{
    "url": "https://en.wikipedia.org/wiki/Fast_food_advertising",
    "title": "Fast food advertising",
    "table_of_contents": [
        "1 Campaign intentions",
        "1.1 Target audience",
        "2 Regulation and criticism",
        "3 Sponsorship",
        "3.1 Sport",
        "3.2 Television",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Fast food advertising promotes fast food products and utilizes numerous aspects to reach out to the public.\n\nAlong with automobiles, insurance, retail outlets, and consumer electronics, fast food is among the most heavily advertised sectors of the United States economy; spending over 4.6 billion dollars on advertising in 2012.[1] A 2013 Ad Age compilation of the 25 largest U.S. advertisers ranked McDonald's as the fourth-largest advertiser (spending US$957,000,000 on measurable advertisements in 2012) and Subway as the nineteenth largest (US$516,000,000).[2]\n\n"
        },
        {
            "title": "Campaign intentions",
            "text": "Fast food advertising campaigns have changed their intent over time. After hearing years of criticism of fast food diet's harmful effects, many modern campaigns stress the availability of healthy options. The rise in awareness of proper nutrition and obesity has decreased the income of these establishments, and their marketing campaigns attempt to rectify this.[3]\n\nFast food restaurants often aim some of their advertising directly at the youth population.[4] McDonald's Happy Meals, which include a toy often tied in with a newly released family film, is a significant example. Ronald McDonald, a clown advertising mascot introduced in 1963 and designed to appeal to young children, is another. In addition, in 1987 McDonald's incorporated a Play Place in their restaurants to further advertise to children, making their restaurants a more appealing environment for children. Additionally, from 1996 to 2006, Disney was an exclusive partner with McDonald's, linking their products together.  They announced the end of this deal in May 2006, with some reports saying that Disney was worried about childhood obesity.[5][6] Other than Disney, McDonald's has also been partnered with Nintendo since 1985, when the Nintendo Entertainment System was first introduced.[7] In 1987, McDonald's also created a Nintendo play land in their restaurants where kids could play on Nintendo consoles while waiting for their food. During 2007, McDonald's began to provide WiFi from the Nintendo consoles; giving children the ability to play wherever they were.[7] With also a target audience of children releasing these new films and incorporating toys, it uses the kids to reach out to their parents pockets because of their large investment.\n\nOther chains, such as Carl's Jr. and Burger King (see Burger King advertising), have directed advertising towards a different demographic – young teenage and college-age men – with trendy, often sexualized, imagery and messages that target men's supposed desire for large, meat-filled burgers and rich, satisfying food. For example, in 2005, Carl's Jr. debuted a controversial ad featuring a bikini-clad Paris Hilton writhing sensuously on an expensive Bentley luxury car while enjoying a large burger. While the ad provoked outrage from a number of groups, Carl's Jr. sales grew substantially.[8][7]\n\n"
        },
        {
            "title": "Regulation and criticism",
            "text": "One of the main areas where fast food companies face regulation is the advertising of \"junk food\" to children. In the United Kingdom, the Children's Food Bill is intended to highly regulate the advertising of such food aimed at children.[9] Many other countries are looking to introduce strict limitations on fast food advertising as well. Negotiations between the Food Standards Agency (FSA) and fast food companies were initiated in a collective effort to improve children's diets, though Burger King withdrew from the discussions.[10]\n\nSome organizations have called for the watershed to apply to various unhealthy foods, including fast foods. In June 2006, the FSA called for laws preventing such food from being advertised on television before 9pm.  They also called for the disassociation of television and film characters from fast food and stopping celebrities from appearing in such advertisements.[11]  The effect of these campaigns is often denied by the fast food companies and the television networks that carry their advertisements.[12] Some networks have also claimed that tighter regulations would reduce advertising income and that would reduce the quality of children's programming.[13]  In Sweden, all advertising aimed at the under-12s is banned, including fast food adverts.\n\nFaced with restricted television, radio and print regulation, many fast food companies have started making use of Internet advertising to reach their customers.[14]\n\nOn June 3, 2004 KFC withdrew American television commercials claiming that \"fried chicken can, in fact, be part of a healthy diet\" after reaching a settlement with the Federal Trade Commission.[15]\n\nAdvertising authorities regularly receive complaints about fast food advertisements, with members of the public usually claiming that the wording is misleading. Not every complaint is upheld. Between September 11, 2002 and March 24, 2004 the Advertising Standards Authority (ASA) in the UK investigated complaints about six McDonald's advertisements, with only two of them being upheld.  The ASA used one of the upheld complaints as a case study.[16]\n\nIn 2006 the European Union passed a new law regarding the labeling of foods - any food with a nutritional claim (such as \"low fat\") must also highlight that it is high in something else (such as \"high salt\") if that is the case.  While fast food is often not given a traditional label, this may affect advertising.[17]\n\nIn November 2006, the Office of Communications (Ofcom) announced that it would ban television advertisements for junk food before, during, and after television programming aimed at under-16s in the United Kingdom.[18] This move has been criticized on both ends of the scale; while the Food and Drink Federation labelled the ban \"over the top\", others have said the restrictions do not go far enough (particularly because soap operas would be exempt from the ban).[19] On 1 April 2007, junk food advertisements were banned from programs aimed at four to nine-year-olds.[20] Such advertisements broadcast during programs \"aimed at, or which would appeal to,\" ten- to fifteen-year-olds will continue to be phased out over the coming months,[21] with a full ban coming into effect on January 1, 2009.[20]\n\nIn 2019, the Mayor of London, Sadiq Khan, introduced restrictions on advertising of unhealthy food and drinks across the Transport for London network. A study estimated that this lead to a 7% reduction in the average weekly household purchase of foods high in fat, salt, and sugar. The largest reductions were seen in the sales of chocolate and sweets. There was no change in purchases of foods not classified as being high in fat, salt, and sugar.[22][23]\n\n"
        },
        {
            "title": "Sponsorship",
            "text": "Several international fast food companies have sponsored sporting events, teams and leagues.  McDonald's is one of the largest sponsors, having affiliations with the NHL, Olympic Games, and the FIFA World Cup.[24]\n\nSome fast food companies sponsor television programs.  Domino's Pizza have sponsored Sky One's screenings of The Simpsons in the UK for many years (But reported because of new regulation on advertising that the deal may end). In 2005, Pizza Hut sponsored the same program when it was shown on Channel 4 – the Sky/Domino's deal continued.\n\nFast food companies were major sponsors of the Saturday morning cartoons in the United States, where they advertised their children's meals. When McDonald's and Disney partnered, promotion of McDonald's meals were highly viewed by the youth population. This persuasion for children increased youth obesity and improper nutrition throughout the world.[citation needed] The withdrawal of Disney from their partnership with McDonald's was executed and since the two companies have not collaborated.\n\n"
        }
    ]
}