{
    "url": "https://en.wikipedia.org/wiki/Fast_Company",
    "title": "Fast Company",
    "table_of_contents": [
        "1 History",
        "2 Website",
        "3 Franchises",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFast Company is a monthly American business magazine published in print and online that focuses on technology, business, and design. It publishes six print issues per year.\n\n"
        },
        {
            "title": "History",
            "text": "Fast Company was launched in November 1995[2][3] by Alan Webber and Bill Taylor, two former Harvard Business Review editors, and publisher Mortimer Zuckerman.[4][5] The publication's early competitors included Red Herring, Business 2.0 and The Industry Standard.[6]\n\nIn 1997, Fast Company created an online social network, the \"Company of Friends\" which spawned a number of groups that began meeting.[7] At one point the Company of Friends had over 40,000 members in 120 cities, although by 2003 that number had declined to 8,000.[8]\n\nIn 2000, Zuckerman sold Fast Company to Gruner + Jahr, majority owned by media giant Bertelsmann, for $550 million.[9] Just as the sale was completed, the dot-com bubble burst, leading to significant losses and a decline in circulation. Webber and Taylor left the magazine two years later in 2002, and John A. Byrne, previously a senior writer and former management editor with BusinessWeek, was brought in as the new editor. Under Byrne, the magazine won its first Gerald Loeb Award, the most prestigious honor in business journalism.[10] But the magazine could not reverse its financial decline in the wake of the dot-com bust. Although the magazine was not specifically about Internet commerce, advertising pages continued to drop until they were one-third the 2000 numbers.[8]\n\nIn 2005, Gruner + Jahr put the magazine, as well as Inc. magazine, up for sale. Byrne contacted entrepreneur Joe Mansueto and helped guide him through the sale. A bidding war ultimately ensued, pitting The Economist against Mansueto's company Mansueto Ventures. Mansueto, the only bidder who promised to keep Fast Company alive, ultimately won the contest, buying both magazine titles for $35 million.[11]\n\nUnder former editor-in-chief Robert Safian,[12] Fast Company was named by the American Society of Magazine Editors as the magazine of the year in 2014.[13]\n\nStephanie Mehta was named editor-in-chief in February 2018,[14] having previously worked at Vanity Fair, Bloomberg, Fortune, and The Wall Street Journal. Fast Company is owned by Mansueto Ventures and is headquartered in Manhattan.\n\nIn September 2022 the Fast Company website, fastcompany.com, fell victim to an attack and racist messages were sent.[15] The site was compromised and access to the site was used to send push notifications that the company identified as \"obscene and racist.\" The site was taken offline for eight days[16] as a result.[17]\n\n"
        },
        {
            "title": "Website",
            "text": "Launched in 1995,[18] FastCompany.com covers leadership and innovation in business, environmental and social issues, entertainment and marketing, and, through its Co.Design site, the intersection of business and design, from architecture to electronics, consumer products to fashion. Fast Company also previously operated sites called Co.Labs, Co.Exist, and Co.Create. Co.Exist and Co.Create were rebranded as Ideas and Entertainment sections in 2017.[19][20] Co.Labs was shut down in early 2015.[21]\n\n"
        },
        {
            "title": "Franchises",
            "text": "Fast Company operates several franchises, such as \"Most Innovative Companies\", \"World Changing Ideas\", \"Innovation By Design\", and \"Most Creative People\". For its Most Innovative Companies feature, Fast Company assesses thousands of businesses to create a list of 50 companies it considers the most innovative.[22] The Most Creative People in Business is a list of 100 people from different industries.[23]\n\n"
        }
    ]
}