{
    "url": "https://en.wikipedia.org/wiki/Fast_radio_burst",
    "title": "Fast radio burst",
    "table_of_contents": [
        "1 Detection",
        "2 Features",
        "2.1 Extragalactic origin",
        "3 Origin hypotheses",
        "4 Bursts observed",
        "4.1 2007 (Lorimer Burst)",
        "4.2 2010",
        "4.3 2011",
        "4.4 2012",
        "4.4.1 FRB 121102",
        "4.5 2013",
        "4.6 2014",
        "4.7 2015",
        "4.7.1 FRB 150418",
        "4.8 2017",
        "4.9 2018",
        "4.9.1 FRB 180814",
        "4.9.2 FRB 180916",
        "4.9.3 FRB 181112",
        "4.10 2019",
        "4.10.1 FRB 180924",
        "4.10.2 June 2019",
        "4.10.3 FRB 190520",
        "4.10.4 FRB 190523",
        "4.10.5 August 2019",
        "4.10.6 FRB 191221",
        "4.10.7 FRB 191223",
        "4.10.8 FRB 191228",
        "4.11 2020",
        "4.11.1 FRB 200120",
        "4.11.2 FRB 200428",
        "4.11.3 FRBs 200914 and 200919",
        "4.11.4 FRB 201124",
        "4.12 2021",
        "4.12.1 FRB 210401",
        "4.12.2 FRB 210630",
        "4.12.3 FRB 211211",
        "4.13 2022",
        "4.13.1 FRB 220414",
        "4.13.2 FRB 220912",
        "4.13.3 FRB 221128",
        "4.13.4 20221206",
        "5 List of notable bursts",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In radio astronomy, a fast radio burst (FRB) is a transient radio pulse of length ranging from a fraction of a millisecond to 3 seconds,[2] caused by some high-energy astrophysical process not yet understood. Astronomers estimate the average FRB releases as much energy in a millisecond as the Sun puts out in three days.[3] While extremely energetic at their source, the strength of the signal reaching Earth has been described as 1,000 times less than from a mobile phone on the Moon.[4] The first FRB was discovered by Duncan Lorimer and his student David Narkevic in 2007 when they were looking through archival pulsar survey data, and it is therefore commonly referred to as the Lorimer Burst.[5][6] Many FRBs have since been recorded, including several that have been detected to repeat in seemingly irregular ways.[7][8][9][10][11] Only one FRB has been detected to repeat in a regular way: FRB 180916 seems to pulse every 16.35 days.[12][13]\n\nMost FRBs are extragalactic, but the first Milky Way FRB was detected by the CHIME radio telescope in April 2020.[14] In June 2021, astronomers reported over 500 FRBs from outer space detected.[15]\n\nWhen the FRBs are polarized, it indicates that they are emitted from a source contained within an extremely powerful magnetic field.[16] The exact origin and cause of the FRBs is still the subject of investigation; proposals for their origin range from a rapidly rotating neutron star and a black hole, to extraterrestrial intelligence.[17][18] In 2020, astronomers reported narrowing down a source of fast radio bursts, which may now plausibly include \"compact-object mergers and magnetars arising from normal core collapse supernovae\".[19][20][21] A neutron star has been proposed as the origin of an unusual FRB with periodic peaks lasting over 3 seconds reported in 2022.[22]\n\nThe localization and characterization in 2012 of FRB 121102, one of the three repeating sources, has improved the understanding of the source class. FRB 121102 is identified with a galaxy at a distance of approximately three billion light-years and is embedded in an extreme environment.[23][16] The first host galaxy identified for a non-repeating burst, FRB 180924, was identified in 2019 and is a much larger and more ordinary galaxy, nearly the size of the Milky Way. In August 2019, astronomers reported the detection of eight more repeating FRB signals.[24][25] In January 2020, astronomers reported the precise location of a second repeating burst, FRB 180916.[26][27] One FRB seems to have been in the same location as a known gamma-ray burst.[28][14]\n\nOn 28 April 2020, a pair of millisecond-timescale bursts (FRB 200428) consistent with observed fast radio bursts, with a fluence of >1.5 million Jy ms, was detected from the same area of sky as the magnetar SGR 1935+2154.[29][30] Although it was thousands of times less intrinsically bright than previously observed fast radio bursts, its comparative proximity rendered it the most powerful fast radio burst yet observed, reaching a peak flux of either a few thousand or several hundred thousand janskys, comparable to the brightness of the radio sources Cassiopeia A and Cygnus A at the same frequencies. This established magnetars as, at least, one ultimate source of fast radio bursts,[31][32][33] although the exact cause remains unknown.[34][35][36] Further studies support the notion that magnetars may be closely associated with FRBs.[37][38] On 13 October 2021, astronomers reported the detection of hundreds of FRBs from a single system.[39][40]\n\n"
        },
        {
            "title": "Detection",
            "text": "The first fast radio burst to be described, the Lorimer Burst FRB 010724, was found in 2007 in archived data recorded by the Parkes Observatory on 24 July 2001. Since then, many FRBs have been found in previously recorded data. On 19 January 2015, astronomers at Australia's national science agency (CSIRO) reported that a fast radio burst had been observed for the first time live, by the Parkes Observatory.[42] Many FRBs have been detected in real time by the CHIME radio telescope since it became operational in 2018, including the first FRB detected from within the Milky Way in April 2020.[32][43]\n\n"
        },
        {
            "title": "Features",
            "text": "Fast radio bursts are bright, unresolved (pointsource-like), broadband (spanning a large range of radio frequencies), millisecond flashes found in parts of the sky. Unlike many radio sources, the signal from a burst is detected in a short period of time with enough strength to stand out from the noise floor. The burst usually appears as a single spike of energy without any change in its strength over time. The bursts last for several milliseconds (thousandths of a second). The bursts come from all over the sky, and are not concentrated on the plane of the Milky Way. Known FRB locations are biased by the parts of the sky that the observatories can image.\n\nMany have radio frequencies detected around 1400 MHz; a few have been detected at lower frequencies in the range of 400–800 MHz.[44] The component frequencies of each burst are delayed by different amounts of time depending on the wavelength. This delay is described by a value referred to as a dispersion measure (DM).[45] This results in a received signal that sweeps rapidly down in frequency, as longer wavelengths are delayed more.\n\nThe interferometer UTMOST has put a lower limit of 10,000 kilometers for the distance to the FRBs it has detected, supporting the case for an astronomical, rather than terrestrial, origin (because signal sources on Earth are ruled out as being closer than this limit). This limit can be determined from the fact that closer sources would have a curved wave front that could be detected by the multiple antennas of the interferometer.[47]\n\nFast radio bursts have pulse dispersion measurements > 100 pc cm−3[48], much larger than expected for a source inside the Milky Way galaxy[49] and consistent with propagation through an ionized plasma.[45] Furthermore, their distribution is isotropic (not especially coming from the galactic plane);[47]: fig 3  consequently they are conjectured to be of extragalactic origin.\n\n"
        },
        {
            "title": "Origin hypotheses",
            "text": "Because of the isolated nature of the observed phenomenon, the nature of the source remains speculative. As of 2022[update], there is no generally accepted single explanation, although a magnetar has been identified as a possible source. The sources are thought to be a few hundred kilometers or less in size, as the bursts last for only a few milliseconds. Causation is limited by the speed of light, about 300 km per millisecond, so if the sources were larger than about 1000 km, a complex synchronization mechanism would be required for the bursts to be so short. If the bursts come from cosmological distances, their sources must be very energetic.[4]\n\nOne possible explanation would be a collision between very dense objects like merging black holes or neutron stars.[50][51][52] It has been suggested that there is a connection to gamma-ray bursts.[53][54] Some have speculated that these signals might be artificial in origin, that they may be signs of extraterrestrial intelligence,[55][56][57] demonstrating veritable technosignatures.[58] Analogously, when the first pulsar was discovered, it was thought that the fast, regular pulses could possibly originate from a distant civilization, and the source nicknamed \"LGM-1\" (for \"little green men\").[59] In 2007, just after the publication of the e-print with the first discovery, it was proposed that fast radio bursts could be related to hyperflares of magnetars.[60][61] In 2015 three studies supported the magnetar hypothesis.[49][62][63][64] The identification of first FRB from the Milky Way, which originated from the magnetar SGR 1935+2154, indicates that magnetars may be one source of FRB.[32]\n\nEspecially energetic supernovae could be the source of these bursts.[65] Blitzars were proposed in 2013 as an explanation.[4]\nIn 2014 it was suggested that following dark matter-induced collapse of pulsars,[66] the resulting expulsion of the pulsar magnetospheres could be the source of fast radio bursts.[67] In 2015 it was suggested that FRBs are caused by explosive decays of axion miniclusters.[68] Another exotic possible source are cosmic strings that produced these bursts as they interacted with the plasma that permeated the early Universe.[65] In 2016 the collapse of the magnetospheres of Kerr–Newman black holes were proposed to explain the origin of the FRBs' \"afterglow\" and the weak gamma-ray transient 0.4 s after GW 150914.[69][70] It has also been proposed that if fast radio bursts originate in black hole explosions, FRBs would be the first detection of quantum gravity effects.[52][71] In early 2017, it was proposed that the strong magnetic field near a supermassive black hole could destabilize the current sheets within a pulsar's magnetosphere, releasing trapped energy to power the FRBs.[72]\n\nRepeated bursts of FRB 121102 have initiated multiple origin hypotheses.[73] A coherent emission phenomenon known as superradiance, which involves large-scale entangled quantum mechanical states possibly arising in environments such as active galactic nuclei, has been proposed to explain these and other associated observations with FRBs (e.g. high event rate, repeatability, variable intensity profiles).[74] In July 2019, astronomers reported that non-repeating Fast Radio Bursts may not be one-off events, but actually FRB repeaters with repeat events that have gone undetected and, further, that FRBs may be formed by events that have not yet been seen or considered.[75][76] Additional possibilities include that FRBs may originate from nearby stellar flares.[77] A FRB with multiple periodic component peaks lasting over 3 seconds was reported in 2022. A neutron star has been proposed as the origin of this FRB.[22]\n\n"
        },
        {
            "title": "Bursts observed",
            "text": "Fast radio bursts are named by the date the signal was recorded, as \"FRB YYMMDD\".\n\nThe first FRB detected, the Lorimer Burst FRB 010724, was discovered in 2007 when Duncan Lorimer of West Virginia University assigned his student David Narkevic to look through archival data taken in 2001 by the Parkes radio dish in Australia.[52]\nAnalysis of the survey data found a 30-jansky dispersed burst which occurred on 24 July 2001,[45] less than 5 milliseconds in duration, located 3° from the Small Magellanic Cloud. The reported burst properties argue against a physical association with the Milky Way galaxy or the Small Magellanic Cloud. The burst became known as the Lorimer Burst.[78] The discoverers argue that current models for the free electron content in the Universe imply that the burst is less than 1 gigaparsec distant. The fact that no further bursts were seen in 90 hours of additional observations implies that it was a singular event such as a supernova or merger of relativistic objects.[45] It is suggested that hundreds of similar events could occur every day and if detected could serve as cosmological probes.[1]\n\nIn 2010 there was a report of 16 similar pulses, clearly of terrestrial origin, detected by the Parkes radio telescope and given the name perytons.[79] In 2015 perytons were shown to be generated when microwave oven doors were opened during a heating cycle, with detected emission being generated by the microwave oven's magnetron tube as it was being powered off.[80]\n\nIn 2015, FRB 110523 was discovered in archival data collected in 2011 from the Green Bank Telescope.[49] It was the first FRB for which linear polarization was detected (allowing a measurement of Faraday rotation). Measurement of the signal's dispersion delay suggested that this burst was of extragalactic origin, possibly up to 6 billion light-years away.[81]\n\nVictoria Kaspi of McGill University estimated that as many as 10,000 fast radio bursts may occur per day over the entire sky.[82]\n\nAn observation in 2012 of a fast radio burst (FRB 121102)[8] in the direction of Auriga in the northern hemisphere using the Arecibo radio telescope confirmed the extragalactic origin of fast radio pulses by an effect known as plasma dispersion.\n\nIn November 2015, astronomer Paul Scholz at McGill University in Canada, found ten non-periodically repeated fast radio pulses in archival data gathered in May and June 2015 by the Arecibo radio telescope.[83] The ten bursts have dispersion measures and sky positions consistent with the original burst FRB 121102, detected in 2012.[83] Like the 2012 burst, the 10 bursts have a plasma dispersion measure that is three times larger than possible for a source in the Milky Way Galaxy. \nThe team thinks that this finding rules out self-destructive, cataclysmic events that could occur only once, such as the collision between two neutron stars.[84] According to the scientists, the data support an origin in a young rotating neutron star (pulsar), or in a highly magnetized neutron star (magnetar),[83][84][85][86][8] or from highly magnetized pulsars travelling through asteroid belts,[87] or from an intermittent Roche lobe overflow in a neutron star-white dwarf binary.[88]\n\nOn 16 December 2016 six new FRBs were reported in the same direction (one having been received on 13 November 2015, four on 19 November 2015, and one on 8 December 2015).[89]: Table 2  As of January 2019[update] this is one of only two instances in which these signals have been found twice in the same location in space. FRB 121102 is located at least 1150 AU from Earth, excluding the possibility of a human-made source, and is almost certainly extragalactic in nature.[89]\n\nAs of April 2018, FRB 121102 is thought to be co-located in a dwarf galaxy about three billion light-years from Earth with a low-luminosity active galactic nucleus, or a previously unknown type of extragalactic source, or a young neutron star energising a supernova remnant.[90][91][23][92][93][94]\n\nOn 26 August 2017, astronomers using data from the Green Bank Telescope detected 15 additional repeating FRBs coming from FRB 121102 at 5 to 8 GHz. The researchers also noted that FRB 121102 is presently in a \"heightened activity state, and follow-on observations are encouraged, particularly at higher radio frequencies\".[95][7][96] The waves are highly polarized and undergoes Faraday rotation, meaning \"twisting\" transverse waves, that could have formed only when passing through hot plasma with an extremely strong magnetic field.[97] This rotation of polarized light is quantified by Rotation Measure (RM). FRB 121102's radio bursts have RM about 500 times higher than those from any other FRB to date.[97] Since it is a repeating FRB source, it suggests that it does not come from some one-time cataclysmic event; so one hypothesis, first advanced in January 2018, proposes that these particular repeating bursts may come from a dense stellar core called a neutron star near an extremely powerful magnetic field, such as one near a massive black hole,[97] or one embedded in a nebula.[98]\n\nIn April 2018, it was reported that FRB 121102 consisted of 21 bursts spanning one hour.[99] In September 2018, an additional 72 bursts spanning five hours had been detected using a convolutional neural network.[100][101][102] In September 2019, more repeating signals, 20 pulses on 3 September 2019, were reported to have been detected from FRB 121102 by the Five-hundred-meter Aperture Spherical Telescope (FAST).[103] In June 2020, astronomers from Jodrell Bank Observatory reported that FRB 121102 exhibits the same radio-burst behavior (\"radio bursts observed in a window lasting approximately 90 days followed by a silent period of 67 days\") every 157 days, suggesting that the bursts may be associated with \"the orbital motion of a massive star, a neutron star or a black hole\".[104] Subsequent studies by FAST of further activity, consisting of 12 bursts within two hours observed on 17 August 2020, supports an updated refined periodicity between active periods of 156.1 days.[105] Related studies have been reported in October 2021.[39][40] Further bursts, at least 300, were detected by FAST in August and September 2022.[106]\n\nIn 2013, four bursts were identified that supported the likelihood of extragalactic sources.[107]\n\nIn 2014, FRB 140514 was caught 'live' and was found to be 21% (±7%) circularly polarised.[42]\n\nOn 18 April 2015, FRB 150418 was detected by the Parkes observatory and within hours, several telescopes including the Australia Telescope Compact Array caught an apparent radio \"afterglow\" of the flash, which took six days to fade.[108][109][110] The Subaru telescope was used to find what was thought to be the host galaxy and determine its redshift and the implied distance to the burst.[111]\n\nHowever, the association of the burst with the afterglow was soon disputed,[112][113][114] and by April 2016 it was established that the \"afterglow\" originated from an active galactic nucleus (AGN) that is powered by a supermassive black hole with dual jets blasting outward from the black hole.[115] It was also noted that what was thought to be an afterglow did not fade away as would be expected, supporting the interpretation that it originated in the variable AGN and was not associated with the fast radio burst.[115]\n\nThe upgraded Molonglo Observatory Synthesis Telescope (UTMOST), near Canberra (Australia), reported finding three more FRBs.[116] A 180-day three-part survey in 2015 and 2016 found three FRBs at 843 MHz.[47] Each FRB located with a narrow elliptical 'beam'; the relatively narrow band 828–858 MHz gives a less precise dispersion measure (DM).[47]\n\nA short survey using part of Australian Square Kilometre Array Pathfinder (ASKAP) found one FRB in 3.4 days. FRB170107 was bright with a fluence of 58±6 Jy ms.[48][117]\n\nAccording to Anastasia Fialkov and Abraham Loeb, FRB's could be occurring as often as once per second. Earlier research could not identify the occurrence of FRB's to this degree.[118]\n\nThree FRBs were reported in March 2018 by Parkes Observatory in Australia. One (FRB 180309) had the highest signal-to-noise ratio yet seen of 411.[120][121]\n\nThe unusual CHIME (Canadian Hydrogen Intensity Mapping Experiment) radio telescope, operational from September 2018, can be used to detect \"hundreds\" of fast radio bursts as a secondary objective to its cosmological observations.[122][83] FRB 180725A was reported by CHIME as the first detection of a FRB under 700 MHz – as low as 580 MHz.[123][124]\n\nIn October 2018, astronomers reported 19 more new non-repeating FRB bursts detected by the Australian Square Kilometre Array Pathfinder (ASKAP).[125][126] These included three with dispersion measure (DM) smaller than seen before : FRB 171020 (DM=114.1), FRB 171213 (DM=158.6), FRB 180212 (DM=167.5).[127]\n\nOn 9 January 2019, astronomers announced the discovery of a second repeating FRB source, named FRB 180814, by CHIME. Six bursts were detected between August and October 2018, \"consistent with originating from a single position on the sky\". The detection was made during CHIME's pre-commissioning phase, during which it operated intermittently, suggesting a \"substantial population of repeating FRBs\", and that the new telescope would make more detections.[9][128]\n\nSome news media reporting of the discovery speculated that the repeating FRB could be evidence of extraterrestrial intelligence,[129][130] a possibility explored in relation to previous FRBs by some scientists,[57][131] but not raised by the discoverers of FRB 180814.[9][128]\n\nFRB 180916,[132] more formally FRB 180916.J0158+65, is a repeating FRB discovered by CHIME, that later studies found to have originated from a medium-sized spiral galaxy (SDSS J015800.28+654253.0) about 500 million light-years away – the closest FRB discovered to date.[133][26][27] It is also the first FRB observed to have a regular periodicity. Bursts are clustered into a period of about four days, followed by a dormant period of about 12 days, for a total cycle length of 16.35±0.18 days.[12][134][135] Additional followup studies of the repeating FRB by the Swift XRT and UVOT instruments were reported on 4 February 2020;[136] by the Sardinia Radio Telescope (SRT) and Medicina Northern Cross Radio Telescope (MNC), on 17 February 2020;[137] and, by the Galileo telescope in Asiago, also on 17 February 2020.[138] Further observations were made by the Chandra X-ray Observatory on 3 and 18 December 2019, with no significant x-ray emissions detected at the FRB 180916 location, or from the host galaxy SDSS J015800.28+654253.0.[139] On 6 April 2020, followup studies by the Global MASTER-Net were reported on The Astronomer's Telegram.[140] On 25 August 2021, further observations were reported.[141][142]\n\nFRB 181112 was mysteriously unaffected after believed to have passed through the halo of an intervening galaxy.[143]\n\nFRB 180924 is the first non-repeating FRB to be traced to its source. The source is a galaxy 3.6 billion light-years away. The galaxy is nearly as large as the Milky Way and about 1000 times larger than the source galaxy of FRB 121102. While the latter is an active site of star formation and a likely place for magnetars, the source of FRB 180924 is an older and less active galaxy.[144][145][146]\n\nBecause the FRB was nonrepeating, the astronomers had to scan large areas with the 36 telescopes of ASKAP. Once a signal was found, they used the Very Large Telescope, the Gemini Observatory in Chile, and the W. M. Keck Observatory in Hawaii to identify its host galaxy and determine its distance. Knowledge of the distance and source galaxy properties enables a study of the composition of the intergalactic medium.[145]\n\nOn 28 June 2019, Russian astronomers reported the discovery of nine FRB events (FRB 121029, FRB 131030, FRB 140212, FRB 141216, FRB 151125.1, FRB 151125.2, FRB 160206, FRB 161202, FRB 180321), which include FRB 151125, the third repeating one ever detected, from the direction of the M 31 (Andromeda Galaxy) and M 33 (Triangulum Galaxy) galaxies during the analysis of archive data (July 2012 to December 2018) produced by the BSA/LPI large phased array radio telescope at the Pushchino Radio Astronomy Observatory.[10][147][11]\n\nFRB 190520 was observed by the FAST telescope and was localized using the realfast[148] system at the Karl G. Jansky Very Large Array (VLA). Optical observations using the Palomar 200-inch Hale Telescope revealed a host dwarf galaxy at redshift z=0.241. This is the second FRB observed to have an associated Persistent Radio Source (PRS). The dispersion measure(DM) and rotation measure measurements reveals a very dense, magnetized and turbulent environment local to the source. In June 2022, astronomers reported that FRB 20190520B was found to be another repeating FRB.[149]\n\nOn 2 July 2019, astronomers reported that FRB 190523, a non-repeating FRB, has been discovered and, notably, localized to a few-arcsecond region containing a single massive galaxy at a redshift of 0.66, nearly 8 billion light-years away from Earth.[150][151]\n\nIn August 2019, the CHIME Fast Radio Burst Collaboration reported the detection of eight more repeating FRB signals.[24][25]\n\nOn 13 July 2022, the discovery of an unusual FRB 20191221A detected by CHIME was reported. It is a multicomponent pulse (nine or more components) with peaks separated by 216.8ms and lasting an unusually long duration of three seconds. This is the first time such a periodic pulse was detected.[22]\n\nOn 29 December 2019, Australian astronomers from the Molonglo Observatory Synthesis Telescope (MOST), using the UTMOST fast radio burst equipment, reported the detection of FRB 191223 in the Octans constellation (RA = 20:34:14.14, DEC = -75:08:54.19).[152][153]\n\nOn 31 December 2019, Australian astronomers, using the Australian Square Kilometre Array Pathfinder (ASKAP), reported the detection of FRB 191228 in the Piscis Austrinus constellation (RA = 22:57(2), DEC = -29:46(40)).[152][154]\n\nFast repeating burst observations are reported in May 2021.[155] In late February 2022, astronomers reported that M81, a grand design spiral galaxy about 12 million light-years away, may be the source of FRB 20200120E, a repeating fast radio burst.[156][157]\n\nOn 28 April 2020, astronomers at the Canadian Hydrogen Intensity Mapping Experiment (CHIME), reported the detection of a bright radio burst from the direction of the Galactic magnetar SGR 1935+2154 about 30,000 light years away in the Vulpecula constellation.[158][159][160] The burst had a DM of 332.8 pc/cc.[158] The STARE2[161] team independently detected the burst and reported that the burst had a fluence of >1.5 MJy ms, establishing the connection between this burst and FRBs at extragalactic distances.[35] The burst was then referred to as FRB 200428.[162] The detection is notable, as the STARE2 team claim it is the first ever FRB detected inside the Milky Way, and the first ever to be linked to a known source.[29][30] That link strongly supports the idea that fast radio bursts emanate from magnetars.[163]\n\nOn 24 September 2020, astronomers reported the detection of two new FRBs, FRB200914 and FRB200919, by the Parkes Radio Telescope.[164] Upper limits on low-frequency emission from FRB 200914 were later reported by the Square Kilometre Array radio telescope project.[165]\n\nOn 31 March 2021, the CHIME/FRB Collaboration reported the detection of FRB 20201124A and related multiple bursts within the week of 23 March 2021 — designated as 20210323A, 20210326A, 20210327A, 20210327B, 20210327C, and 20210328A[166] — and later, likely 20210401A[167] and 20210402A.[168] Further related observations were reported by other astronomers on 6 April 2021,[169] 7 April 2021,[170][171] and many more as well,[172] including an \"extremely bright\" pulse on 15 April 2021.[173] Source localization improvements were reported on 3 May 2021.[174] Even more observations were reported in May 2021,[175] including \"two bright bursts\".[176] On 3 June 2021, the SETI Institute announced detecting \"a bright double-peaked radio burst\" from FRB 201124A on 18 May 2021.[177][178] Further observations were made by the Neil Gehrels Swift Observatory on 28 July 2021 and 7 August 7, 2021 without detecting a source on either date.[179] On 23 September 2021, 9 new bursts from FRB 20201124A were reported to have been observed with the Effelsberg 100-m Radio Telescope, followed by one CHIME observation, all after four months of no detections.[180] In January and February 2022, further observations of new bursts from FRB 20201124A with the Westerbork-RT1 25-m telescope were also reported.[181][182][183] In mid-March 2022, further observations of FRB 20201124 were reported.[184][185][186] In September 2022, astronomers suggested that the repeating FRB 20201124A may originate from a magnetar/Be star binary.[187][188]\n\nOn 2 and 3 April 2021, astronomers at the Australian Square Kilometre Array Pathfinder (ASKAP) reported the detection of FRB 20210401A and 20210402A which were understood likely to be repetitions of FRB 20201124A, a repeating FRB with recent very high burst activity, that was reported earlier by the CHIME/FRB collaboration.[166][167][168]\n\nOn 30 June 2021, astronomers at the Molonglo Observatory Synthesis Telescope (UTMOST) detected FRB 210630A at the \"likely\" position of \"RA = 17:23:07.4, DEC =+07:51:42, J2000\".[189]\n\nOn 15 December 2021, astronomers at the Neil Gehrels Swift Observatory reported further observations of the \"bright CHIME FRB 20211122A (event #202020046 T0: 2021-12-11T16:58:05.183768)\".[190]\n\nOn 14 April 2022, astronomers at Tianlai Cylinder Pathfinder Array (a radio interferometer located in Xinjiang, China, operated by the National Astronomical Observatory, Chinese Academy of Sciences (NAOC)) detected FRB 220414 (?) (\"A bright burst was detected with a S/N~15 for ~2.2 ms duration at UT 17:26:40.368, April 14, 2022 (MJD 59684.06018945136)\") located at \"RA = 13h04m21s(\\pm 2m12s), DEC = +48\\deg18'05\"(\\pm 10'19\")\".[191]\n\nOn 15 October 2022, astronomers at CHIME/FRB reported the detection of nine bursts in three days of FRB 20220912A.[192] Since later bursts observed between 15 October 2022 and 29 October 2022 by the CHIME/FRB collaboration, astronomers, afterwards, at the Allen Telescope Array (ATA), on 1 November 2022, reported eight more bursts from FRB 20220912A. ATA coordinates were first set to the original settings (23h09m05.49s + 48d42m25.6s) and then later to the newly updated ones (23h09m04.9s +48d42m25.4s).[193] On 13 November 2022, further burst activity of FRB 20220912A was reported by the Tianlai Dish Pathfinder Array in Xinjiang, China[194] and, on 5 December 2022, from several other observatories.[195]\n\nOn 1 December 2022, astronomers reported the discovery of FRB 20221128A, using the UTMOST-NS radio telescope located in New South Wales, Australia. According to the astronomers, \"The most likely position [of FRB 20221128A] is RA = 07:30(10), DEC = -41:32(1), J2000 which corresponds to Galactic coordinates: Gl = 177.1 deg, Gb = 24.45 deg\".[196]\n\nOn 6 December 2022, detection of a possible magnetar burst at or near the same time and location as a fast radio burst was reported.[197]\n\n"
        },
        {
            "title": "List of notable bursts",
            "text": "All FRBs are cataloged at TNS.[198]\n\n"
        }
    ]
}