{
    "url": "https://en.wikipedia.org/wiki/Feature_film",
    "title": "Feature film",
    "table_of_contents": [
        "1 Description",
        "2 History",
        "3 Technological developments",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA feature film or feature-length film is a narrative film (motion picture or \"movie\") with a running time long enough to be considered the principal or sole presentation in a commercial entertainment program. The term feature film originally referred to the main, full-length film in a cinema program that included a short film and often a newsreel. Matinee programs, especially in the US and Canada, in general, also included cartoons, at least one weekly serial and, typically, a second feature-length film on weekends.\n\nMost feature films are between 75 and 210 minutes long. The first narrative feature film was the 60-minute The Story of the Kelly Gang (1906, Australia).[1] Other early feature films include Les Misérables (1909, U.S.), L'Inferno, Defence of Sevastopol (1911), Oliver Twist (American version), Oliver Twist (British version), Richard III, From the Manger to the Cross, Cleopatra (1912), Quo Vadis? (1913), Cabiria (1914) and The Birth of a Nation (1915).\n\n"
        },
        {
            "title": "Description",
            "text": "The notion of how long a feature film should be has varied according to time and place. According to the Academy of Motion Picture Arts and Sciences,[2][3] the American Film Institute[4] and the British Film Institute,[5] a feature film runs for more than 40 minutes, while the Screen Actors Guild asserts that a feature's running time is 60 minutes or longer.[6][7] The Centre National de la Cinématographie in France defines it as a 35 mm film longer than 1,600 metres (5,200 ft), which is exactly 58 minutes and 29 seconds for sound films[citation needed].\n\n"
        },
        {
            "title": "History",
            "text": "The term feature film came into use to refer to the main film presented in a cinema and the one which was promoted or advertised. The term was used to distinguish the longer film from the short films (referred to as shorts) typically presented before the main film, such as newsreels, serials, animated cartoons, live-action comedies and documentaries. There was no sudden increase in the running times of films to the present-day definitions of feature-length; the \"featured\" film on a film program in the early 1910s gradually expanded from two to three to four reels. Early features had been produced in the United States and France, but were released in individual (short film) scenes. This left exhibitors the option of playing them alone, to view an incomplete combination of some films, or to run them all together as a short film series.\n\nEarly features were mostly documentary-style films of noteworthy events. Some of the earliest feature-length productions were films of boxing matches, such as The Corbett-Fitzsimmons Fight (1897),[8] Reproduction of the Corbett-Jeffries Fight and The Jeffries-Sharkey Fight (1899). Some consider the 100-minute The Corbett-Fitzsimmons Fight to be the first documentary feature film, but it is more accurately characterized as a sports program as it included the full unedited boxing match. In 1900, the documentary film Army Life was produced by Robert Paul. It was a programme of 33 short films, with a total running time of around 75 minutes, following the training of British soldiers.[9] Inauguration of the Australian Commonwealth (1901) ran for 35 minutes, \"six times longer than any previous Australian film\",[10] and has been called \"possibly the first feature-length documentary made in Australia\".[11] American company S. Lubin released a Passion Play titled Lubin's Passion Play in January 1903 in 31 parts, totaling about 60 minutes.[12] The French company Pathé Frères released a different Passion Play in May 1903, The Life and Passion of Jesus Christ, in 32 parts, totaling 44 minutes.\n\nDefined by length, the first dramatic feature film was the Australian 60-minute film The Story of the Kelly Gang (1906).[13]Similarly, the first European feature was the 90-minute film L'Enfant prodigue (France, 1907), although that was an unmodified record of a stage play; Europe's first feature adapted directly for the screen, Les Misérables[better source needed], came from France in 1909.[13] The first Russian feature was Defence of Sevastopol in 1911.[14] Early Italian features included L'Inferno (1911), Quo Vadis?, The Last Days of Pompeii (1913) and Cabiria (1914). The first UK features were the documentary With Our King and Queen Through India (1912), filmed in Kinemacolor[15] and Oliver Twist (also 1912).[13] The first American features were Oliver Twist, From the Manger to the Cross, Cleopatra and Richard III (all 1912). Actor Frederick Warde starred in some of these adaptations.[16] The first Asian feature was Japan's The Life Story of Tasuke Shiobara (1912),[17] the first Indian feature was Raja Harishchandra (1913),[18] China's first feature film was Zhang Shichuan's Nan Fu Nan Qi (1913), the first South American feature was Brazil's O Crime dos Banhados (1913),[17] and the first African feature was South Africa's Die Voortrekkers (1916).[17].\n\nBy 1915, over 600 feature films were produced annually in the United States.[19] It is often incorrectly cited that The Birth of a Nation (1915) was the first American feature film.[20] The most prolific year of U.S. feature production was 1921, with 682 releases; the lowest number of releases was in 1963, with 213.[19] Between 1922 and 1970, the U.S. and Japan alternated as leaders in the quantity of feature film production. Since 1971, the country with the highest feature output has been India,[21] which produces a thousand films in more than twelve Indian languages each year.[22]\n\n"
        },
        {
            "title": "Technological developments",
            "text": "In 1927, Warner Bros. released the first feature-length film with sound, The Jazz Singer, whose audio track was recorded with a proprietary technology called Vitaphone.[23] The film's success persuaded other studios to go to the considerable expense of adding microphones to their sets, and scramble to start producing their own \"talkies\".[24]\n\nOne of the next major advancements made in movie production was color film. Even before color was a possibility in movies, early film makers were interested in how color could enhance their stories.[25] Early techniques included hand tinting: painting each frame by hand.[25] Cheaper and more widely used was toning: dying the film in a single color, used in many films in the 1920s.[25] The film processing lab Technicolor developed the Three-Tone coloring technique that became the standard for color film. It was a complex, time consuming, and expensive process that many movie studios were not eager to try.[26] One of the early adopters of the three-strip process was Disney. Some of the most notable films Technicolor processed with three-strip were The Wizard of Oz and Gone with the Wind.[25]\n\nDigital Video (or DV) has quickly changed how most films are made.[27] First used to create special effects and animated movies, digital cameras became more common on film sets in the late 1990s. In 2002, George Lucas' Star Wars: Episode II – Attack of the Clones became the first major studio film shot primarily on digital video.[28] The ability to instantly play back footage and quickly transfer footage to computers for editing helped to speed up post-production time.[27] Digital film making was given a big boost in 2005 when the Digital Cinema Initiative created a guide for manufacturers to create a universal standard, to make the technologies more compatible with each other and more user friendly.[27][29] Shooting movies on digital also led to new technologies for distributing films. Titan A.E., released in 2000, was the first feature film to be released for viewing over the internet.[29] Digital distribution changed the ways people received and watched media. It also gave viewers access to huge amounts of online content on demand.[30]\n\n"
        }
    ]
}