{
    "url": "https://en.wikipedia.org/wiki/Federal_Triangle_station",
    "title": "Federal Triangle station",
    "table_of_contents": [
        "1 History",
        "2 Location",
        "3 Station layout",
        "4 In popular culture",
        "5 Notable places nearby",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFederal Triangle is an island-platformed Washington Metro station in Washington, D.C., United States. The station was opened on July 1, 1977, and is operated by the Washington Metropolitan Area Transit Authority (WMATA). Providing service for the Blue, Orange, and Silver Lines, the station's entrance is beneath the William Jefferson Clinton Federal Building.\n\n"
        },
        {
            "title": "History",
            "text": "The station opened on July 1, 1977.[2] Its opening coincided with the completion of 11.8 miles (19.0 km)[3] of rail between National Airport and RFK Stadium and the opening of the Arlington Cemetery, Capitol South, Crystal City, Eastern Market, Farragut West, Federal Center SW, Foggy Bottom–GWU, L'Enfant Plaza, McPherson Square, National Airport, Pentagon, Pentagon City, Potomac Avenue, Rosslyn, Smithsonian, and Stadium–Armory stations.[4] Orange Line service to the station began upon the line's opening on November 20, 1978.[5] Silver Line service at Federal Triangle began on July 26, 2014.[6]\n\nOn January 13, 1982, an eastbound Metro train on the Orange Line derailed just east of the station resulting in three fatalities, the first fatalities in the system's history.[7]\n\nFrom March 26, 2020 until June 28, 2020, this station was closed due to the 2020 coronavirus pandemic.[8][9][10]\n\nBetween January 15 to January 21, 2021, this station was closed because of security concerns due to the 2021 Inauguration.[11]\n\n"
        },
        {
            "title": "Location",
            "text": "The station serves an area of Washington crowded with federal buildings, on 12th Street between Pennsylvania Avenue NW and Constitution Avenue NW, including the triangular area formed by 15th Street, Constitution, and Pennsylvania known as Federal Triangle, from which the station takes its name. The triangle includes such federal buildings as the Robert F. Kennedy Department of Justice Building, the Herbert C. Hoover Building (Department of Commerce), and the buildings of the Internal Revenue Service and the Environmental Protection Agency.\n\n"
        },
        {
            "title": "Station layout",
            "text": "Federal Triangle utilizes the simple island platform layout. There are two tracks: track D1 is used for trains bound for New Carrollton and Largo Town Center, and track D2 is used for trains going to Vienna, Wiehle–Weston East and Franconia–Springfield.[12] As with all stations on the Metro, there are platform edge lights to warn passengers of incoming trains. In 2008, WMATA installed red-colored LED lights at Federal Triangle and centrally-located stations after a successful pilot at Gallery Place-Chinatown.[13] There is a coffered barrel-vault ceiling at Federal Triangle, as is typical of other Washington Metro stations built at that time.\n\nThere is only one entrance to the platform level, located slightly south of the center of the platform.[14] Escalators from this mezzanine level lead to the plaza of the William Jefferson Clinton Federal Building. A flat square on the ceiling of the station denotes a possible second entrance to the station; this has yet to be used. Similar walls can be found at stations such as Archives–Navy Memorial–Penn Quarter.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The station was featured in the 2007 film Breach.\n\n"
        }
    ]
}