{
    "url": "https://en.wikipedia.org/wiki/Federal_prison",
    "title": "Federal prison",
    "table_of_contents": [
        "1 Australia",
        "2 Brazil",
        "3 Canada",
        "4 Germany",
        "5 Mexico",
        "6 Russia",
        "7 United States",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A federal prison is operated under the jurisdiction of a federal government as opposed to a state or provincial body. Federal prisons are used for convicts who violated federal law (U.S., Mexico), inmates considered dangerous (Brazil), or those sentenced to longer terms of imprisonment (Canada). Not all federated countries have a legal concept of \"federal prison\".[citation needed]\n\n"
        },
        {
            "title": "Australia",
            "text": "The Australian federal government does not directly control most prisons or detention facilities. There are a relatively small number of federal detention facilities, consisting of military detention facilities (such as the Defence Force Correctional Establishment), immigration detention facilities, and holding cells in Australian Federal Police stations in some territories.[1]\n\nThe vast majority of criminal prosecutions in Australia take place within state or territory court systems under state or territory law, however a relatively small number of prosecutions in state and federal courts occur under federal law (such as the Crimes Act 1914).\n\nSection 120 of the Constitution of Australia provides that:\n\nAccordingly, civilian federal offenders who are remanded in custody or sentenced to imprisonment are detained in state or territory prisons.\n\n"
        },
        {
            "title": "Brazil",
            "text": "The Brazil federal prison system (Sistema Penitenciário Federal) was implemented in 2006 based on the provisions of the 1984 law \"Lei de Execução Penal\". It receives the most dangerous criminals who would be disruptive in state prisons.[3]\n\n"
        },
        {
            "title": "Canada",
            "text": "In Canada, the Correctional Service of Canada operates federal penitentiaries, which house inmates with sentences of two years or more; provincial prisons are responsible for those with shorter terms.[4]\n\n"
        },
        {
            "title": "Germany",
            "text": "The prisons in Germany are run solely by the federal states, although governed by a federal law.\n\n"
        },
        {
            "title": "Mexico",
            "text": "The federal prison system in Mexico is run by the Secretariat of Public Security and receives prisoners sentenced and being processed for federal crimes.[5]\n\n"
        },
        {
            "title": "Russia",
            "text": "All penal establishments in the Russian Federation are governed by the Federal Penitentiary Service.[6]\n\n"
        },
        {
            "title": "United States",
            "text": "The Federal Bureau of Prisons (BOP), established with the passing of the Three Prisons Act of 1891, is responsible for the administration of federal prison facilities in the United States, as well as the custody and welfare of federal inmates. The BOP also provides researchers with background information and statistics regarding the Federal Prison System.[7]\n\n"
        }
    ]
}