{
    "url": "https://en.wikipedia.org/wiki/Federal_enclave",
    "title": "Federal enclave",
    "table_of_contents": [
        "1 Relation to other subdivisions",
        "2 History",
        "2.1 Early developments",
        "2.2 1885: Cession and reservation as alternatives",
        "2.3 International law rule",
        "2.4 After 1900: Congress begins to authorize state laws",
        "2.5 1937: Supreme Court allows states to reserve jurisdiction",
        "2.6 February 1, 1940: Congress now requires a cession of jurisdiction by the state legislature for the federal government to obtain legislative jurisdiction over federal lands within the state",
        "2.7 Post-WWII: Courts apply state laws without retrocession",
        "2.8 1953: Abolishment of the extraterritoriality doctrine",
        "2.9 1956: Congress can authorize state law without retrocession",
        "2.10 1956: Concurrent jurisdiction",
        "2.11 1970: \"Friction Not Fiction\" reiterated",
        "3 Current legal status",
        "3.1 State laws enforceable",
        "3.2 State laws not enforceable",
        "3.3 Effect of Mississippi Tax I opinion",
        "3.4 Recent developments in National Forests",
        "4 See also",
        "5 Notes",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In United States law, a federal enclave is a parcel of federal property within a state that is under the \"Special Maritime and Territorial Jurisdiction of the United States\".[1] In 1960, the year of the latest comprehensive inquiry,[2] 7% of federal property had enclave status.  Of the land with federal enclave status, 57% (4% of federal property, almost all in Alaska and Hawaii) was under \"concurrent\" state jurisdiction. The remaining 43% (3% of federal property), on which some state laws do not apply, was scattered almost at random throughout the United States. In 1960, there were about 5,000 enclaves, with about one million people living on them.[2]: 146  While a comprehensive inquiry has not been performed since 1960, these statistics are likely much lower today, since many federal enclaves were military bases that have been closed and transferred out of federal ownership.\n\nSince late 1950s, it has been an official federal policy that the states should have full concurrent jurisdiction on all federal enclaves,[3] an approach endorsed by some legal experts.[4][5][6]\n\n"
        },
        {
            "title": "Relation to other subdivisions",
            "text": "Since the 1953 Howard v. Commissioners case the Supreme Court has held[7] that the collection of city and state taxes from federal enclave residents is permissible, establishing the \"Friction Not Fiction\" doctrine.\n\nResidents of federal enclaves have the right to vote in the elections of the  state in which the federal enclave is situated. This is based on the \"Friction Not Fiction\" doctrine, and was challenged by a Maryland law in 1968, the subject of the case Evans v. Cornman. The case was decided by the Supreme Court in 1970, and overruled the Maryland law, upholding the voting rights of enclave residents and establishing that they should be regarded as residents of the state in question.[8]\n\nFederal enclaves are to be distinguished from federal territories and possessions administered under Article IV, Section 3, Clause 2, which once included all the territory that has since become states, and still includes insular territories like Puerto Rico, the United States Virgin Islands, Guam, American Samoa, and a few others. Historically, the Congress has not exercised a full array of state-like powers over such territories, but tried to organize them into self-governing entities, as was done with the Northwest Ordinance and the Southwest Ordinance.\n\n"
        },
        {
            "title": "History",
            "text": "The first federal enclaves were created by the same clause of the Constitution that created the District of Columbia. That clause provides for the United States to exercise \"exclusive Legislation\" over the new Seat of Government and \"like authority\" over: \n\nAs a result of the Enclave Clause, whenever the state government consented to the purchase of property by the federal government for a needful building, the United States obtained exclusive legislative jurisdiction over that parcel of property. In 1841, the Congress enacted a general law requiring state consent for all federal building projects.[10] Moreover, the Attorneys General of the United States ruled that, in consenting to purchase, the States could reserve no jurisdiction except for the service of criminal and civil process.[11]\n\nIn 1885, the Supreme Court ruled that there were two additional ways in which the United States could acquire federal enclaves: (1) the states could \"cede\" legislative jurisdiction to the United States, and (2) the United States could \"reserve\" legislative jurisdiction at the time of statehood. The Supreme Court added that these \"cessions\" and \"reservations\" were not limited to Enclave Clause (\"needful building\") purposes.[12]\n\nBecause state laws did not apply to federal enclaves, Congress provided a few basic criminal laws in the Federal Crimes Act of 1790, and later adopted a series of Assimilative Crimes Acts, \"federalizing\" each state's crimes by making them prosecutable in federal courts.[13]  The Assimilative Crimes Act only applies to federal properties where the federal government has obtained Exclusive or Concurrent Jurisdiction.  Federal Property under a Proprietorial Interest Only cannot assimilate state laws and enforce them as federal laws.\n\nCongress provided no civil laws to govern these enclaves. So in 1885, the Supreme Court held that the \"international law rule\", applied. That rule provides that when a territory is transferred from one government to another (such as when a federal enclave is ceded), laws for the protection of private rights continue in force until abrogated or changed by the new government.[14][15]\n\nUnder the doctrine of extraterritoriality, a federal enclave was treated as a \"state within a state\" until 1953, and therefore enclave residents were not residents of the state.[16][incomplete short citation] They could not vote in state elections,[17] attend public schools,[18] obtain a divorce in state courts,[19] or call upon state law enforcement officers to protect them from criminals.[20]\n\nNevertheless, Congress gradually authorized the enforcement of some state laws on federal enclaves. Thus, in 1928, Congress made applicable to federal enclaves state laws governing wrongful death and personal injuries.[21]  And in the late 1930s Congress authorized states to apply their state taxes on fuel,[22] income, sales and use (the \"Buck Act\"),[23] and state laws governing worker's compensation[24] and unemployment insurance.[25]\n\nIn 1937, because of concern over the lack of state law on federal enclaves, the Supreme Court held that the states could reserve some jurisdiction to themselves in consenting to federal legislative jurisdiction.[26] In response, the states began to amend their \"consent\" and \"cession\" statutes to reserve state jurisdiction, including the power to tax enclave residents.\n\nTo distinguish earlier \"exclusive\" jurisdiction enclaves from those acquired after the state amendments, the newer enclaves were labeled \"partial\" jurisdiction, and the label \"concurrent\" was given to enclaves over which the state had full jurisdiction. Finally, non-enclave federal property was called, \"Proprietorial Interest Only\".[27][incomplete short citation]\n\nEffective February 1, 1940, Congress repealed the 1841 statute requiring state consent to federal purchases, and instead said that the acquisition of federal property after that date, would no longer result in the transfer of jurisdiction to the United States unless the head of the federal agency in charge of the property filed a notice with the state governor accepting whatever jurisdiction was offered by the state.[28] However, during World War II, the United States acquired many new military installations, and the Secretary of War sent numerous letters to state governors accepting whatever jurisdiction the state offered, often without describing the location or boundaries of these military installations.[29]\n\nThe 1956 GSA Report titled, Part 1 Interdepartmental Committee for the Study of Jurisdiction Over Federal Areas within the States\tDownload 1956 Part 1 Federal Jurisdiction Study Part I, Page 11 states the following:  “Exclusive jurisdiction requirement terminated.– enacted, on February 1, 1940, an amendment to Section 355 of the Revised Statutes of the United States which eliminated the requirement for State consent to any Federal acquisition of land as a condition precedent to expenditure of Federal funds for construction on such land. The amendment substituted for the previous requirement provided that (1) the obtaining of exclusive jurisdiction in the United States over lands which it acquired was not to be required, (2) the head of a Government agency could file with the governor or other appropriate officer of the State involved a notice of the acceptance of such extent of jurisdiction as he deemed desirable as to any land under his custody, and (3) until such a notice was filed it should be conclusively presumed that no jurisdiction had been accepted by the United States. This amendment ended the 100-year period during which nearly all the land acquired by the United States came under the exclusive legislative jurisdiction of the Federal Government. “\n\nAfter World War II, the states began to apply state laws to enclave residents without waiting for Congress to act.[30][incomplete short citation] Thus, in 1952, a California court gave enclave residents the right to vote in state elections, rejecting the \"extraterritoriality\" doctrine, and holding that enclave residents were residents of the state.[31] In 1970, the Supreme Court agreed, in Evans v. Cornman, holding that all enclave residents have a right to vote in state elections.[32]\n\nIn 1950, without addressing the jurisdictional issue directly, Congress passed legislation providing federal financial aid to schools in localities impacted by federal facilities.[33] Six years later, in 1956, the government reported that because of this federal aid, \"not a single child is being denied the right to a public school education because of his residence on a federal enclave\".[34][incomplete short citation]\n\nEarlier, courts in Kansas, Georgia, and New Mexico held they had no jurisdiction to grant divorces to residents of federal enclaves. But after each state amended its divorce statutes to permit such divorces, court decisions in each state upheld the validity of these statutes.[35] Today, every state treats enclave residents as residents of the state for purposes of divorce proceedings.[36][incomplete short citation]\n\nThe extraterritoriality doctrine was abolished by the Supreme Court in 1953 in Howard v. Commissioners.[37] The city of Louisville, Kentucky, had annexed a federal enclave into its city limits, thereby allowing the collection of city taxes from enclave residents under the Buck Act.[23] Residents of the enclave argued that the annexation was improper because the federal enclave \"ceased to be a part of Kentucky when the United States assumed exclusive jurisdiction over it\". The Supreme Court rejected the argument, holding that the annexation did not interfere with federal functions, and what was important was \"friction, not fiction\":[37]: 626 \n\nIn 1956, three years after Howard v. Commissioners, the Supreme Court in Offutt Housing Co. v. Sarpy County upheld Congress' power to authorize the application of state laws to federal enclaves without a \"relinquishment\" of jurisdiction. In affirming the state's right to tax a private builder of military housing, the Supreme Court emphasized that the Congress' authorization for state taxation on enclave property was not a retrocession: \"We do not hold that Congress has relinquished this power over these areas. We hold only that Congress, in the exercise of this power, has permitted such state taxation as is involved in the present case.\"[38]\n\nFederal government reports in 1956 and 1957 concluded that the states should have full concurrent jurisdiction on all federal enclaves.[39][incomplete short citation] In 1969, the Public Land Law Review Commission published a report on developments since the 1956 and 1957 reports, observing that those reports had been successful in changing federal agency policy and limiting further acquisition of federal enclaves.[40][incomplete short citation] The 1969 report[2] said that in 1960, there were about 5,000 enclaves with about a million people living on them.[41] These numbers have never been updated, but they would certainly be lower today, because many military bases have been closed, and jurisdiction over most off-base housing areas has been transferred to the states.\n\n1956 Part 1 Interdepartmental Committee for the Study of Jurisdiction Over Federal Areas within the States\n\nAnd\n\n1957 Part 2 Interdepartmental Committee for the Study of Jurisdiction Over Federal Areas within the States\n\nAnd\n\n1962 Federal GSA Inventory Report on Jurisdictional Status of Federal Areas within the States--AKA Eisenhower Report, jurisdiction on every acre of federal land in all 50 states is defined.\n\nIn 1970, a year after the 1969 Report, the Supreme Court in Evans v. Cornman unanimously held that enclave residents have a right to vote in state elections. In reaching this result, Evans reiterated the \"friction not fiction\" doctrine of Howard v. Commissioners, and reaffirmed that enclave residents should be regarded as residents of the state.[8]\n\nEvans also unanimously reaffirmed the holding in Offutt Housing that Congress could give the states jurisdiction without relinquishing enclave status.[42] The court relied in part on the fact that Congress had authorized the states to enforce many state laws on federal enclaves.[43]\n\nSome criminal laws have also been authorized by Congress to apply on federal enclaves, including \"immigrant stations\"[44] and Job Corps Centers.[45] In addition, the states' power to enforce their tax laws on federal enclaves necessarily includes the power to prosecute enclave residents criminally for violating those laws.[46]\n\nUnder Evans, Congress has the power, if it chooses, to authorize the enforcement of all state laws on federal enclaves. It need not \"retrocede\" or \"relinquish\" federal jurisdiction. Instead, it can—to use Offutt Housing's language—simply \"permit\" all state laws to apply to all federal property regardless of \"federal enclave\" status.[47][incomplete short citation]\n\nIn addition, the \"friction not fiction\" doctrine indicates that the courts can approve the application of state laws to federal enclaves to the same extent that they apply to the other 97% of federal lands (i.e., subject only to the limitations of the Supremacy Clause).[48][incomplete short citation] With regard to the states' ability unilaterally to apply their laws on federal enclaves, Evans noted that enclave residents:[49]\n\n"
        },
        {
            "title": "Current legal status",
            "text": "In addition to these laws mentioned by Evans, such court-applied laws include state probate laws,[50][incomplete short citation] public welfare laws,[51] laws relating to mentally ill persons,[52] juvenile delinquency,[53] protection of abused and neglected children,[54] and domestic violence restraining orders.[55]\n\nNevertheless, there are other cases which hold that some state laws do not apply on enclaves, including most state criminal laws, liquor laws,[56] personal property taxes,[57] some utility regulations,[58] human rights laws,[59] anti-discrimination laws,[60] racial discrimination laws,[61] whistleblower laws,[62] state occupational safety and health (OSHA) laws,[63] wage and hour laws,[64] and right-to-work laws.[65]\n\nMany of these decisions are based on the extraterritoriality doctrine that was abolished by Howard and Evans. They often rely on dicta in the Supreme Court's 1973 \"Mississippi Tax I opinion\" (United States v. State Tax Commission of Mississippi)[56] which ignored Howard and Evans and instead favorably quoted the district court's assertion that enclaves are \"foreign land\" and \"federal islands which no longer constitute any part of Mississippi nor function under its control\".\n\nNevertheless, Mississippi Tax I's holding—that the Twenty-first Amendment did not authorize a state \"markup\" on liquor—made it unnecessary to discuss enclave jurisdiction, so the \"foreign lands\" language was quite unnecessary.[66][incomplete short citation] On the other hand, in 1990, the Supreme Court treated Mississippi Tax I as an enclave case, citing it for the proposition that a state has no authority to regulate a transaction between an out-of-state liquor supplier and a federal military base under exclusive federal jurisdiction.[67]\n\nStill, no court has suggested that Mississippi Tax I changed the \"friction not fiction\" rule of Howard and Evans. The Texas Court of Appeals noted the conflict and followed the \"friction not fiction\" rule  in holding that the federal enclave at Red River Army Depot was part of Texas for state tax purposes.[68] In upholding a state tax on aircraft parts, the court distinguished Mississippi Tax I on the ground that unlike the liquor markup in that case, in Aviall Services, Inc. v. Tarrant Appraisal Dist.:[69]\n\nSimilarly, the California Court of Appeal has acknowledged Mississippi Tax I's statements about the enclave clause with regard to state liquor regulations, but nevertheless relied on Howard and Evans to hold that the enclave clause did not prevent the application of state laws protecting dependent children.[70]\n\nFor many years, it was believed that \"the vast majority\" of National Forests were not federal enclaves.[71][incomplete short citation] However, federal appeals courts in North Carolina, Michigan, and Oklahoma ruled in the 1990s and 2000s that \"cession\" statutes in each of those states ceded concurrent jurisdiction over National Forest lands acquired by the United States before February 1, 1940.[72] Depending on the wording of \"cession\" statutes in other states, these cases may mean that the United States has considerable concurrent \"enclave\" jurisdiction in National Forests.[73]\n\n"
        }
    ]
}