{
    "url": "https://en.wikipedia.org/wiki/Federal_preemption",
    "title": "Federal preemption",
    "table_of_contents": [
        "1 Constitutional basis",
        "1.1 Intent of Congress presumed to be deference to states",
        "1.2 Federal agency administration guiding principles",
        "2 Evidence of Congressional intent to preempt",
        "2.1 Express preemption",
        "2.2 Implied preemption",
        "2.2.1 Conflict preemption",
        "2.2.2 Field preemption",
        "2.3 Preemption in bankruptcy courts",
        "3 Distinction from commandeering",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn the law of the United States, federal preemption is the invalidation of a U.S. state law that conflicts with federal law.\n\n"
        },
        {
            "title": "Constitutional basis",
            "text": "According to the Supremacy Clause (Article VI, clause 2) of the United States Constitution,\n\nAs the Supreme Court stated in Altria Group v. Good, 555 U.S. 70 (2008), a federal law that conflicts with a state law will overtake, or \"preempt\", that state law:\n\nAlthough many concurrent powers are subject to federal preemption, some are usually not, such as the power to tax private citizens.[1]\n\nIn Altria Group v. Good, the Court wrote:\n\nIn Wyeth v. Levine (2009), the Court emphasized what it called the \"two cornerstones\" of pre-emption jurisprudence:\n\nSee also Reilly, 533 U. S., at 541–542 (citation omitted):\n\n(Mandatory authority for independent agencies created by executive order and Cabinet departments; not binding on judicially-created tribunals; congressionally-created independent regulatory agencies are encouraged to comply)\n\nExecutive Order 13132 of August 4, 1999 – See 64 Fed. Reg. 43, 255 – August 10, 1999, Sec. 4. Special Requirements for Preemption.\n\nAgencies, in taking action that preempts State law, shall act in strict accordance with governing law.\n\n(a) Agencies shall construe, in regulations and otherwise, a Federal statute to preempt State law only where the statute contains an express preemption provision or there is some other clear evidence that the Congress intended preemption of State law, or where the exercise of State authority conflicts with the exercise of Federal authority under the Federal statute.\n\n(b) Where a Federal statute does not preempt State law (as addressed in subsection (a) of this section), agencies shall construe any authorization in the statute for the issuance of regulations as authorizing preemption of State law by rulemaking only when the exercise of State authority directly conflicts with the exercise of Federal authority under the Federal statute or there is clear evidence to conclude that the Congress intended the agency to have the authority to preempt State law.\n\n(c) Any regulatory preemption of State law shall be restricted to the minimum level necessary to achieve the objectives of the statute pursuant to which the regulations are promulgated.\n\n(d) When an agency foresees the possibility of a conflict between State law and Federally protected interests within its area of regulatory responsibility, the agency shall consult, to the extent practicable, with appropriate State and local officials in an effort to avoid such a conflict.\n\n(e) When an agency proposes to act through adjudication or rulemaking to preempt State law, the agency shall provide all affected State and local officials notice and an opportunity for appropriate participation in the proceedings.\n\n"
        },
        {
            "title": "Evidence of Congressional intent to preempt",
            "text": "In Altria Group v. Good, the Court reiterates that \"Congress may indicate pre-emptive intent\" in two ways: \"through a statute's express language or through its structure and purpose. See Jones v. Rath Packing Co., 430 U. S. 519, 525 (1977)\".\n\nExpress preemption occurs only when a federal statute explicitly confirms Congress's intention to preempt state law. English v. General Elec. Co., 496 U.S. 72 (1990). \"If a federal law contains an express pre-emption clause, it does not immediately end the inquiry because the question of the substance and scope of Congress' displacement of state law still remains.\" Altria Group v. Good\n\nImplied preemption can occur in two ways: field preemption or conflict preemption. Massachusetts Ass'n of HMOs v. Ruthardt, 194 F.3d 176, 179 (1st Cir. 1999).\n\nUnder the Supremacy Clause, any state law that conflicts with a federal law is preempted.[2] Conflict arises when it is impossible to comply with both the state and federal regulations, or when the state law interposes [(to) put up (between)] an obstacle to the achievement of Congress's discernible objectives.[3]\n\nEven without a conflict between federal and state law or an express provision for preemption, the courts will infer an intention to preempt state law if the federal regulatory scheme is so pervasive as to \"occupy the field\" in that area of the law, i.e. to warrant an inference that Congress did not intend the states to supplement it. Gade v. National Solid Wastes Mgmt. Ass'n, 505 U.S. 88, 98 (1992). See also Rice v. Santa Fe Elevator Corp. For example, the courts have held that the National Labor Relations Act (NLRA) preempts state laws directed at conduct actually or arguably prohibited or protected by the NLRA or conduct Congress intended to leave unregulated. San Diego Bldg. Trades Council v. Garmon, 359 U.S. 236, 244 (1959); Machinists v. Wisconsin Emp. Rel. Commission, 427 U.S. 132, 140–48 (1976).\n\nThe Bankruptcy Code, which is codified as title 11 of the United States Code, is the uniform federal law that governs all bankruptcy cases.\n\nThere are several purposes behind the enactment of the law in its current form. The most important is a fresh start for the honest but unfortunate debtor and equality of distribution to creditors. Since state law governs most contracts, which usually form the basis for debt, there is much overlap between state laws and bankruptcy.\n\nThat overlap is ripe for preemption wherever state law interferes with either the debtor's fresh start or a creditor's right to equal distribution such as in the following examples: \n\n"
        },
        {
            "title": "Distinction from commandeering",
            "text": "Congress may enact federal law that supersedes, or preempts, state law, which makes it invalid. Under the Tenth Amendment, Congress may not make a law that forces a state government to take some action that it would not have otherwise taken.[11] The distinction between commandeering and preemption was at issue in Murphy v. NCAA, a case in which New Jersey repealed laws criminalizing sports betting while a federal law prevented states providing that states may not \"sponsor, operate, advertise, promote, license, or authorize by law or compact\" sports gambling.[12][13][14] The court rejected the respondents' argument that the anti-authorization provision was a valid preemption of state law under the Supremacy Clause of the U.S. Constitution.[15] The Supremacy Clause, the court pointed out, \"is not an independent grant of legislative power to Congress\" but \"[i]nstead, it simply provides a rule of decision.\"[16] For a federal provision to validly preempt state law, \"it must represent the exercise of a power conferred on Congress by the Constitution[,] pointing to the Supremacy Clause will not do\",[17] and \"since the Constitution confers upon Congress the power to regulate individuals, not States, [the] provision at issue must be best read as one that regulates private actors.\"[18]\n\nThe court then outlined the three types of preemption, illustrated with cases. In Mutual Pharmaceutical Co. v. Bartlett, an example of conflict preemption, federal law enacted under Congress' Commerce Clause authority prohibited generic drug manufacturers from changing the composition or labeling of drugs approved by the Federal Drug Administration, thus state tort law could not force a generic drug manufacturer to add additional information to the FDA-approved label or hold it liable for not doing so.[19] Express preemption \"operates in essentially the same way, but this is often obscured by the language used by Congress in framing preemption provisions.\"[20] The court illustrated express preemption with Morales v. Trans World Airlines concerning a provision of the Airline Deregulation Act that used language that seemed directed to the states and similar to the issue in Murphy: \n\nThe court then explained that field preemption, the third type of preemption, occurs when federal regulation of a \"'field' of regulation [is] so comprehensive[] that it has left no room for supplementary state legislation.\"[22] The court noted that even it used the same sort of abbreviated description as Congress has done in express preemption, such as involved in Morales, in a 2015 case where the court described field preemption: \"Congress has forbidden the State to take action in the field that the federal statute pre-empts.\"[23] However, \"in substance, field preemption does not involve congressional commands to the States\", but \"like all other forms of preemption, it concerns a clash between a constitutional exercise of Congress’s legislative power and conflicting state law.\"[24] The court then explained why preemption was not applicable to the PASPA provision prohibiting states from authorizing sports betting:\n\n"
        }
    ]
}