{
    "url": "https://en.wikipedia.org/wiki/Federal_Reporter",
    "title": "Federal Reporter",
    "table_of_contents": [
        "1 Distinctions",
        "2 Features and print format",
        "3 Series",
        "3.1 Federal Reporter",
        "3.2 Federal Reporter, Second Series",
        "3.3 Federal Reporter, Third Series",
        "3.4 Federal Reporter, Fourth Series",
        "4 Electronic sources",
        "5 Notes",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Federal Reporter (ISSN 1048-3888) is a case law reporter in the United States that is published by West Publishing and a part of the National Reporter System.[1] It begins with cases decided in 1880; pre-1880 cases were later retroactively compiled by West Publishing into a separate reporter, Federal Cases. The fourth and current Federal Reporter series publishes decisions of the United States courts of appeals and the United States Court of Federal Claims; prior series had varying scopes that covered decisions of other federal courts as well. Though the Federal Reporter is an unofficial reporter and West is a private company that does not have a legal monopoly over the court opinions it publishes, it has so dominated the industry in the United States that legal professionals, including judges, uniformly cite to the Federal Reporter for included decisions.[2]  Approximately 30 new volumes are published each year.[1]\n\n"
        },
        {
            "title": "Distinctions",
            "text": "The Federal Reporter has always published decisions only from federal courts lower than the Supreme Court of the United States, but not the Supreme Court itself.  Decisions of the U.S. Supreme Court are published in one official reporter and two unofficial reporters, which are, respectively, the United States Reports, Supreme Court Reports (a National Reporter System member published by West), and the United States Supreme Court Reports, Lawyers' Edition.  \n\nBeginning in 1932, West stopped publishing federal district court cases in the Federal Reporter and began to publish them in a separate reporter, the Federal Supplement.[1]\n\n"
        },
        {
            "title": "Features and print format",
            "text": "The Federal Reporter organizes court opinions within each volume by the date of the decision, and includes the full official text of the court's opinion. West editors add headnotes that summarize key principles of law in the cases, and Key Numbers that classify the decisions by topic within the West American Digest System. \n\nOnly decisions designated by the courts as \"for publication—those with full precedential value for which citation in court filings is permissible—are included in the Federal Reporter. \"Unpublished\" decisions of the U.S. Courts of Appeals may be found in the Federal Appendix, also published by West. New opinions are first issued by West in weekly pamphlets called \"Advance Sheets\", to be eventually supplanted by the final hardbound, successively numbered volumes. Three series of Federal Reporter have been published to date, with the fourth series started in June 2021.\n\n"
        },
        {
            "title": "Electronic sources",
            "text": "The Federal Reporter, including its supplementary material, is also available at websites including OpenJurist.org, on CD-ROM compilations, and on West's online legal database, Westlaw. Because individual court cases are identified by case citations that consist of printed page and volume numbers, the electronic text of the opinions incorporates the page numbers of the printed volumes with \"star pagination\"  formatting—the numbers are boldfaced within brackets and with asterisks prepended (i.e., [*4]) to stand out from the rest of the text.\n\nThough West has copyright over its original headnotes and keynotes, the opinions themselves are public domain and accordingly may be found in other sources, chiefly Lexis, Westlaw's primary competitor. The U.S. Court of Appeals for the Second Circuit has also ruled that Lexis can copy the page numbers from the Federal Reporter to allow for proper citation without violating West's copyright.[6]\n\n"
        }
    ]
}