{
    "url": "https://en.wikipedia.org/wiki/Federal_judiciary_of_the_United_States",
    "title": "Federal judiciary of the United States",
    "table_of_contents": [
        "1 Courts",
        "1.1 U.S. Supreme Court",
        "1.2 U.S. Courts of Appeals",
        "1.3 U.S. District Courts",
        "1.4 Other tribunals",
        "2 Judges",
        "3 Administration",
        "4 Legal procedure",
        "5 History",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The federal judiciary of the United States is one of the three branches of the federal government of the United States organized under the United States Constitution and laws of the federal government. The U.S. federal judiciary consists primarily of the U.S. Supreme Court, the U.S. Courts of Appeals, and the U.S. District Courts. It also includes a variety of other lesser federal tribunals.\n\nArticle III of the Constitution requires the establishment of a Supreme Court and permits the Congress to create other federal courts and place limitations on their jurisdiction. Article III states that federal judges are appointed by the president with the consent of the Senate to serve until they resign, are impeached and convicted, or die.[1]\n\n"
        },
        {
            "title": "Courts",
            "text": "All federal courts can be readily identified by the words \"United States\" (abbreviated to \"U.S.\") in their official names; no state court may include this designation as part of its name.[2] The federal courts are generally divided between trial courts which hear cases in the first instance, and appellate courts which review specific contested decisions made by lower courts. \n\nThe Supreme Court of the United States is the court of last resort. It generally hears appeals from the courts of appeals (and sometimes state courts), operating under discretionary review, which means that the Supreme Court can choose which cases to hear, by granting writs of certiorari. There is therefore generally no basic right of appeal that extends automatically all the way to the Supreme Court. In a few situations (like lawsuits between state governments or some cases between the federal government and a state) it sits as a court of original jurisdiction.\n\nThe United States courts of appeals are the intermediate federal appellate courts. They operate under a system of mandatory review which means they must hear all appeals of right from the lower courts. In some cases, Congress has diverted appellate jurisdiction to specialized courts, such as the Foreign Intelligence Surveillance Court of Review. \n\nThe U.S. Courts of Appeals are divided into 13 \"Circuits\": 12 regional Circuits, numbered First through Eleventh, and the District of Columbia Circuit; and a 13th circuit, the Federal Circuit, which has special jurisdiction over appeals involving certain specialized areas of law, such as patents and trademarks. \n\nAlthough several other federal courts bear the phrase \"Court of Appeals\" in their names—such as the U.S. Court of Appeals for Veterans Claims—they are not Article III courts and are not considered to sit in appellate circuits.\n\nThe United States district courts are the general federal trial courts. There are 94 U.S. District Courts, one for each of the 94 federal judicial districts. The U.S. District Courts and federal judicial districts are organized according to U.S. state boundaries. Depending on a state's population, it may be covered by only a single district court, such as the U.S. District Court for the District of Alaska, or by up to four district courts, such as the U.S. District Courts for the Northern, Eastern, Western, and Southern Districts of New York.\n\nIn certain cases, Congress has diverted original jurisdiction to specialized courts, such as the Court of International Trade, the Foreign Intelligence Surveillance Court, the Alien Terrorist Removal Court, or to Article I or Article IV tribunals. The district courts usually have jurisdiction to hear appeals from such tribunals (unless, for example, appeals are to the Court of Appeals for the Federal Circuit.)\n\nBesides these federal courts, described as Article III courts, there are other adjudicative bodies described as Article I or Article IV courts in reference to the article of the Constitution from which the court's authority stems.\n\nThere are a number of Article I courts with appellate jurisdiction over specific subject matter including the Court of Appeals for Veterans Claims and the Court of Appeals for the Armed Forces, as well as Article I courts with appellate jurisdiction over specific geographic areas such as the District of Columbia Court of Appeals. The Article I courts with original jurisdiction over specific subject matter include the bankruptcy courts (for each district court), the Court of Federal Claims, and the Tax Court.\n\nArticle IV courts include the High Court of American Samoa and territorial courts such as the District Court for the Northern Mariana Islands, District Court of Guam, and District Court of the Virgin Islands. The United States District Court for the District of Puerto Rico was transformed from an Article VI court to an Article III court in 1966, and reform advocates say the other territorial courts should be changed as well.\n\n"
        },
        {
            "title": "Judges",
            "text": "Federal judges, like Supreme Court justices, are appointed by the president with the consent of the Senate to serve until they resign, are impeached and convicted, retire, or die.\n\nUnder Article I of the federal Constitution, Congress also has the power to establish other tribunals, which are usually quite specialized, within the executive branch to assist the president in the execution of his or her powers. Judges who staff them normally serve terms of fixed duration, as do magistrate judges who assist Article III judges. Judges in Article I tribunals attached to executive branch agencies are referred to as administrative law judges (ALJs) and are generally considered to be part of the executive branch even though they exercise quasi-judicial powers. With limited exceptions, they cannot render final judgments in cases involving life, liberty, and private property rights, but may make preliminary rulings subject to review by an Article III judge.\n\n"
        },
        {
            "title": "Legal procedure",
            "text": "The Supreme Court has interpreted the Constitution as placing some additional restrictions on the federal courts. For example, the doctrines of mootness, ripeness, and standing prohibit district courts from issuing advisory opinions. Other doctrines, such as the abstention doctrine and the Rooker-Feldman doctrine limit the power of lower federal courts to disturb rulings made by state courts. The Erie doctrine requires federal courts to apply substantive state law to claims arising from state law (which may be heard in federal courts under supplemental or diversity jurisdiction). In difficult cases, the federal courts must either guess as to how a court of that state would decide the issue or, if that state accepts certified questions from federal courts when state law is unclear or uncertain, ask an appellate court of that state to decide the issue.\n\nNotably, the only federal court that can issue proclamations of federal law that bind state courts is the Supreme Court itself. Decisions of the lower federal courts, whether on issues of federal law or state law (i.e., the question was not certified to a state court), are persuasive but not binding authority in the states in which those federal courts sit.[3]\n\nSome commentators assert that another limitation upon federal courts is executive nonacquiescence in judicial decisions, where the executive simply refuses to accept them as binding precedent.[4][5] In the context of administration of U.S. internal revenue laws by the Internal Revenue Service, nonacquiescences (published in a series of documents called Actions on Decisions) \"generally do not affect the application of stare decisis or the rule of precedent\". The IRS \"will recognize these principles and generally concede issues accordingly during administrative proceedings.\" In rare cases, however, the IRS may continue to litigate a legal issue in a given circuit even where the IRS has already lost a case on that issue in that circuit.[6]\n\n"
        },
        {
            "title": "History",
            "text": "The Articles of Confederation provided a clear basis for the initial establishment of United States of America judicial authority by Congress prior to the Constitution. This authority, enumerated by Article IX, allowed for the establishment of United States jurisdiction in the trial of piracies and felonies committed on the high seas, final appeals from state court decisions in all cases of captures of enemy ships, last resort for resolution of disputes between two or more states (including disputes over borders and jurisdiction), and final determination of controversies between private parties arising from conflicting land grants issued by two or more states prior to settlement of which state actually has jurisdiction over the territory. The Court of Appeals in Cases of Capture was the first United States Court established by the United States. Additional United States courts were established to adjudicate border disputes between the states of Connecticut and Pennsylvania, New York and Massachusetts, Georgia and South Carolina. Lastly, a United States court was established for the Northwest Territory.\n\nWhen the Constitution came into force in 1789, Congress gained the authority to establish the federal judicial system as a whole. Only the Supreme Court was established by the Constitution itself. The Judiciary Act of 1789 created the first inferior (i.e., lower) federal courts established pursuant to the Constitution and provided for the first Article III judges.\n\nVirtually all U.S. law schools offer an elective course that focuses specifically on the powers and limitations of U.S. federal courts, with coverage of topics such as justiciability, abstention doctrines, the abrogation doctrine, and habeas corpus.[7]\n\n"
        }
    ]
}