{
    "url": "https://en.wikipedia.org/wiki/Federal_drug_policy_of_the_United_States",
    "title": "Federal drug policy of the United States",
    "table_of_contents": [
        "1 History",
        "2 Enforcement",
        "3 Drugs",
        "3.1 Alcohol",
        "3.2 Cannabis",
        "3.3 Opioids",
        "3.4 Stimulants",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe drug policy in the United States is the activity of the federal government relating to the regulation of drugs. Starting in the early 1900s the United States government began enforcing drug policies. These policies criminalized drugs such as opium, morphine, heroine, and cocaine outside of medical use. The drug policies put into place are enforced by the Food and Drug Administration and the Drug Enforcement Administration. Classification of Drugs are defined and enforced using the Controlled Substance Act, which lists different drugs into their respective substances based on its potential of abuse and potential for medical use. Four different categories of drugs are Alcohol, Cannabis, Opioids, and Stimulants.\n\n"
        },
        {
            "title": "History",
            "text": "During the 19th century, drugs were not regulated by the government, and all drugs could be freely purchased by consumers. Local laws began prohibiting certain types of drugs in 1875. The first federal restriction on drugs was passed in 1909, banning the importation of opium. The Harrison Narcotics Tax Act was passed in 1914 to regulate the sale of narcotics in compliance with the International Opium Convention. This regulation effectively criminalized opium, morphine, heroin, and cocaine in the United States outside of specific medical use. The Harrison Act was strengthened in 1922 to increase the maximum penalty from five years in prison to ten years.[1] In regard to consumer drugs, the Pure Food and Drug Act of 1906 required that drug products be accurately labeled with their active ingredients. \n\nFrom 1920 to 1933, the Constitution of the United States banned alcohol as part of the Prohibition. The Eighteenth Amendment was ratified in 1919, prohibiting the manufacture, sale, or transportation of alcohol within the United States. Prohibition was ended when the Twenty-first Amendment to the United States Constitution was ratified on December 5, 1933.[2]\n\nIn the 1970s, the United States shifted its drug policy to the war on drugs. The Comprehensive Drug Abuse Prevention and Control Act of 1970 established a new framework for drug regulation and defined five schedules of controlled substances. Since then, many additional laws have been passed to regulate drugs. The Drug Enforcement Administration was created in 1973. The Anti-Drug Abuse Acts of 1986 and 1988 increased penalties and established mandatory sentencing for drug violations. The Office of National Drug Control Policy was created in 1989.\n\n"
        },
        {
            "title": "Enforcement",
            "text": "The Food and Drug Administration is responsible for regulating consumer and prescription drugs. The Drug Enforcement Administration is responsible for enforcing the Controlled Substances Act. Under the Controlled Substances Act, illicit drugs are classified under five Schedules, with Schedule I being the most severe. A drug's classification is determined by weighing its potential medical uses against its potential for abuse.[3] The scheduling for the Controlled Substance Act can be changed by Congress or the DEA. The most common way for the scheduling of a substance to be changed is through legislation done by Congress. A substance can be changed to be placed in the control section, be removed from the control section, or have its classification changed.[4]Enforcement of American drug policy has been criticized as disproportionately targeting racial minorities.[5]\n\nDefinitions of each schedule is as follows, Schedule I: High potential of abuse and are not acceptable for medical purposes. \nSchedule II: High potential of abuse but are acceptable for medical purposes. The abuse may lead to severe physical and mental dependence.\nSchedule III: Less abusive than schedules I and II and is acceptable for medical purposes. The abuse may lead to moderate physical and mental dependence. \nSchedule IV: Low potential compared to schedule III of abuse and acceptable for medical purposes. The abuse may lead to limited physical and mental dependence. \nSchedule V: Low potential of abuse compared to schedule IV and acceptable for medical purposes. The abuse may lead to limited physical and mental dependence. [6] As well as defining each drug through the five different schedules, the Controlled Substance Act also analogues and lists chemicals. A substance under the analogue has not been approved by the FDA and is not under one of the five schedules but does chemical similarities to drugs in schedules I and II or has a similar effect as drugs listed in schedules I or II. If a substance is a list chemical, it means that the substance should not be consumed by humans but can be used for the creation of controlled substances. These chemicals can be divided into two lists that separate them based on their use and importance.[4]\nThe Foreign Narcotics Kingpin Designation Act authorizes sanctions against individuals involved with international narcotics trafficking.[7] The United States Anti-Doping Agency is responsible for enforcing American anti-doping laws.\n\n"
        },
        {
            "title": "Drugs",
            "text": "Alcohol is a depressant drug that gives individuals quick moments of high energy which inevitably results in the body’s vital functions slowing down.[8] Alcohol is currently legal to purchase and consume in the United States. Federal law defines an alcoholic beverage as any beverage that contains 0.05% or more of alcohol, and federal law prohibits driving with a blood alcohol content of 0.08% or higher.[9] Manufacture and sale of alcohol was illegal in the United States during the Prohibition between 1920 and 1933. Following the ratification of the Twenty-first Amendment in 1933, federal prohibition was repealed and state governments were permitted to regulate alcohol independently.[2] The National Minimum Drinking Age Act requires all states to enforce a legal drinking age of 21 in order to receive full highway funding. Alcohol laws are enforced by the Bureau of Alcohol, Tobacco, Firearms and Explosives and the Alcohol and Tobacco Tax and Trade Bureau.\n\nCannabis, which is more widely referred to as marijuana, is a hallucinogen drug that also acts as a depressant. This drug is highly addictive and has some medical use in the United States.[8] The Marihuana Tax Act of 1937 was the first federal law to regulate cannabis, effectively criminalizing it in most cases. The act was ruled unconstitutional by the Supreme Court in Leary v. United States in 1969. In 1970, cannabis was classified as a Schedule I drug.[10]\n\nOpioids are a type of drug that act as painkillers and can produce euphoric feelings in those who use the drug. It is considered highly addictive and can result in addiction after only a few uses.[8] All opioids are classified as controlled substances. Heroin is a Schedule I drug. Fentanyl, hydromorphone, methadone, morphine, opium, and oxycodone are Schedule II drugs.[11] Prior to the Controlled Substances Act, federal regulation has restricted opioids since the importation of opium was banned 1909. The Harrison Narcotics Tax Act of 1914 made opioids illegal in all non-medical cases and restricted the ability of doctors to prescribe them.[1] The Narcotic Drugs Import and Export Act of 1922 further restricted opioids, and the Federal Bureau of Narcotics was established in 1930 to enforce these restrictions. The Boggs Act of 1951 and the Narcotics Control Act of 1956 further expanded legal restrictions on opioids.[5]\n\nStimulants are a type of drug that speeds up the body’s nervous system. This impacts the body’s alertness, heart rate, and blood pressure. These types of drugs can be found in pill form as well as in drink or food that can be ingested.[8]\n\nCaffeine is legal to use in consumer products in the United States, and it was one of the original substances classified as generally recognized as safe under the Food Additives Amendment of 1958. Products containing caffeine are regulated by the FDA, and they can be classified as conventional foods or dietary supplements. The FDA has discouraged the use of caffeine in alcoholic beverages.[12]\n\nCocaine is a Schedule II drug, as it has a high potential for abuse but has accepted medical uses.[13] Violations involving crack cocaine typically result in harsher sentences than violations involving powder cocaine.[5]\n\nThe psychoactive components of khat are controlled substances.Cathine is a Schedule IV drug and cathinone is a Schedule I drug.[14]\n\nMethamphetamine is a Schedule II drug, and Desoxyn is currently the only FDA approved drug that includes methamphetamine.[15]\n\n"
        }
    ]
}