{
    "url": "https://en.wikipedia.org/wiki/Federal_law_enforcement_in_the_United_States",
    "title": "Federal law enforcement in the United States",
    "table_of_contents": [
        "1 History",
        "2 Statistics",
        "3 List of agencies and units of agencies",
        "3.1 Executive Branch",
        "3.1.1 Department of Agriculture",
        "3.1.2 Department of Commerce",
        "3.1.3 Department of Defense",
        "3.1.4 Department of Education",
        "3.1.5 Department of Energy",
        "3.1.6 Department of Health and Human Services",
        "3.1.7 Department of Homeland Security",
        "3.1.8 Department of Housing and Urban Development",
        "3.1.9 Department of the Interior",
        "3.1.10 Department of Justice",
        "3.1.11 Department of Labor",
        "3.1.12 Department of State",
        "3.1.13 Department of Transportation",
        "3.1.14 Department of the Treasury",
        "3.1.15 Department of Veterans Affairs",
        "3.2 Legislative Branch",
        "3.3 Judicial Branch",
        "3.4 Other federal law enforcement agencies",
        "4 List of former agencies and units of agencies",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe federal government of the United States empowers a wide range of law enforcement agencies to maintain law and public order related to matters affecting the country as a whole.[1][2]\n\nWhile the majority of federal law enforcement employees work for the Departments of Justice and Homeland Security, there are dozens, or fewer, of other federal law enforcement agencies or feds under the other executive departments, as well as under the legislative and judicial branches of the federal government.\n\nDifferent federal law enforcement authorities have authority under different parts of the United States Code (U.S.C.). Most are limited by the U.S. Code to investigating matters that are explicitly within the power of the federal government. There are exceptions, with some agencies and officials enforcing codes of U.S. states and tribes of Native Americans in the United States.  Some federal investigative powers have become broader in practice, especially since the passage of the USA PATRIOT Act in October 2001.[3]\n\nThe United States Department of Justice was formerly the largest, and is still the most prominent, collection of federal law enforcement agencies. It has handled most law enforcement duties at the federal level[4] and includes the United States Marshals Service (USMS), the Federal Bureau of Investigation (FBI), the Drug Enforcement Administration (DEA), the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), Federal Bureau of Prisons (BOP), and others.\n\nHowever, the United States Department of Homeland Security (DHS) became the department with the most sworn armed Federal law enforcement officers and agents upon its creation in 2002 in response to the September 11, 2001 terrorist attacks when it incorporated agencies seen as having roles in protecting the country against terrorism. This included large agencies such as U.S. Immigration and Customs Enforcement Homeland Security Investigations (HSI), the U.S. Secret Service (USSS), the U.S. Coast Guard (USCG), the Transportation Security Administration (TSA), and the U.S. Customs and Border Protection (CBP) (created by combining the former agencies of the United States Border Patrol, United States Customs Service, and the United States Department of Agriculture's Animal and Plant Health Inspection Service (APHIS) into a single agency within the DHS).[2]\n\n"
        },
        {
            "title": "History",
            "text": "Federal law enforcement in the United States is more than two hundred years old. For example, the Postal Inspection Service can trace its origins back to 1772,[5] while the U.S. Marshals Service dates to 1789.[6]\n\nOther agencies, such as the FBI are relatively recent, being founded in the early twentieth century. Other agencies have been reformed, such as the ATF which was started only in 1972, but had its origins in 1886.[7][circular reference]\n\nSome federal law enforcement agencies have been formed after mergers of other agencies, over the years. This includes the CBP and the ATF.\n\nMilitary law enforcement, although federal, are slightly different in that they may or may not be active duty or civilians, depending upon their job (see below). \n\n"
        },
        {
            "title": "List of agencies and units of agencies",
            "text": "Agencies in bold text are law enforcement agencies (LEAs).\n\nIndependent Agencies and federally-administered institutions;\n\n"
        }
    ]
}