{
    "url": "https://en.wikipedia.org/wiki/Female_buddy_film",
    "title": "Female buddy film",
    "table_of_contents": [
        "1 Characteristics",
        "2 Background",
        "3 Examples",
        "4 See also",
        "5 References",
        "5.1 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A female buddy film is a type of buddy film. In these films, women are the main characters and their friendships and relationships with each other drive the story. The plots of female buddy films can share the same concept of male buddy films—opposite personalities go on an adventure or journey of sorts—or they can concern an ensemble group of women. Female buddy films gained popularity in the 1960s from the emergence of the woman's film and the male buddy film genres.[1]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The main characters of female buddy films are women, and the film's events center on their situations. The main cast is often female, depending on the plot. Critic Hannah McGill of Sight & Sound wrote, \"Films that centralise friendship between women and girls are thus always doing something slightly radical, whatever their other themes and content. They repudiate the message that women are adjuncts to men; they emphasise the fact that women and girls still exist when there are no men or boys in the room.\"[2]\n\n"
        },
        {
            "title": "Background",
            "text": "The buddy film was historically a genre limited to men and rooted in the literature and culture of America, with the fictional portrayal of male bonding in the United States tracing back to 19th-century author Mark Twain's characters Huck Finn and Tom Sawyer, as well as Huck and Jim in Adventures of Huckleberry Finn.[3] The occurrence of one woman interacting with another in film was so rare that concepts like the Bechdel test originated as a means of measuring the representation of women in fiction.[2] Female buddy films appeared as early as the 1930s, with George Cukor's The Women and Gregory La Cava's Stage Door.[4] Other prominent examples include Dance, Girl, Dance (1940),[2] Gentlemen Prefer Blondes (1953),[5][2] The Group[4] (1966), and Daisies (1966).[6][2]\n\n1991's Thelma & Louise remains one of the most notable female buddy films to date and had a similar impact on popular culture as buddy film Butch Cassidy and the Sundance Kid in the early 1970s.[7][8] Similar films also paved the way for onscreen female friendships such as that between Evelyn Couch and Ninny Threadgoode in Fried Green Tomatoes. Other popular duos and groups include those in Waiting to Exhale and Walking and Talking.[9] Though there are far fewer female buddy films than there are male buddy films,[10] their frequency has increased in conjunction with rising numbers of women in production and creative roles.[11][2]\n\n"
        },
        {
            "title": "Examples",
            "text": "Jonathan Rosenbaum has praised Jacques Rivette's 1974 film Céline and Julie Go Boating as an example of the genre and wrote that he knows \"many women who consider Céline et Julie vont en bateau their favorite movie about female friendship.\"[12] Dennis Lim sees the influence of Rivette's film in other female buddy films, such as Susan Seidelman's Desperately Seeking Susan and David Lynch's Mulholland Drive.[13] Céline and Julie was also an influence on Erick Zonca's 1998 film The Dreamlife of Angels.[14]\n\nFemale buddy films are not limited to lighthearted fare, and some critics argue there is a significance in the representation of complex female friendships on screen.[11] \"For women to whom a significant component of equality is the recognition that they embody the full spectrum of human traits, not just the sugar-and-spice ones, the onscreen depiction of ‘toxic’ friendships can be as significant and affecting as the celebration of healthy ones,\" critic Hannah McGill wrote.[2]\n\nIn 2011, the comedy film Bridesmaids was a major box-office success, crossing over the $100 million mark in just 23 days.[15][16] The film's popularity arguably ushered in a trend of R-rated female buddy comedies in the following years, such as The Heat, Bad Moms, Snatched, Rough Night, and Girls Trip.[17][18] Producer David T. Friendly called this phenomenon \"the Bridesmaids effect\".[15]\n\nThe genre is crossed with the buddy cop film in the 1988 comedy Feds and the 2013 comedy The Heat.[19] In both films, two female cops who are opposites in personality are paired up together.[10] Other recent examples include Booksmart (2019)[20] and the animated TV series Tuca & Bertie.[11]\n\n"
        }
    ]
}