{
    "url": "https://en.wikipedia.org/wiki/Feminist_theology",
    "title": "Feminist theology",
    "table_of_contents": [
        "1 Methodology",
        "1.1 Development of feminist theology",
        "1.2 Prehistoric religion and archaeology",
        "1.3 Gender and God",
        "1.4 New Thought movement",
        "2 Within specific religions",
        "2.1 Baháʼí Faith",
        "2.2 Judaism",
        "2.3 Christianity",
        "2.4 Islam",
        "2.5 Sikhism",
        "2.6 Hinduism",
        "2.7 Neopaganism",
        "2.8 Buddhism",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Feminist theology is a movement found in several religions, including Buddhism, Hinduism, Sikhism, Neopaganism, Baháʼí Faith, Christianity, Judaism, Islam and New Thought, to reconsider the traditions, practices, scriptures, and theologies of those religions from a feminist perspective. Some of the goals of feminist theology include increasing the role of women among clergy and religious authorities, reinterpreting patriarchal (male-dominated) imagery and language about God, determining women's place in relation to career and motherhood, studying images of women in the religions' sacred texts, and matriarchal religion.[1]\n\n"
        },
        {
            "title": "Methodology",
            "text": "While there is no specific date to pinpoint the beginning of this movement, its origins can be traced back to the 1960s article, “The Human Situation: A Feminine View,” written by Valerie Saiving (Goldstein).[2]  Her piece of work questioned theologies written by men for men in a modern perspective to then dismantle what it had created over the years, patriarchal systems that oppress women. After Saiving's work was published, many scholars took up her ideas and elaborated upon them, which built the feminist theology movement further. Grenz and Olson view the steps of feminist theology in threes: first, feminist theologians critique the treatment of women in the past, second, they determine alternative biblical/religious texts that support feminist ideologies, and third, they claim the theology that adheres to such standards, through reclamation, abolishment, and/or revision.[3] Grenz and Olson also mention that while all feminists agree there is a flaw in the system, there is disagreement over how far outside of the Bible and the Christian tradition women are willing to go to seek support for their ideals.[4] This concept is also important when feminist theology is relating to other religions or spiritual connections outside of Chrisitanity.\n\nThe primacy of a monotheistic or near-monotheistic \"Great Goddess\" is advocated by some modern matriarchists as a female version of, preceding, or analogue to, the Abrahamic God associated with the historical rise of monotheism in the Mediterranean Axis Age.\n\nMother Nature (sometimes known as Mother Earth) is a common representation of nature that focuses on the life-giving and nurturing features of nature by embodying it in the form of the mother. Images of women representing mother earth, and mother nature, are timeless. In prehistoric times, goddesses were worshipped for their association with fertility, fecundity, and agricultural bounty. Priestesses held dominion over aspects of Incan, Assyrian, Babylonian, Slavonic, Roman, Greek, Indian, and Iroquoian religions in the millennia prior to the inception of Patriarchal religion.\n\nOthers who practice feminist spirituality may instead adhere to a feminist re-interpretation of Western monotheistic traditions. In those cases, the notion of God as having a male gender is rejected, and God is not referred to using male pronouns. Feminist spirituality may also object to images of God that they perceive as authoritarian, parental, or disciplinarian, instead emphasizing \"maternal\" attributes such as nurturing, acceptance, and creativity.[5]\n\nCarol P. Christ is the author of the widely reprinted essay \"Why Women Need the Goddess\",[6] which argues in favor of the concept of there having been an ancient religion of a supreme goddess. This essay was presented as the keynote address to an audience of over 500 at the \"Great Goddess Re-emerging\" conference at the University of California at Santa Cruz in the spring of 1978, and was first published in Heresies: The Great Goddess Issue (1978), pgs. 8–13.[7] Carol P. Christ also co-edited the classic feminist religion anthologies Weaving the Visions: New Patterns in Feminist Spirituality (1989) and Womanspirit Rising (1979/1989); the latter included her essay Why Women Need the Goddess.[7]\n\nThe Latter-Day Saint movement is unique among Christian denominations in that it affirms the existence of a Divine Feminine as a part of its core doctrine. The Latter-Day Saint Divine Feminine is called \"Heavenly Mother.\" While Latter-day Saints don't pray to Heavenly Mother, she is considered to be the wife of Heavenly Father and therefore His equal in heaven, according to \"The Family: A Proclamation to the World\"'s description of husbands and wives as equal partners.[8]\n\nNew Thought as a movement had no single origin, but was rather propelled along by a number of spiritual thinkers and philosophers and emerged through a variety of religious denominations and churches, particularly the Unity Church, Religious Science, and Church of Divine Science.[9] It was a feminist movement in that most of its teachers and students were women; notable among the founders of the movement were Emma Curtis Hopkins, known as the \"teacher of teachers\" Myrtle Fillmore, Malinda Cramer, and Nona L. Brooks;[9] with its churches and community centers mostly led by women, from the 1880s to today.[10][11]\n\n"
        },
        {
            "title": "Within specific religions",
            "text": "Jewish feminism is a movement that seeks to make the religious, political, and social status of Jewish women equal to that of Jewish men. Feminist movements, with varying approaches and successes, have opened up within all major denominations of Judaism.\n\nThere are different approaches and versions of feminist theology that exist within the Jewish community.\n\nSome of these theologies promote the idea that it is important to have a feminine characterization of God within the siddur (Jewish prayerbook) and service. They challenge the male rabbi teachings that only emphasize God as a man with masculine traits only.\n\nIn 1976, Rita Gross published the article \"Female God Language in a Jewish Context\" (Davka Magazine 17), which Jewish scholar and feminist Judith Plaskow considers \"probably the first article to deal theoretically with the issue of female God-language in a Jewish context\".[12][13]  Gross was Jewish herself at this time.[14]\n\nReconstructionist Rabbi Rebecca Alpert (Reform Judaism, Winter 1991) comments:\n\nIn 1990 Rabbi Margaret Wenig wrote the sermon, \"God Is a Woman and She Is Growing Older\", which as of 2011 has been published ten times (three times in German) and preached by rabbis from Australia to California.[16]\n\nRabbi Paula Reimers (\"Feminism, Judaism, and God the Mother\", Conservative Judaism 46 (1993)) comments:\n\nAhuva Zache affirms that using both masculine and feminine language for God can be a positive thing, but reminds her Reform Jewish readership that God is beyond gender (Is God male, female, both or neither? How should we phrase our prayers in response to God’s gender?, in the Union for Reform Judaism's iTorah, [2][permanent dead link]):\n\nThese views are highly controversial even within liberal Jewish movements.[17] Orthodox Jews and many Conservative Jews\nhold that it is wrong to use English female pronouns for God, viewing such usage as an intrusion of modern, western feminist ideology into Jewish tradition.[citation needed] Liberal prayer books tend increasingly to also avoid male-specific words and pronouns, seeking that all references to God in translations be made in gender-neutral language. For example, the UK Liberal movement's Siddur Lev Chadash (1995) does so, as does the UK Reform Movement's Forms of Prayer (2008).[18][19] In Mishkan T'filah, the American Reform Jewish prayer book released in 2007, references to God as “He” have been removed, and whenever Jewish patriarchs are named (Abraham, Isaac, and Jacob), so also are the matriarchs (Sarah, Rebecca, Rachel, and Leah.)[20] In 2015 the Reform Jewish High Holy Days prayer book Mishkan HaNefesh was released; it is intended as a companion to Mishkan T'filah.[21] It includes a version of the High Holy Days prayer Avinu Malkeinu that refers to God as both \"Loving Father\" and \"Compassionate Mother.\"[21] Other notable changes are replacing a line from the Reform movement's earlier prayerbook, \"Gates of Repentance,\" that mentioned the joy of a bride and groom specifically, with the line \"rejoicing with couples under the chuppah [wedding canopy]\", and adding a third, non-gendered option to the way worshippers are called to the Torah, offering “mibeit,” Hebrew for “from the house of,” in addition to the traditional “son of” or “daughter of.”[21]\n\nIn 2003 The Female Face of God in Auschwitz: A Jewish Feminist Theology of the Holocaust, the first full-length feminist theology of the Holocaust, written by Melissa Raphael, was published.[22] Judith Plaskow’s Standing Again at Sinai: Judaism from a Feminist Perspective (1991), and Rachel Adler’s Engendering Judaism: An Inclusive Theology and Ethics (1999) are the only two full-length Jewish feminist works to focus entirely on theology in general (rather than specific aspects such as Holocaust theology.) [23] This work of feminist theology in regards to Judaism, also contextualizes the other goals of this movement, to re frame historical texts and how they are being taught. It is in addition to how God is being viewed but also the role of women historically and how they are being treated today in a new feminist light. \nWhile there is some opposition faced, Jewish communities believing feminism is too Western and does not validate Judaism, there is also the approval of an insider feminist perspective that takes into consideration traditions and modern thought.[24]\n\nChristian feminism is an aspect of feminist theology which seeks to advance and understand the equality of men and women morally, socially, spiritually, and in leadership from a Christian perspective. This is through reformation to be along the lines of feminist thought in regards to their religion.[25] Christian feminists argue that contributions by women in that direction are necessary for a complete understanding of Christianity.[26]\n\nThese theologians believe that God does not discriminate on the basis of biologically determined characteristics, such as sex and race.[27] Their major issues include the ordination of women, male dominance in Christian marriage, recognition of equal spiritual and moral abilities, reproductive rights, and the search for a feminine or gender-transcendent divine.[28][29][30][31][32] Christian feminists often draw on the teachings of more historical texts that reinforce that feminism does not go against Christianity but has always been in its texts.[33]\n\nMary Daly grew up an Irish Catholic and all of her education was received through Catholic schools. She has three doctorate degrees, one from St. Mary's College in sacred theology then  two from University of Fribourg, Switzerland in theology and philosophy. While in her early works Daly expressed a desire to reform Christianity from the inside, she would later come to the conclusion that Christianity is not able to enact the necessary changes as it is.  According to Ford's The Modern Theologians, “Mary Daly has done more than anyone to clarify the problems women have concerning the central core symbolism of Christianity, and its effects on their self-understanding and their relationship to God.”[34][failed verification – see discussion]  Daly is a prime example of how some feminist theologians come to the conclusion that reclamation and reform are no longer a viable option, that condemnation is the only way out.[25]\n\nRosemary Radford Ruether writes about crucial additional interpretations of how Christian feminist theology is impacted by the world.  Ruether grew up Roman Catholic and attended Catholic schools through her sophomore year of high school. She was a classics major at Scripps College, worked for the Delta Ministry in 1965 and taught at Howard University School of Religion from 1966 to 1976.[35]  “Rosemary Ruether has written on the question of Christian credibility, with particular attention to ecclesiology and its engagement with church-world conflicts; Jewish-Christian relations...; politics and religion in America; and Feminism\".[36] Ruether is said to be one of the major Christian feminist theologians of our time.[37] Her book Sexism and God-Talk is the earliest feminist theological assessment of Christian theology.[38]\n\nIn the 1970s Phyllis Trible pioneered a Christian feminist approach to biblical scholarship, using the approach of rhetorical criticism developed by her dissertation advisor, James Muilenburg.[39]: 158–159 [40][41]\n\nChristian feminist theology has consistently  been critiqued as being focused on primarily white women. This has resulted in the development of movements such as womanist theology, focusing on African American women coined by the works of Alice Walker, Asian feminist theology, and mujerista theology, introduced by Ada Maria Isasi-Diaz concerning Latinas.\n\nThe term Christian egalitarianism is sometimes preferred by those advocating gender equality and equity among Christians who do not wish to associate themselves with the feminist movement.\nWomen apologists have become more visible in Christian academia. Their defense of the faith is differentiated by a more personal, cultural and listening approach \"driven by love\".[42]\n\nTo learn more about feminism in the Church of Jesus Christ of Latter-Day Saints, go to this article.\n\nSome advocates of liberation theology will refer to God as \"she\".  This is particularly true of many of the faculty at Union Theological seminary which is a hub of liberation theology and even Senator Rafael Warnock referred to God as \"she' in his exegiesis of John 3.[43]\n\nSee also: Unity Church, Christian Science, Christian theological praxis and Postmodern Christianity.\n\nIslamic feminism is a form of feminism concerned with the role of women in Islam. It aims for the full equality of all Muslims, regardless of gender, in public and private life. Islamic feminists advocate women's rights, gender equality, and social justice grounded in an Islamic framework. Although rooted in Islam, the movement's pioneers have also utilized secular and non-Muslim feminist discourses and recognize the role of Islamic feminism as part of an integrated global feminist movement.[44] Advocates of the movement seek to highlight the deeply rooted teachings of equality in the Quran and encourage a questioning of the patriarchal interpretation of Islamic teaching through the Qur'an (holy book), hadith (sayings of Muhammad) and sharia (law) towards the creation of a more equal and just society.[45] This is done through the advocation of the female autonomy in line with the guideline of the Qur’an. Feminist theologians like Azizah al-Hibri, professor of law at University of Richmond, founded KARAMAH: Muslim Women Lawyers for Human Rights.[46] Feminist theology and Islam is also used to strengthen the spiritual connection to the women of Islam when they undergo severe trauma, to promote human rights especially those of women.[47] Fatima Mernissi’s book, The Forgotten Queens of Islam, is a crucial piece in feminist theology for Islam and how it relates to a non western state.[48]\nOther theologists include Riffat Hassan, Amina Wadud, and Asma Barlas. \nThis theology has been used to educate, re-frame religion, pose as a building block for peace, and the advancement of women’s rights, in legislation and in society.[49]\n\nIn Sikhism women are equal to men. The verse from the Sikh scripture the Guru Granth Sahib states that:\n\nAccording to scholars such as Nikky-Guninder Kaur Singh, feminist theology in Sikhism is also the feminization of rituals such as the ceremonial rite of who lights a funeral pyre. Singh further states that this is the reclamation of religion to inspire “personal and social renewal of change\" and that these theologians are seen as gurus rather than simply women or scholars. The teachings of Guru Nanak focus on the singularity between men and women, with anything that differs denounced. He cites the example that origins and traditions stem from women as supervisors and in control, as well as engaged in history, such as Mai Bhago, who rallied men to fight against imperial forces alongside her in the battle at Muktsar in 1705.[50]\n\nWithin Ancient Hinduism, women have been held in equal honour as men. The Manusmriti for example states: The society that provides respect and dignity to women flourishes with nobility and prosperity. And a society that does not put women on such a high pedestal has to face miseries and failures regardless of how so much noble deeds they perform otherwise. Manusmrithi Chapter 3 Verse 56.\n\nWithin the Vedas the Hindu holy texts, women were given the highest possible respect and equality. The Vedic period was glorified by this tradition. Many rishis were women, indeed so that several of them authored many of the slokas, a poem, proverb or hymn, in the Vedas. For instance, in the Rigveda there is a list of women rishis. Some of them are: Ghosha, Godha, Gargi, Vishwawra, Apala, Upanishad, Brahmjaya, Aditi, Indrani, Sarma, Romsha, Maitreyi, Kathyayini, Urvashi, Lopamudra, Yami, Shashwati, Sri, Laksha and many others. In the Vedic period women were free to enter into brahmacharya just like men, and attain salvation.\n\nDuring Hindu marriage ceremonies, the following slokas are uttered by the grooms, yet in recent years their importance is understood less frequently with no actie desire to analyze them in depth to come to the conclusions that was being portrayed:\n\n\"O bride! I accept your hand to enhance our joint good fortune. I pray to you to accept me as your husband and live with me until our old age. ...\" Rigveda Samhita Part -4, sukta 85, sloka 9702\n\n\"O bride! May you be like the empress of your mother-in-law, father-in-law, sisters-in-law and brothers-in-law (sisters and brothers of the groom). May your writ run in your house.\" Rigveda Samhita Part -4, sukta 85, sloka 9712\n\nThis sloka from the Atharvaveda clearly states that the woman leads and the man follows: \"The Sun God follows the first illuminated and enlightened goddess Usha (dawn) in the same manner as men emulate and follow women.\" Athravaveda Samhita, Part 2, Kanda 27, sukta 107, sloka 5705.\n\nWomen were considered to be the embodiment of great virtue and wisdom. Thus we have: \"O bride! May the knowledge of the Vedas be in front of you and behind you, in your center and in your ends. May you conduct your life after attaining the knowledge of the Vedas. May you be benevolent, the harbinger of good fortune and health and live in great dignity and indeed illuminate your husband's home.\" Atharva Veda 14-1-64. Women were allowed full freedom of worship. \"The wife should do agnihotra (yagna), sandhya (puja) and all other daily religious rituals. If, for some reason, her husband is not present, the woman alone has full rights to do yagna\". Rigveda Samhita, part 1, sukta 79, sloka 872.\n\nMoving on towards the Monotheistic era of Hinduism when such ideals such as Shaivism and Vaishnavism, a specific deity for feministic worship was brought about under the Shaktism branch. From a Hinduism point of view women are equal in all measures to men in comparison, historical texts have stated this and is the basis of Hinduism, recognizing women as valuable and interconnected between men and women. Shakti, the name meaning power and referring to the female counterpart of Shiva, possesses connected powers that do not belong to just male or female but rather works together, equally dependent upon the other. Hindu feminist scholars also go beyond the reconstruction of texts but also the reestablishment of society and Hinduism in practice.[51]\n\nSome currents of Neopaganism, in particular Wicca, have a ditheistic concept of a single goddess and a single god, who in hieros gamos represent a united whole. Polytheistic reconstructionists focus on reconstructing polytheistic religions, including the various goddesses and figures associated with indigenous cultures.\n\nWicca is a duo theistic belief system. Members of Wicca will work individually with both a God, the son and partner of the Mother Earth, and the Goddess herself.[52] The Goddess is commonly referred to as the Triple Goddess in Wicca. She is also commonly addressed as the Mother Goddess or the Mother Earth.[53] The Goddess represents creation, strength, destruction and the Earth at once. Wicca`s common theme across it`s beliefs is the feminist movement of the Female Goddess, which honours the importance of the female body.[54]\n\nWiccan Feminism demonstrates the strength of women within the faith. Wicca`s history of leading women begins with examples of members such as Zsuzsanna Budapest (1940), who founded one of Wicca`s first feminist covens, has formed further feminist traditions within the faith over time.[55] Wicca encourages a balance in power between men and women, regardless of gender and does not favour one gender over the other. [56] Wicca does not shame femininity, but rather embraces and uplifts the female body.[56] Members of the practice acknowledge the menstrual cycle as a powerful form of creation and life.[57] Women are not shamed for being open about their sexuality and individualism, as Wicca considers menstruation, pregnancy and menopause to be manifestations of the divine feminine and a source of creation.The faith's feminist approach and emphasis of a female deity creates an appeal to women, which has led to the majority of the Wiccan population being primarily female over the years. Wicca has a feminist approach to life as it encourages a theme of balance in power between men and women, highlighting the importance of equality in the faith.[58][57]\n\nThe term thealogy is sometimes used in the context of the Neopagan Goddess movement, a pun on theology and thea θεά \"goddess\" intended to suggest a feminist approach to theism.\n\nThe Goddess movement is a loose grouping of social and religious phenomena that grew out of second-wave feminism, predominantly in North America, Western Europe, Australia, and New Zealand in the 1970s, and the metaphysical community as well. Spurred by the perception that women were not treated equitably in many religions, some women turned to a Female Deity as more in tune with their spiritual needs. Education in the Arts became a vehicle for the study of humanitarian philosophers like David Hume at that time. A unifying theme of this diverse movement is the femaleness of Deity (as opposed and contrasted to a patriarchal God).\n\nGoddess beliefs take many forms: some people in the Goddess movement recognize multiple goddesses, some also include gods, while others honour what they refer to as \"the Goddess,\" which is not necessarily seen as monotheistic, but is often understood to be an inclusive, encompassing term incorporating many goddesses in many different cultures. The term \"the Goddess\" may also be understood to include a multiplicity of ways to view deity personified as female, or as a metaphor, or as a process. (Christ 1997, 2003) The term \"The Goddess\" may also refer to the concept of The One Divine Power, or the traditionally worshiped \"Great Goddess\" of ancient times.\n\nIn the latter part of the 20th century, feminism was influential in the rise of Neopaganism in the United States, and particularly the Dianic tradition. Some feminists find the worship of a goddess, rather than a god, to be consonant with their views. Others are polytheists, and worship a number of goddesses. The collective set of beliefs associated with this is sometimes known as thealogy and sometimes referred to as the Goddess movement. See also Dianic Wicca.\n\nBuddhist feminism seeks to advance and understand the equality of men and women morally, socially, spiritually, and in leadership from a Buddhist perspective and within Buddhism. While some core beliefs in Buddhism may cause friction with Western feminism, Buddhist feminist theology strives to find the common ground and balance between tradition and the goals of this movement. \nIn carrying the teachings of Buddhism, feminist theologians critique the common feminist ideology as “other-ing” males. This idea is in conflict with Buddhist beliefs of interconnections between all. The enemy is not the “other” but the idea that there is not a singular connection and being the same.[59] \nBuddhist feminist theologies take into consideration religious ideologies, challenge Western feminist views, and reclaim what Buddhism is at its core, interconnected and accepting.[59]\n\n"
        }
    ]
}