{
    "url": "https://en.wikipedia.org/wiki/Fenwicke_Holmes",
    "title": "Fenwicke Holmes",
    "table_of_contents": [
        "1 Biography",
        "2 Career",
        "3 Bibliography",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Fenwicke Lindsay Holmes (1883–1973) was an American author, former Congregational minister, and Religious Science leader. The brother of Ernest Holmes, Fenwicke is widely recognized for being an important factor in the establishment of Religious Science and the founding of the United Centers for Spiritual Living. Fenwicke is recognized as an important figure in the development of the New Thought movement in Japan in particular  Seicho-no-Ie.\n\nThroughout his career Holmes served as a Congregational Church minister and as the pastor of a Divine Science Church. He and his brother Ernest created Uplift Magazine, which he served as the editor, and later, he was the president of the International College of Mental Science.\n\nHolmes wrote more than twenty books, lectured for fifty years around the world, and frequently spoke on radio and television.\n\n"
        },
        {
            "title": "Biography",
            "text": "Born on a farm near Lincoln, Maine in 1883, Fenwicke was one of nine boys. Despite coming from a poor family, the older boys in the family were admitted to Gould Academy, a private school in Bethel, 70 miles from their home. A teacher at the school urged Fenwicke to attend Colby College in Waterville, Maine, where he graduated from with a Bachelor of Arts degree in 1906. There he was elected to Phi Beta Kappa, and served as editor of the Oracle yearbook.[2] He married novelist Katharine Eggleston in the early 1920s.\n\nHe attended the Hartford Theological Seminary and was ordained in the Congregational church. In 1911, he left the Seminary to move to Venice, California for health reasons. Later, he was also ordained as a Divine Science minister.[3]\n\n"
        },
        {
            "title": "Career",
            "text": "In Venice, Fenwicke founded a Congregational Church where he ministered for six years. The next year he convinced his brother Ernest to join him, and in 1912, he did. The brothers began extensively studying New Thought, in particular the ideas of Thomas Troward, and a few years later, New Thought leader Christian D. Larson. In 1917, Fenwicke resigned from the Congregational Church. During this time he was heavily influenced by the writings of New Thought movement leader William Walker Atkinson.[4] He and Ernest opened the short-lived Metaphysical Sanitarium in Long Beach, California, that year, too. It closed in 1918.\n\nSoon after the brothers founded Uplift, a magazine somewhat critical of traditional New Thought, and began speaking throughout the Los Angeles area.[5] Fenwicke published his first book, The Law of Mind in Action, in 1919. When Dr. Julia Seaton Sears, noted New Thought lecturer and author, had urged one of the brothers to attend the International New Thought Alliance in Boston, Massachusetts, and Fenwicke attended. Soon after Seton had Fenwicke appointed as a special lecturer at the League for the Larger Life in New York City. Fenwicke is attributed as the director of a 1921 film called The Offenders.\n\nAccording to Washburn and deLong's Book \"High and Low Financiers\" [6] Fenwicke Holmes was investigated by the Securities Bureau of New York during the 1920s for various stock swindles, mostly relating to defunct or worthless mining companies, and eventually indicted. At the time of the US stock market crash and financial collapse of share markets by 1930, Holmes's legal issues were widely reported by the New York Times.[7]\n\nIn 1927, Fenwicke helped Ernest found the Institute of Religious Science and School of Philosophy as a means of spreading their teachings.[8] After that he ministered at the Divine Science Church of the Healing Christ in New York City until 1934. Then, Fenwick and his wife moved to Santa Monica, California, where he became president of the International College of Mental Science and continued lecturing.\n\nIn the 1950s, Holmes collaborated with Dr. Masaharu Taniguchi in founding the Japanese New Thought organization Seicho-No-Ie, and co-authored its guiding book, The Science of Faith.\n\n"
        }
    ]
}