{
    "url": "https://en.wikipedia.org/wiki/Ferrofluid",
    "title": "Ferrofluid",
    "table_of_contents": [
        "1 Description",
        "1.1 Normal-field instability",
        "1.2 Common ferrofluid surfactants",
        "2 Applications",
        "2.1 Current",
        "2.1.1 Electronic devices",
        "2.1.2 Mechanical engineering",
        "2.1.3 Materials science research",
        "2.1.4 Loudspeakers",
        "2.1.5 Cell separations",
        "2.1.6 Audio-visualization",
        "2.2 Former",
        "2.2.1 Medical applications",
        "2.3 Future",
        "2.3.1 Spacecraft propulsion",
        "2.3.2 Analytical instrumentation",
        "2.3.3 Medical applications",
        "2.3.4 Heat transfer",
        "2.3.5 Optics",
        "2.3.6 Energy harvesting",
        "3 See also",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ferrofluid is a liquid that is attracted to the poles of a magnet. It is a colloidal liquid made of nanoscale ferromagnetic or ferrimagnetic particles suspended in a carrier fluid (usually an organic solvent or water).  Each magnetic particle is thoroughly coated with a surfactant to inhibit clumping.  Large ferromagnetic particles can be ripped out of the homogeneous colloidal mixture, forming a separate clump of magnetic dust when exposed to strong magnetic fields. The magnetic attraction of tiny nanoparticles is weak enough that the surfactant's Van der Waals force is sufficient to prevent magnetic clumping or agglomeration.  Ferrofluids usually do not retain magnetization in the absence of an externally applied field and thus are often classified as \"superparamagnets\" rather than ferromagnets.[1]\n\nIn contrast to ferrofluids, magnetorheological fluids (MR fluids) are magnetic fluids with larger particles. That is, a ferrofluid contains primarily nanoparticles, while an MR fluid contains primarily micrometre-scale particles.  The particles in a ferrofluid are suspended by Brownian motion and generally will not settle under normal conditions, while particles in an MR fluid are too heavy to be suspended by Brownian motion.  Particles in an MR fluid will therefore settle over time because of the inherent density difference between the particles and their carrier fluid. As a result, ferrofluids and MR fluids have very different applications.\n\nA process for making a ferrofluid was invented in 1963 by NASA's Steve Papell to create liquid rocket fuel that could be drawn toward a fuel pump in a weightless environment by applying a magnetic field.[2] The name ferrofluid was introduced, the process improved, more highly magnetic liquids synthesized, additional carrier liquids discovered, and the physical chemistry elucidated by R. E. Rosensweig and colleagues. In addition Rosensweig evolved a new branch of fluid mechanics termed ferrohydrodynamics which sparked further theoretical research on intriguing physical phenomena in ferrofluids.[3][4][5][6] In 2019, researchers at the University of Massachusetts and Beijing University of Chemical Technology succeeded in creating a permanently magnetic ferrofluid which retains its magnetism when the external magnetic field is removed. The researchers also found that the droplet's magnetic properties were preserved even if the shape was physically changed or it was divided.[7]\n\n"
        },
        {
            "title": "Description",
            "text": "Ferrofluids are composed of very small nanoscale particles  (diameter usually 10 nanometers or less) of  magnetite, hematite or some other compound containing iron, and a liquid  (usually oil). This is small enough for thermal agitation to disperse them evenly within a carrier fluid, and for them to contribute to the overall magnetic response of the fluid. This is similar to the way that the ions in an aqueous paramagnetic salt solution (such as an aqueous solution of copper(II) sulfate or manganese(II) chloride) make the solution paramagnetic. The composition of a typical ferrofluid is about 5% magnetic solids, 10% surfactant and 85% carrier, by volume.[8]\n\nParticles in ferrofluids are dispersed in a liquid, often using a surfactant, and thus ferrofluids are colloidal suspensions – materials with properties of more than one state of matter. In this case, the two states of matter are the solid metal and liquid it is in.[9] This ability to change phases with the application of a magnetic field allows them to be used as seals, lubricants, and may open up further applications in future nanoelectromechanical systems.\n\nTrue ferrofluids are stable. This means that the solid particles do not agglomerate or phase separate even in extremely strong magnetic fields. However, the surfactant tends to break down over time (a few years), and eventually the nano-particles will agglomerate, and they will separate out and no longer contribute to the fluid's magnetic response.\n\nThe term magnetorheological fluid (MRF) refers to liquids similar to ferrofluids (FF) that solidify in the presence of a magnetic field.  Magnetorheological fluids have micrometre scale magnetic particles that are one to three orders of magnitude larger than those of ferrofluids.\n\nHowever, ferrofluids lose their magnetic properties at sufficiently high temperatures, known as the Curie temperature.\n\nWhen a paramagnetic fluid is subjected to a strong vertical magnetic field, the surface forms a regular pattern of peaks and valleys. This effect is known as the Rosensweig or normal-field instability. The instability is driven by the magnetic field; it can be explained by considering which shape of the fluid minimizes the total energy of the system.[10]\n\nFrom the point of view of magnetic energy, peaks and valleys are energetically favorable. In the corrugated configuration, the magnetic field is concentrated in the peaks; since the fluid is more easily magnetized than the air, this lowers the magnetic energy. In consequence the spikes of fluid ride the field lines out into space until there is a balance of the forces involved.[11]\n\nAt the same time the formation of peaks and valleys is resisted by gravity and surface tension. It requires energy both to move fluid out of the valleys and up into the spikes, and to increase the surface area of the fluid. In summary, the formation of the corrugations increases the surface free energy and the gravitational energy of the liquid, but reduces the magnetic energy. The corrugations will only form above a critical magnetic field strength, when the reduction in magnetic energy outweighs the increase in surface and gravitation energy terms.[12]\n\nFerrofluids have an exceptionally high magnetic susceptibility and the critical magnetic field for the onset of the corrugations can be realised by a small bar magnet.\n\nThe soapy surfactants used to coat the nanoparticles include, but are not limited to:\n\nThese surfactants prevent the nanoparticles from clumping together, so the particles can not fall out of suspension nor clump into a pile of magnetic dust on near the magnet. The magnetic particles in an ideal ferrofluid never settle out, even when exposed to a strong magnetic field. A surfactant has a polar head and non-polar tail (or vice versa), one of which adsorbs to a nanoparticle, while the non-polar tail (or polar head) sticks out into the carrier medium, forming an inverse or regular micelle, respectively, around the particle. Electrostatic repulsion then prevents agglomeration of the particles.\n\nWhile surfactants are useful in prolonging the settling rate in ferrofluids, they also hinder the fluid's magnetic properties (specifically, the fluid's magnetic saturation). The addition of surfactants (or any other foreign particles) decreases the packing density of the ferroparticles while in its activated state, thus decreasing the fluid's on-state viscosity, resulting in a \"softer\" activated fluid. While the on-state viscosity (the \"hardness\" of the activated fluid) is less of a concern for some ferrofluid applications, it is a primary fluid property for the majority of their commercial and industrial applications and therefore a compromise must be met when considering on-state viscosity versus the settling rate of a ferrofluid.\n\n"
        },
        {
            "title": "Applications",
            "text": "Ferrofluids are used to form liquid seals around the spinning drive shafts in hard disks.  The rotating shaft is surrounded by magnets. A small amount of ferrofluid, placed in the gap between the magnet and the shaft, will be held in place by its attraction\nto the magnet. The fluid of magnetic particles forms a barrier which prevents debris from entering the interior of the hard drive. According to engineers at Ferrotec, ferrofluid seals on rotating shafts typically withstand 3 to 4 psi;[citation needed] additional seals can be stacked to form assemblies capable of withstanding higher pressures.\n\nFerrofluids have friction-reducing capabilities. If applied to the surface of a strong enough magnet, such as one made of neodymium, it can cause the magnet to glide across smooth surfaces with minimal resistance.\n\nFerrofluids can also be used in semi-active dampers in mechanical and aerospace applications. While passive dampers are generally bulkier and designed for a particular vibration source in mind, active dampers consume more power. Ferrofluid based dampers solve both of these issues and are becoming popular in the helicopter community, which has to deal with large inertial and aerodynamic vibrations.\n\nFerrofluids can be used to image magnetic domain structures on the surface of ferromagnetic materials using a technique developed by Francis Bitter.[13]\n\nStarting in 1973, ferrofluids have been used in loudspeakers to remove heat from the voice coil, and to passively damp the movement of the cone. They reside in what would normally be the air gap around the voice coil, held in place by the speaker's magnet. Since ferrofluids are paramagnetic, they obey Curie's law and thus become less magnetic at higher temperatures. A strong magnet placed near the voice coil (which produces heat) will attract cold ferrofluid more than hot ferrofluid thus pushing the heated ferrofluid away from the electric voice coil and toward a heat sink. This is a relatively efficient cooling method which requires no additional energy input.[14]\n\nBob Berkowitz of Acoustic Research began studying ferrofluid in 1972, using it to damp resonance of a tweeter. Dana Hathaway of Epicure in Massachusetts was using ferrofluid for tweeter damping in 1974, and he noticed the cooling mechanism. Fred Becker and Lou Melillo of Becker Electronics were also early adopters in 1976, with Melillo joining Ferrotec and publishing a paper in 1980.[15] In concert sound, Showco began using ferrofluid in 1979 for cooling woofers.[16] Panasonic was the first Asian manufacturer to put ferrofluid in commercial loudspeakers, in 1979. The field grew rapidly in the early 1980s. Today, some 300 million sound-generating transducers per year are produced with ferrofluid inside, including speakers installed in laptops, cell phones, headphones and earbuds.[17]\n\nFerrofluids conjugated with antibodies or common capture agents such as Streptavidin (SA) or rat anti-mouse Ig (RAM) are used in immunomagnetic separation, a subset of cell sorting.[18] These conjugated ferrofluids are used to bind to target cells, and then magnetically separate them from a cell mixture using a low-gradient magnetic separator. These ferrofluids have applications such as cell therapy, gene therapy, cellular manufacturing, among others.\n\nOn the aesthetic side, ferrofluids can be displayed to visualize sound. For that purpose, the blob of ferrofluid is suspended in a clear liquid. An electromagnet acts on the shape of the ferrofluid in response to the volume or the audio frequency of the music, allowing it to selectively react to a song’s treble or bass.[19][20]\n\nSeveral ferrofluids were marketed for use as contrast agents in magnetic resonance imaging, which depend on the difference in magnetic relaxation times of different tissues to provide contrast.[21][22] Several agents were introduced and then withdrawn from the market, including Feridex I.V. (also known as Endorem and ferumoxides), discontinued in 2008;[23] resovist (also known as Cliavist), 2001 to 2009;[24] Sinerem (also known as Combidex), withdrawn in 2007;[25] Lumirem (also known as Gastromark), 1996[26] to 2012;[27][28] Clariscan (also known as PEG-fero, Feruglose, and NC100150), development of which was discontinued due to safety concerns.[29]\n\nFerrofluids can be made to self-assemble nanometer-scale needle-like sharp tips under the influence of a magnetic field. When they reach a critical thinness, the needles begin emitting jets that might be used in the future as a thruster mechanism to propel small satellites such as CubeSats.[30]\n\nFerrofluids have numerous optical applications because of their refractive properties; that is, each grain, a micromagnet, reflects light. These applications include measuring specific viscosity of a liquid placed between a polarizer and an analyzer, illuminated by a helium–neon laser.[31]\n\nFerrofluids have been proposed for magnetic drug targeting. In this process the drugs would be attached to or enclosed within a ferrofluid and could be targeted and selectively released using magnetic fields.[32]\n\nIt has also been proposed for targeted magnetic hyperthermia to convert electromagnetic energy into heat.[33]\n\nIt has also been proposed in a form of nanosurgery to separate one tissue from another—for example a tumor from the tissue in which it has grown.[21]\n\nAn external magnetic field imposed on a ferrofluid with varying susceptibility (e.g., because of a temperature gradient) results in a nonuniform magnetic body force, which leads to a form of heat transfer called thermomagnetic convection.  This form of heat transfer can be useful when conventional convection heat transfer is inadequate; e.g., in miniature microscale devices or under reduced gravity conditions.\n\nFerrofluids of suitable composition can exhibit extremely large enhancement in thermal conductivity (k; ~300% of the base fluid thermal conductivity). The large enhancement in k is due to the efficient transport of heat through percolating nanoparticle paths. Special magnetic nanofluids with tunable thermal conductivity to viscosity ratio can be used as multifunctional ‘smart materials’ that can remove heat and also arrest vibrations (damper). Such fluids may find applications in microfluidic devices and microelectromechanical systems (MEMS).[34]\n\nResearch is under way to create an adaptive optics shape-shifting magnetic mirror from ferrofluid for Earth-based astronomical telescopes.[35]\n\nOptical filters are used to select different wavelengths of light. The replacement of filters is cumbersome, especially when the wavelength is changed continuously with tunable-type lasers. Optical filters tunable for different wavelengths by varying the magnetic field can be built using ferrofluid emulsion.[36]\n\nFerrofluids enable an interesting opportunity to harvest vibration energy from the environment. Existing methods of harvesting low frequency (<100 Hz) vibrations require the use of solid resonant structures. With ferrofluids, energy harvester designs no longer need solid structure. One simple example of ferrofluid based energy harvesting is to place the ferrofluid inside a container to use external mechanical vibrations to generate electricity inside a coil wrapped around the container surrounded by a permanent magnet.[37] First a ferrofluid is placed inside a container that is wrapped with a coil of wire. The ferrofluid is then externally magnetized using a permanent magnet. When external vibrations cause the ferrofluid to slosh around in the container, there is a change in magnetic flux fields with respect to the coil of wire. Through Faraday's law of electromagnetic induction, voltage is induced in the coil of wire due to change in magnetic flux.[37]\n\n"
        }
    ]
}