{
    "url": "https://en.wikipedia.org/wiki/Ferry_Farm",
    "title": "Ferry Farm",
    "table_of_contents": [
        "1 History",
        "1.1 Before Washington",
        "1.2 Washington-era",
        "1.3 After Washington",
        "2 Preservation",
        "2.1 Wal-Mart controversy",
        "2.2 Archaeology",
        "2.3 The house",
        "2.4 Foundation and museum",
        "2.4.1 Prehistoric",
        "2.4.2 Pre-Colonial life",
        "2.4.3 Colonial life",
        "2.4.4 Civil War",
        "3 Ferry Farm in stories and myth",
        "3.1 Cherry tree",
        "3.2 Silver dollar toss",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ferry Farm (also known as the George Washington Boyhood Home Site or the Ferry Farm Site) is the name of the farm and home at which George Washington spent much of his childhood. The site is located in Stafford County, Virginia, along the northern bank of the Rappahannock River, across from the city of Fredericksburg. In July 2008, archaeologists announced that they had found remains of the boyhood home, which had suffered a fire during 1740, including artifacts such as pieces of a cream-colored tea set probably belonging to George's mother, Mary Ball Washington.[5][6][7] In 2015, the George Washington Foundation began constructing a replica of Washington's boyhood home on the site of the original building. The replica house was completed in 2018 and is open to the public.[8][9]\n\n"
        },
        {
            "title": "History",
            "text": "The farm was named after the Washington family had left the property. Its namesake was a free ferry that crossed the Rappahannock River on Washington land—the family did not own or operate it. It is unclear what the farm was called during the Washington occupancy. Sometime in the late 19th century the farm became known as Pine Grove, as well as The Ferry Farm. The farm rose to national prominence during the Washington Birth Bicentennial of 1932—during the years surrounding this celebration some authors cited both the names Ferry Farm and Pine Grove.\n\nOver thousands of years, American Indians periodically inhabited the lands that today make up Ferry Farm. Archaeological finds include a spear point made over 10,000 years ago by a big-game hunter, numerous tools associated with bands of hunter/gatherers, and pottery created by native farmers.\n\nThe first European claim on the property was a land patent granted to John Catlett in 1666. By 1710, the tract had been subdivided into several small farms, with Maurice Clark in ownership of what would become Ferry Farm. In 1727, the property was sold to William Strother, a lawyer, and a Burgess for the newly formed King George County.\n\nIn 1738, George Washington's father, Augustine, acquired the plantation from the Strother estate. Augustine Washington held political office, owned several thriving plantations, and was a managing partner of Accokeek Iron Furnace located six miles north of Ferry Farm on a tributary of the Potomac River. He moved to Ferry Farm in the fall of 1738 with his second wife, Mary Ball Washington, and their five young children.\n\nGeorge Washington's biographers could claim three locations significant as his homesteads through his lifetime. Pope's Creek, Virginia from 1732 to 1735 was his birthplace. Little Hunting Creek, later to be renamed Mount Vernon by elder brother Lawrence after his 1743 inheritance of the property was briefly the family home to Augustine and Mary Washington and their brood of five including his third son George, from 1735 to 1738.[10] The Washington-era farm, then referred to by others as the Washington Farm and by the Washingtons as the Home Farm, had a 1½-story central-passage house, two rooms deep, perched atop a bluff on the Rappahannock River.  It was built by Augustine Washington.  Based on excavations at the site in 2008, the structure was approximately 54 feet (16 m) wide by 28 feet (8.5 m) deep.[11]  It was the second of five houses at the site.  George was six when the family moved to the farm in 1738.[11] He inherited the farm and lived in the house until his early 20s. However, George Washington was not sentimental about the land. Washington saw the land as a \"crowded, busy, trouble-filled place of limited options.\"[12] Washington's father Augustine had left behind a small set of surveying instruments after he died. At the age of 16 Washington used his father's surveying tools to survey for prominent Virginia grandees and instantly became hooked; George Washington had found his first true calling. Surveying linked George to his brother Lawrence and the Fairfaxes.[13] At age 18 Washington was granted a 453-acre tract in western Frederick County by Lord Fairfax.  Washington surveyed the 453 acres of land and also purchased an adjoining tract. Washington soon had acquired close to two thousand acres in western lands. Washington had acquired more land through his own hard work than Ferry Farm would be worth in the three years Washington had to wait to legally claim Ferry Farm.[14]  He often stayed with his half-brother Lawrence at Mount Vernon. Washington's mother lived in the house until 1772, when she moved to Fredericksburg, and the farm was sold to a friend Hugh Mercer.  The Washington-era house was in ruinous condition by 1833.\n\nA new farmhouse was built at the site in 1850 for the use of an overseer.  It was the site of skirmishing during the American Civil War in 1862.[2]  Throughout the Civil War, the area surrounding Ferry Farm was prone to encounters between Confederate and Union armies due to a concentration of ferry and train traffic.[15] Because of these encounters, many significant battles occurred in the city surrounding Ferry Farm, although no battles occurred on the actual site. \nFerry Farm was periodically occupied by Union Soldiers as a war campground, which military personnel used to prepare for battle.[16] \nIn 1862, amid the Civil War, President Abraham Lincoln, familiar with Weems' Washington myths, toured Ferry Farm. While occupying the Farm, many soldiers familiar with the Cherry Tree Myth, carved trinkets, such as rings, from a tree they believed to be the myth.[15]  Much of the farm was destroyed during this time.  Another new farmhouse was built during the 1870s, along with many outbuildings.  A surviving \"surveyor's shed\" is a remnant of this period.[17]\n\nSince the 1920s the property has been the subject of many preservation and money-making schemes. James Beverly Colbert sought to profit from the land's associations with Washington. The writer George Allan England agreed to write real-estate ads promoting the historical value of the land for a $5,000 fee upon the land's sale. He made full use of the many Weem's tales. Colbert also helped promote the thought that a non-important structure called \"The Surveyor Shed,\" was a genuine relic, though it was not. Since the bicentennial celebration of George Washington's Birthday was approaching, Colbert and England thought the land would sell quickly, but there were other historical sites vying for preservation and the Great Depression finally killed their dream.[15]\n\nIn each subsequent decade, different groups of preservationists have tried to make a \"national shrine\" out of Washington's boyhood home. The 1960s saw the creation of a home for troubled boys on the site. This project left on the landscape the site's most visible feature—a large pseudo-Georgian building which now houses a museum, offices, and archaeological lab, which, since 2006, is viewable for visitors.\n\nIn the 1990s Stafford County's Board of Supervisors set out to both preserve the site and bring business to the county. Their attempts ultimately led to rezoning and a bid by Wal-Mart to buy the property and construct a large store adjacent to the boyhood site. This was opposed by many in Fredericksburg, which would have been able to see the back of the store from town. There was a widespread feeling that such a change in this historical town's viewshed would have had adverse effects on the town's crucial tourist trade as well as harming the town's charm and quality of life. The result was a deal whereby Historic Kenmore (the circa 1770s Fredericksburg home of Washington's sister Betty Washington Lewis and her husband Fielding Lewis), in conjunction with the National Park Service and commonwealth funds, purchased the site. Historic Kenmore became George Washington's Fredericksburg Foundation and in 2008 The George Washington Foundation.  This foundation oversees both sites as well as Augustine Washington's ironworks at Accokeek (Potomac) Furnace (1726~ 56) in Stafford County, part of the Principio Company.[20]\n\nIt was declared a National Historic Landmark in 2000.[2][4][21]\n\nExtensive archaeological investigations began in 2002 under the direction of David Muraca (formerly of Colonial Williamsburg) and Philip Levy of the University of South Florida. The goal of the excavations is to locate and understand the original Washington farm complex. In 2008, Levy and Muraca announced that one of three sites excavated yielded the original home site, including foundations of a 53 by 37 feet (11 m) home.  The home had suffered a small fire during George Washington's lifetime.[5] In 2018 a replica of the original home was completed above these foundations and guided tours are offered on a daily basis.[22] Ferry Farm also runs children's programs and other public events.\n\nIt is located at 237 King's Highway (Virginia Route 3), near Fredericksburg.[2]  A building associated with George Washington's surveying work is listed at 712 King's Highway.[23]\n\n"
        },
        {
            "title": "Preservation",
            "text": "Samuel Warren and Irma Warren bought the land in 1969. The Warrens were interested in historical preservation and kept the property in the family for nearly 30 years but they eventually sought to rezone the land as a B-1 commercial lot.[15] They then reached an agreement with Stafford County, with the county agreeing to rezoning a parcel of the land, and the Warrens agreeing to donate 24 acres surrounding the Colbert house.[15] The sale, however, marked the start of a long controversy between commercial interests and proponents of national heritage. Robert Siegrist entered the controversy and expressed an interest in maintaining the land that was recently donated to Stafford County. Siegrist maintained the property for 4 years until early on the morning of September 26, 1994 when a fire broke out at the Colbert house.[15]  Stafford County quickly ended its relationship with Siegrist and looked for alternate applications of the property. \nIn 1995, the Walmart corporation sought the land surrounding the Washington Site, and worked to purchase it. Included in the purchase was a promise that the site heritage would be preserved through a columned plaza with \"special tributes to George and the Cherry Tree.\" However, there was a large opposition including Fredericksburg small business owners, local historical preservationists, and many national organizations such as Daughters of the American Revolution.[15] The conflict came to a head on April 1, 1995, after the review board assigned to the task rejected Walmart's offer.[15]\n\nThe George Washington Foundation purchased the land in 1996 and since 2003 has supported an archeological field school at the site. The summer excavations are led by Philip Levy (associate professor of history at the University of South Florida) and David Muraca (who previously worked at Colonial Williamsburg). Digs are organized through university groups and consist of undergraduate and graduate volunteers. Archeologists and volunteers have found artifacts dating from the prehistoric period through the Civil War and beyond.\n\nIn 2006-2008 the archeology team headed by Muraca and Levy, funded by the George Washington Foundation, found the cellar to, and thus the location of George Washington's boyhood home. Using the remains of the building and the artifacts within, they have dated the feature to the 1740s, the time when the Washingtons lived on the land.[24] In 2015, groundbreaking began on a replica house built above the original foundations using information gleaned from the archaeological remains, contemporary descriptions of the original house, and knowledge of similar houses in Colonial Virginia.[25] The house was built using eighteenth-century building techniques by experts in colonial craftsmanship, and completed and opened to the public in 2018. It is stocked with reproductions of the furniture and objects listed in Augustine Washington's probate inventory as having been in the house when he died in 1743. Since they are reproductions, tour guides encourage guests to interact with all of the objects in the house, allowing them to sit on the furniture, open cabinets, and handle objects.[9]\n\nThe George Washington Foundation now owns the land as well as Kenmore, the Fredericksburg home of Washington's sister Betty and her husband Fielding Lewis. The GWF is funded by donors and grants and has been managing the land since the Walmart purchase. In addition to funding, staffing, cataloging, and overseeing the site's excavations there are now plans to recreate the historical landscape and build a new visitor's center on the site.[24]\n\nArtifacts found at the Ferry Farm site have dated back to 10,000 B.C. This period of prehistoric artifacts continues on until 1,500 B.C.[26] Artifacts from this period include hunting and gather tools, which prehistoric peoples used to hunt wildlife around and in the Rappahannock River. The land around Ferry Farm was rich in nutrients and populated with multiple animals.\n\"Such diversity in food sources required these groups to expand the types of tools they used.\"[27]  \nExamples of artifacts that were found include spear points, stone axes, and quartz scrapers, which were used as tools for hunting.\n\nWhile evidence is scarce, artifacts have been dated back to 1,500 B.C. until 1,500 A.D. when Woodland Indians inhabited the land around current day Ferry Farm.[28]\n\nPopular artifacts found from the Colonial Period include the ends of 18th century wig hair curlers. \n\"[...] These were associated with maintaining wigs for George Washington's younger brothers. The fashionable gentlemen of the late 18th century wore a wig- the single most expensive part of the gentry-class man's wardrobe.\"[29]\n\nIn 1862 the Civil War arrived at Ferry Farm leaving behind a variety of artifacts throughout the duration of the war. Such as objects from battles including bullets, ink bottles, buttons and medallions from uniforms to name a few.[30]\n\n"
        },
        {
            "title": "Ferry Farm in stories and myth",
            "text": "Ferry Farm is the setting for some of the best known stories about George Washington, most particularly those brought to the American public by Mason Locke Weems, best known as Parson Weems, in the early 19th century. These include the anecdote, appearing first in the 1806 edition of Weems's Life of Washington, in which a 6-year-old George barked one of his father Augustine's favorite English cherry trees with a new hatchet. Upon being confronted by his father, the boy confessed, saying: \"I cannot tell a lie; I did it with my little hatchet.\"[31]\n\nGeorge Washington's step-grandson, George Washington Parke Custis, published a newer version of the story in which George Washington tried to break his mothers new colt (horse). In this story, Washington rode the horse \"so hard\" that one of the horse's blood vessel's burst, killing the horse. Like the cherry tree story, when confronted George Washington admitted to killing the horse.[32] \nBoth stories celebrate George Washington's honesty and share a theme of loss, which Washington was painfully familiar with after his father's death and losing his opportunity to study abroad.[33]\n\nIt has also been claimed to be the site where George Washington \"threw a silver dollar across the Rappahannock River.\"  It is possible to \"skip\" a coin or flat rock across that area. Regardless, the river was considerably wider during this period than it is today, making the feat that much more difficult.  Each year during the celebration of Washington's birthday, townspeople are invited to attempt to recreate this event. In the summer of 2006, archaeology intern Jim Trueman duplicated Washington's alleged throw and did it again the following summer to prove the first throw was not a fluke.[34]\n\n"
        }
    ]
}