{
    "url": "https://en.wikipedia.org/wiki/Fetishism",
    "title": "Fetishism",
    "table_of_contents": [
        "1 Historiography",
        "2 History",
        "3 Practice",
        "3.1 Japan",
        "4 Minkisi",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A fetish (derived from the French fétiche, which comes from the Portuguese feitiço, and this in turn from Latin facticius, 'artificial' and facere, 'to make') is an object believed to have supernatural powers, or in particular, a human-made object that has power over others. Essentially, fetishism is the attribution of inherent value, or powers, to an object.\n\n"
        },
        {
            "title": "Historiography",
            "text": "The term fetish has evolved from an idiom used to describe a type of object created in the interaction between European travelers and Africans in the early modern period to an analytical term that played a central role in the perception and study of non-Western art in general and African art in particular to increase the evil in the world.\n\nWilliam Pietz, who, in 1994, conducted an extensive ethno-historical study[2] of the fetish, argues that the term originated in the coast of West Africa during the sixteenth and seventeenth centuries. Pietz distinguishes between, on the one hand, actual African objects that may be called fetishes in Europe, together with the indigenous theories of them, and on the other hand, \"fetish\", an idea, and an idea of a kind of object, to which the term above applies.[3]\n\nAccording to Pietz, the post-colonial concept of \"fetish\" emerged from the encounter between Europeans and Africans in a very specific historical context and in response to African material culture.\n\nHe begins his thesis with an introduction to the complex history of the word:\n\nStallybrass concludes that \"Pietz shows that the fetish as a concept was elaborated to demonize the supposedly arbitrary attachment of West Africans to material objects. The European subject was constituted in opposition to a demonized fetishism, through the disavowal of the object.\"[5]\n\n"
        },
        {
            "title": "History",
            "text": "Initially, the Portuguese developed the concept of the fetish to refer to the objects used in religious practices by West African natives.[4] The contemporary Portuguese feitiço may refer to more neutral terms such as charm, enchantment, or abracadabra, or more potentially offensive terms such as juju, witchcraft, witchery, conjuration or bewitchment.\n\nThe concept was popularized in Europe circa 1757, when Charles de Brosses used it in comparing West African religion to the magical aspects of ancient Egyptian religion. Later, Auguste Comte employed the concept in his theory of the evolution of religion, wherein he posited fetishism as the earliest (most primitive) stage, followed by polytheism and monotheism. However, ethnography and anthropology would classify some artifacts of monotheistic religions as fetishes. \n\nThe eighteenth-century intellectuals who articulated the theory of fetishism encountered this notion in descriptions of \"Guinea\" contained in such popular voyage collections as Ramusio's Viaggio e Navigazioni (1550), de Bry's India Orientalis (1597), Purchas's Hakluytus Posthumus (1625), Churchill's Collection of Voyages and Travels (1732), Astley's A New General Collection of Voyages and Travels (1746), and Prevost's Histoire generale des voyages (1748).[6]\n\nThe theory of fetishism was articulated at the end of the eighteenth century by G. W. F. Hegel in Lectures on the Philosophy of History. According to Hegel, Africans were incapable of abstract thought, their ideas and actions were governed by impulse, and therefore a fetish object could be anything that then was arbitrarily imbued with imaginary powers.[7]\n\nIn the 19th and 20th centuries, Tylor and McLennan, historians of religion, held that the concept of fetishism fostered a shift of attention away from the relationship between people and God, to focus instead on a relationship between people and material objects, and that this, in turn, allowed for the establishment of false models of causality for natural events. This they saw as religious fetishism for Santa Claus on Christmas day and does not consider the birth of Jesus a central problem historically and sociologically.\n\n"
        },
        {
            "title": "Practice",
            "text": "The use of the concept in the study of religion derives from studies of traditional West African religious beliefs, as well as from Vodun, which in turn derives from those beliefs.\n\nFetishes were commonly used in some Native American religions and practices.[8] For example, the bear represented the shaman, the buffalo was the provider, the mountain lion was the warrior, and the wolf was the pathfinder the cause of the war.[8]\n\nKato Genchi cited jewelry, swords, mirrors, and scarves as examples of fetishism in Shintoism.[9] Kato stated that leaving behind cities and going into rural areas, he could find many traces of animism, fetishism, and phallicism.[10]\n\nKato Genchi stated that the Ten Sacred Treasures were fetishes and the Imperial Regalia of Japan retained the same traits, and pointed out the similarities with the Pusaka of the natives of the East Indies and the Tjurunga of the Central Australians.[11] The Kusanagi no Tsurugi was believed to provide supernatural protection (blessings) through the spiritual experience of the divine sword, and the Kusanagi no Tsurugi was deified and enshrined at Atsuta in Owari Province, which is now the Atsuta Shrine.[11]\n\nAkaruhime no Kami, the deity of Hiyurikuso Shrine, was said to be a red ball.[11] In the Kami era, the jewel around Izanagi-no-Mikoto's neck was deified and called Mikuratana-kami.[11]\n\nWilliam George Aston remarked that the sword at Atsuta Shrine was originally an offering and later became a sacred object, as an example of Fetishism. Sword was one of mitama-shiro (spirit representative, spirit-token), or more commonly known as the shintai (god-body).[12] He observed that people tends to think of the mitama (spirit) of a deity first as the seat of his real presence, and second as the deity itself. Many people do not distinguish between mitama (spirit) and shintai (god-body), and some even confused shintai (god-body) with the god's real body.[12] For example, cooking furnace (kamado) itself was worshipped as god.[12] Noting the vagueness between highly imperfect symbol of deity and fetish worship, being worsened by the restricted uses of images (e.g., painting, sculpture), there was a strong tendency to even forget that there is a god by ascribing special virtues to certain physical objects.[12]\n\nRoy Andrew Miller observed that the Kokutai no Hongi and the Imperial Rescript on Education were also often worshipped as fetishes, and were respectfully placed and kept in household altars (kamidana).[13]\n\n"
        },
        {
            "title": "Minkisi",
            "text": "Made and used by the BaKongo of western DRC, a nkisi (plural minkisi) is a sculptural object that provides a local habitation for a spiritual personality. Though some minkisi have always been anthropomorphic, they were probably much less naturalistic or \"realistic\" before the arrival of the Europeans in the nineteenth century; Kongo figures are more naturalistic in the coastal areas than inland.[3] As Europeans tend to think of spirits as objects of worship, idols become the objects of idolatry when worship was addressed to false gods. In this way, Europeans regarded minkisi as idols on the basis of false assumptions.\n\nEuropeans often called nkisi \"fetishes\" and sometimes \"idols\" because they are sometimes rendered in human form. Modern anthropology has generally referred to these objects either as \"power objects\" or as \"charms\".\n\nIn addressing the question of whether a nkisi is a fetish, William McGaffey writes that the Kongo ritual system as a whole,\n\nTherefore, McGaffey concludes, to call a nkisi a fetish is to translate \"certain Kongo realities into the categories developed in the emergent social sciences of nineteenth century, post-enlightenment Europe.\"[3]\n\n"
        }
    ]
}