{
    "url": "https://en.wikipedia.org/wiki/Fiction",
    "title": "Fiction",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "3 Elements",
        "3.1 Character",
        "3.2 Plot",
        "3.3 Setting",
        "3.4 Theme",
        "4 Formats",
        "5 Literary fiction",
        "5.1 Genre fiction",
        "5.2 Process of fiction writing",
        "5.3 Types by word count",
        "6 Realism",
        "7 See also",
        "8 Notes",
        "9 Citations",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFiction is any creative work, chiefly any narrative work, portraying individuals, events, or places that are imaginary, or in ways that are imaginary.[1][2][3] Fictional portrayals are thus inconsistent with history, fact, or plausibility. In a traditional narrow sense, \"fiction\" refers to written narratives in prose – often referring specifically to novels, novellas, and short stories.[4][5] More broadly, however, fiction encompasses imaginary narratives expressed in any medium, including not just writings but also live theatrical performances, films, television programs, radio dramas, comics, role-playing games, and video games.\n\n"
        },
        {
            "title": "Definition",
            "text": "Typically, the fictionality of a work is publicly marketed and so the audience expects the work to deviate in some ways from the real world rather than presenting, for instance, only factually accurate portrayals or characters who are actual people.[6] Because fiction is generally understood to not fully adhere to the real world, the themes and context of a work, such as if and how it relates to real-world issues or events, are open to interpretation.[7] Characters and events within some fictional works may even exist in their own context entirely separate from the known physical universe: an independent fictional universe. The creative art of constructing an imaginary world is known as worldbuilding.\n\nIn contrast to fiction, creators of non-fiction works assume responsibility for presenting only information (and sometimes opinion) based in historical and factual reality. Despite the traditional distinction between fiction and non-fiction, some modern works blur this boundary, particularly ones that fall under certain experimental storytelling genres—including some postmodern fiction, autofiction,[8] or creative nonfiction like non-fiction novels and docudramas—as well as the deliberate literary fraud of falsely marketing fiction as nonfiction.[9]\n\n"
        },
        {
            "title": "History",
            "text": "Storytelling has existed in all human cultures, and each culture incorporates different elements of truth and fiction into storytelling. Early fiction was closely associated with history and myth. Greek poets such as Homer, Hesiod, and Aesop developed fictional stories that were told first through oral storytelling and then in writing. Prose fiction was developed in Ancient Greece, influenced by the storytelling traditions of Asia and Egypt. Distinctly fictional work was not recognized as separate from historical or mythological stories until the imperial period. Plasmatic narrative, following entirely invented characters and events, was developed through ancient drama and New Comedy.[10] One common structure among early fiction is a series of strange and fantastic adventures as early writers test the limits of fiction writing. Milesian tales were an early example of fiction writing in Ancient Greece and Italy. As fiction writing developed in Ancient Greece, relatable characters and plausible scenarios were emphasized to better connect with the audience, including elements such as romance, piracy, and  religious ceremonies. Heroic romance was developed in medieval Europe, incorporating elements associated with fantasy, including supernatural elements and chivalry.[11]\n\nThe structure of the modern novel was developed by Miguel de Cervantes with Don Quixote in the early-17th century.[12] The novel became a primary medium of fiction in the 18th and 19th centuries. They were often associated with Enlightenment ideas such as empiricism and agnosticism. Realism developed as a literary style at this time.[13] New forms of mass media developed in the late-19th and early-20th centuries, including popular-fiction magazines and early film.[14] Interactive fiction was developed in the late-20th century through video games.[15]\n\n"
        },
        {
            "title": "Elements",
            "text": "Characters are the main actors within a work of fiction that carry out the story. They typically take the form of humans with names, identities, and character traits, and they typically engage in actions and speech to convey their motives. Characters may be entirely imaginary, or they may have a basis in real-life individuals. In literary fiction, study of the characters is the work's purpose. Memorable characters provide value and iconography to fictional stories.[16] Fictional characters can be perceived similarly to real people by the audience. First impressions are influential in how a character is initially perceived, while familiarity with a character results in expected behaviors. Characters that behave contrary to their previous characterization can be confusing or jarring to the audience. The audience can also form social connections with characters, feeling for them as if they were real.[17]\n\nPlot is the sequence of events that occurs in a work of fiction. It occurs through cause and effect in which actions produce reactions and cause the story to progress. The plot often corresponds to a conflict between characters or within a character and presents stakes that are at risk within the story. Plot is structured through a series of scenes in which related events occur that lead to subsequent scenes. These events form plot points that cause changes to the story or the character.[18]\n\nSetting is the time, place, and circumstance in which a story takes place. It includes the physical surroundings that the characters experience and the social conventions that affect characters. The setting may resemble a character in that it has specific traits, undergoes actions that affect the plot, and develops over the course of the story.[19]\n\nTheme is the underlying idea or message presented by a work. It is more abstract than other elements and can be applied to other circumstances as a broader concept. Theme is a subjective element that is interpreted by the audience and may or may not be intended by the work's creator. The audience may come to different conclusions about a work's theme or develop new ideas about its theme as the work progresses.[20]\n\n"
        },
        {
            "title": "Formats",
            "text": "Traditionally, fiction includes novels, short stories, fables, legends, myths, fairy tales, epic and narrative poetry, plays (including operas, musicals, dramas, puppet plays, and various kinds of theatrical dances). However, fiction may also encompass comic books, and many animated cartoons, stop motions, anime, manga, films, video games, radio programs, television programs (comedies and dramas), etc.\n\nThe Internet has had a major impact on the creation and distribution of fiction, calling into question the feasibility of copyright as a means to ensure royalties are paid to copyright holders.[21] Also, digital libraries such as Project Gutenberg make public domain texts more readily available. The combination of inexpensive home computers, the Internet, and the creativity of its users has also led to new forms of fiction, such as interactive computer games or computer-generated comics. Countless forums for fan fiction can be found online, where loyal followers of specific fictional realms create and distribute derivative stories. The Internet is also used for the development of blog fiction, where a story is delivered through a blog either as flash fiction or serial blog, and collaborative fiction, where a story is written sequentially by different authors, or the entire text can be revised by anyone using a wiki.\n\n"
        },
        {
            "title": "Literary fiction",
            "text": "The definition of literary fiction is controversial. It may refer to any work of fiction in a written form. However, various other definitions exist, including a written work of fiction that:\n\nLiterary fiction is often used as a synonym for literature, in the narrow sense of writings specifically considered to be an art form.[23] While literary fiction is sometimes regarded as superior to genre fiction, the two are not mutually exclusive, and major literary figures have employed the genres of science fiction, crime fiction, romance, etc., to create works of literature. Furthermore, the study of genre fiction has developed within academia in recent decades.[24]\n\nThe term is sometimes used such as to equate literary fiction to literature.  The accuracy of this is debated. Neal Stephenson has suggested that while any definition will be simplistic there is today a general cultural difference between literary and genre fiction. On the one hand literary authors nowadays are frequently supported by patronage, with employment at a university or a similar institution, and with the continuation of such positions determined not by book sales but by critical acclaim by other established literary authors and critics. On the other hand, he suggests, genre fiction writers tend to support themselves by book sales.[25] However, in an interview, John Updike lamented that \"the category of 'literary fiction' has sprung up recently to torment people like me who just set out to write books, and if anybody wanted to read them, terrific, the more the merrier. ... I'm a genre writer of a sort. I write literary fiction, which is like spy fiction or chick lit\".[26] Likewise, on The Charlie Rose Show, he argued that this term, when applied to his work, greatly limited him and his expectations of what might come of his writing, so he does not really like it. He suggested that all his works are literary, simply because \"they are written in words\".[27]\n\nLiterary fiction often involves social commentary, political criticism, or reflection on the human condition.[28] In general, it focuses on \"introspective, in-depth character studies\" of \"interesting, complex and developed\" characters.[28][29] This contrasts with genre fiction where plot is the central concern.[30] Usually in literary fiction the focus is on the \"inner story\" of the characters who drive the plot, with detailed motivations to elicit \"emotional involvement\" in the reader.[31][32] The style of literary fiction is often described as \"elegantly written, lyrical, and ... layered\".[33] The tone of literary fiction can be darker than genre fiction,[34] while the pacing of literary fiction may be slower than popular fiction.[34] As Terrence Rafferty notes, \"literary fiction, by its nature, allows itself to dawdle, to linger on stray beauties even at the risk of losing its way\".[35]\n\nBased on how literary fiction is defined, genre fiction may be a subset (written fiction that aligns to a particular genre), or its opposite: an evaluative label for written fiction that comprises popular culture, as artistically or intellectually inferior to high culture. Regardless, fiction is commonly broken down into a variety of genres: categories of fiction, each differentiated by a particular unifying tone or style; set of narrative techniques, archetypes, or other tropes; media content; or other popularly defined criterion. \n\nScience fiction predicts or supposes technologies that are not realities at the time of the work's creation: Jules Verne's novel From the Earth to the Moon was published in 1865, but only in 1969 did astronauts Neil Armstrong and Buzz Aldrin become the first humans to land on the Moon.\n\nHistorical fiction places imaginary characters into real historical events. In the 1814 historical novel Waverley, Sir Walter Scott's fictional character Edward Waverley meets a figure from history, Bonnie Prince Charlie, and takes part in the Battle of Prestonpans. Some works of fiction are slightly or greatly re-imagined based on some originally true story, or a reconstructed biography.[36] Often, even when the fictional story is based on fact, there may be additions and subtractions from the true story to make it more interesting. An example is Tim O'Brien's The Things They Carried, a 1990 series of short stories about the Vietnam War.\n\nFictional works that explicitly involve supernatural, magical, or scientifically impossible elements are often classified under the genre of fantasy, including Lewis Carroll's 1865 novel Alice's Adventures in Wonderland, J. R. R. Tolkien's The Lord of the Rings, and J. K. Rowling's Harry Potter series. Creators of fantasy sometimes introduce imaginary creatures and beings such as dragons and fairies.[3]\n\nFiction writing is the process by which an author or creator produces a fictional work. Some elements of the writing process may be planned in advance, while others may come about spontaneously. Fiction writers use different writing styles and have distinct writers' voices when writing fictional stories.[37]\n\nTypes of written fiction in prose are distinguished by relative length and include:[38][39]\n\n"
        },
        {
            "title": "Realism",
            "text": "Realistic fiction typically involves a story whose basic setting (time and location in the world) is real and whose events could feasibly happen in a real-world setting; in contrast, speculative fiction typically involves a story where the opposite is the case, often being set in an entirely imaginary universe, an alternative history of the world other than that currently understood as true, or some other non-existent location or time-period, sometimes even presenting impossible technology or defiance of the currently understood laws of nature. However, all types of fiction arguably invite their audience to explore real ideas, issues, or possibilities in an otherwise imaginary setting or using what is understood about reality to mentally construct something similar to reality, though still distinct from it.[note 1][note 2]\n\nIn terms of the traditional separation between fiction and non-fiction, the lines are now commonly understood as blurred, showing more overlap than mutual exclusion. Even fiction usually has elements of or grounding in, truth. The distinction between the two may be best defined from the perspective of the audience, according to whom a work is regarded as non-fiction if its people, places, and events are all historically or factually real, while a work is regarded as fiction if it deviates from reality in any of those areas. The distinction between fiction and non-fiction is further obscured by an understanding, on the one hand, that the truth can be presented through imaginary channels and constructions, while, on the other hand, imagination can just as well bring about significant conclusions about truth and reality.[citation needed]\n\nLiterary critic James Wood argues that \"fiction is both artifice and verisimilitude\", meaning that it requires both creative inventions as well as some acceptable degree of believability,[44] a notion often encapsulated in poet Samuel Taylor Coleridge's term: willing suspension of disbelief. Also, infinite fictional possibilities themselves signal the impossibility of fully knowing reality, provocatively demonstrating that there is no criterion to measure constructs of reality.[45]\n\n"
        }
    ]
}