{
    "url": "https://en.wikipedia.org/wiki/Fictional_country",
    "title": "Fictional country",
    "table_of_contents": [
        "1 Purposes",
        "2 In survey research",
        "3 Questionable cases",
        "4 See also",
        "5 Books",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A fictional country is a country that is made up for fictional stories, and does not exist in real life, or one that people believe in without proof. \nSailors have always mistaken low clouds for land masses, and in later times this was given the name Dutch capes.[1]\nOther fictional lands appear most commonly as settings or subjects of myth, literature, film, or video games. They may also be used for technical reasons in actual reality for use in the development of specifications, such as the fictional country of Bookland, which is used to allow European Article Number \"country\" codes 978 and 979 to be used for ISBNs assigned to books, and code 977 to be assigned for use for ISSN numbers on magazines and other periodicals.  Also, the ISO 3166 country code \"ZZ\" is reserved as a fictional country code[citation needed].\n\nFictional countries appear commonly in stories of early science fiction (or scientific romance). Such countries supposedly form part of the normal Earth landscape, although not located in a normal atlas. Later similar tales often took place on fictional planets.[citation needed]\n\nIn Gulliver's Travels by Jonathan Swift, the protagonist, Lemuel Gulliver, visited various strange places. Edgar Rice Burroughs placed the adventures of Tarzan in areas in Africa that, at the time, remained mostly unknown to the West and to the East. Isolated islands with strange creatures and/or customs enjoyed great popularity in these authors' times. By the 19th century, when Western explorers had surveyed most of the Earth's surface, this option was lost to Western culture. Thereafter, fictional utopian and dystopian societies tended to spring up on other planets or in space, whether in human colonies or in alien societies originating elsewhere. Fictional countries can also be used in stories set in a distant future, with other political borders than today.[citation needed]\n\nSuperhero and secret agent comics and some thrillers also use fictional countries on Earth as backdrops. Most of these countries exist only for a single story, a TV-series episode or an issue of a comic book. There are notable exceptions where fictional countries appear as recurring plot elements, such as: Qumar and Equatorial Kundu (The West Wing); Latveria (Marvel Comics); and Qurac and Bialya (DC Comics).[citation needed]\n\n"
        },
        {
            "title": "Purposes",
            "text": "Fictional countries often deliberately resemble or even represent some real-world country or present a utopia or dystopia for commentary. Variants of the country's name sometimes make it clear what country they really have in mind.  By using a fictional country instead of a real one, authors can exercise greater freedom in creating characters, events, and settings, while at the same time presenting a vaguely familiar locale that readers can recognize. A fictional country leaves the author unburdened by the restraints of a real nation's actual history, politics, and culture, and can thus allow for greater scope in plot construction and be exempt from criticism for vilifying an actual nation, political party, or people.  The fictional Tomania (a parody of Nazi Germany named after ptomaine) serves as a setting for Charlie Chaplin's The Great Dictator and skewers a régime infamous for religious bigotry, militarism, racism, diplomatic bullying, and violations of civil liberties.\n\nFictional countries are also invented for the purpose of military training scenarios,[2] e.g. the group of islands around Hawaii were assigned the names Blueland and Orangeland in the international maritime exercise, RIMPAC 98.[3][4]\n\n"
        },
        {
            "title": "In survey research",
            "text": "Fictional countries have been created for polling purposes. When polled in April 2004, 8% of British people believed that the [fictional] country of Luvania would soon join the European Union.[5] In the 1989 General Social Survey, U.S. respondents were asked to rate the social status of people of \"Wisian\" background, a fictional national heritage.  While a majority of respondents said they could not place the Wisians in the U.S. social hierarchy, those who did ranked their status as quite low, giving an average of 4.12 on a 9-point scale, where 9 was the highest social standing.[6]  \"Once you let the Wisians in, the neighborhood goes to pot\", quipped Time magazine.[7]\n\n"
        },
        {
            "title": "Questionable cases",
            "text": "Countries from stories, myths, legends, that some believe to exist, or to have existed at some point:\n\n"
        }
    ]
}