{
    "url": "https://en.wikipedia.org/wiki/Fiction_writing",
    "title": "Fiction writing",
    "table_of_contents": [
        "1 Categories of prose fiction",
        "1.1 Genre fiction",
        "1.2 Literary fiction",
        "2 Elements of fiction",
        "2.1 Character",
        "2.2 Plot",
        "2.3 Setting",
        "2.4 Theme",
        "2.5 Style",
        "2.5.1 Narrator",
        "2.5.2 Point of view",
        "2.5.3 Tone",
        "2.5.4 Suspension of disbelief",
        "3 Authors' views on writing",
        "4 Creative Writing 101: According to Kurt Vonnegut",
        "5 See also",
        "6 Bibliography",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Fiction writing is the composition of non-factual prose texts. Fictional writing often is produced as a story meant to entertain or convey an author's point of view. The result of this may be a short story, novel, novella, screenplay, or drama, which are all types (though not the only types) of fictional writing styles. Different types of authors practice  fictional writing, including novelists, playwrights, short story writers, radio dramatists and screenwriters.\n\n"
        },
        {
            "title": "Categories of prose fiction",
            "text": "A genre is the subject matter or category that writers use. For instance, science fiction, fantasy and mystery fiction are genres. Genre fiction also known as popular fiction, is plot-driven fictional works written with the intent of fitting into a specific literary genre, in order to appeal to readers and fans already familiar with that genre.[1]\n\nGenre fiction is storytelling driven by plot, as opposed to literary fiction, which focuses more on theme and character. Genre fiction, or popular fiction, is written to appeal to a large audience and it sells more primarily because it is more commercialised. An example is the Twilight series which may sell more than  Herman Melville's Moby Dick, because the Twilight novels deal with elements of pop culture – romance and vampires.\n\nLiterary fiction is fictional works that hold literary merit,  that is to say, they are works that offer social commentary, or political criticism, or focus on aspect of the human condition.\n\nLiterary fiction is usually contrasted with, popular, commercial, or genre fiction. Some have described the difference between them in terms of analysing reality (literary) rather than escaping reality (popular). The contrast between these two categories of fiction is controversial among some critics and scholars.\n\n"
        },
        {
            "title": "Elements of fiction",
            "text": "Characterization is one of the five elements of fiction, along with plot, setting, theme, and writing style.  A character is a participant in the story, and is usually a person, but may be any persona, identity, or entity whose existence originates from a fictional work or performance.\n\nCharacters may be of several types:\n\nThe plot, or storyline, is the rendering and ordering of the events and actions of a story. Starting with the initiating event, then the rising action, conflict, climax, falling action, and ending possibly with a resolution.\n\nPlot consists of action and reaction, also referred to as stimulus and response and has a beginning, a middle, and an ending.\n\nThe climax of the novel consists of a single action-packed sentence in which the conflict (problem) of the novel is resolved. This sentence comes towards the end of the novel. The main part of the action should come before the climax.\n\nPlot also has a mid-level structure: scene and sequel. A scene is a unit of drama—where the action occurs. Then, after a transition of some sort, comes the sequel—an emotional reaction and regrouping, an aftermath.\n\nSetting is the locale and time of a story. The setting is often a real place, but may be a fictitious city or country within our own world; a different planet; or an alternate universe, which may or may not have similarities with our own universe.  Sometimes setting is referred to as milieu, to include a context (such as society) beyond the immediate surroundings of the story. It is basically where and when the story takes place.\n\nTheme is what the author is trying to tell the reader. For example, the belief in the ultimate good in people, or that things are not always what they seem. This is often referred to as the \"moral of the story.\" Some fiction contains advanced themes like morality, or the value of life, whereas other stories have no theme, or a very shallow one.\n\nStyle includes the multitude of choices fiction writers make, consciously or not, in the process of writing a story. It encompasses not only the big-picture, strategic choices such as point of view and choice of narrator, but also tactical choices of grammar, punctuation, word usage, sentence and paragraph length and structure, tone, the use of imagery, chapter selection, titles, etc. In the process of creating a story, these choices meld to become the writer's voice, his or her own unique style.\n\nFor each piece of fiction, the author makes many choices, consciously or subconsciously, which combine to form the writer's unique style. The components of style are numerous, but include point of view, choice of narrator, fiction-writing mode, person and tense, grammar, punctuation, word usage, sentence length and structure, paragraph length and structure, tone, imagery, chapter usage, and title selection.\n\nThe narrator is the story teller. The main character in the book can also be the narrator.\n\nPoint of view is the perspective (or type of personal or non-personal \"lens\") through which a story is communicated. Narrative point of view or narrative perspective describes the position of the narrator, that is, the character of the storyteller, in relation to the story being told.[2]\n\nThe tone of a literary work expresses the writer's attitude toward or feelings about the subject matter and audience.[3][4]\n\nSuspension of disbelief is the reader's temporary acceptance of story elements as believable, regardless of how implausible they may seem in real life.\n\n"
        },
        {
            "title": "",
            "text": "Ernest Hemingway wrote \"Prose is architecture, not interior decoration.\"[5][page needed]\n\nStephen King, in his non-fiction, part autobiographical, part self-help writing memoir, On Writing: A Memoir of the Craft, he gives readers helpful advice on honing their craft: \"Description begins in the writer's imagination, but should finish in the reader's.\"[page needed]\n\n"
        },
        {
            "title": "Creative Writing 101: According to Kurt Vonnegut",
            "text": "Kurt Vonnegut the author of praised novels Cat's Cradle, Slaughterhouse-Five, and Breakfast of Champions, has given his readers, from his short story collection, Bagombo Snuff Box, eight rules on how to write a successful story. The list can be found in the Introduction of the collection.\n\n\"Now lend me your ears. Here is Creative Writing 101:\n\n"
        }
    ]
}