{
    "url": "https://en.wikipedia.org/wiki/Fictional_city",
    "title": "Fictional city",
    "table_of_contents": [
        "1 Purposes",
        "2 Notable examples",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A fictional city refers to a town, city or village that is invented for fictional stories and does not exist in real life, or which people believe to exist without definitive proof, such as Plato's account of Atlantis.[1]\n\nCultures have always had legends and stories of fictional cities, and appear commonly in stories of early mythology. Some such cities are lost (Atlantis), hidden (Agartha, Shambhala[2]), destroyed (Ys[3]) or can only be reached by difficult means (Asphodel Meadows[4]).\n\nDuring the mid to late 16th century, several expeditions were made by various groups of people in order to locate what they believed to be a city rich with gold; El Dorado. In 1541 Gonzalo Pizarro, governor of Quito, Ecuador, banded together 340 soldiers and about 4000 natives and led them in search of the fabled city. That same year, Philipp von Hutten led an exploring party from Coro on the coast of Venezuela. Despite having been disproven by Alexander von Humboldt during his Latin-America expedition (1799–1804).[5] There are some people who still believe El Dorado is yet to be found.\n\nOther fictional cities appear as settings or subjects in literature, movies and video games. Most superhero and secret agent comics and some thrillers use fictional cities as backdrops, although most of these cities exist only for a single story, episode or an issue of a comic book. There are notable exceptions, such as Metropolis and Smallville in Superman, Gotham City in Batman, Stephen King's Castle Rock and Emerald City which appears throughout Frank L. Baum's Oz Books and appears in several film adaptations and animated films.\n\n"
        },
        {
            "title": "Purposes",
            "text": "Fictional cities often deliberately resemble, parody or even represent some real-world analogous location or present a utopian or dystopian locale for commentary. Variants of cities' names sometimes make it clear what city is the real basis, for example, Las Venturas from the video game Grand Theft Auto series based on Las Vegas, and includes a number of notable city landmarks including casinos. By making use of fictional towns, as opposed to using a real one, authors have a much greater freedom to exercise their creativity on characters, events, and settings while simultaneously presenting a somewhat familiar location that readers can recognize. A fictional city leaves the author unburdened by the restraints of a city's actual history, politics, culture and can allow for a greater scope in plot construction and also avoid vilifying any actual group of people. Fictional crossovers tend to be like this, some works of fiction will set in fictional city to another. In Fanfiction, fan-created or fan-made fictional (fan-made/fan-created) cities are not considered canonical unless they are authorized.\nAlthough cities based in real life usually have enough evidence to locate the real-world inspiration, writers sometimes are deliberately ambiguous in the locale such as the unlocatable Springfield from The Simpsons television program.[6]\n\n"
        },
        {
            "title": "Notable examples",
            "text": "These are cities from various works of fiction, legend, and other narratives that are good examples of notable fictional cities.\n\n"
        }
    ]
}