{
    "url": "https://en.wikipedia.org/wiki/Figure_of_speech",
    "title": "Figure of speech",
    "table_of_contents": [
        "1 Four rhetorical operations",
        "2 Examples",
        "3 Types",
        "3.1 Schemes",
        "3.2 Tropes",
        "4 See also",
        "5 References",
        "5.1 Citations",
        "5.2 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A figure of speech or rhetorical figure is a word or phrase that intentionally deviates from ordinary language use in order to produce a rhetorical effect.[1] Figures of speech are traditionally classified into schemes, which vary the ordinary sequence of words, and tropes, where words carry a meaning other than what they ordinarily signify. \n\nAn example of a scheme is a polysyndeton: the repetition of a conjunction before every element in a list, whereas the conjunction typically would appear only before the last element, as in \"Lions and tigers and bears, oh my!\"—emphasizing the danger and number of animals more than the prosaic wording with only the second \"and\". An example of a trope is the metaphor, describing one thing as something that it clearly is not in order to lead the mind to compare them, in \"All the world's a stage.\"\n\n"
        },
        {
            "title": "Four rhetorical operations",
            "text": "Classical rhetoricians classified figures of speech into four categories or quadripita ratio:[2]\n\nThese categories are often still used. The earliest known text listing them, though not explicitly as a system, is the Rhetorica ad Herennium, of unknown authorship, where they are called πλεονασμός (pleonasmos—addition), ἔνδεια (endeia—omission), μετάθεσις (metathesis—transposition) and ἐναλλαγή (enallage—permutation).[3] Quintillian then mentioned them in Institutio Oratoria.[4] Philo of Alexandria also listed them as addition (πρόσθεσις—prosthesis), subtraction (ἀφαίρεσις—afairesis), transposition (μετάθεσις—metathesis), and transmutation (ἀλλοίωσις—alloiosis).[5]\n\n"
        },
        {
            "title": "Examples",
            "text": "Figures of speech come in many varieties.[6] The aim is to use the language inventively to accentuate the effect of what is being said. A few examples follow:\n\n"
        },
        {
            "title": "Types",
            "text": "Scholars of classical Western rhetoric have divided figures of speech into two main categories: schemes and tropes. Schemes (from the Greek schēma, 'form or shape') are figures of speech that change the ordinary or expected pattern of words. For example, the phrase, \"John, my best friend\" uses the scheme known as apposition. Tropes (from Greek trepein, 'to turn') change the general meaning of words. An example of a trope is irony, which is the use of words to convey the opposite of their usual meaning (\"For Brutus is an honorable man; / So are they all, all honorable men\").\n\nDuring the Renaissance, scholars meticulously enumerated and classified figures of speech. Henry Peacham, for example, in his The Garden of Eloquence (1577), enumerated 184 different figures of speech. Professor Robert DiYanni, in his book Literature: Reading Fiction, Poetry, Drama and the Essay[7] wrote: \"Rhetoricians have catalogued more than 250 different figures of speech, expressions or ways of using words in a nonliteral sense.\"\n\nFor simplicity, this article divides the figures between schemes and tropes, but does not further sub-classify them (e.g., \"Figures of Disorder\"). Within each category, words are listed alphabetically. Most entries link to a page that provides greater detail and relevant examples, but a short definition is placed here for convenience. Some of those listed may be considered rhetorical devices, which are similar in many ways.\n\nSchemes are words or phrases whose syntax, sequence, or pattern occurs in a manner that varies from an ordinary usage.\n\nTropes are words or phrases whose contextual meaning differs from the manner or sense in which they are ordinarily used.\n\n"
        }
    ]
}