{
    "url": "https://en.wikipedia.org/wiki/Babaylan",
    "title": "Filipino shamans",
    "table_of_contents": [
        "1 Terminology",
        "2 Initiation",
        "2.1 Spirit guides",
        "2.2 Sex and gender",
        "3 Roles",
        "3.1 Spirit mediums",
        "3.2 Healing",
        "3.2.1 Traditional massage",
        "3.3 Divination",
        "3.4 Sorcery",
        "3.4.1 Talismans and potions",
        "3.4.2 Black magic",
        "4 Social status",
        "5 Persecution, decline, and syncretization",
        "6 Resistance against colonial rule",
        "6.1 17th century",
        "6.2 18th century",
        "6.3 19th century",
        "6.4 20th century",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links",
        "11 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFilipino shamans, commonly known as Babaylan (also Balian or Katalonan, among many other names), were shamans of the various ethnic groups of the pre-colonial Philippine islands. These shamans specialized in communicating, appeasing, or harnessing the spirits of the dead and the spirits of nature.[2] They were almost always women or feminized men (asog or bayok). They were believed to have spirit guides, by which they could contact and interact with the spirits and deities (anito or diwata) and the spirit world. Their primary role were as mediums during pag-anito séance rituals. There were also various subtypes of babaylan specializing in the arts of healing and herbalism, divination, and sorcery.[3]\n\n"
        },
        {
            "title": "Terminology",
            "text": "The most common native terms for shamans among Austronesian groups in Island Southeast Asia are balian, baylan, or cognates and spelling variants thereof.[4][5] They are all derived from Proto-Western-Malayo-Polynesian *balian, meaning \"shaman\" (probably originally female, transvestite, or hermaphroditic) or \"medium\".[4] Various cognates in other non-Filipino Austronesian languages include babalian, bobolian, and bobohizan (Kadazan-Dusun); wadian (Ma'anyan); belian (Iban); belian (Malay); walen or walyan (Old Javanese); balian (Balinese); bolian (Mongondow); balia (Uma); wulia or balia (Bare'e); balia (Wolio); balian (Ngaju); and balieng (Makassar). However *balian-derived terms have largely disappeared among lowland Filipinos after Christianization in the Spanish era. Some exceptions include Bikol where it persisted and acquired the Spanish feminine suffix -a as balyana. It also survives among some Muslim Filipinos like in Maranao walian, although the meaning has shifted after Islamization.[4]\n\nThe linguist Otto Dempwolff has also theorized that *balian may have ultimately derived from Proto-Austronesian *bali (\"escort\", \"accompany\") with the suffix *-an, in the meaning of \"one who escorts a soul to the other world (a psychopomp)\".[6] However, the linguists Robert Blust and Stephen Trussel have noted that there is no evidence that *balian is a suffixed form, and thus believe that Dempwolff's interpretation is incorrect.[4]\n\nMore general terms used by Spanish sources for native shamans throughout the archipelago were derived from Tagalog and Visayan anito (\"spirit\"), these include terms like maganito and anitera.[7][8][9] However, different ethnic groups had different names for shamans, including shamans with specialized roles. These include:[10][4][11]\n\nAccording to Jaime Veneracion, Katalonan incorporates the root talon which in ancient Tagalog meant \"forest\" (cf. Hiligaynon, Masbatenyo, Inabaknon, Capisano, Palawano, Buhid, and Agutaynen talon, \"forest\" or \"thicket\").[34] Other scholars believed that the origin of the word catalonan is from its root word “talo” which according to them is a Tagalog word originally means \"to converse\", thus the word catalonan literally means someone who converse or communicate with the spirits (anito). According to Blumentritt an old Tagalog word “tarotaro” is a term describing the catalonas while possessed by the spirits (anito). In some Malayo-Polynesian languages such as Tahitian “tarotaro” means ‘to pray’, while in Rapanui it means ‘a malediction or curse’. In Samoan “talo or talotalo” means ‘a prayer or to pray’.[citation needed] Linguist Malcolm Mintz, however, offers a different etymology. He determines that the Tagalog root word is “tulong” which means to help. Some writers such as William Henry Scott and Luciano P. R. Santiago favoured Mintz suggestion and used the term catolonan (which is actually a Pampangan term) to refer to the priests and priestesses of the Tagalogs instead of catalona or catalonan.\n\n"
        },
        {
            "title": "Initiation",
            "text": "Most babaylan inherited their status from an older babaylan they were apprenticed to, usually a relative.[35] In some cultures, like among the Isneg people, older shamans can choose apprentices from among the eligible young women of the village.[20][36]\n\nA few, however, become babaylan after experiencing what has been termed a \"shamanistic initiatory crisis\" (also \"shamanic illness\" or \"shamanic madness\").[5][20][37] This includes serious or chronic illnesses, near-death experiences, sudden seizures and trembling, depression, strange events or behavior (including climbing balete trees or disappearing for several days with no memory of the events), bouts of insanity (including those induced by psychological trauma from a past event), and strange visions or dreams. These are regarded as encounters with the spirits, where the soul of the person is said to be journeying to the spirit world. In cases like this, it is said that a spirit chose the person, rather than the other way around.[10][12][20]\n\nAfter being chosen, shamans go through an initiation rite. These rites are meant to gain or transfer the patronage of a spirit. Among Visayans, this ritual is known as the tupad or tupadan. In cases of people with \"shamanic illness\", these initiation rites are regarded as the cure, where the initiate regains health or sanity by conceding to the wishes of the spirits and \"answering the call\". When volunteered rather than volunteering, their relatives are usually required to pay a large fee to the senior shaman for the training. Initiation rites can range from simply inducing a trance through herbs or alcohol, to inducing personal crises through physical or psychological hardship.[20][38] Extreme examples of initiation rites include getting buried alive or being immersed in water overnight.[12]\n\nAfter initiation, the apprentices are then trained in the details of their role. This training includes learning about the rituals, the chants and songs, the sacrifices appropriate for each spirit, oral histories, herbs and healing practices, and magic spells, among others. They usually assist the senior shaman during ceremonies until their training is complete, which can take months to years. Each shaman can have one or more such apprentices, at varying ranks or specializations.[20][38]\n\nThe shaman's power to communicate with the spirit world is derived from their spirit companions that guide them and intercede for them. These spirits are usually referred to in euphemistic terms like abyan (\"friend\"), alagad or bantay (\"guardian\"), or gabay (\"guide\"), among other terms. Shamans have at least one abyan, with more powerful shamans having many. Certain individuals like powerful leaders or warriors (especially those with shaman relatives) are also believed to have their own abyan that give them magical powers. Abyan are also believed to guide, teach, and inspire skilled artists and craftsmen in the community.[5][38][39][40]\n\nAbyan spirits can be ancestor spirits, but they are more commonly non-human spirits. Shamans either had spirit companions from birth, drew their attention during the \"shamanic illness\", or gained their allegiance during initiation into shamanism. Spirits are believed to be social beings, with individual quirks and personalities (both good and bad). The friendship of abyan depend on reciprocity. The shamans do not command them. People with abyan must regularly offer sacrifices to these spirits, usually consisting of food, alcoholic drinks, ngangà, and blood from a sacrificial animal (usually a chicken or a pig)[note 1] in order to maintain good relations. This friendship of abyan, once earned, is enduring. They become, in essence, part of the family. The abyan of a deceased shaman will often \"return\" to a living relative who might choose to become a shaman as well.[39][40][41][42]\n\nThe abyan are essential in shamanistic rituals as they prevent the shaman's soul from getting lost in the spirit world. They also communicate entreaties on behalf of the shaman to more powerful spirits or deities, as well as fight evil spirits during healing or exorcism rituals.[43]\n\nIn most Philippine ethnic groups, shamans were predominantly female due to the role of the shaman (especially the medium) being an intrinsically feminine one.[44] Among the minority of males, most belonged to a special class of shamans—the feminized men known as asog in the Visayas and bayok or bayog in Luzon.[44][note 2] The asog assumed the voice, mannerisms, hairstyle, and dress of females.[20] They were treated as women by the community and were considered as comparable to biological women aside from their incapability to give birth to children. Their social status and recognition also granted them access to professions related to the spiritual realm, such as shamans and religious functionaries.[45]\n\nIn Historia de las islas e indios de Bisayas (1668), the Spanish historian and missionary Francisco Ignacio Alcina records that the asog became shamans by virtue of being themselves. Unlike female shamans, they neither needed to be chosen nor did they undergo initiation rites. However, not all asog trained to become shamans.[46][47] Castano (1895) states that the people of Bicol would hold a thanksgiving ritual called atang that was \"presided\" by an \"effeminate\" priest called an asog. His female counterpart, called a baliana, assisted him and led the women in singing what was called the soraki, in honor of Gugurang.[48]\n\nHistorical accounts suggest that during the precolonial period in the Philippines, female shamans predominated in the religious realm.[44][note 3][49]: 54  The Bolinao Manuscript (1685), for example, records that during an Inquisitional investigation of the shamans in the town of Bolinao, Pangasinan between 1679 and 1685, animistic paraphernalia were confiscated from 148 people. Of those, 145 were female shamans, and the remaining three were transvestite male shamans, thus highlighting the statistical imbalance between the female-to-male ratio of indigenous shamans. The anonymously-written \"Manila Manuscript\" also emphasized the auxiliary role of gender non-conforming male shamans in relation to the female shamans. These evidences, together with the fact that there were no written accounts of female sex/male gender identification amongst the women who exercised authority within the spiritual sphere, prove that spiritual potency was not dependent upon the identification with a neuter \"third\" sex/gender space, but rather on the identification with the feminine – whether the biological sex was female or male. Femininity was considered the vehicle to the spirit world during the pre-colonial era, and the male shaman's identification with the feminine reinforced the normative situation of female as shaman.[50] While Brewer (1999) agreed that it is naïve to dismiss the existence of a principal male shaman during the precolonial era, she also argued that such cases were unusual rather than the norm, and that the statistical imbalance in favour of principal male shamans occurred as a result of the influence of the male-centered Hispano-Catholic culture, such that in the late nineteenth century and in the early years of the twentieth century, in some areas like Negros, all the babaylan were male.[44][note 4] Lachica (1996) has also hypothesized that the disappearance of female babaylan during the late Spanish colonial period was probably the influence of the male-led Catholic church that \"ousted\" the female babaylan since the people were looking for parallels to the male clergy.[49]: 57 \n\nBabaylan can freely marry and have children,[51] including male asog who were recorded by early Spanish colonists as being married to men.[46][47][note 5] In some ethnic groups, marriage was a prerequisite for gaining full shaman status.[44]\n\nAfter the Spanish conquest of the Philippines, the practice of shamanism became clandestine due to persecution by the Catholic clergy. During this period, male shamans (particularly those specialized in the non-religious arts of herbalism and healing) became predominant. Female shamans became less common, while asog (shaman or otherwise) were punished harshly and driven to hiding.[52] The change in women's status and the ostracization of the asog, however, did not immediately change the originally feminine role of the shamans. Male shamans in the late 17th century still dressed as women during rituals, even though they did not do so in their day-to-day activities. Unlike the ancient asog, they did not have sexual relations with other men, and indeed, were usually married to women.[44]\n\n"
        },
        {
            "title": "Roles",
            "text": "The primary role of shamans were as spirit mediums.[10] They were intermediaries between the physical world and the spirit world, due to their ability to influence and interact with the spirits (anito), both malevolent and benevolent.[53]\n\nThere are two general types of spirits usually interacted with in séance rituals. The first are the environmental or nature spirits \"bound\" to a particular location or natural phenomenon (similar to genii loci). They \"own\" places and concepts like agricultural fields, forests, cliffs, seas, winds, lightning, or realms in the spirit world. Some were also \"keepers\" or totems of various animals and plants. They have inhuman and abstract qualities, reflecting their particular dominions. They do not normally appear in human form and are usually gender-less or androgynous. They rarely concern themselves with human affairs. Rituals involving these spirits are almost always conducted outdoors.[40][54]\n\nThe second type of spirits are the \"unbound\" spirits that have an independent existence. They appear in animals (usually as birds) or human-like forms,[note 6] have gender differentiation, and have personal names.[note 7] They are most similar to the fairies of European folklore.[note 8] These are the most common types of spirits to become abyan, as they are the most \"sociable\" and can take interest in human activities. These spirits are usually referred to as engkanto (from Spanish encanto) in modern Filipino folklore. Unlike the \"bound\" spirits, these spirits can be invited into human households, and their rituals can take place both outdoors and indoors.[40]\n\nThese categories are not static, however. A bound spirit can become unbound, and vice versa. Some shamans have spirit guides which are originally nature spirits that have become unbound.[40]\n\nNot all shamanic rituals result in spirit possession. Unbound spirits always possess shamans during rituals. Either voluntarily or involuntarily. In contrast, bound spirits, as a rule, do not possess shamans. Instead, they are simply spoken to by the shaman. Bound spirits that inadvertently \"stick\" to humans are considered dangerous, and are the causes of spiritual illnesses, ranging from confusion, strange food cravings, lust, to unreasoning anger. Sometimes in order to speak to certain bound spirits, the shaman may need the intercession of their abyan, who in turn will possess the shaman. Bound spirits can also be interacted with by non-shamans, like when offering sacrifices to the spirit of the forest before a hunt.[40]\n\nThe Katalonas performed public ceremonies for community prosperity, fertility, or seasonable weather as well as private services to diagnose and cure ailments. They were respected for these functions but they were also feared sorcerers able to work black magic. Their numbers too were large enough to put them in competition with one another. Individual success was attributed to the power of the deities with whom they identified, and who took possession of them in their frenzied dancing. The Tagalog word “olak” according to Ferdinand Blumentritt is a term for the trembling of the whole body of the catalona, when she becomes possessed by the devil (anito). As spirit mediums, they conducted séances during which they spoke with the voice of spirits (anito), assisted by an \"alagar\" (\"alagad\", meaning personal attendant) to carry on the dialogue with the supernatural, or sent their own kaluluwa (soul) to seek lost souls. In this state of trance, the catalona was called “tarotaro” [literally meaning voices], for it was believed that the ancestral spirits had entered her body and were speaking from inside her. According to Blumentritt “tarotaro” is a Tagalog term describing the katalonas while possessed by the spirits, in this state, they cried tarotaro. When a catalona held the gift of prophecy, she was named masidhi (the fervent one).[citation needed]\n\nHealing was the most important role for shamans in their communities. Shamans distinguished between two kinds of illnesses, the natural (or non-spiritual) illnesses, and the spiritual illnesses. Natural illnesses do not require a shaman for healing, while spiritual illnesses do.[55][56]\n\nLike in other Austronesian cultures, animistic Filipinos believed in the concept of soul dualism (sometimes referred to as \"twin souls\" or \"double souls\"). A person is believed to be composed of at least two souls—the breath of life (ginhawa or hininga, which stays with the living body) and the astral soul (the kalag or kaluluwa, which can travel to the spirit world).[note 9] The ginhawa is believed to reside in the pit of the stomach (usually the liver), while the kalag resides in the head. The ginhawa represents the person's body and bodily urges; while the kalag represents the person's identity, mind, and strength of will. Both are required in a living person.[55][57][58][59]\n\nNatural illnesses are the result of damage to the ginhawa. While they do not require a shaman, they are still important, as the death of the ginhawa will also mean the death of the body. They can range from wounds, broken bones, poisoning, and snakebites. These can be treated by skilled shamans, but were more often relegated to apprentices or assistants specializing in healing or herbalism.[55][57][59]\n\nSpiritual illnesses, on the other hand, are believed to be caused by the separation of the kalag from the ginhawa (referred to as \"soul loss\" in anthropological literature). This separation happens normally during sleep, where the kalag detaches to travel through the spirit world, resulting in dreams. However, when this separation happens when the person is awake, it results in spiritual illnesses. The causes of the separation can include the kalag getting lost in the spirit world; the kalag being captured, attacked, or seduced by another spirit; or simply the refusal of the kalag to return to the ginhawa. While it is not immediately lethal, the loss of the kalag can result in the loss of the person's mind and identity—thus insanity. Spiritual illnesses also include delirium, depression, trauma, fainting spells, and other mental illnesses. Evil or undesirable behavior may also be blamed on disharmony between the kalag and the ginhawa.[55][57][59][60]\n\nShamans may also perform rituals to heal and strengthen the kalag of a person. These include the ritual of batak dungan or batakan among Visayan shamans. It strengthens and empowers the kalag of a person to prepare them for challenges, problems and obstacles. This ritual also protects the person from possible spiritual attack caused by malevolent spirits and sorcery.[59]\n\nAside from rituals and herbal medicine, an ubiquitous traditional healing method done by shamans and healers is massage with oils (lana) known as hilot or haplos.[note 10] It is still commonly practiced to this day.[19][61][62]\n\nDivination was closely tied to healing, as it was primarily used for diagnosing illnesses. It can be done by the shamans or by specialized apprentices with the necessary skill. Various paraphernalia and rituals are used to diagnose illnesses, examples include seashells, ginger, quartz or alum crystals (tawas), and chicken entrails. Diviners have names that indicate their preferred methods. For example, a diviner using alum crystals is known as a magtatawas, while a diviner that prefers to conduct a ritual known as luop is known as a mangluluop.[62]\n\nDiviners are also able to foretell the future and perform geomancy rituals. A key mythological creature used in babaylan geomancy in the Visayas is the bakunawa (or naga), usually depicted as a gigantic serpent or dragon with a looped tail. The movements of the bakunawa affected the physical world, from the phases of the moon, to eclipses, the weather, floods, and earthquakes. The bakunawa was central to a sixteen-point compass rose. It faces a different cardinal direction every three months; facing north (aminhan), west (katungdan), south (bagatnan), and east (sidlangan) in a given twelve-month lunar year. The mouth of the bakunawa is believed to bring misfortune and evil, and various points in the compass all had different aspects depending on where the mouth was facing. These were consulted when making future plans like travel, trade, or marriage. When building houses, shamans were also often consulted to determine the most propitious placement of the foundations to avoid the ill luck brought by the bakunawa.[5][note 11]\n\nSome shamans were believed to be able to control the physical world through incantations, talismans, potions, or their spirit intermediaries.[40][63][note 12] Healers are more strongly associated with sorcerers than mediums. In most cases, a healer is also a sorcerer. In order to cure or counteract sorcerous illnesses, healers must themselves know sorcery.[56] This relationship is most apparent in Siquijor Island, where healer-sorcerers are still common.[64][65][66]\n\nIn some cultures like the Manobo people, shamans are entirely differentiated from sorcerers. Shamans deal with the spirit world and supernatural beings but do not have magical powers of their own; while sorcerers were regarded as human beings with powers gained from magical spells or objects. Illnesses believed to be caused by sorcery are treated differently from illnesses caused by spirits. The former are treated with counter-spells, simple antidotes, and physical healing; while the latter requires the intervention or dialogue with the spirits and thus a shaman ritual.[40]\n\nIn contrast, in Visayan societies, the most powerful shamans were sorcerers known as dalagangan (also dalongdongan or busalian). They could purportedly command the elements through magic spells and the strength of their kalag (or dungan) which was equated with \"[spiritual] power\".[note 13] Their alleged powers include conjuring fire or water, flight, shape-shifting, invisibility, invulnerability, and the ability to call down disasters. The dios-dios leaders of the Visayan peasant revolts in the late 19th century often claimed to possess these kinds of powers.[5][55][67] A more common use of the power to command elements is rainmaking. A notable example was Estrella Bangotbanwa, a Karay-a ma-aram from southern Iloilo. According to local legend, she alleviated a three-year drought by performing a ritual that summoned a rainstorm.[22][68]\n\nSorcery was not restricted to shamans, but were also a common claim for leaders and warrior-heroes. In the pre-Islamic Maranao society depicted in the Darangen epic poem, heroes are born with \"twin spirits\" (tonong in Maranao) that grant them superhuman abilities. King Awilawil o Ndaw of the kingdom of Kaibat a Kadaan for example, has a tonong named Salindagaw Masingir that can take the aspect of typhoons, floods, and pillars of fire; while King Dalondong a Mimbantas of the kingdom of Gindolongan Marogong has a tonong named Mabokelod a Romba which took the form of a giant crocodile.[69][70][71]\n\nNumerous types of shamans use different kinds of items in their work, such as talismans or charms known as agimat or anting-anting, curse deflectors such as buntot pagi, and sacred oil concoctions, among many other objects.[citation needed]\n\nSorcerers are also believed to have powers that cause harm to other people covertly. Healer-sorcerers who practice this kind of sorcery usually justify it as a form of criminal punishment, as a widespread belief is that black magic does not work on people who are innocent. Their targets are usually \"wrongdoers\" like thieves, adulterous spouses, or land grabbers. Sorcery of this type is seen as a kind of \"justice\", especially for people who can not (or failed to) legally prosecute a wrongdoer.[72]\n\nThere are also \"true\" sorcerers who are said to have hereditary sorcerous powers. Unlike healers, they do not consider the justice of their actions. The latter type of sorcerers are often conflated with the aswang, evil vampire-like supernatural beings capable of appearing human (or were originally human).[40][64][73][72]\n\nThe negative counterparts of the shamans are collectively called as witches, however, these witches actually include a variety of different kinds of people with differing occupations and cultural connotations which depend on the ethnic group they are associated with. They are completely different from the Western notion of what a witch is. Notable examples of witches in a Philippine concept are the mannamay, witches known to the Ibanag people, mangkukulam, witches that use materials from nature and the cursee as a form of curse, and the mambabarang, witches that utilize insects as a form of curse.[72]\n\n"
        },
        {
            "title": "Social status",
            "text": "Babaylan were highly respected members of the community, on par with the pre-colonial noble class.[5][10][74] In the absence of the datu (head of the community), the babaylan takes in the role of interim head of the community.[2] Babaylans were powerful ritual specialists who were believed to have influence over the weather and tap various spirits in the natural and spiritual realms. Babaylans were held in such high regard as they were believed to possess powers that can block the dark magic of an evil datu or spirit and heal the sick or wounded. Among other powers of the babaylan were to ensure a safe pregnancy and child birth. As a spiritual medium, babaylans also lead rituals with offerings to the various divinities or deities. As an expert in divine and herb lore, incantations, and concoctions of remedies, antidotes, and a variety of potions from various roots, leaves, and seeds, the babaylans were also regarded as allies of certain datus in subjugating an enemy, hence, the babaylans were also known for their specialization in medical and divine combat.[2] According to William Henry Scott (Barangay: Sixteenth-Century Philippines Culture and Society) a Katalonan could be of either sex, or male transvestites (bayoguin), but were usually women from prominent families who were wealthy in their own right. According to Luciano P. R. Santiago (To Love and to Suffer) as remuneration for their services they received a good part of the offerings of food, wine, clothing, and gold, the quality and quantity of which depended on the social status of the supplicant. Thus, the catalonas filled a very prestigious as well as lucrative role in society.\n\nShamans of the many ethnicities in the Philippines always have another role in the community, aside from being spiritualists. Similar to the Shinto kannushi, among the jobs of the shaman range from being a merchant, warrior, farmer, fisherfolk, blacksmith, crafstfolk, weaver, potter, musician, and even as a barber or chef, depending on the preference of the shaman, skill of the shaman, and the need of the community. Some shamans have more than two occupations at a time, especially if a community lacks people with the needed skills to take upon the role of certain jobs. This tradition of having a second job (or more than two jobs) has been ingrained in certain cultural societies in the Philippines and is still practiced today by certain communities that have not been converted into Christianity. Specific communities that have been converted into Islam have also preserved this tradition through Muslim imams.[75][76]\n\nTheir influence waned when most of the ethnic groups of the Philippines were converted to Islam and Catholicism. Under the Spanish Empire, babaylan were often maligned and falsely accused as witches and \"priests of the devil\" and were persecuted harshly by the Spanish clergy. The Spanish burned down everything they associated as connected to the native people's indigenous religion (including shrines such as the dambana), even forcefully ordering native children to defecate on their own god's idols, murdering those who disobey.[2] Spanish friars often sought out and persecuted female shamans.[77]\n\nIn modern Philippine society, their roles have largely been taken over by folk healers, which are now predominantly male, while some are still being falsely accused as \"witches\".[2][78][79][51] In areas where the people have not been converted into Muslims or Christians, notably ancestral domains of indigenous peoples, the shamans and their cultural traits have continued to exist with their respective communities, although these shamans and their practices are being slowly diluted by Abrahamic religions.[2]\n\n"
        },
        {
            "title": "",
            "text": "The Spanish colonization of the Philippines and the introduction of Catholic Christianity resulted in the extinction of most native shamanistic practices. Christianity was initially seen by native Filipinos as another type of anito. The Spanish missionaries exploited this misconception in their successful conversion and occupation of most of the islands with minimal military support. Spanish friars were seen as \"shamans\" whose souls and spirit guides were apparently more powerful than the native ones. They desecrated religious objects, sacred trees, and sacred areas with impunity, earning the awe of the natives. They could also cure various diseases that the native shamans could not.[43]\n\nBy the late 16th century, Christian symbols and paraphernalia (like rosaries, crucifixes, and holy water) became fetish objects, and Latin prayers and verses became part of the shaman's repertoire of magical chants and spells. Anito images (taotao) were replaced by Catholic idols and their rituals syncretized, including attributing anito-like powers to the idols such as miraculous healing or the ability to possess people.[note 14] These flourished as they were tolerated by the Spanish clergy as \"white magic\". Nature spirits (diwata) during this period were also syncretized with the friars themselves, becoming known as engkanto and being described as having European features, along with a propensity for deceiving, seducing, and playing tricks on people.[5][20][43]\n\nThe previously high status of the babaylan was lost. The role of women and the relative gender egalitarianism of Philippine animistic cultures, in general, became more subdued under the patriarchal culture of the Spanish. Most babaylan were stigmatized by the Catholic clergy as witches, satanists, or mentally unstable.  The Spanish burned down everything they associated with the native people's indigenous religions (including shrines such as the dambana), even forcefully ordering native children to defecate on their own gods' idols.[2][51][80]\n\nAn account of the conversion of a katalona was provided by a Spanish priest named Pedro Chirino (1604). He wrote that a blind katalona named Diego Magsanga, along with his wife (who was said to be a skilled midwife), converted to Christianity. After he was baptized he became a faithful assistant of the friars in expanding Christianity in Silang, Cavite, teaching children and adults the catechism. Chirino also reported that many people followed Magsanga and even the Jesuits could not surpass him when it came to devotion to the teachings of the Church and diligence in teaching his brethren. Magsanga was not a priest; his likely role was that of a hermano. Chirino also mentioned another male katalona who, together with a group of peers he was leading, was convinced by Jesuit priest Francisco Almerique to convert to Christianity. Chirino noted that this katalona wore his hair long (which is unusual for Tagalog men) and braided it to signify his priesthood. Before he was baptized, in front of an audience, he cut his hair as a sign that the power of the anito had been broken.[citation needed]\n\nShamans who were assimilated by the church syncretized their roles into mysticism in the Christian context, becoming faith healers and miracle workers.[51][80] These include the beata movement in the 17th and 18th centuries, the messianic (and usually revolutionary) dios-dios movement of the late 19th century, and the espiritista (or spiritista) movement of the 20th century.[55][81][82] However, their methods of worship remained basically the same. The faith healers were still, in essence, mediums; but instead of channeling anito, they instead claimed to channel saints, angels, or the Holy Spirit.[19] Late-20th-century and 21st-century faith healers also frequently use western esoteric and pseudoscientific terminology and practices (like \"psychic energy\" and psychic surgery), with little connection to traditional shamanic religions.[55]\n\nOther shamans abandoned the animistic aspects of shamanism and became folk healers (arbularyo),[note 15] midwives, and practitioners of traditional hilot massage therapy with oils. These modern versions of babaylan are now usually male (except midwives). They are sought out by those with minor ailments or illnesses that modern medicine can not diagnose or cure. Like ancient babaylan, modern babaylan distinguish between \"spiritual diseases\" and \"natural diseases\"; the latter they will usually refer to a medical doctor.[19][55][61][80]\n\nSimilarly, among Muslim Filipinos, shamans, usually male, are now relegated to folk healing and dealing with \"indigenous\" spirits. All other aspects of the religious life of Muslim Filipinos have been taken over by Islamic religious leaders.[30] A direct equivalent of the Christian Filipino \"faith healers\" and albolaryo are Islamized shamans known as pandita or guru. They follow Islam but also provide traditional healing practices and cultural rituals retained from their shamanistic past. They usually perform minor rites like aqiqah (cutting the hair of the firstborn) and ruqqiya (exorcism).[24][83] A version of the traditional massage therapy conducted by folk healers also exists, known as agud or agod among the Maranao and Maguindanao people.[19]\n\nMost strongly affected by this religious shift to Abrahamic religions were the feminized male asog shamans. During the 17th to 18th centuries, Spanish administrators in the Philippines burned people convicted of homosexual relations at the stake and confiscated their possessions, in accordance with a decree by the president of the Real Audiencia, Pedro Hurtado Desquibel. Several instances of such punishments were recorded by the Spanish priest Juan Francisco de San Antonio in his Chronicas de la Apostolica Provincia de San Gregorio (1738–1744).[46][84]\n\nFeminized men were also persecuted harshly in the (then recently) Islamized ethnic groups in Mindanao. In Historia de las Islas de Mindanao, Iolo, y sus adyacentes (1667), the Spanish priest Francisco Combés records that their \"unnatural crime\" was punished by the Muslim peoples in Mindanao with death by burning or drowning, and that their houses and property were also burned as they believed that the behavior was contagious.[46]\n\n"
        },
        {
            "title": "Resistance against colonial rule",
            "text": "A few followers of the native shamanism resisted Spanish rule and conversion, especially in areas difficult to reach for Spanish missionaries, like the highlands of Luzon and the interiors of Mindanao. In Spanish-controlled areas (especially in the Visayas), entire villages would defy the policies of reducciónes (resettlement) and move deeper into the island interiors at the instigation of their babaylan. Shamanistic rituals also continued to be performed secretly in some areas, though these were punished by the Spanish clergy when discovered.[43]\n\nOpen revolts led by shamans were common during Spanish rule. Aside from the early revolts in the 17th century, most of these were led by religious leaders who practiced Folk Catholicism rather than true shamanism.[82]\n\nThe first recorded armed revolt led by a babaylan was the Tamblot uprising of Bohol in 1621–1622. It was led by a male shaman named Tamblot who saw the spread of Catholicism as a threat. He rallied around two thousand followers in an effort to \"return to the old ways\", but his rebellion was crushed by the Spanish authorities with the help of converted native auxiliaries.[85]\n\nTamblot's revolt inspired another rebellion in neighboring Carigara, Leyte in the same time period. The Bankaw revolt was led by a datu named Bankaw and his son Pagali who was a babaylan. Bankaw's rebellion was notable as Bankaw was one of the first converts to Catholicism in the Philippines. As a young man, he had formerly welcomed the conquistador Miguel López de Legazpi in 1565 when their expedition first landed on the islands. Like Tamblot, Bankaw and Pagali both wanted a return to the old ways. Bankaw renounced his Catholic faith and built a temple to a diwata.[85] Their rebellion was defeated by the Spanish Governor-general Alonso Fajardo de Entenza. Bankaw was beheaded, while Pagali and eighty-one other babaylan were burned at the stake.[86]\n\nThe Tapar rebellion was an uprising in Iloilo, Panay led by a babaylan named Tapar in 1663. Tapar syncretized native shamanism with Catholic terminology and declared himself \"God Almighty\" of a new religion. He also emulated the ancient asog by dressing up in women's clothing. He and his followers killed a Spanish priest and burned the town church before escaping to the mountains. Tapar and other leaders of his movement were captured and executed by Spanish and Filipino soldiers.[85][86]\n\nA religious uprising in 1785 in Ituy (modern Aritao), Nueva Vizcaya was led by a healer named Lagutao. He claimed that an outbreak of smallpox in northern Luzon was a result of the natives abandoning their ancestral beliefs. It was suppressed by neighboring Christian townsmen led by Dominican friars.[82]\n\nThe 19th century saw the rise of the dios-dios \"shamans\". Dios-dios (literally \"god pretender\" or \"false god\", from Spanish dios) were religious leaders so named because of their penchant for identifying themselves with Christian religious figures. They led cult-like religious movements, promising prosperity, supernatural powers, or healing to their followers. Most were mere charlatans selling amulets and magical pieces of paper. Their members were mostly from the illiterate rural poor who had little knowledge of formal Catholic teachings and were living in extreme poverty under colonial rule.[82]\n\nThere are numerous examples of dios-dios leaders in the 19th century. They include Lungao, a healer from Ilocos who claimed he was Jesus Christ in 1811; Ignacio Dimas, who led the \"Tres Cristos\" (\"Three Christs\") of Libmanan, Nueva Cáceres (modern Camarines Sur) who claimed they had supernatural powers over diseases in 1865; Benedicta, an old woman and a healer who called herself \"La Santa de Leyte\" (\"The Saint of Leyte\") in 1862 and prophesied that the island of Leyte would sink;[82] Clara Tarrosa, an eighty-year-old babaylan in Tigbauan, Iloilo in the late 1880s who proclaimed herself the Virgin Mary and isolated herself and her followers from Spanish rule;[68] Francisco Gonzalez (alias \"Francisco Sales\" or \"Fruto Sales\") of Jaro, Leyte who claimed in 1888 that he was a king sent to save people from another great flood by leading them to a city that would rise from the waves; and many more. These movements were usually suppressed by the Spanish by imprisoning their leaders or exiling them.[82]\n\nThe dios-dios movement was initially purely religious, only reacting defensively to Spanish persecution. However, by the 1880s, some dios-dios groups became more violently anti-colonial. The first such group was the one led by Ponciano Elofre, a cabeza de barangay of a sitio of Zamboanguita, Negros Oriental. He took the name \"Dios Buhawi\" (\"Whirlwind God\") and proclaimed himself the savior of the people. He declared that they would stop paying taxes to the Spanish government. He formed a community of around two thousand followers (whom the Spanish authorities called the babaylanes) and would regularly attack Spanish-controlled towns. Emulating the ancient asog shamans, he dressed in women's clothing and assumed feminine mannerisms even though he was married to a woman. He claimed supernatural powers much like the ancient dalagangan. He was killed while attacking the town of Siaton in 1887. His wife and relatives attempted to continue the movement, but they were eventually captured and exiled by Spanish authorities. The remnants of the group either descended to banditry or joined other later dios-dios movements.[5][43][82]\n\nAnother dios-dios uprising was led by a shaman named Gregorio Lampinio (better known as \"Gregorio Dios\", and also known as \"Hilario Pablo\" or \"Papa\") in Antique from 1888. The uprising was formed near Mount Balabago, a sacred pilgrimage site for shamans. Lampinio led a force of around 400 people. They collected contribuciones babaylanes (a revolutionary tax), disseminated anti-colonial ideas, and launched attacks on towns in Antique and Iloilo. The group was eventually suppressed by the Guardia Civil by 1890.[82]\n\nThe last significant dios-dios rebellion in the 19th century was led by Dionisio Magbuelas, better known as Papa Isio (\"Pope Isio\"). He was a former member of the Dios Buhawi group. He organized his own babaylanes group from remnants of Elofre's followers and led an uprising in Negros Occidental in 1896 against Spanish rule. After the Philippines was ceded to the United States after the Spanish–American War, he was initially made \"military chief\" of La Castellana, Negros Occidental under the American government. However, he picked up armed resistance again in 1899 in the Philippine–American War. He surrendered on August 6, 1907, to American authorities and was sentenced to death. This was later commuted to life imprisonment and he died in the Manila Bilibid Prison in 1911.[87][88][89]\n\nConcurrent with Papa Isio's rebellion in Negros Occidental against American rule, the dios-dios movement in eastern Visayas turned their attention to the new American colonial government. Calling themselves the Pulajanes (\"those who wear red\"), they were led by Faustino Ablen (\"Papa Faustino\") in Leyte; and Pablo Bulan (\"Papa Pablo\"), Antonio Anugar, and Pedro de la Cruz in Samar. Like their predecessors, they claimed supernatural powers and used fetishistic amulets, holy oils, and magic spells in battle. They attacked both American troops and local Filipinos cooperating with the American colonial government. The last Pulajanes leader was killed in 1911.[82][87]\n\n"
        }
    ]
}