{
    "url": "https://en.wikipedia.org/wiki/Filking",
    "title": "Filk music",
    "table_of_contents": [
        "1 Etymology and definitions",
        "2 Styles and subjects",
        "3 History",
        "4 Filk circles",
        "4.1 Physical layout",
        "4.2 Musical instruments",
        "4.3 Types",
        "4.3.1 Bardic",
        "4.3.2 Chaos",
        "4.3.3 Token bardic",
        "4.4 Etiquette",
        "5 Cultural perspective",
        "6 Pegasus Awards",
        "7 Filk Hall of Fame",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFilk music is a musical culture, genre, and community tied to science fiction, fantasy, and horror fandom and a type of fan labor. The genre has existed since the early 1950s and been played primarily since the mid-1970s.\n\n"
        },
        {
            "title": "Etymology and definitions",
            "text": "The term \"filk\" (originally a typographical error) predates 1955.[1] (See also below.)\n\nAs Interfilk's \"What is it?\" page demonstrates, there is no consensus on the definition of filk.[2]\n\nFilk has been defined as what is sung or performed by the network of people who originally gathered to sing at science fiction or fantasy conventions.[3]\n\nAnother definition focuses on filking as a community of those who are interested in filk music and who form part of the social network self-identified with filking. As described later in this article, the origins of filk in science fiction conventions and its current organization emphasizes the social-network aspect of filking. The social aspect of filk as contrasted with the \"performer vs. audience\" dichotomy of much of modern music was described in a speech by ethnomusicologist Sally Childs-Helton.[4]\n\n"
        },
        {
            "title": "Styles and subjects",
            "text": "The range of topics in filk songs stems from its cultural roots in fandom. Many songs honor specific works in science fiction, fantasy, or speculative fiction. Other songs are about science, fantasy, computers, technology in general, or values related to technological change.[5]\n\nA significant number of filk songs are parodies, whether in the original sense of simply re-using a tune or in the modern sense of specifically humorous re-use.[6]\n\nOne subtype of filk songs is the \"ose\" song, one on themes of death and gloom. The term derives from the word \"morose\", as in \"ose, morose, even-more-ose\".[7]\n\n"
        },
        {
            "title": "History",
            "text": "In the early 1950s, the term filk music started as a misspelling of folk music in an essay by Lee Jacobs, \"The Influence of Science Fiction on Modern American Filk Music\". Wrai Ballard, then editor of the Spectator Amateur Press Society refused to publish it for fear that the article's bawdy content could get them into trouble with the Post Office under the Comstock Laws, but found the typo itself amusing, and mentioned it repeatedly;[8] thus, Jacobs' typo became the self-identified term for the genre/subculture while it was still an informal, unrecognized activity at conventions. Its first documented deliberate use was by Karen Anderson in Die Zeitschrift für vollständigen Unsinn (The Journal for Utter Nonsense) No. 774 (June 1953), for a song written by her husband Poul Anderson.[9]\n\nAt the 1974 World Science Fiction Convention author Bob Asprin announced publicly the creation of a group of volunteers he dubbed the Dorsai Irregulars, and a singing session ensued later that night.[10] In the 1970s and 1980s, filking slowly became established as an acknowledged activity at science fiction conventions. Some convention organizers allotted hotel function space late at night for filkers, or filking occurred in hallways, bars or any other place that the filkers could find. Some convention organizers in the 1980s began inviting guests specifically for their filking. Some specialized conventions focused entirely on filk, beginning with FilkCon in Chicago in 1979, organized by Margaret Middleton and Curt Clemmer, later joined by BayFilk in Northern California; the Ohio Valley Filk Fest (OVFF) in Columbus, Ohio; ConChord in Los Angeles and in San Diego,[11] California; GAFilk in Atlanta, Georgia;[12] Musicon in Nashville, Tennessee; FilKONtario near Toronto, Ontario; a rotating British filkcon, and one (NEFilk) in the northeastern US;[13] and the German FilkCONtinental.[14]\n\n"
        },
        {
            "title": "Filk circles",
            "text": "As the name implies, a rough circle of chairs is usually formed.[6] Traditionally, filk circles are started in the evening and tend to continue very late into the night.[6]\n\nA wide range of instruments can be found in a filk circle, although the most common is the acoustic guitar.[6] Acoustic instruments are more common than electric instruments, although portable keyboards and even theremins are not unheard of.[15]\n\nFilk circles are often given an organizational structure to make it easier for participants to know when it is time to perform or time to listen to other performers. There are many ways to accomplish this, but the most common types of filk circle are listed below.[16]\n\nThe advantage of the bardic circle is that it has a clear structure, which enforces politeness. It ensures everyone in the circle gets their turn so that even shy people can have a chance to request or perform. There are disadvantages, however. A bardic circle with large numbers of participants will take a long time to traverse the entire circle, making people wait too long for their turn. Such a circle was lamented in a filk by Suzette Haden Elgin: \"I've been here with my song at the ready since day before yesterday night.\"[17]\n\nIn a chaos circle, there is no sequential organization. Any performer can simply begin playing a song after the prior song is finished, or any participant can shout out a request. Care must be taken to prevent two songs from starting at the same time. Frequently the word \"follower!\" is shouted in a chaos circle, meaning that a performer believes they have the perfect song to follow the prior song, and they want to play it now.[18]\n\nThe chaos circle's advantage is its spontaneity and energy. \"Runs\" of songs will frequently get started, with each new song intended to make some sort of connection to or commentary on the prior song's topic. The disadvantage is that it takes concentration and effort to be polite and respectful in a chaos circle: It is easy to accidentally interrupt another performer who's trying to start up a song of their own, especially in a very large circle where one might not be able to easily hear the other performer on the opposite side of the room. Chaos circles thus have a reputation of favoring bold, loud performers who can command attention. One countermeasure to such conflicts is for someone, generally not one of the current/starting-up performers, to shout \"Filker up!\", possibly pointing to the one being interrupted. This alerts the room, and specifically the (usually unintentional) interrupter, to be quiet and pay attention to the filker who has started performing.[19]\n\nA token bardic circle, also known as a \"poker-chip\" bardic circle, attempts to combine the enforced politeness of the bardic circle with the freeform nature of the chaos circle. A container full of some type of token such as poker chips is supplied for the circle. Each person participating in the circle is given a fixed number of tokens when they enter the room (frequently two tokens) and can throw a token into the center of the circle at any time to claim a pick or play turn. When all the active tokens in the circle are used up, they are scooped up and redistributed for the next round.[18]\n\nThe etiquette of the filk circle begins with a respect for all music, including (and perhaps especially) amateur music and amateur performers. Everyone is encouraged to perform, regardless of their skill level. No one is criticized except to occasionally give tips or suggestions.[16]\n\n"
        },
        {
            "title": "Cultural perspective",
            "text": "At a deep level, the folk culture of filk validates creative arts in the midst of an explicitly technological culture. When accepting induction into the Filk Hall of Fame in 2003, ethnomusicologist Sally Childs-Helton said, We have taken our right to be creative and to literally \"play\" in the best sense of that word. Filk combines folk roots, live music circles, and dominant acoustical instrumentation, on the one hand, with high-tech cultural maintenance, on the other hand—a dense network of filkers' web pages, recordings, sound reinforcement at filk conventions, e-mail lists, and so on. The eclectic content of filk frequently contains that assertion of human creativity, especially in connection with technology. (See for example Leslie Fish's Hope Eyrie.) While there are significant numbers of memorial songs,[20] pessimistic songs blame carelessness, incompetence, and corruption, only rarely considering the frailties of a society built on technology or hopes for the future. Because these themes cross international boundaries in filk, they are not explainable as a purely American optimism vis-a-vis technology (in contrast to Nye, 1996).[21]\n\nThat openness to participation is a marked norm in filking.[22]\n\nOccasional discussions over the boundaries of filk indicates the extent to which participants in filking are both aware of and keenly interested in the definition of filk as a community. Newsgroup debates over such topics as whether \"Weird Al\" Yankovic is a filker suggest the deep feelings involved. In practice, most formal recognition of filkers in various awards are to those who regularly attend self-identified filk events, not to professional artists whose work may be considered found filk.[20][21][22][23][24]\n\n"
        },
        {
            "title": "Pegasus Awards",
            "text": "The OVFF convention committee solicits nominations for finalists for the Pegasus Awards (the nominating ballot) during the late spring and summer. There is an opinion poll that runs during the year as well to help interested folk brainstorm ideas for the nominating ballot. The finalist ballot is distributed in the early fall and must be returned by the opening night of OVFF. Voting can be done online—either to nominate finalists or to vote for the finalists themselves. The final round of voting happens at OVFF itself, where handwritten ballots are collected after the annual Pegasus concert. The entire process is administered by the OVFF convention committee.[25]\n\n"
        },
        {
            "title": "Filk Hall of Fame",
            "text": "The Filk Hall of Fame[26] was created by David Hayman in 1995 as a complement to the Pegasus Awards.[27]\n\nAnyone may make a nomination.[28]\n\n"
        }
    ]
}