{
    "url": "https://en.wikipedia.org/wiki/Film_studio",
    "title": "Film studio",
    "table_of_contents": [
        "1 Beginnings",
        "2 The \"majors\"",
        "3 The minors",
        "4 The independents",
        "5 Typical components",
        "6 Film to television",
        "7 Today",
        "8 Independent film and the studios",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A film studio (also known as movie studio or simply studio) is a major entertainment company or motion picture company that has its own privately owned studio facility or facilities that are used to make films, which is handled by the production company. Most firms in the entertainment industry have never owned their own studios, but have rented space from other companies.\n\nThere are also independently owned studio facilities, who have never produced a motion picture of their own because they are not entertainment companies or motion picture companies; they are companies who sell only studio space.\n\n"
        },
        {
            "title": "Beginnings",
            "text": "  In 1893, Thomas Edison built the first movie studio in the United States when he constructed the Black Maria, a tarpaper-covered structure near his laboratories in West Orange, New Jersey, and asked circus, vaudeville, and dramatic actors to perform for the camera. He distributed these movies at vaudeville theaters, penny arcades, wax museums, and fairgrounds. The first film serial, What Happened to Mary, was released by the Edison company in 1912. The pioneering Thanhouser movie studio was founded in New Rochelle, New York in 1909 by American theatrical impresario Edwin Thanhouser. The company produced and released 1,086 movies between 1910 and 1917, successfully distributing them around the world.\n\nIn the early 1900s, companies started moving to Los Angeles, California. Although electric lights were by then widely available, none were yet powerful enough to adequately expose film; the best source of illumination for motion picture production was natural sunlight. Some movies were shot on the roofs of buildings in Downtown Los Angeles. Early movie producers also relocated to Southern California to escape Edison's Motion Picture Patents Company, which controlled almost all the patents relevant to movie production at the time.\n\nThe first movie studio in the Hollywood area was Nestor Studios, opened in 1911 by Al Christie for David Horsley. In the same year, another 15 independents settled in Hollywood. Other production companies eventually settled in the Los Angeles area in places such as Culver City, Burbank, and what would soon become known as Studio City in the San Fernando Valley.\n\n"
        },
        {
            "title": "",
            "text": "The Big 5\n\nBy the mid-1920s, the evolution of a handful of American production companies into wealthy motion picture industry conglomerates that owned their own studios, distribution divisions, and theaters, and contracted with performers and other filmmaking personnel, led to the sometimes confusing equation of \"studio\" with \"production company\" in industry slang. Five large companies: RKO Radio Pictures, 20th Century Fox, Paramount Pictures, Warner Bros., and Metro-Goldwyn-Mayer came to be known as the \"Big Five,\" the \"majors,\" or \"the Studios\" in trade publications such as Variety, and their management structures and practices collectively came to be known as the \"studio system\".\n\nThe Little 3\n\nAlthough they owned few or no theaters to guarantee sales of their films, Universal Pictures, Columbia Pictures, and United Artists also fell under these rubrics, making a total of eight generally recognized \"major studios\". United Artists, although its controlling partners owned not one but two production studios during the Golden Age, had an often-tenuous hold on the title of \"major\" and operated mainly as a backer and distributor of independently produced films.\n\n"
        },
        {
            "title": "The minors",
            "text": "Smaller studios operated simultaneously with \"the majors.\" These included operations such as Republic Pictures, active from 1935, which produced films that occasionally matched the scale and ambition of the larger studio, and Monogram Pictures, which specialized in series and genre releases. Together with smaller outfits such as PRC TKO and Grand National, the minor studios filled the demand for B movies and are sometimes collectively referred to as Poverty Row.\n\n"
        },
        {
            "title": "The independents",
            "text": "The Big Five's ownership of movie theaters was eventually opposed by eight independent producers, including Samuel Goldwyn, David O. Selznick, Walt Disney, Hal Roach, and Walter Wanger. In 1948, the federal government won a case against Paramount in the Supreme Court, which ruled that the vertically integrated structure of the movie industry constituted an illegal monopoly. This decision, reached after twelve years of litigation, hastened the end of the studio system and Hollywood's \"Golden Age\".\n\n"
        },
        {
            "title": "Typical components",
            "text": "By the 1950s, the physical components of a typical movie studio had become standardized. Since then, a movie studio has usually been housed inside a \"studio lot,\" a physically secure compound enclosed by a tall perimeter wall. This is necessary to protect filmmaking operations from unwanted interference from paparazzi and crazed fans of leading movie stars.[1] Movement in and out of the studio lot is normally limited to specific gates (often capped with grand decorative arches), where visitors must stop at a boom barrier and explain the purpose of their visit to a security guard.\n\nThe sound stage is the central component of a studio lot.[2] Most studios have several; small studios may have as few as one, and large studios have as many as 20 to 30.[2] Movie studios also provide office space for studio executives and production companies, and makeup rooms and rehearsal rooms for talent.[2] If space allows, a studio may have an outside backlot. Finally, there is a studio \"commissary\", which is the traditional term in the movie industry for what other industries call a company cafeteria.[2]\n\nIn addition to these basic components, the largest film studios are full-service enterprises offering the entire range of production and post-production services necessary to create a motion picture, including costumes, props, cameras, sound recording, crafts, sets, lighting, special effects, cutting, editing, mixing, scoring, ADR, re-recording, and foley.[2] Independent suppliers of all these services and more (e.g., photographic processing labs) are often found in clusters in close proximity to film studios.[3]\n\nNitrate film, manufactured until 1951, was highly flammable, and sets and backlots were and still are very flammable, which is why film studios built in the early-to-mid 20th century have water towers to facilitate firefighting. Water towers \"somewhat inexplicably\" evolved into \"a most potent symbol ... of movie studios in general.\"[4]\n\n"
        },
        {
            "title": "Film to television",
            "text": "Halfway through the 1950s, with television proving to be a lucrative enterprise not destined to disappear any time soon—as many in the film industry had once hoped—movie studios were increasingly being used to produce programming for the burgeoning medium. Some midsize film companies, such as Republic Pictures, eventually sold their studios to TV production concerns, which were eventually bought by larger studios, such as the American Broadcasting Company which was purchased by Disney in 1996.\n\n"
        },
        {
            "title": "Today",
            "text": "With the growing diversification of studios into such fields as video games, television stations, broadcast syndication, television, theme parks, home video and publishing, they have become multi-national corporations.\n\nInternational markets account for growing proportion of Hollywood movie revenue with approximately 70% of total movie revenue coming from international ticket sales and the Chinese domestic box office revenue is projected to outpace those of USA in 2020.[5] The growth of film studios and filmmaking outside of Hollywood and the USA have produced popular international film studio locations such as Hollywood North (Vancouver and Toronto in Canada), Bollywood (Mumbai, India), and Nollywood (Lagos, Nigeria).[6]\n\nAs the studios increased in size they began to rely on production companies, like J. J. Abrams' Bad Robot Productions, to handle many of the creative and physical production details of their feature films. Instead, the studios transformed into financing and distribution entities for the films made by their affiliated production companies. With the decreasing cost of CGI and visual effects, many studios sold large chunks of their once massive studio spaces or backlots to private real-estate developers. Century City in Los Angeles was once part of the 20th Century Fox backlot, which was among the largest and most famous of the studio lots. In most cases, portions of the backlots were retained and are available for rental by various film and television productions. Some studios offer tours of their backlots, while Universal Pictures allows visitors to its adjacent Universal Studios Hollywood theme park to take a tram tour of the backlot where films such as Psycho and Back to the Future were once shot.\n\nIn fall 2019, movie mogul Tyler Perry opened Tyler Perry Studios in Atlanta. The studio lot is claimed to be larger than any other movie studio lot in Hollywood.[7]\n\n"
        },
        {
            "title": "Independent film and the studios",
            "text": "In the 1980s and 1990s, as the cost of professional 16mm film equipment decreased, along with the emergence of non-film innovations such as S-VHS and Mini-DV cameras, many young filmmakers began to make films outside the \"studio system\". Filmmakers and producers such as Mike Judge, Adam Sandler, Jim Jarmusch, Robert Rodriguez, Steven Soderbergh, Quentin Tarantino, Kevin Smith and Richard Linklater made films that pushed boundaries in ways the studios were then reluctant to do. In response to these films, many distributed by \"mini-studios\" like Miramax, the \"majors\" created their own in-house mini-studios meant to focus on edgier \"independent\" content. Focus Features was created by Universal Pictures and Fox Searchlight was created by 20th Century Fox for this purpose.\n\n"
        }
    ]
}