{
    "url": "https://en.wikipedia.org/wiki/Film_Booking_Offices_of_America",
    "title": "Film Booking Offices of America",
    "table_of_contents": [
        "1 Business history",
        "1.1 The R-C years",
        "1.2 A new identity",
        "1.3 Kennedy takes command",
        "1.4 Sound enters the picture",
        "2 Cinematic legacy",
        "2.1 Headliners and celebrity casting",
        "2.2 Western and canine stars",
        "2.3 Notable films and filmmakers",
        "2.4 Short subjects and animation",
        "3 Notes",
        "4 Sources",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFilm Booking Offices of America (FBO), registered as FBO Pictures Corp., was an American film studio of the silent era, a midsize producer and distributor of mostly low-budget films. The business began in 1918 as Robertson-Cole, an Anglo-American import-export company. Robertson-Cole began distributing films in the United States that December and opened a Los Angeles production facility in 1920. Late that year, R-C entered into a working relationship with East Coast financier Joseph P. Kennedy. A business reorganization in 1922 led to the company's assumption of the new FBO name. Two years later, the studio contracted with Western leading man Fred Thomson, who within a couple years was one of Hollywood's most popular stars. Thomson was just one of several silent screen cowboys with whom FBO became identified.\n\nThe studio, whose core market was America's small towns, also put out many romantic melodramas, action pictures, and comedic shorts. Pauline Frederick and Sessue Hayakawa were the major stars of its R-C period. Subsequently, Evelyn Brent and Richard Talmadge were FBO's biggest non-Western stars. From 1925 on, adaptations of the works of Gene Stratton-Porter were consistently among its top box office attractions. In 1926, Kennedy led an investment group that acquired the company; he relocated to California to run it, with considerable success. Exhibitors cited The Keeper of the Bees, based on a Stratton-Porter novel, as the year's most popular film. In August 1928, using RCA Photophone technology, FBO became the second Hollywood studio to release a feature-length \"talkie\". Two months later, Kennedy and RCA chief David Sarnoff arranged the merger between FBO and the Keith-Albee-Orpheum theater circuit that created RKO, one of the major studios of Hollywood's Golden Age. FBO's assets were folded into the new company, and it was dissolved in early 1929.\n\n"
        },
        {
            "title": "Business history",
            "text": "The company that would become FBO began as Robertson-Cole, an importer, exporter, and motion picture distributor with headquarters in London and New York, founded in 1918 by Englishman Harry F. Robertson and American Rufus S. Cole.[2] The company handled American-made trucks, cars, automobile accessories, and Bell & Howell motion picture equipment; its initial film distribution focus was on the Northern European, South Asian, and Latin American markets.[3] From its U.S. office, R-C Pictures, as it was often branded, started American motion picture distribution late in 1918, purchasing film rights from independent production companies and selling them on to Exhibitors Mutual Distributing, a corporate successor of the Mutual Film studio. In November, R-C contracted to serve as the sole provider to Exhibitors Mutual, and its first acquisitions were released the following month.[4][5] For its top-of-the-line \"product\", it purchased the movies of star actor Sessue Hayakawa, whose films were produced by his own company, Haworth Pictures Corporation.[6] Other companies also made films expressly for R-C distribution: B.B. Features, Jesse D. Hampton Productions, National Film Corporation, Winsome Stars.[7] To accompany its features, Robertson-Cole also acquired a wide variety of serials and other shorts, from Supreme Comedies with Harry Depp and Teddy Sampson to a biweekly series, On the Borderland of Civilization, filmed by adventurer Martin Johnson.[8] Late in 1919, independent motion picture producer Frank Hall acquired Exhibitors Mutual and integrated it into his new Hallmark Exchanges. In January 1920, Robertson-Cole purchased Hallmark, securing the capacity to directly distribute the films to which it owned rights, including the in-house productions then being planned.[9][5]\n\nIn March, the inaugural \"convention of the branch managers and field supervisors of the Robertson-Cole Distributing Corporation\" was announced.[10] The company currently boasted a slate of twenty-five movies in theaters around the country, with its top films co-branded \"Superior Pictures\".[11] The first R-C feature productions began to appear, including The Third Woman that same month, directed by Charles Swickard and starring Carlyle Blackwell and Louise Lovely, and The Wonder Man, directed by John G. Adolfi and starring boxer Georges Carpentier, which had a premiere on May 29 and went into general release in July.[12] With its move into production, Robertson-Cole needed its own filmmaking studio: in June, it acquired a lot around fifteen acres (six hectares) in size in Los Angeles's fortuitously named Colegrove district, then adjacent to but soon to be subsumed by Hollywood.[13] For exterior shoots, the company purchased 460 acres in Santa Monica, to be known as the \"R-C Ranch\".[14] In September, contracts were signed for the construction on the Colegrove property of an administration building with a massive neoclassical façade and eight stages, each occupying nearly a third of an acre.[15] The first film to shoot at the facility, while it was still being built, was the independent production Kismet (1920), directed by Louis J. Gasnier.[16] With the West Coast operation up and running, Hayakawa's production company was absorbed into Robertson-Cole.[17]\n\nRufus Cole also entered into a working relationship with Joseph P. Kennedy, father of future U.S. president John F. Kennedy and then a broker at the New York banking firm of Hayden, Stone. In December, after lengthy negotiations, Kennedy set up his own wholly owned company, Robertson-Cole Distributing Corporation of New England, to handle the business's films in an area where he had a controlling interest in a regional theater chain (though it was locked out of Massachusetts by the leading exhibitors).[18] In February 1921, the movie heralded as Robertson-Cole's first \"official\" production came out: The Mistress of Shenstone, directed by Henry King and starring Pauline Frederick, a former headliner with Famous Players-Lasky and Goldwyn Pictures.[19] At the same time, the business was $5 million in debt from the L.A. studio purchase and draining money—banks were reluctant to issue lines of credit to any but the biggest film companies, and R-C was forced to pay interest rates as high as 18 percent to so-called bonus sharks to access working capital. The company's primary investor, the Graham's of London firm, turned to Kennedy to find a buyer, paying him a monthly adviser's fee and promising a sizable commission. Though he failed to arrange the sale Graham's was looking for, Kennedy's involvement with the studio was far from over.[20]\n\nIn 1922, Robertson-Cole underwent a major reorganization as the company's founders departed.[21] The flagship U.S. distribution business changed its name to Film Booking Offices of America, a banner under which R-C had released more than a dozen independent productions.[22] The West Coast studio operation—of which Joseph Kennedy was now a board member—continued to make films under the Robertson-Cole name for some time, but FBO ultimately became the primary identity of the business for production as well as distribution.[23] Between May 1922 and October 1923, one of the company's new American investors, Pat Powers, was effectively in command. Powers had previously led his own filmmaking company, part of the multiple mergers that created the large Universal studio in 1912. During his time in charge at FBO, his brand was added to many of its films: \"P. A. Powers Presents\".[24] Among its outside suppliers of the period were Chester Bennett Productions, Hunt Stromberg Productions, and Tiffany Productions.[25] In 1923, the studio launched a series of boxing-themed shorts, Fighting Blood, starring FBO newcomer George O'Hara—it was so popular it was often billed above the accompanying feature.[26] O'Hara would become an FBO mainstay, as would Alberta Vaughn, who specialized in shorts: most of her films were two-reelers, a measure of film length indicating a running time of fifteen to twenty-five minutes.[27] (Many feature films of the era were no more than five reels.)[28]\n\nH.C.S. Thomson of Graham's, already chairman of the board, became the business's managing director with the departure of Powers.[30] Before leaving the board in 1924, Kennedy put together a major distribution and production deal between FBO and leading Western star Fred Thomson.[31] B. P. Fineman became the studio's production chief that year; Evelyn Brent, his wife, moved over from Fox to become FBO's top dramatic star.[32] In April 1925, FBO vice-president Joseph I. Schnitzer signed Thomson to a new contract paying him $6,000 a week—roughly $92,710 in 2021 dollars.[33] Behind only the enormously popular Tom Mix, Thomson was now the second-highest paid of all cowboy actors; his horse, Silver King, beloved by audiences, was covered by a $100,000 insurance policy. The deal also gave Thomson his own dedicated production unit at the studio.[34] In December 1925, the Exhibitors Herald published its first annual list of the biggest box office films of the preceding year (ending November 15) based on a national survey of theater owners. FBO's top five attractions were led by A Girl of the Limberlost, an adaptation of a novel by bestselling author Gene Stratton-Porter, who had died the previous December; this was followed by Broken Laws, an issue-driven melodrama detailing the dire consequences of not spanking naughty children, and three Fred Thomson \"oaters\": The Bandit's Baby, The Wild Bull's Lair, and Thundering Hoofs.[35]\n\nAs a distributor, Film Booking Offices focused on marketing its films to small-town exhibitors and independent theater chains (that is, those not owned by one of the major Hollywood studios).[36] As a production company, it concentrated on low-budget movies, with an emphasis on Westerns, action films, romantic melodramas, and comedy shorts.[37] From its first productions in early 1920 through late 1928, just before it was dissolved in a merger, the company, as either Robertson-Cole Pictures or FBO Pictures, produced more than 400 features.[38] The studio's top-of-the-line movies—\"specials\", in industry parlance—aimed at major exhibition venues beyond the reach of most FBO films, were sometimes marketed as FBO \"Gold Bond\" pictures.[39] Between 1924 and 1926, seven of Evelyn Brent's star vehicles as well as two other high-end films were produced under the label of Gothic Pictures or Gothic Productions.[40] With neither the backing of large corporate interests nor the daily money generator of its own theater chain and far from its London owners, the company faced persistent cash-flow difficulties. The significant financial drain of its reliance on short-term, high-interest loans continued.[41]\n\nWhile still at the Hayden, Stone investment firm, Kennedy had boasted to a colleague, \"Look at that bunch of pants pressers in Hollywood making themselves millionaires. I could take the whole business away from them.\"[42] In 1925, he set out to do so, forming his own group of investors led by wealthy Boston lawyer Guy Currier, Filene's department store owner Louis Kirstein, and Union Stockyards and Armour and Company owner Frederick H. Prince. In August 1925, Kennedy traveled to England with an offer to buy a controlling stake in Film Booking Offices for $1 million. The bid was initially rejected—Graham's had poured $7 million into the company—but in February 1926, FBO's owners decided to take the money.[43] In short order, Kennedy moved his family from Massachusetts to New York City to focus on running his new business. He swiftly addressed the company's perennial cash-flow problems, arranging lines of credit and issuing stock in a business division he established, the Cinema Credit Corporation.[44] By March, he was traveling to Hollywood, where one of his first steps was to cut loose the various independent producers resident at the studio.[45] The president of the Motion Picture Producers and Distributors Association, Will Hays, was delighted by the new face on the scene; in his eyes, Kennedy signified both a desirable image for the industry and Wall Street's faith in its prospects. Hays—the movie industry's future censor in chief—heralded Kennedy as \"exceedingly American\" (historian Cari Beauchamp explains the connotation: \"not Jewish\", in contrast to most of the studio heads), while celebrating Kennedy's \"background of lofty and conservative financial connections, an atmosphere of much home and family life and all those fireside virtues of which the public never hears in the current news from Hollywood.\"[46]\n\nStudio chief Fineman departed around the time of Kennedy's purchase to work at the larger First National Pictures.[47] The new owner appointed Edwin King to replace him, but took a personal hand in guiding the company creatively as well as financially.[48] His brand, \"Joseph P. Kennedy Presents\", would proceed to appear on over a hundred films.[49] Kennedy soon brought stability to FBO, making it one of the most reliably profitable outfits in the minor leagues of the Hollywood studio system. The focus was on films with Main Street appeal and minimal costs.[50] \"We are trying\", he declared, \"to be the Woolworth and Ford of the motion picture industry rather than the Tiffany.\"[51] Westerns remained the studio's backbone, along with various action pictures and romantic scenarios; as Kennedy put it, \"Melodrama is our meat.\"[52] Gene Stratton-Porter, then, was the gravy: according to the 1926 Exhibitors Herald survey, The Keeper of the Bees, for which shooting was completed while the novel was still being serialized in McCall's, was the number one picture in the entire country that year. The remainder of FBO's top five comprised, once again, three Fred Thomson pictures, along with another Stratton-Porter adaptation.[53]\n\nDuring this period, the average production cost of FBO features was around $50,000, and few were budgeted at anything more than $75,000.[54] By comparison, in 1927–28 the average cost at Fox was $190,000; at Metro-Goldwyn-Mayer, $275,000.[55] In a broad economization move, in 1927, FBO ended the long-term contracts with writers that were an industry standard, shifting story assignments to a freelance basis.[56] One major expense Kennedy didn't spare: with the powerful United Artists and Paramount studios circling Fred Thomson, Kennedy kept him at FBO for $15,000 a week (assigning the contract to a newly created corporation, Fred Thomson Productions, \"for tax purposes\"). The actor now had the second-highest straight salary in the entire industry, surpassed only by Tom Mix again, whose new arrangement with Fox paid $17,500.[57] Thomson's were among those few FBO films budgeted at or above $75,000, but they could be relied on to gross in the quarter-million-dollar range.[58] And Kennedy found an angle to make himself even more money. Under the new contract, Kennedy struck a deal in early 1927 with Paramount for the major studio to produce and distribute a series of four Thomson \"super westerns\". Kennedy participated in the films' financing, recouping his stake plus $100,000 in profits each; Paramount covered Thomson's weekly salary; and the actor's production unit stayed on the FBO lot.[59] Given the lag time between production and exhibition, of the four Thomson features that reached theaters in 1927, three were FBO releases.[60] For the twelve-month period ending November 15, 1927, theater owners judged FBO's top three films to all be Gene Stratton-Porter adaptations, with two Thomson oaters following.[61]\n\nThe advent of sound film would drastically alter the studio's course: Negotiations that began in late 1927 with the Radio Corporation of America (RCA) on a deal for sound conversion led to RCA purchasing a major interest in FBO in January 1928. Four months later, as part of a strategy conceived with RCA head David Sarnoff, Kennedy acquired control of Keith-Albee-Orpheum (KAO), a vaudeville exhibition chain owning approximately one hundred theaters across the United States, affiliated with many more, and with two small studios under its control: Pathé Exchange and Producers Distributing Corporation, Cecil B. DeMille's former boutique outlet.[62]\n\nFBO's The Perfect Crime, starring Clive Brook and Irene Rich, opened on August 4, 1928, at the Rivoli movie palace in Manhattan's Theater District.[63] The first film directed by admired cinematographer Bert Glennon, it was also the first feature-length \"talkie\" to appear from a studio other than Warner Bros. since the epochal premiere of Warners' The Jazz Singer ten months before. The Perfect Crime had been shot silently in anticipation of a silent release. Using the RCA Photophone sound-on-film system, dialogue and \"mystery sound effects\" were dubbed in afterward.[64] Savaging it as a \"jabberwocky of inane incidents\", the New York Times review concluded, \"What it is all about can be called only an open question. A guess at the solution, however, would be that FBO had a mystery story, and in an effort to keep up with the times had synchronized it.... The synchronization is faulty in many, many places, and several vocal selections are added in curious out-of-the-way scenes.\"[65] A trade paper report described the studio's plans to add \"synchronized music, sound effects and dialogue\" to five other silently shot films.[66] On August 22, Kennedy signed a contract with RCA for live Photophone recording; more importantly, he also tendered the company an option to buy his governing share of FBO. Two months later, RCA had acquired controlling stock interests in both the studio and KAO.[67]\n\nOn October 23, 1928, RCA announced it was merging Film Booking Offices and Keith-Albee-Orpheum to form the new motion picture business Radio-Keith-Orpheum (RKO), with Sarnoff as chairman.[68] Kennedy, who retained Pathé, was paid $150,000 for arranging the merger on top of the millions of dollars in profit he made from selling off his stock.[69] Joseph I. Schnitzer, ranking FBO vice-president, was elevated to president of the new company's production arm, replacing Kennedy.[70] William LeBaron, the last FBO production chief, retained his position after the merger, but the new studio, dedicated to full sound production, cut ties with FBO's roster of silent screen performers.[71] In its final year of operation, of FBO's top five box office films according to theater owners, three were again Gene Stratton-Porter adaptations, including The Keeper of the Bees, first released in October 1925 and making its fourth appearance in the annual balloting; the others were the Austrian import Moon of Israel and The Great Mail Robbery.[72] During the transitional period, the first RKO feature release, Syncopation in March 1929, was packaged to exhibitors with two FBO low-budget \"programmers\".[73] Movies that Film Booking Offices had either produced or arranged to distribute were released under the FBO banner through the end of the year. The last official FBO production to reach American theaters was Pals of the Prairie, directed by Louis King and starring Buzz Barton and Frank Rice, released July 7, 1929.[74]\n\n"
        },
        {
            "title": "Cinematic legacy",
            "text": "A large majority of FBO/Robertson-Cole pictures, produced during the silent era and the transitional period of the conversion to sound cinema, are considered to be lost films, with no copies known to exist. Much of FBO's cinematic legacy thus endures only in still images, other publicity materials, and written accounts. All told, just 30 percent of American silent feature films have been preserved (25 percent more or less complete, plus another 5 percent in incomplete versions). The overall survival rate of features produced by R-C/FBO is similar: of 449 movies identified by the National Film Preservation Board as R-C/FBO productions, 125 are known to survive in some form—28 percent, though with only two (0.4 percent) in a legacy studio archive.[76] The losses, moreover, were not equally distributed, and one of FBO's most successful franchises has disappeared entirely: not even a fragmentary print of any of the six Gene Stratton-Porter films put out by the studio has been found. Due to its zeal for cost cutting, FBO was reputed to be especially meticulous in the execution of a practice then common among distributors: rounding up its release prints at the end of a picture's run and melting them down to recover the silver in the film emulsion.[77]\n\nAs for FBO's biggest star, among America's biggest at the time, of the twenty films Fred Thomson made for the studio, for years just a single one was known to remain intact in a US archive: Thundering Hoofs. About three reels' worth of the five-reel Galloping Gallagher (1924) were also known to survive.[78] In 1982, film scholar Bruce Firestone wrote that \"the disappearance, through loss or destruction, of virtually all of his films [has] turned Thomson into one of the least-known cowboys in the history of American movies.\"[79] According to the Library of Congress's American Silent Feature Film Database, to this tiny corpus may now be added complete prints of The Dangerous Coward (1924) and A Regular Scout (1926) at the George Eastman House. Seven more Thomson features are held by archives abroad.[80]\n\nSessue Hayakawa, the first star of any magnitude associated with the Robertson-Cole brand, made a total of twenty films released by the studio, from A Heart in Pawn in March 1919 to The Vermilion Pencil in March 1922.[82] Hayakawa was regarded as one of the finest screen performers of his time, but as anti-Japanese sentiment grew on the West Coast, R-C terminated its relationship with the Chiba-born actor. Two months after The Vermilion Pencil opened, he sued the studio for breach of contract.[83] Pauline Frederick, celebrated for her performance in the September 1920 Goldwyn Pictures tear-jerker Madame X, immediately cashed in with a top-tier contract from Robertson-Cole, for whom she starred in more than half a dozen melodramas, beginning with A Slave of Vanity just two months later.[84] She was said to have been paid an extravagant $7,000 or $7,500 a week under her R-C deal.[85] Early in her career, ZaSu Pitts acted in six R-C releases—Better Times (1919) gave Pitts her first ever top billing—from the Brentwood Film Corporation, founded by a group of doctors.[86]\n\nIn the years after the studio's rebranding, Evelyn Brent and Richard Talmadge were FBO's most prominent non-Western headliners.[87] Brent made a specialty of melodramatic pictures with a crime angle, often billed as \"crook melodramas\"—in Midnight Molly (1925), she played an ambitious politician's faithless wife and her look-alike, a high-end cat burglar.[88] Talmadge, a stunt designer and double for major stars including Douglas Fairbanks and Harold Lloyd, took the lead in action pictures for FBO—\"stunt dramas\" such as Stepping Lively (1924) and Tearing Through (1925).[89] He appeared in eighteen FBO releases, more than half of them produced by his own company.[90] Talmadge's last film for the studio was released in June 1926.[91] By August, Brent was on her way to starring roles at Paramount.[92] In October, Talmadge was judged to have been FBO's biggest non-Western draw of the year; in the first annual Exhibitors Herald theater owners' poll of top box office names, he placed thirtieth out of sixty.[93]\n\nBeginning in late 1924, Maurice \"Lefty\" Flynn starred in over a dozen action-filled \"comedy dramas\" released by FBO, all produced and directed by Harry Garson.[94] Signing a new contract in 1925, the former Yale halfback demonstrated his range by playing a \"fast riding motorcycle copper\" in a May release, a \"battling policeman\" in September, and Breckenrdige Gamble, a bored millionaire turned international secret agent, in October.[95] Ralph Lewis, a prolific character actor who had appeared in several D. W. Griffith films, including The Birth of a Nation and Intolerance, was top billed in at least eight FBO releases between 1922 and 1928.[96] George O'Hara headlined multiple features as well as short series.[97] Warner Baxter and Joe E. Brown were among the other popular FBO players.[98] Anna Q. Nilsson starred in two of the studio's more notable productions, as did Douglas Fairbanks Jr.[99] Pauline Frederick returned in 1926 for the title role in Her Honor, the Governor.[100] In FBO's waning months, former Fox star Olive Borden played the lead in three films.[101] Boris Karloff appeared in six FBO pictures between 1925 and 1927; in two of his earliest major roles, he performed opposite Evelyn Brent in the action-oriented Forbidden Cargo and Lady Robinhood (both 1925).[102]\n\nIn its pre-Kennedy years, the studio did not hesitate to take advantage of scandal sheet–worthy events. After the death of celebrated actor Wallace Reid, brought on by morphine addiction, his widow, Dorothy Davenport, signed on as producer and star of a cinematic examination of the sins of substance abuse: Human Wreckage, released by FBO in June 1923, five months after Reid's death, in which Davenport (billed as Mrs. Wallace Reid) plays the wife of a noble attorney turned dope fiend.[103] A few months later, the studio featured a celebrity of a very different sort: magician Harry Houdini, directing and starring in his last feature film, Haldane of the Secret Service.[104] In November 1924, FBO put out Davenport's next \"social problem\" picture, Broken Laws. Here Davenport (again billed as Mrs. Wallace Reid) plays the overindulgent mother of an unruly boy destined, as a reckless teen, to commit a terrible misdeed. According to a trade journal—perhaps echoing publicity copy—the tale was \"a reminder that the foundation of all law and order lies in that greatest of American institutions—the home.\"[105]\n\nWhen the biggest movie star in the world, Rudolph Valentino, split from his wife, Natacha Rambova, she was swiftly enlisted by the studio to costar with Clive Brook in the sensitively titled When Love Grows Cold (1926).[106] Under Kennedy's control, the studio focused on marketing its roster of films as suitable for the \"average American\" and the entire family: \"We can't make pictures and label them 'For Children,' or 'For Women' or 'For Stout People' or 'For Thin Ones.' We must make pictures that have appeal to all.\"[107] Though Kennedy ended the scandal-sheet specials, FBO still found occasion for celebrity casting: One Minute to Play (1926), directed by Sam Wood, marked the film debut of football great \"Red\" Grange.[108] Tennis stars Suzanne Lenglen and Mary Browne were signed for a series of \"Racquet Girls\" pictures that never made it to screen.[109]\n\nCentral to the FBO identity were Westerns and the studio's major cowboy star, Fred Thomson. In both 1926 and 1927, he ranked number two among male performers in the Exhibitors Herald poll, right behind Tom Mix.[111] When one of Thomson's \"oaters\", The Two-Gun Man (1926), made it to New York's Warners' Theatre, the growing studio's Times Square showcase, it demonstrated that a Western, even one without Mix, could draw audiences to a first-run house in the most cosmopolitan of markets.[112] Along with trusty Silver King, Thomson brought in millions to FBO, and Kennedy personally made almost half a million dollars from the \"super western\" loanout to Paramount. But when Kennedy learned early in 1928 that Mix, whose decade-old Fox contract was expiring, might become available, he used his control of Fred Thomson Productions, the supposed tax shelter, to freeze Thomson out of motion pictures entirely.[113] That December, Thomson died—the immediate cause of death was tetanus; his widow, screenwriter Frances Marion, said that he had lost his will to live.[114]\n\nAmong Western stars under long-term contract, FBO's next most important—though by a distance—was Tom Tyler, who finished twenty-third among men in the 1927 exhibitors' poll.[115] According to a hyperbolic June 1927 report in Moving Picture World: \"With Tom Tyler rapidly taking the place recently vacated by Fred Thomson [for the Paramount sojourn from which he would never return], F.B.O.'s program of western pictures is taking a place second to none in the industry. Tyler has made rapid strides during his two years with F.B.O. and with his horse 'Flash' and dog, 'Beans,' has become one of the leading favorites on the screen.\"[116] Tyler's appeal was also enhanced by his human costars—Frankie Darro (tied for fifty-fourth in the poll) as his young sidekick on over two dozen occasions and starlets such as Doris Hill, Nora Lane, Sharon Lynn, and in Born to Battle (1926), a twenty-five-year-old Jean Arthur.[117][118]\n\nAs 1928 began, Tyler was the most popular actor actually working at FBO, but Kennedy wanted the big gun. He bided his time as Tom Mix toured the Orpheum vaudeville theaters with a live show—boosting Kennedy's new exhibition interests—and legal machinations ensured Thomson's exile.[119] Finally, Mix was signed to a six-film deal and began shooting in July.[120] He ultimately made five pictures for the studio (two released after it had ceased to exist), and stayed near the top of the exhibitors' poll, his 112 votes good enough for second among the men, if well behind the 171 of MGM's Lon Chaney (no other FBO regular made it into double digits).[121] But the spread of the talkies was swiftly making the silent sagebrush superstar less of a sure thing.[122] Variety derided Mix's last FBO film, The Big Diamond Robbery, released in May 1929, as \"cowboy burlesque\".[123] His brief tenure at the studio was marked by salary grievances—he was now making only $10,000 a week—and dismay at FBO's inferior production values, from its worndown sets to the cut-rate film stock it used.[124] Subsequently asked about his experience working with Kennedy, Mix described him as a \"tight-assed, money-crazy son-of-a-bitch.\"[125]\n\nIn addition to these major draws, there was also Harry Carey; a top star for Universal in the second half of the 1910s, he was still a bankable name when he made several FBO Westerns in 1922–23.[126] The other cowboy stars of FBO included Bob Custer (tied for thirty-seventh in the 1927 poll), Bob Steele (tied for sixty-sixth with, among others, Silver King), and teenager Buzz Barton.[127][118] One of the studio's most reliable Western headliners was a dog: Ranger (all alone at sixty-fifth among male performers).[128][118] Beans had featured roles in a number of Tom Tyler/Frankie Darro Westerns.[129] The fabled Strongheart starred in FBO's Jack London adaptation White Fang (1925).[130] For a small role in the melodrama My Dad (1922), a three-year-old Alsatian who would become one of the greatest canine stars of all time was singled out by the New York Daily News: \"Rin-Tin-Tin...runs off with most of the histrionic honors. The dog stages one of the most realistic and blood curdling fights we have seen recently.\"[131]\n\nKennedy had no illusions about his studio's place in the realm of cinematic art. A journalist once complimented him on FBO's recent output: \"You have had some good pictures this year.\" Kennedy jocularly inquired, \"What the hell were they?\"[133] From the pre-Kennedy era, RKO historian Betty Lasky identifies the Dorothy Davenport \"problem\" picture Broken Laws (1924), directed by Roy William Neill, as a rare \"unforgettable picture of the higher caliber\" put out by FBO.[134] Reviews at the time called it \"absorbing\" and \"vastly entertaining\".[135] Among the studio's action movies, one standout production was a 1927 Tarzan picture. Author Edgar Rice Burroughs declared, \"If you want to see the personification of Tarzan of the Apes as I visualize him, see the film Tarzan and the Golden Lion with Mr. James Pierce.\"[136] The Film Daily reviewer wrote that the movie \"has a rather new order of thrills and atmosphere that might prove distinctly attractive.\"[136]\n\nTwo of the studio's most impressive releases were foreign productions. In 1927, FBO picked up for U.S. distribution an acclaimed Austrian biblical spectacular made three years earlier: Die Sklavenkönigin (The Slave Queen, aka Moon of Israel) had already won its director, Michael Kertész, a job with Warner Bros.[137] In Hollywood, he would make such hits as The Adventures of Robin Hood (1938) and Casablanca (1942) under the name Michael Curtiz. Una Nueva y gloriosa nación (1928), the most successful film in the history of Argentine silent cinema, was shot in Hollywood and distributed in the United States by FBO as The Charge of the Gauchos.[138] One of its two cinematographers was Nicholas Musuraca, who established his career at Film Booking Offices. With RKO, Musuraca would become one of Hollywood's most respected cinematographers.[139]\n\nAt the age of twenty-five, King Vidor insisted on casting then little-known ZaSu Pitts as the lead in Better Times; he directed two more of her R-C/Brentwood films, both starring his wife, Florence Vidor.[141] Louis J. Gasnier, responsible for the blockbuster 1914 serial The Perils of Pauline, directed several films for the company—from Good Women (1921) to The Call of Home (1922)—during its Robertson-Cole days.[142] The best-known director to work regularly under the FBO brand was Ralph Ince, younger brother of celebrated filmmaker Thomas H. Ince. Pulling double duty on occasion, Ralph Ince starred in five of the sixteen films he made for the studio between 1925 and 1928.[143] One production in which he served in both capacities was particularly well received: Chicago After Midnight (1928) was described by the New York Times as an \"unusually well-acted and adroitly directed underworld story\".[144] After The Mistress of Shenstone, Henry King directed two more R-C films with Pauline Frederick, also in 1921: Salvage and The Sting of the Lash.[145] Tod Browning directed two Gothic Pictures specials in 1924 starring Evelyn Brent: The Dangerous Flirt and Silk Stocking Sal.[146] In 1921 and 1922 alone, William Seiter directed eight R-C/FBO releases, some produced directly for the studio, others independently; in 1924 he made two additional FBO releases for Palmer Photoplay, both featuring Madge Bellamy.[147] Between 1922 and 1926, Emory Johnson produced and directed eight films for FBO.[148] Historian William K. Everson has pointed to Seiter and Johnson as two of the overlooked directorial talents of the silent era.[149]\n\nAuthor and naturalist Gene Stratton-Porter set up her own production company to film screen adaptations of her work, a perhaps unprecedented venture for a writer. FBO handled four releases from Gene Stratton-Porter Productions—A Girl of the Limberlost (1924), The Keeper of the Bees (1925), Laddie (1926), and The Magic Garden (1927)—and was itself producer of record for The Harvester (1927) and Freckles (1928). All six were directed by Stratton-Porter's son-in-law, James Leo Meehan. All six were hits. All are considered lost.[150] In-house, Frances Marion, who would win two writing Oscars in the 1930s, created the stories for seven of the FBO pictures starring her husband, Fred Thomson—for these brawny cowboy tales, such as Ridin' the Wind (1925) and The Tough Guy (1926), she used the pseudonym Frank M. Clifton (the \"patronymic\" was Thomson's middle name).[151] Editor Pandro S. Berman, son of a major FBO stockholder, cut his first film for the studio at the age of twenty-one; in the 1930s, he would earn renown as an RKO producer and production chief.[152] Famed RKO costume designer Walter Plunkett was also an FBO graduate.[153]\n\nBoth George O'Hara's and Alberta Vaughn's initial short series for FBO—each directed by Malcolm St. Clair—were hits, so in the second half of 1924 the studio made a bid at teaming them in the twelve-part The Go-Getters, spoofing popular films and classic stories with chapters such A Kick for Cinderella. It was so successful that they were reunited the next year for a similar twelve-parter, The Pacemakers, with episodes such as Merton of the Goofies (Merton of the Movies) and Madam Sans Gin (Madame Sans-Gêne).[154] Vaughn had solo top billing in the comedic series The Adventures of Mazie (1925–26) and the baseball-themed serial Fighting Hearts (1926).[155] In May 1928, with the Keith-Albee-Orpheum theater chain under his control, Joseph Kennedy announced a forthcoming slate with not only more than the usual number of (relatively) high-budget films but a \"Mammoth Program of Short Features\". No less than four different series came from independent producer Larry Darmour, including the second twelve chapters of Mickey McGuire, starring seven-year-old Mickey Rooney. Amedee Van Beuren provided Walter Futter's Curiosities, a Ripley's-inspired \"Movie Side Show\" of \"freaks and queer odds and ends from all corners of the world\".[156]\n\nOf particular historical interest are two independently produced series of slapstick comedies released by the studio: Between 1924 and 1927, Joe Rock provided FBO with a substantial annual slate of two-reelers (twenty-six per year as of their last contract); twelve of those from 1924–25 starred Stan Laurel, before his famous partnership with Oliver Hardy.[157] West of Hot Dog (1924), according to historian Simon Louvish, contains \"one of [Laurel]'s finest gags,\" involving a level of cinematic technique that bears comparison to Buster Keaton's classic Sherlock Jr.[158] In 1926–27, the company released more than a dozen shorts by innovative comedian/animator Charles Bowers, whose work imaginatively mixed live action and three-dimensional model animation.[159]\n\nFBO also distributed the output of significant creators of purely animated films. Between 1924 and 1926, FBO released the work of John Randolph Bray's cartoon studio, including the Dinky Doodle series created by Walter Lantz.[160] In 1925–26, the studio put out twenty-six cartoons by animator William Nolan based on George Herriman's now famed Krazy Kat newspaper comic strip, licensed by the wife-husband distribution team of Margaret Winkler and Charles Mintz.[161] While the Winkler–Mintz operation took Krazy Kat away from FBO the following season for a Paramount contract, they struck a deal with the studio for another series, one that, like Bowers's shorts, involved both animation and a live performer: the Alice Comedies, of which FBO would release over two dozen, were created by two young animators, Ub Iwerks and Walt Disney.[162]\n\n"
        }
    ]
}