{
    "url": "https://en.wikipedia.org/wiki/Film_preservation",
    "title": "Film preservation",
    "table_of_contents": [
        "1 The problem of film decay",
        "1.1 Film decay as an art form",
        "2 Preservation through careful storage",
        "3 Preparing a film for preservation and restoration",
        "4 Choosing an archival medium",
        "4.1 Film as an archival medium",
        "4.2 Digital as an archival medium",
        "5 Digital film preservation",
        "6 Advancements",
        "7 Studio efforts",
        "8 Video Aids to Film Preservation",
        "9 Obstacles in restoration",
        "10 Digital restoration steps",
        "11 Photochemical restoration steps",
        "12 Education",
        "13 See also",
        "14 Notes",
        "15 References",
        "16 Further reading",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Film preservation, or film restoration, describes a series of ongoing efforts among film historians, archivists, museums, cinematheques, and non-profit organizations to rescue decaying film stock and preserve the images they contain. In the widest sense, preservation assures that a movie will continue to exist in as close to its original form as possible.[1]\n\nFor many years the term \"preservation\" was synonymous with \"duplication\" of film. The goal of a preservationist was to create a durable copy without any significant loss of quality. In more modern terms, film preservation includes the concepts of handling, duplication, storage, and access. The archivist seeks to protect the film and share its content with the public.[2]\n\nFilm preservation is not to be confused with film revisionism,[3] in which long-completed films are modified with the insertion of outtakes or new musical scores, the addition of sound effects, black-and-white film being colorized, older soundtracks converted to Dolby stereo, or minor edits and other cosmetic changes being made.[4]\n\nBy the 1980s, it was becoming apparent that the collections of motion picture heritage were at risk of becoming lost. Not only was the preservation of nitrate film an ongoing problem, but it was then discovered that safety film, used as a replacement for the more volatile nitrate stock, was beginning to be affected by a unique form of decay known as \"vinegar syndrome\", and color film manufactured, in particular, by Eastman Kodak, was found to be at risk of fading. At that time, the best-known solution was to duplicate the original film onto a more secure medium.[5]\n\nA common estimate is that 90 percent of all American silent films made before 1920 and 50 percent of American sound films made before 1950 are lost films.[6][7]\n\nAlthough institutional practices of film preservation date back to the 1930s,[8] the field received an official status only in 1980, when UNESCO recognized \"moving images\" as an integral part of the world's cultural heritage.[9]\n\n"
        },
        {
            "title": "The problem of film decay",
            "text": "The great majority of films made in the silent era are now considered to be lost forever.[6] Movies of the first half of the 20th century were filmed on an unstable, highly flammable cellulose nitrate film base, which required careful storage to slow its inevitable process of decomposition over time.[5] Most films made on nitrate stock were not preserved; over the years, their negatives and prints crumbled into powder or dust.[10] Many of them were recycled for their silver content, or destroyed in studio or vault fires. The largest cause, however, was intentional destruction.[11] As film preservationist Robert A. Harris explains, \"Most of the early films did not survive because of wholesale junking by the studios. There was no thought of ever saving these films. They simply needed vault space and the materials were expensive to house.\"[12] Silent films had little or no commercial value after the advent of sound films in the 1930s, and as such, they were not kept. As a result, preserving the now-rare silent films has been proposed as a high priority amongst film historians.[13]\n\nBecause of the fragility of film stock, proper preservation of film usually involves storing the original negatives (if they have survived) and prints in climate-controlled facilities. The vast majority of films were not stored in this manner, which resulted in the widespread decay of film stocks.[14]\n\nThe problem of film decay is not limited to films made on cellulose nitrate. Film industry researchers and specialists have found that color films (made using processes for Technicolor and its successors) are also decaying at an increasingly rapid rate. A number of well-known films only exist as copies of original film productions or exhibition elements because the originals have decomposed beyond use. Cellulose acetate film, which was the initial replacement for nitrate, has been found to suffer from \"vinegar syndrome\".[14] Polyester film base, which replaced acetate, also suffers from fading colors.[5]\n\nStorage at carefully controlled low temperatures and low humidity can inhibit both color fading and the onset of vinegar syndrome. However, once degradation begins to occur, the chemical reactions involved will promote further deterioration. \"There is no indication that we will ever find a way to arrest decomposition once it has started. All we can do is inhibit it,\" says the director of the AMIA (Association of Moving Image Archivists) board, Leo Enticknap.[15]\n\nIn 2002, filmmaker Bill Morrison produced Decasia, a film solely based on fragments of old unrestored nitrate-based films in various states of decay and disrepair, providing a somewhat eerie aesthetic to the film. The film was created to accompany a symphony of the same name, composed by Michael Gordon and performed by his orchestra. The footage used was from old newsreel and archive film and was obtained by Morrison from several sources, such as the George Eastman House, the archives of the Museum of Modern Art,[16] and the Fox Movietone News film archives at the University of South Carolina.[17]\n\n"
        },
        {
            "title": "Preservation through careful storage",
            "text": "The preservation of film usually refers to physical storage of the film in a climate-controlled vault, and sometimes to the actual repair and copying of the film element. Preservation is different from restoration, as restoration is the act of returning the film to a version most faithful to its initial release to the public and often involves combining various fragments of film elements.[5]\n\nFilm is best preserved by proper protection from external forces while in storage along with being under controlled temperatures.[1][15] For most film materials, the Image Permanence Institute finds that storing film media in frozen temperatures, with relative humidity (RH) between 30% and 50%, greatly extends its useful life. These measures inhibit deterioration better than any other methods and are a cheaper solution than replicating deteriorating films.[18][2]: 61 [5]\n\n"
        },
        {
            "title": "Preparing a film for preservation and restoration",
            "text": "In most cases, when a film is chosen for preservation or restoration work, new prints are created from the original camera negative or from a composite restoration negative, which can be made from a combination of elements for general screening. It is therefore particularly important to keep camera negatives or digital masters under safe storage conditions.[18]\n\nThe original camera negative is the remaining, edited, film negative that passed through the camera on the set. This original camera negative may, or may not, remain in original release form, depending upon number of subsequent re-releases after the initial release for theatrical exhibition.\nRestorers sometimes create a composite negative (or composite dupe) by recombining duplicated sections of the best remaining material, sometimes on \"a shot-to-shot, frame-by-frame basis\" to approximate the original configuration of the original camera negative at some time in the film's release cycle.[5][19]\n\nIn traditional photochemical restorations, image polarity considerations must be observed when recombining surviving materials and the final, lowest generation restoration master may be either a duplicate negative or a fine grain master positive.[20]\nPreservation elements, such as fine-grain master positives and duplicate printing negatives, are generated from this restoration master element to make both duplication masters and access projection prints available for future generations.[20]\n\n"
        },
        {
            "title": "Choosing an archival medium",
            "text": "Film preservationists would prefer that the film images, whether restored through photochemical or digital processes, be eventually transferred to other film stock, because no digital media exists that has proven truly archival because of rapidly evolving and shifting data formats, while a well-developed and stored, modern film print can last upwards of 100 years.[21][22]\n\nWhile some in the archival community feel that conversion from film to a digital image results in a loss of quality that can make it more difficult to create a high-quality print based upon the digital image, digital imaging technology has become increasingly advanced to the point where 8K scanners can capture the full resolution of images filmed at as high as 65mm.[23]\n70mm IMAX film has a theoretical resolution of 18K, the highest possible resolution given the sensor.[24][25][26][27]\n\nOf course, having an intermediate digital stage, followed by forming a new film master by lasering the digital results onto new film stock does represent an extra generation. So would an intermediate film master that was restored frame-by-frame by hand. The choice of film vs. digital restoration will be driven by the amount, if any, of restoration required, the taste and skill set of the restorer, and the economics of film restoration vs. digital restoration.[3][6][5]\n\nAs of 2014[update], digital scanners can capture images as large as 65mm in full resolution.[23] That is the typical image size on a traditional (as opposed to the IMAX process) 70mm film which used a portion of the film surface for its multitrack magnetic sound stripe. The cost of a 70mm print of a two and a half hour film as of 2012[update] ran upwards of $170,000; while a hard disk capable of storing such a movie typically cost a few hundred dollars, with an archival optical disk even less. The problem of having to transfer the data as new generations of equipment come along will continue, however, until true archival standards are put in place.\n\n"
        },
        {
            "title": "Digital film preservation",
            "text": "In the context of film preservation, the term \"digital preservation\" highlights the use of digital technology for the transfer of films from 8mm to 70mm in size to digital carriers, as well as all practices for ensuring the longevity and access to digitized or digitally born film materials. On purely technical and practical terms, digital film preservation stands for a domain specific subset of digital curation practices.[14][28][29]\n\nThe aesthetic and ethical implications of the use of digital technology for film preservation are major subjects of debate. For instance, the senior curator of George Eastman House Paolo Cherchi Usai has decried the shift from analogue to digital preservation of film as ethically unacceptable, arguing, on philosophical terms, that the medium of film is an essential ontological precondition for the existence of cinema.[30] In 2009, the senior curator of EYE Film Institute Netherlands Giovanna Fossati has discussed the use of digital technologies for the restoration and preservation of film in a more optimistic way as a form of remediation of the cinematic medium, and has positively reflected on digital technologies' ability to broaden restoration possibilities, improve quality, and reduce costs.[31] According to the cinema scholar Leo Enticknap, the views held by Usai and Fossati could be seen as representative of the two poles of the digital debate in film preservation.[32] It should be kept in mind, however, that both Usai and Fossati's arguments are highly complex and nuanced, and likewise, the debate about the utility of digital technologies in film preservation is complex and continually evolving.[14]\n\n"
        },
        {
            "title": "Advancements",
            "text": "In 1935, New York's Museum of Modern Art began one of the earliest institutional attempts to collect and preserve motion pictures, obtaining original negatives of the Biograph and Edison companies and the world's largest collection of D. W. Griffith films.[33] The following year, Henri Langlois founded the Cinémathèque Française in Paris, which would become the world's largest international film collection.[34]\n\nFor thousands of early silent films stored in the Library of Congress, mostly between 1894 and 1912, the only existing copies were printed on rolls of paper submitted as copyright registrations.[35] \nFor these, an optical printer was used to copy these images onto safety film stock, a project that began in 1947 and continues today.[citation needed] \nThe Library hosts the National Film Preservation Board, whose National Film Registry annually selects 25 U.S. films \"showcasing the range and diversity of American film heritage\".[36]\nThe George Eastman House International Museum of Photography and Film was chartered in 1947 to collect, preserve and present the history of photography and film, and in 1996 opened the Louis B. Mayer Conservation Center, one of only four film conservation centers in the United States.[37] The American Film Institute was founded in 1967 to train the next generation of filmmakers and preserve the American film heritage.[38] Its collection now includes over 27,500 titles.\n\nIn 1978, Dawson City, Yukon Territory, Canada, a construction excavation inadvertently found a forgotten collection of more than 500 discarded films from the early 20th century that were buried in and preserved in the permafrost.[39] This fortunate discovery was shared and moved to the United States' Library of Congress[40] and Library and Archives Canada for transfer to safety stock and archiving.[41] However, to move such highly flammable material such a distance ultimately required assistance from the Canadian Armed Forces to make the delivery to Ottawa.[42] The story of this discovery as well as excerpts of these films can be seen in the 2016 documentary film Dawson City: Frozen Time.\n\nAnother high-profile restoration by staff at the British Film Institute's National Film and Television Archive is the Mitchell and Kenyon collection, which consists almost entirely of actuality films commissioned by traveling fairground operators for showing at local fairgrounds or other venues across the UK in the early part of the twentieth century. The collection was stored for many decades in two large barrels following the winding-up of the firm, and was discovered in Blackburn in the early 1990s. The restored films now offer a unique social record of early 20th-century British life.[43]\n\nIndividual preservationists who have contributed to the cause include Robert A. Harris and James Katz (Lawrence of Arabia, My Fair Lady, and several Alfred Hitchcock films), Michael Thau (Superman), and Kevin Brownlow (Intolerance and Napoleon). Other organizations, such as the UCLA Film and Television Archive, have also preserved and restored films; a major part of UCLA's work includes such projects as Becky Sharp and select Paramount/Famous Studios and Warner Bros. cartoons whose credits were once altered due to rights taken over by different entities.\n\n"
        },
        {
            "title": "Studio efforts",
            "text": "In 1926 Will Hays asked for film studios to preserve their films by storing them at 40 degrees at low humidity in an Eastman Kodak process, so that \"schoolboys in the year 3,000 and 4,000 A.D. may learn about us\".[44]\n\nBeginning in the 1970s, Metro-Goldwyn-Mayer, aware that the original negatives to many of its Golden Age films had been destroyed in a fire, began a preservation program to restore and preserve all of its films by using whatever negatives survived, or, in many cases, the next best available elements (whether it be a fine-grain master positive or mint archival print). From the onset, it was determined that if some films had to be preserved, then it would have to be all of them. In 1986, when Ted Turner acquired MGM's library (which by then had included Warner Bros.' pre-1950,[45][nb 1] MGM's pre-May 1986, and a majority of the RKO Radio Pictures catalogs), he vowed to continue the preservation work MGM had started. Time Warner, the current owner of Turner Entertainment, continues this work today.\n\nThe cause for film preservation came to the forefront in the 1980s and early 1990s when such famous and influential film directors as Steven Spielberg and Martin Scorsese contributed to the cause. Spielberg became interested in film preservation when he went to view the master of his film Jaws, only to find that it had badly decomposed and deteriorated—a mere fifteen years after it had been filmed. Scorsese drew attention to the film industry's use of color-fading film stock through his use of black-and-white film stock in his 1980 film Raging Bull.[citation needed] His film, Hugo included a key scene in which many of film pioneer Georges Méliès' silent films are melted down and the raw material recycled as shoes; this was seen by many movie critics as \"a passionate brief for film preservation wrapped in a fanciful tale of childhood intrigue and adventure\".[46]\n\nScorsese's concern about the need to save motion pictures of the past led him to create The Film Foundation, a non-profit organization dedicated to film preservation, in 1990. He was joined in this effort by fellow film makers who served on the foundation's board of directors—Woody Allen, Robert Altman, Francis Ford Coppola, Clint Eastwood, Stanley Kubrick, George Lucas, Sydney Pollack, Robert Redford, and Steven Spielberg. In 2006, Paul Thomas Anderson, Wes Anderson, Curtis Hanson, Peter Jackson, Ang Lee, and Alexander Payne were added to the board of directors of The Film Foundation, which is aligned with the Directors Guild of America.[citation needed]\n\nBy working in partnership with the leading film archives and studios, The Film Foundation has saved nearly 600 films, often restoring them to pristine condition. In many cases, original footage that had been excised—or censored by the Production Code in the U.S.—from the original negative, has been reinstated. In addition to the preservation, restoration, and presentation of classic cinema, the foundation teaches young people about film language and history through The Story of Movies, an educational program claimed to be \"used by over 100,000 educators nationwide\".[47]\n\nIn the age of digital television, high-definition television and DVD, film preservation and restoration has taken on commercial as well as historical importance, since audiences demand the highest possible picture quality from digital formats. Meanwhile, the dominance of home video and ever-present need for television broadcasting content, especially on specialty channels, has meant that films have proven a source of long-term revenue to a degree that the original artists and studio management before the rise of these media never imagined. Thus media companies have a strong financial incentive to carefully archive and preserve their complete library of films.\n\n"
        },
        {
            "title": "Video Aids to Film Preservation",
            "text": "The group Video Aids to Film Preservation (VAFP) became active on the Internet in 2005.\n\nThe VAFP site was funded as part of a 2005 Institute of Museum and Library Services (IMLS) grant to the Folkstreams project. The purpose of the site is to supplement already existing film preservation guides provided by the National Film Preservation Foundation with video demonstrations.[48] The preservation guides provided by the origination, while thoroughly depicting accurate methods of preservation, are mostly text-based. The films and clips are copyrighted under the Creative Commons license, which allows anyone to use these clips with attribution—in this case, attribution to the VAFP site and to the author of the clip and his company.\n\n"
        },
        {
            "title": "Obstacles in restoration",
            "text": "Regardless of the age of the print itself, damage may occur if stored improperly. Damage to the film (caused by tears on the print, curling of the film base due to intense light exposure, temperature, humidity, etc.) can significantly raise the difficulty and the cost of preservation processes.[5] Many films simply do not have enough information left on the film to piece together a new master, although careful digital restoration can produce stunning results by gathering bits and pieces of buildings from adjacent frames for restoration on a damaged frame, predicting entire frames based on the characters' movements in prior and subsequent frames, etc. As time goes on, this digital capability will only improve, but it will ultimately require sufficient information from the original film to make proper restorations and predictions.\n\nCost is another obstacle.[14] As of 2020, Martin Scorsese's non-profit The Film Foundation, dedicated to film preservation, estimates the average cost of photochemical restoration of a color feature with sound to be $80,000 to $450,000 dollars, with digital 2K or 4K restoration being \"several hundred thousand dollars\".[49] The degrees of physical and chemical damage of film influence the incentive to preserve, i.e., as the business perspective states that once a film is no longer \"commercially\" viable, it stops generating profit and becomes a financial liability. While few films would not benefit from digital restoration, the high cost of digitally restoring films still prevents the method from being as broadly applied as it might be.[5]\n\nDemand for new media, digital cinema, and constantly evolving consumer digital formats continues to change. Film restoration facilities must keep pace to maintain audience acceptance. Classic films today must be in near-mint condition if they are to be reshown or resold, with the demand for perfection only rising as theaters move from 2K to 4K projection and consumer media continues its shift from SD to HD to UltraHD and beyond.[citation needed]\n\n"
        },
        {
            "title": "Digital restoration steps",
            "text": "Once a film is inspected and cleaned, it is transferred via telecine or a motion picture film scanner to a digital tape or disk, and the audio is synced to create a new master.\n\nCommon defects needing restoration include:\n\nModern, digital film restoration takes the following steps:\n\n"
        },
        {
            "title": "Photochemical restoration steps",
            "text": "Modern, photochemical restoration follows roughly the same path that digital restoration does:\n\n"
        },
        {
            "title": "Education",
            "text": "The practice of film preservation is more craft than science. Until the early 1990s there were no dedicated academic programs in film preservation. Practitioners had often entered the field through related education (e.g. library or archival science), related technical experience (e.g. film lab work), or driven by sheer passion for working with film.[50]\n\nIn the last two decades universities globally began offering graduate degrees in film preservation and film archiving, which are often taught conjointly (the latter focusing more on skills related to the description, cataloguing, indexing and broadly speaking management of film and media collections).\n\nThe recent years rapid incursion of digital technologies in the field has somewhat redefined the vocational scope of film preservation. In response, the majority of graduate programs in film preservation have begun offering courses on digital film preservation and digital film and media collection management.\n\nSome established graduate programs in the field are:\n\n"
        }
    ]
}