{
    "url": "https://en.wikipedia.org/wiki/Film_director",
    "title": "Film director",
    "table_of_contents": [
        "1 Responsibility",
        "2 Career pathways",
        "2.1 Education",
        "3 Compensation",
        "4 Gender disparities",
        "5 Awards",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A film director controls a film's artistic and dramatic aspects and visualizes the screenplay (or script) while guiding the film crew and actors in the fulfilment of that vision. The director has a key role in choosing the cast members, production design and all the creative aspects of filmmaking.[1]\n\nThe film director gives direction to the cast and crew and creates an overall vision through which a film eventually becomes realized or noticed. Directors need to be able to mediate differences in creative visions and stay within the budget.\n\nThere are many pathways to becoming a film director. Some film directors started as screenwriters, cinematographers, producers, film editors or actors. Other film directors have attended a film school. Directors use different approaches. Some outline a general plotline and let the actors improvise dialogue, while others control every aspect and demand that the actors and crew follow instructions precisely. Some directors also write their own screenplays or collaborate on screenplays with long-standing writing partners. Other directors edit or appear in their films or compose the music score for their films.[2]\n\n"
        },
        {
            "title": "Responsibility",
            "text": "A film director's task is to envisage a way to translate a screenplay into a fully formed film, and then to realize this vision.[3] To do this, they oversee the artistic and technical elements of film production.[2][4] This entails organizing the film crew in such a way to achieve their vision of the film and communicating with the actors.[5][6] This requires skills of group leadership, as well as the ability to maintain a singular focus even in the stressful, fast-paced environment of a film set.[7] Moreover, it is necessary to have an artistic eye to frame shots and to give precise feedback to cast and crew,[8] thus, excellent communication skills are a must.[9]\n\nBecause the film director depends on the successful cooperation of many different creative individuals with possibly strongly contradicting artistic ideals and visions, they also need to possess conflict-resolution skills to mediate whenever necessary.[10] Thus the director ensures that all individuals involved in the film production are working towards an identical vision for the completed film.[5] The set of varying challenges they have to tackle has been described as \"a multi-dimensional jigsaw puzzle with egos and weather thrown in for good measure\".[11] It adds to the pressure that the success of a film can influence when and how they will work again, if at all.[12]\n\nGenerally, the sole superiors of the director are the producers and the studio that is financing the film, although sometimes the director can also be a producer of the same film.[3][13] The role of a director differs from producers in that producers typically manage the logistics and business operations of the production, whereas the director is tasked with making creative decisions. The director must work within the restrictions of the film's budget[14] and the demands of the producer and studio (such as the need to get a particular age rating).[15]\n\nDirectors also play an important role in post-production. While the film is still in production, the director sends \"dailies\" to the film editor and explains their overall vision for the film, allowing the editor to assemble an editor's cut. In post-production, the director works with the editor to edit the material into the director's cut. Well-established directors have the \"final cut privilege\", meaning that they have the final say on which edit of the film is released. For other directors, the studio can order further edits without the director's permission.\n\nThe director is one of the few positions that requires intimate involvement during every stage of film production. Thus, the position of film director is widely considered to be a highly stressful and demanding one.[16] It has been said that \"20-hour days are not unusual\".[3] Some directors also take on additional roles, such as producing, writing or editing.\n\nUnder European Union law, the film director is considered the \"author\" or one of the authors of a film, largely as a result of the influence of auteur theory.[17] Auteur theory is a film criticism concept that holds that a film director's film reflects the director's personal creative vision, as if they were the primary \"auteur\" (the French word for \"author\").[18] In spite of—and sometimes even because of—the production of the film as part of an industrial process, the auteur's creative voice is distinct enough to shine through studio interference and the collective process.\n\n"
        },
        {
            "title": "Career pathways",
            "text": "Some film directors started as screenwriters, film editors, producers, actors, or film critics, as well as directing for similar media like television and commercials.[19][20] Several American cinematographers have become directors, including Barry Sonnenfeld, originally the Coen brothers' DP; Wally Pfister, cinematographer on Christopher Nolan's three Batman films made his directorial debut with Transcendence (2014). Despite the misnomer, assistant director has become a completely separate career path and is not typically a position for aspiring directors, but there are exceptions in some countries such as India where assistant directors are indeed directors-in-training.[21][22]\n\nMany film directors have attended a film school to get a bachelor's degree studying film or cinema.[23] Film students generally study the basic skills used in making a film.[24] This includes, for example, preparation, shot lists and storyboards, blocking, communicating with professional actors, communicating with the crew, and reading scripts.[25] Some film schools are equipped with sound stages and post-production facilities.[26] Besides basic technical and logistical skills, students also receive education on the nature of professional relationships that occur during film production.[27] A full degree course can be designed for up to five years of studying.[28] Future directors usually complete short films during their enrollment.[16] The National Film School of Denmark has the student's final projects presented on national TV.[29] Some film schools retain the rights for their students' works.[30] Many directors successfully prepared for making feature films by working in television.[31] The German Film and Television Academy Berlin consequently cooperates with the Berlin/Brandenburg TV station RBB (Berlin-Brandenburg Broadcasting) and ARTE.[32]\n\nIn recent decades American directors have primarily been coming out of USC, UCLA, AFI, Columbia University, and NYU, each of which are known for cultivating a certain style of filmmaking.[20] Notable film schools outside of the United States include Beijing Film Academy, Centro de Capacitación Cinematográfica in Mexico City, Dongseo University in South Korea, FAMU in Prague, Film and Television Institute of India, HFF Munich, La Fémis in Paris, Tel Aviv University, and Vancouver Film School.[33]\n\n"
        },
        {
            "title": "Compensation",
            "text": "Film directors usually are self-employed and hired per project based on recommendations and industry reputation.[34] Compensation might be arranged as a flat fee for the project, as a weekly salary, or as a daily rate.\n\nA handful of top Hollywood directors made from $133.3 million to $257.95 million in 2011, such as James Cameron and Steven Spielberg,[35] but the average United States film directors and producers made $89,840 in 2018.[36] A new Hollywood director typically gets paid around $400,000 for directing their first studio film.[37]\n\nThe average annual salary in Canada is $62,408,[38] and in Western Australia it can range from $75,230 to $97,119.[39] In France, the average salary is €4000 per month, paid per project.[40] Luc Besson was the highest paid French director in 2017, making €4.44 million for Valerian and the City of a Thousand Planets. That same year, the top ten French directors' salaries in total represented 42% of the total directors' salaries in France.[41]\n\nFilm directors in Japan average a yearly salary from ¥4 million to ¥10 million,[42] and the Directors Guild of Japan requires a minimum payment of ¥3.5 million.[43] Korean directors make 300 million to 500 million won for a film, and beginning directors start out making around 50 million won. A Korean director who breaks into the Chinese market might make 1 billion won for a single film.[44]\n\n"
        },
        {
            "title": "Gender disparities",
            "text": "According to a 2018 report from UNESCO, the film industry throughout the world has a disproportionately higher number of male directors compared to female directors, and they provide as an example the fact that only 20% of films in Europe are directed by women.[45] 44% of graduates from a sample of European films schools are women, and yet women are only 24% of working film directors in Europe.[46] In Hollywood, women make up only 12.6 percent of film directors, as reported by a UCLA study of the 200 top theatrical films of 2017,[47] but that number is a significant increase from 6.9% in 2016.[48] As of 2014, there were only 20 women in the Directors Guild of Japan out of the 550 total members.[49] Bollywood film directors are also greatly underrepresented by women, even compared to other countries, but there has been a recent trend of more attention to women directors in India, brought on partly by Amazon and Netflix moving into the industry.[50] Of the movies produced in Nollywood, women direct only 2%.[51]\n\n"
        },
        {
            "title": "Awards",
            "text": "There are many different awards for film directing, run by various academies, critics associations, film festivals, and guilds.[52] The Academy Award for Best Director and Cannes Film Festival Award for Best Director are considered among the most prestigious awards for directing,[53][54][55][56] and there is even an award for worst directing given out during the Golden Raspberry Awards.\n\n"
        }
    ]
}