{
    "url": "https://en.wikipedia.org/wiki/Filmmaking",
    "title": "Filmmaking",
    "table_of_contents": [
        "1 Production stages",
        "1.1 Development",
        "1.2 Pre-production",
        "1.3 Production",
        "1.4 Post-production",
        "1.5 Distribution",
        "2 Independent filmmaking",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Filmmaking (film production) is the process by which a motion picture is produced. Filmmaking involves a number of complex and discrete stages, starting with an initial story, idea, or commission. It then continues through screenwriting, casting, pre-production, shooting, sound recording, post-production, and screening the finished product before an audience that may result in a film release and an exhibition. Filmmaking occurs in a variety of economic, social, and political contexts around the world. It uses a variety of technologies and cinematic techniques. \n\nAlthough filmmaking originally involved the use of film, most film productions are now digital.[1] Today, filmmaking refers to the process of crafting an audio-visual story commercially for distribution or broadcast.\n\n"
        },
        {
            "title": "Production stages",
            "text": "Film production consists of five major stages:[2]\n\nThe development stage contains both general and specific components. Each film studio has a yearly retreat where their top creative executives meet and interact on a variety of areas and topics they wish to explore through collaborations with producers and screenwriters, and then ultimately, directors, actors, and actresses. They choose trending topics from the media and real life, as well as many other sources, to determine their yearly agenda. For example, in a year when action is popular, they may wish to explore that topic in one or more movies. Sometimes, they purchase the rights to articles, bestselling novels, plays, the remaking of older films, stories with some basis in real life through a person or event, a video game, fairy tale, comic book, graphic novel. Likewise, research through surveys may inform their decisions. They may have had blockbusters from their previous year and wish to explore a sequel. They will additionally acquire a completed and independently financed and produced film. Such notable examples are \"Little Miss Sunshine\" and \"The English Patient\" as well as \"Roma\".\n\nStudios hold general meetings with producers and screenwriters about original story ideas. \"In my decade working as a writer, I knew of only a few that were sold and fewer that made it to the screen,\" relays writer-director-professor Wayne Powers (The Italian Job). Alan Watt, writer-director and Founder of The LA Writer's Lab, confirmed that completed original screenplays, referred to as \"specs\", make big news when they sell, but these make up a very small portion of movies that are ultimately given the green light to be produced by the president of a studio. \n\nThe executives return from the retreat with fairly well-established instructions. They spread these concepts through the industry community, especially to producers they have deals with (traditional studios will have those producers in offices on their lots).  Also, agents for screenwriters are made aware. This results in a pairing of producers with writers, where they develop a \"take\", a basic story idea that utilizes the concept given by studio executives. Often it is a competition with several pairings meeting with studio executives and \"pitching\" their \"take\". Very few writing jobs are from original ideas brought to studios by producers or writers.  Perhaps one movie a year will be a \"spec\" script that was purchased.  \n\nOnce the producer and writer have sold their approach to the desired subject matter, they begin to work.  However, many writers and producers usually pass before a particular concept is realized in a way that is awarded a green light to production. Production of \"The Unforgiven\", which earned Oscars for its Director/Star Clint Eastwood, as well as its screenwriter, David Webb Peoples, required fifteen years. Wayne Powers related that \"The Italian Job\" took approximately eight years from concept to screen, which, as Powers added, \"is average.\" And most concepts turned into paid screenplays wind up gathering dust on some executive's shelf, never to see production. \n\nWriters have different styles and creative processes; some have stronger track records than others. Because of this, how the development process proceeds from there and how much detail a writer returns to the studio to divulge before beginning writing can vary greatly. Screenwriters are often protected by the union the Writers Guild of America, or WGA. The WGA allows a screenwriter to contract for One Draft, One Revision and One Polish. Bob Eisle, Writer and Member of the Guild Board states, \"Additional writing requires extension of contracts and payment for additional work\". They are paid 80% of their fee after the First Draft.  Preliminary discussions are minimal with studio executives but might be quite detailed with the producer.\n\nNext, a screenwriter writes a screenplay over a period of several months, or however long it takes. Deadlines are in their contracts but there is no pressure to adhere to them.  Again, every writer's process and speed varies. The screenwriter may rewrite the script several times to improve dramatization, clarity, structure, characters, dialogue, and overall style. \n\nScript Coverage, a freelance job held by recent university graduates, does not feed scripts into the system that are ready for production nor already produced. \"Coverage\" is a way for young screenwriters to be read and their ideas might make their way up to an executive or famous producer and result in \"meet and greets\" where relations with up and comers can be formed. But it has not historically yielded ideas studios pursue into production. \n\nThe studio is the film distributor who at an early stage attempts to choose a slate of concepts that are likely to have market appeal and find potential financial success.  Hollywood distributors consider factors such as the film genre, the target audience and assumed audience, the historical success of similar films, the actors who might appear in the film, and potential directors. All these factors imply a certain appeal of the film to a possible audience. Not all films make a profit from the theatrical release alone, however, the studio mainly targets the opening weekend and the second weekend to make most domestic profits.  Occasionally, a film called a \"word of mouth film\" does not market strongly but its success spreads by word of mouth. It slowly gains its audience.  These are special circumstances and these films may remain in theaters for 5 months while a typical film run is closer to 5 weekends. Further earnings result from pay television purchases, foreign market purchases and DVD sales to establish worldwide distribution Gross of a Film.\n\nOnce a screenplay is \"green-lit\", directors and actors are attached and the film proceeds into the pre-production stage, although sometimes development and pre-production stages will overlap. Projects which fail to obtain a green light may have protracted difficulties in making the transition to pre-production and enter a phase referred to as developmental hell for extended period of time or until developmental turnaround.\n\nAnalogous to almost any business venture, financing of a film project deals with the study of filmmaking as the management and procurement of investments. It includes the dynamics of assets that are required to fund the filmmaking and liabilities incurred during the filmmaking over the time period from early development through the management of profits and losses after distribution under conditions of different degrees of uncertainty and risk. The practical aspects of filmmaking finance can also be defined as the science of the money management of all phases involved in filmmaking. Film finance aims to price assets based on their risk level and their expected rate of return based upon anticipated profits and protection against losses.\n\nIn pre-production, every step of actually creating the film is carefully designed and planned. This is the phase where one would narrow down all the options of the production. It is where all the planning takes place before the camera rolls and sets the overall vision of the project. The production company is created and a production office established. The film is pre-visualized by the director and may be storyboarded with the help of illustrators and concept artists. A production budget is drawn up to plan expenditures for the film. For major productions, insurance is procured to protect against accidents. Pre-production also includes working out the shoot location and casting process. The Producer hires a Line Manager or a Production Manager to create the schedule and budget for the film.\n\nThe nature of the film, and the budget, determine the size and type of crew used during filmmaking. Many Hollywood blockbusters employ a cast and crew of hundreds, while a low-budget, independent film may be made by a \"skeleton crew\" of eight or nine (or fewer). These are typical crew positions:\n\nIn production, the film is created and shot. In this phase, it is key to keep planning ahead of the daily shoot. The primary aim is to stick to the budget and schedule, which requires constant vigilance. More crew will be recruited at this stage, such as the property master, script supervisor, assistant directors, stills photographer, picture editor, and sound editors. These are the most common roles in filmmaking; the production office will be free to create any unique blend of roles to suit the various responsibilities needed during the production of a film. Communication is key between the location, set, office, production company, distributors and all other parties involved. \n\nA typical day shooting begins with the crew arriving on the set/location by their call time. Actors usually have their own separate call times. Since set construction, dressing and lighting can take many hours or even days, they are often set up in advance.\n\nThe grip, electric and production design crews are typically a step ahead of the camera and sound departments: for efficiency's sake, while a scene is being filmed, they are already preparing the next one.\n\nWhile the crew prepares their equipment, the actors do their costumes and attend the hair and make-up departments. The actors rehearse the script and blocking with the director, and the camera and sound crews rehearse with them and make final tweaks. Finally, the action is shot in as many takes as the director wishes. Most American productions follow a specific procedure:\n\nThe assistant director (AD) calls \"picture is up!\" to inform everyone that a take is about to be recorded, and then \"quiet, everyone!\" Once everyone is ready to shoot, the AD calls \"roll sound\" (if the take involves sound), and the production sound mixer will start their equipment, record a verbal slate of the take's information, and announce \"sound speed\", or just \"speed\", when they are ready. The AD follows with \"roll camera\", answered by \"speed!\" by the camera operator once the camera is recording. The clapper loader, who is already in front of the camera with the clapperboard, calls \"marker!\" and slaps it shut. If the take involves extras or background action, the AD will cue them (\"action background!\"), and last is the director, telling the actors \"action!\". The AD may echo \"action\" louder on large sets.\n\nA take is over when the director calls \"Cut!\" and the camera and sound stop recording. The script supervisor will note any continuity issues, and the sound and camera teams log technical notes for the take on their respective report sheets. If the director decides additional takes are required, the whole process repeats. Once satisfied, the crew moves on to the next camera angle or \"setup,\" until the whole scene is \"covered.\" When shooting is finished for the scene, the assistant director declares a \"wrap\" or \"moving on,\" and the crew will \"strike,\" or dismantle, the set for that scene.\n\nAt the end of the day, the director approves the next day's shooting schedule and a daily progress report is sent to the production office. This includes the report sheets from continuity, sound, and camera teams. Call sheets are distributed to the cast and crew to tell them when and where to turn up the next shooting day. Later on, the director, producer, other department heads, and, sometimes, the cast, may gather to watch that day or yesterday's footage, called dailies, and review their work.\n\nWith workdays often lasting fourteen or eighteen hours in remote locations, film production tends to create a team spirit. When the entire film is \"in the can\", or in the completion of the production phase, it is customary for the production office to arrange a wrap party, to thank all the cast and crew for their efforts.\n\nFor the production phase on live-action films, synchronizing work schedules of key cast and crew members is very important, since for many scenes, several cast members and most of the crew must be physically present at the same place at the same time (and bankable stars may need to rush from one project to another).  Animated films have different workflow at the production phase, in that voice actors can record their takes in the recording studio at different times and may not see one another until the film's premiere.[7]  Animated films also have different crew, since most physical live-action tasks are either unnecessary or are simulated by various types of animators.\n\nThis stage is usually thought of as starting when principal photography ends, but they may overlap. The bulk of post-production consists of the film editor reviewing the footage with the director and assembling the film out of selected takes. The production sound (dialogue) is also edited; music tracks and songs are composed and recorded if a film is intended to have a score; sound effects are designed and recorded. Any computer-generated visual effects are digitally added by an artist. Finally, all sound elements are mixed down into \"stems\", which are synchronized to the images on the screen, and the film is fully completed (\"locked\").\n\nDistribution is the last stage, where the film is released to cinemas or, occasionally, directly to consumer media (VHS, VCD, DVD, Blu-ray) or direct download from a digital media provider. The film is duplicated as required (either onto film or hard disk drives) and distributed to cinemas for exhibition (screening).  Press kits, posters, and other advertising materials are published, and the film is advertised and promoted.  A B-roll clip may be released to the press based on raw footage shot for a \"making of\" documentary, which may include making-of clips as well as on-set interviews separate from those of the production company or distributor. For major films, key personnel are often contractually required to participate in promotional tours in which they appear at premieres and festivals and sit for interviews with many TV, print, and online journalists.  The largest productions may require more than one promotional tour, in order to rejuvenate audience demand at each release window.\n\nSince the advent of home video in the late 1970s, most major films have followed a pattern of having several distinct release windows.  A film may first be released to a few select cinemas, or if it tests well enough, may go directly into wide release.  Next, it is released, normally at different times several weeks (or months) apart, into different market segments like rental, retail, pay-per-view, in-flight entertainment, cable television, satellite television, or free-to-air broadcast television. The distribution rights for the film are also usually sold for worldwide distribution. The distributor and the production company share profits and manage losses.\n\n"
        },
        {
            "title": "Independent filmmaking",
            "text": "Filmmaking also takes place outside of the mainstream and is commonly called independent filmmaking. Since the introduction of DV technology, the means of production have become more democratized and economically viable. Filmmakers can conceivably shoot and edit a film, create and edit the sound and music, and mix the final cut on a home computer. However, while the means of production may be democratized, financing, traditional distribution, and marketing remain difficult to accomplish outside the traditional system. In the past, most independent filmmakers have relied on film festivals (such as Sundance Film Festival, Venice Film Festival, Cannes Film Festival, and Toronto International Film Festivals) to get their films noticed and sold for distribution and production. However, the internet has allowed for the relatively inexpensive distribution of independent films on websites such as YouTube. As a result, several companies have emerged to assist filmmakers in getting independent movies seen and sold via mainstream internet marketplaces, often adjacent to popular Hollywood titles. With internet movie distribution, independent filmmakers who choose to forego a traditional distribution deal now have the ability to reach global audiences.\n\n"
        }
    ]
}