{
    "url": "https://en.wikipedia.org/wiki/Film_tinting",
    "title": "Film tinting",
    "table_of_contents": [
        "1 History",
        "1.1 Tinting in the silent era",
        "1.2 Tinting in later years",
        "2 Common tints",
        "3 Process",
        "4 In restoration",
        "5 References",
        "6 External links",
        "7 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Film tinting is the process of adding color to black-and-white film, usually by means of soaking the film in dye and staining the film emulsion. The effect is that all of the light shining through is filtered, so that what would be white light becomes light of some color.\n\nFilm toning is the process of replacing the silver particles in the emulsion with colored, silver salts, by means of chemicals. Unlike tinting, toning colored the darkest areas, leaving the white areas largely untouched.\n\n"
        },
        {
            "title": "History",
            "text": "The process began in the 1890s, originally as a copy-guard against film pirates. The film was tinted amber, the color of the safelight on film printers. The discovery of bleaching methods by pirates soon put an end to this. Both the Edison Studios and the Biograph Company began tinting their films for setting moods. Because orthochromatic film stock could not be used in low-light situations, blue became the most popular tint, applied to scenes shot during the day and when projected, signified night.\n\nA variation of film tinting is hand coloring, in which only parts of the image are colored by hand with dyes, sometimes using a stencil cut from a second print of the film to keep colouring the same piece on different frames. The first hand tinted movie was Annabelle Serpentine Dance (1895), from Edison Studios. In it, Annabelle Moore, a young dancer from Broadway, is dressed in white veils that appear to change colors as she dances. Hand coloring was often used in early \"trick\" and fantasy films from Europe, especially those by Georges Méliès. Méliès experimented with color in his film biography of Joan of Arc (1900), leading to a more spectacular[peacock prose] use of color in his 1902 Trip to the Moon, made available to modern viewers only after the 2012 release of a restoration of the film by Lobster Films.[citation needed] Some prints of the popular Edison film The Great Train Robbery (1903) had selected[clarification needed] hand-colored scenes. Pathé had 100 young women at its factory at Vincennes who were employed as colorists. They produced the Life of Christ in 1910.[citation needed]\n\nAs late as the 1920s, hand coloring processes were used for individual shots in Greed (1924) and The Phantom of the Opera (1925) (both utilizing the Handschiegl Color Process); and rarely, an entire feature-length movie such as The Last Days of Pompeii (1926) and Cyrano de Bergerac (1925), with color by Pathé's stencil process Pathéchrome.\n\nBy the early teens, with the onset of feature-length films, tinting was expanded upon as another mood setter, just as commonplace as music.[according to whom?] The Society of Motion Picture Engineers estimated that by 1920, tinting was used for 80 to 90 percent of all films.[1]\n\nThe director D.W. Griffith displayed a constant interest and concern about color, and used tinting to a unique effect in many of his films. His 1915 epic, The Birth of a Nation, utilized a number of colors, including amber, blue, lavender, and a striking red tint for scenes such as the \"burning of Atlanta\" and the ride of the Ku Klux Klan at the climax of the picture. Griffith later invented a color system in which colored lights flashed on areas of the screen to achieve a color effect.\n\nIn 1921, Kodak introduced pre-tinted stocks, with stained cellulose base, rather than a dyed emulsion upon the base. The colors available originally were lavender, red, green, blue, pink, light amber, dark amber, yellow, and orange.\n\nBy the mid to late 1920s, tinting and toning were phased out for a number of reasons, the largest being that it was expensive and time-consuming. Since each color had to be dyed separately, then spliced into the show print, it also meant that each print was already weakened by having numerous splices in it, straight from the distributor. The introduction of panchromatic film stock, which registered all light rather than just blue light, also lessened the need for tinting. This meant that it was possible to shoot dark scenes and not have to tint them to relate to the audience that it was night. Eventually the rise of color film would make manual tinting obsolete.\n\nAnother minor, but prevalent, factor was the coming of sound. Manually tinting a film ran the risk of interfering with the soundtrack on a sound-on-film system, making it unusable. In 1929, Kodak added to their tinted stocks a brand known as Sonochrome — pre-tinted stocks for sound films that did not interfere with the soundtrack. But splicing together tinted sound prints interfered more with sound-on-disc processes such as Vitaphone, which needed to be frame accurate to keep in synchronization. Extra splices in a print were prone to human error and out of sync pictures.\n\nTinting was utilized for years up until the early 1950s in select sequences, full monochromatic pictures and short trailers and snipes. MGM invented an interference-free toning process, which was used in films such as The Wizard of Oz (1939) and Warner Brothers' The Sea Hawk (1940). Many MGM movies of the 1930s carried a sepia-like tone called \"Pearl\".\n\nThe Technicolor Corporation continued to experiment with both tinting, toning and colorizing. The last reel of Portrait of Jennie (1948) contained both green and amber tints by Technicolor. Mighty Joe Young (1949) displayed a further concept of tinting by Technicolor, with various shades of red, orange, and yellow creating a fire-like effect for the last reel. The Cinecolor Corporation also created similar effects, and sepia-toned several films as well as tinted select scenes in chapters of the 1951 Columbia serial Captain Video.\n\n"
        },
        {
            "title": "Common tints",
            "text": "Over the years, general rules of thumb were developed for what color to use in certain scenes. Many of them were obvious, but a few artistic. Specific names were given to tints to specify certain colors. Striking effects could be achieved by both tinting and toning sequences.\n\nIn order of most common:\n\n"
        },
        {
            "title": "Process",
            "text": "The process for tinting was laborious, although simple in principle. Editing was done in rolls based on tint color, with numbered frames of film in between scenes for later assembly. Once these rolls were printed and processed from the negative, they were immersed in aniline dyes, specified to the colors that were listed in the script or continuity. Hardening fixer was not used on the film in order for the dye to be imbibed into the emulsion quicker and with better results. Once the film had dried on large film drums, it would be assembled in correct order and rewound onto reels for shipping. Toning was similar, but instead of aniline dyes, the film was immersed in chemicals to change the silver image into colored salts.\n\n"
        },
        {
            "title": "In restoration",
            "text": "Tinting and toning are important factors in film restoration today. They were an integral part of the moviegoing experience and the processes have been duplicated with modern methods for both video and film, based on the specifications of existing documentations on each film.\n\n"
        }
    ]
}