{
    "url": "https://en.wikipedia.org/wiki/Film_Comment",
    "title": "Film Comment",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 Gordon Hitchens, 1962–1970",
        "1.3 Richard Corliss, 1970–1982",
        "1.4 Harlan Jacobson, 1982–1990",
        "1.5 Richard Jameson, 1990–2000",
        "1.6 Gavin Smith, 2000–2015",
        "1.7 Nicolas Rapold, 2016–2020[6]",
        "2 Notable contributors",
        "2.1 Critics",
        "2.2 Others",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Film Comment is the official publication of Film at Lincoln Center. It features reviews and analysis of mainstream, art-house, and avant-garde filmmaking from around the world.[1] Founded in 1962 and originally released as a quarterly, Film Comment began publishing on a bi-monthly basis with the Nov/Dec issue of 1972. The magazine's editorial team also hosts the annual Film Comment Selects at the Film at Lincoln Center. Due to the COVID-19 pandemic, publication of the magazine was suspended in May 2020, and its website was updated on March 10, 2021, with news of the relaunch of the Film Comment podcast and a weekly letter.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Film Comment was founded during the boom years of the international art-house circuit and the so-called New American Cinema, an umbrella term for the era's independently produced documentaries and narrative features as well experimental and underground works. By way of a mission statement, founder publisher Joseph Blanco wrote in the inaugural issue: \"With the increasing interest in the motion picture as an art form, and with the rise of the New American cinema, [Film Comment] takes its place as a publication for the independent film maker and those who share a sincere interest in the unlimited scope of the motion picture.\"[3]\n"
        }
    ]
}