{
    "url": "https://en.wikipedia.org/wiki/Film_distribution",
    "title": "Film distribution",
    "table_of_contents": [
        "1 History",
        "2 Theatrical distribution",
        "2.1 Pre-studio era film release",
        "2.2 Standard release",
        "2.3 Simultaneous release",
        "2.4 Shrinking of the theatrical window",
        "2.4.1 COVID-19 pandemic influence",
        "3 Other distribution methods",
        "3.1 Straight-to-video release",
        "3.2 Internet release",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Film distribution (also known as Film exhibition or Film distribution and exhibition) is the process of making a movie available for viewing by an audience. This is normally the task of a professional film distributor, who would determine the marketing and release strategy for the film, the media by which a film is to be exhibited or made available for viewing and other matters. The film may be exhibited directly to the public either through a movie theater or television, or personal home viewing (including physical media, video-on-demand, download, television programs through broadcast syndication). For commercial projects, film distribution is usually accompanied by film promotion.\n\n"
        },
        {
            "title": "History",
            "text": "Initially, all mass-marketed feature films were made to be shown in movie theaters. The identity of the first theater designed specifically for cinema is a matter of debate; candidates include Tally's Electric Theatre, established 1902 in Los Angeles,[1] and Pittsburgh's Nickelodeon, established 1905.[2] Thousands of such theaters were built or converted from existing facilities within a few years.[3] In the United States, these theaters came to be known as nickelodeons, because admission typically cost a nickel (five cents).\n\nDistributors license films to theaters granting the right to show the film for a rental fee. The movie theater pays an average of about 50-55% of its ticket sales to the movie studio, as film rental fees.[5] The actual percentage starts with a number higher than that, and decreases as the duration of a film's showing continues, as an incentive to theaters to keep movies in the theater longer. However, today's barrage of highly marketed movies ensures that most movies are shown in first-run theaters for less than 8 weeks. There are a few movies every year that defy this rule, often limited-release movies that start in only a few theaters and actually grow their theater count through good word-of-mouth and reviews.[citation needed] According to a 2000 study by ABN AMRO, about 26% of Hollywood movie studios' worldwide income came from box office ticket sales; 46% came from VHS and DVD sales to consumers; and 28% came from television (broadcast, cable, and pay-per-view).[5]\n\nTypically, one film is the featured presentation (or feature film). Before the 1970s, there were \"double features\"; typically, a high-quality \"A picture\" rented by an independent theater for a lump sum, and a lower-quality \"B picture\" rented for a percentage of the gross receipts. Today, the bulk of the material shown before the feature film consists of previews for upcoming movies (also known as trailers) and paid advertisements.\n\nThe development of television has allowed films to be broadcast to larger audiences, usually after the film is no longer being shown in theaters.[citation needed] In 1971 U-Matic became the first magnetic format in which movies could be enjoyed in institutions outside the theatre. Later that year, the first videocassettes of movies became available to consumers to watch in their own homes.[6] Recording technology has since enabled consumers to rent or buy copies of films on VHS or DVD (and the older formats of laserdisc, VCD and SelectaVision – see also videodisc), and Internet downloads may be available and are revenue sources for film production companies. \n\n"
        },
        {
            "title": "Theatrical distribution",
            "text": "Prior to the decline of the Motion Picture Patents Company (Edison Trust) in 1915, there were two main forms of film distribution: states rights and roadshow.[7]\n\nUnder the states rights system, films were sold on a local, territorial basis. The local salesperson would then play the film as often as they desired in an attempt to make as much profit as possible. Film copyright holders would sell rights of a movie directly to the theater or franchise salesperson,[8] typically on a foot-by-foot basis for 10 cents a foot.[7] Absent major studios or national theater franchises, this system was generally the best way to ensure national release of a film, particularly for shorter films. However, in terms of profitability, the states rights system wasn't the most effective way to screen feature-length films since the film's producers only made money on the initial sale of each film copy.\n\nThis method also made it possible to screen films of various genre which may be illegal in one state but legal in another.[8]\n\nWith the roadshow system, the producer would enter into an agreement with each theater, with priority given to large-seating and famous theaters. Money would be made via ticket sales. A movie's showing would be limited to drive up demand and to help create a sense of prestige.[7] Although this method helped increase film earnings for the producer, given its nature, a movie's release would only be at the regional level. Some of the first road show films were the Italian film Cabiria (1914) and the American The Birth of a Nation (1915).[9]\n\nThe standard release routine for a movie is regulated by a business model[10] called \"release windows\". The release windows system was first conceived in the 1970s as a strategy to keep different instances of a movie from competing with each other,[11] allowing the movie to take advantage of different markets (cinema, home video, TV, etc.) at different times.\n\nIn the standard process in 1979 in the United States, a movie was first released through movie theaters (theatrical window), then released to pay television for a short run before being re-released in theaters. It then returned to pay television before being  made available for free-to-air television.[12]\n\nCurrently, after a movie is released through movie theaters, it is released to home video and VOD services. After an additional period, it is usually released to pay television, and then made available for free-to-air television.[13]\n\nA simultaneous release takes place when a movie is made available on many media (cinema, DVD, VOD) at the same time or with very little difference in timing.\n\nSimultaneous releases offer great advantages to both consumers, who can choose the medium that most suits their needs, and production studios that only have to run one marketing campaign for all releases. The flip side, though, is that such distribution efforts are often regarded as experimental and thus do not receive substantial investment or promotion.\n\nSimultaneous release approaches have gained both praise, with investor Mark Cuban claiming movies should simultaneously be made available on all media allowing viewers to choose whether to see it at home or at the theater,[14] and disapproval, with director M. Night Shyamalan claiming it could potentially destroy the \"magic\" of moviegoing.[15]\n\nCinema owners can be affected if they have to share their opportunity window, especially at the beginning of the movie lifecycle, since, according to Disney, about 95% of all box office tickets for a film are sold within the first six weeks after initial distribution.[16]\n\nAmong relevant simultaneous release attempts are Bubble (2006) by Academy Award-winning director Steven Soderbergh, EMR (2005) by James Erskine & Danny McCullough, and The Road to Guantanamo (2006).\n\nBetween 1967 and 1974, the average theatrical window in the United States between a film's theatrical release and its showing on TV was just over 5 years.[17] By 1979, with the advert of pay television, films were mormally made available to pay television in the United States one or two years after theatrical release.[12] With the advent of home video, the National Association of Theatre Owners in the United States passed a resolution in 1980 objecting to the proposed release of video casettes at the same time as a film was released in theaters on the basis that their release would negatively impact theatrical revenues.[18] The window between theatrical release and free-to-air television in the United States at the time was normally three years.[19] By 1983 in the United States, the theatrical window before a film would be made available to other media, (at the time, firstly cable or pay TV) was around a year.[20] In France, with the rise of home video, a law was created to give a theatrical window of one year before a film was made available to home video with it then being available to pay television then free-to-air television two or three years later.[13] By 1985 in the United States, the theatrical window before a film was released on home video was normally four to six months, depending on the performance of the film at the box office.[21] Films in the US were then available for pay-per-view four months later[11] and, approximately two years after its theatrical release date, available for free-to-air television. The reduction in the theatrical window impacted subrun theaters that showed films after they had been screened by first-run theaters.[20] By 2019, the theatrical window had been reduced to an average of three months in the United States.[22] Major movie studios reportedly pushed to shrink the theatrical window in an attempt to make up for the substantial losses in the DVD market suffered since the 2004 sales peak. These attempts have encountered the firm opposition of theater owners, whose profits depend solely upon attendance and therefore benefit from keeping a movie available on their screens.[10][23]\n\nIn early 2010, Disney announced it would be putting out the DVD and Blu-ray versions of Tim Burton's Alice in Wonderland 14 weeks after the movie's release date (instead of the then usual 17) in order to avoid competition from the 2010 World Cup.[10] In response to such statements, theater owners made threats not to show the movie on their screens,[24] but later reconsidered their position before the movie was released.[25] As of 2019, most major theater chains mandated an exclusivity window of 90 days before release on physical home video and rental availability, and 74–76 days before digital sell-through.[26]\n\nOther strategies are also being deployed in order to make up for slow DVD sales. Most major studios have considered making movies available to VOD services shortly after their theatrical release for a premium price.[23] In July 2010 Netflix secured a deal with Relativity Media in which the latter agreed to distribute a number of major movies to the aforementioned VOD service before Pay TV.[27]\n\nProducers of relatively smaller-budget movies are also utilizing new release strategies. In 2009, the movie The House of the Devil premiered on VOD systems on October 1, and received a limited theatrical release one month later. In August 2010, it was announced that the movie Freakonomics would be released on video on demand on September 3, one month before its theatrical release. The British sci-fi movie Monsters has also undergone the same release timetable.[citation needed] After Netflix bought the worldwide distribution rights to Beasts of No Nation, the film was simultaneously released theatrically and online through its subscription video-on-demand (SVOD) service on October 16, 2015.[28]\n\nIn late 2018, five of the major Hollywood studios, including Universal and Warner Bros., identified that they were working on an agreement that would see certain movies receive a premium video-on-demand release within weeks of their theatrical premieres.[29] Nothing came out of these discussions, and after the Disney bought 21st Century Fox, then Disney CEO Bob Iger stated that the theatrical window is working for the company and they had no plans to adjust it.[30]\n\nDuring the COVID-19 pandemic, all the major studios broke the theatrical window due to widespread theatre closings and made several films available on home media shortly after their theatrical debuts, such as Universal releasing The Invisible Man for rental  21 days after theatrical release, Sony and Columbia Pictures releasing Bloodshot for purchase 12 days after theatrical release,[31] Warner Bros. releasing The Way Back 18 days after theatrical release,[31] and Disney releasing Onward for purchase 15 days after theatrical release and streaming on Disney+ 29 days after theatrical release.[32][33] Sonic the Hedgehog, I Still Believe, and The Invisible Man also became available for in-home on-demand viewing after a theatrical run shorter than usual in the wake of widespread theatre closures.[32][31] As a result of the controversy surrounding the shrinking and even elimination of the theatrical window, in April 2020 AMC Theatres stated it would no longer screen films made by Universal Pictures after Trolls World Tour was made available for video on demand purchases simultaneous to its theatrical release.[34][35][36]\n\nIn November 2020, Warner Bros. announced it would release Wonder Woman 1984 simultaneously in theaters and on HBO Max, with theaters granted a higher 60% take of box office sales.[37] In December 2020, Warner Bros. announced it would release its entire 2021 theatrical slate simultaneously in theaters and on HBO Max for 30 days.[38] AMC Theatres CEO Adam Aron criticized the plan.[39]\n\nHowever, this would be short-lived, because in March 2021, it was announced that Warner Bros. would discontinue same-day releases in 2022, as part of an agreement the studio reached with Cineworld (who operates Regal Cinemas) and will instead use a 45-day exclusive release window for theaters.[40]\n\nCineworld also announced that it has reached an agreement with Warner Bros. Pictures that would see the studio discontinue their same-day HBO Max and theatrical release model in 2022 in favor of a 45-day theatrical exclusivity window. Most recently, The parent company has reached a agreement for a 17-day and a 31-day theatrical window with Universal Pictures and has agreed on a deal with Walt Disney Pictures to show its movies in U.S. and U.K. theaters.\n\n"
        },
        {
            "title": "Other distribution methods",
            "text": "Some films may be made specifically for non-theatrical formats, being released as a \"television movie\" or \"direct-to-video\" movie. The production values on these films are often considered to be of inferior quality compared to theatrical releases in similar genres; some films that are rejected by their own movie studios upon completion may be distributed through these markets.[citation needed]\n\nA straight to video (or straight-to-DVD or straight-to-Blu-ray depending on the media upon which the movie is made available) release occurs when a movie is released on home video formats (such as VHS, DVD, etc.) without being released in theaters first, thereby not taking into consideration the \"theatrical window\".\n\nAs a result of strong DVD sales, Direct-to-video releases achieved higher success and were noted in 2005 to have become a profitable market lately,[41][42] especially for independent moviemakers and companies.[43]\n\nFeature films that have been released directly to YouTube or other streaming sites include  Home (2009), The Cult of Sincerity (2008), Life in a Day (2011), Eyes and Ears of God: Video Surveillance of Sudan (2012) and Zeitgeist: The Movie (2007), Schwarz Weiss Bunt (2020)\n\n"
        }
    ]
}