{
    "url": "https://en.wikipedia.org/wiki/Final_girl",
    "title": "Final girl",
    "table_of_contents": [
        "1 Usage of the term",
        "2 Trope concept",
        "3 Notable characters",
        "3.1 1970s",
        "3.1.1 Mari Collingwood",
        "3.1.2 Jess Bradford",
        "3.1.3 Sally Hardesty",
        "3.1.4 Laurie Strode",
        "3.1.5 Ellen Ripley",
        "3.1.6 Sue Snell",
        "3.2 1980s",
        "3.2.1 Ginny Field",
        "3.2.2 Nancy Thompson",
        "3.3 2010s",
        "3.3.1 Dana Polk",
        "3.3.2 Victoria Heyes",
        "3.3.3 Tree Gelbman",
        "4 List of final girls",
        "5 In literature",
        "6 See also",
        "7 References",
        "7.1 Citations",
        "7.2 Bibliography",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe final girl is a trope in horror films (particularly slasher films).[1][2] It refers to the last girl(s) or woman alive to confront the killer, ostensibly the one left to tell the story. The final girl has been observed in many films, including The Texas Chain Saw Massacre, Halloween, Alien, Friday the 13th, A Nightmare on Elm Street, Scream and Train to Busan.[3] The term was coined[4] by Carol J. Clover in her book Men, Women, and Chainsaws: Gender in the Modern Horror Film (1992).[5] Clover suggested that in these films, the viewer began by sharing the perspective of the killer, but experienced a shift in identification to the final girl partway through the film.\n\n"
        },
        {
            "title": "Usage of the term",
            "text": "The original meaning of \"final girl\", as described by Clover in 1992, is quite narrow. Clover studied slasher films from the 1970s and 1980s (which is considered the golden age of the genre)[6] and defined the final girl as a female who is the sole survivor of the group of people (usually youths) who are chased by a villain, and who gets a final confrontation with the villain (whether she kills him herself or she is saved at the last minute by someone else, such as a police officer), and who has such a \"privilege\" because of her implied moral superiority (for example, she is the only one who refuses sex, drugs, or other such behaviors, unlike her friends).\n\n"
        },
        {
            "title": "Trope concept",
            "text": "A common plot line in many horror films is one in which several victims are killed one-by-one by a killer amid increasing terror, culminating in a climax in which the last surviving member of the group, usually female, either vanquishes the killer or escapes.\n\nThe final girl trope has evolved throughout the years, from early final girls most often being damsels in distress, often saved by a strong male (such as a police officer or heroic stranger), to more modern final girls who are more likely to survive due to their own abilities. According to Clover's definition, Lila Crane from Psycho (1960) is an example of a female survivor and not a final girl, due to her lack of moral purity, who is saved by a male (Sam Loomis, not to be confused with the Halloween character of the same name) at the film's ending. Laurie Strode from Halloween (1978) is a final girl, but one that is saved by someone else (also named Sam Loomis).[7]\n\nOn this basis, Tony Williams argues that, while 1980s horror film heroines were more progressive than those of earlier decades, the gender change is done conservatively, and the final-girl convention cannot be regarded as a progressive one \"without more thorough investigation.\" [8] Furthermore, in many slashers, the final girl's victory is often ambiguous or only apparent. The fact that she is still alive at the end of the movie does not make her a victorious heroine. In many of these movies, the end is ambiguous, where the killer/entity is or might be still alive, leaving viewers uncertain about the future of the final girl (a notable example being Jess Bradford in 1974's Black Christmas). The viewers wait for a send-off or sequel bait, and are felt that they are left with an apparent victory. Tony Williams also gives several examples of final girls in the heroines of the Friday the 13th series, such as Chris Higgins from Part III. He notes that she does not conclude the film wholly victorious and is catatonic at the end of the film. Williams also observes that Friday the 13th: The Final Chapter does not have a final girl, despite Trish Jarvis surviving at the end. Additionally, Williams notes that final girls often survive, but in the sequel they are either killed or institutionalized. A notable example is Alice Hardy who survives Friday the 13th (1980) only to be killed in the beginning of Friday the 13th Part 2 (1981). Derek Soles argues that the tragic destiny of such final girls represents an expression of patriarchal society where capable, independent women must either be contained or destroyed.[9] In more recent films, this has started to change, with the final girl no longer being always doomed, a notable example being the Scream series.\n\nAccording to Clover, the final girl in many movies shares common characteristics: she is typically sexually unavailable or virginal, and avoids the vices of the victims like illegal drug use. She sometimes has a unisex name such as Avery, Chris, or Sidney. Occasionally the final girl will have a shared history with the killer. The final girl is the \"investigating consciousness\" of the film, moving the narrative forward and, as such, she exhibits intelligence, curiosity, and vigilance. Another trope of slashers (particularly in the 1980s) is \"death by sex\", where sex scenes are shortly followed by violence, with the participants being murdered in gruesome ways.[10] More recent horror movies challenge more of these tropes. Buffy Summers in Buffy the Vampire Slayer, in the words of Jes Battis, \"subverts\" the final girl trope of B-grade horror films.[11] Jason Middleton observes that although Buffy fulfills the monster-killing role of the final girl, she is the opposite of Clover's description of a final girl in many ways. Buffy is a cheerleader, a \"beautiful blond\" with a feminine first name, and \"gets to have sex with boys and still kill the monster\".[12]\n\nOne of the basic premises of Clover's theory is that audience identification is unstable and fluid across gender lines, particularly in the case of the slasher film. During the final girl's confrontation with the killer, Clover argues, she becomes masculinized through \"phallic appropriation\" by taking up a weapon, such as a knife or chainsaw, against the killer. The phenomenon of the male audience having to identify with a young female character in an ostensibly male-oriented genre, usually associated with sadistic voyeurism, raises interesting questions about the nature of slasher films and their relationship with feminism. Clover argues that for a film to be successful, it is necessary for this surviving character to be female because she must experience abject terror, and many viewers would reject a film that showed abject terror on the part of a male. The terror has a purpose, in that the female, if she survives, is \"purged\" of undesirable characteristics, such as relentless pursuit of personal pleasure.\n\n"
        },
        {
            "title": "Notable characters",
            "text": "While the character Mari Collingwood in the original 1972 version of the film The Last House on the Left has been viewed as primarily a victim, the 2009 remake of the film portrays the Collingwood character as more aligned with the \"final girl\" archetype. In Rape-Revenge Films: A Critical Study,[13]\n\nAn early example of a \"final girl\" can be found in the film Black Christmas (1974), where Jess Bradford, played by Olivia Hussey, is a well-developed character who refuses to back down against a series of more or less lethal male antagonists.[14]\n\nSally Hardesty from The Texas Chainsaw Massacre (1974), created by Tobe Hooper and portrayed by Marilyn Burns, has been regarded as one of the earliest examples of the final girl trope.[15]\n\nAccording to Clover, Laurie Strode (from Halloween, Halloween II, Halloween H20: 20 Years Later, Halloween Resurrection, Halloween (2018), Halloween Kills and Halloween Ends) is another example of a final girl. Tony Williams notes that Clover's image of supposedly progressive final girls are never entirely victorious at the culmination of a film nor do they manage to eschew the male order of things as Clover argues. He holds up Strode as an example of this. She is rescued by a male character, Dr. Samuel Loomis, in the ending of Halloween.\n\nBefore the release of Alien 3, Clover identified Ellen Ripley from the Alien franchise as a final girl. Elizabeth Ezra continues this analysis for Alien Resurrection, arguing that by definition both Ripley and Annalee Call must be final girls, and that Call is the \"next generation of Clover's Final Girl\". In Ezra's view, Call exhibits traits that fit Clover's definition of a final girl, namely that she is boyish, having a short masculine-style haircut, and that she is characterized by (in Clover's words) \"smartness, gravity, competence in mechanical and other practical matters, and sexual reluctance\" being a ship's mechanic who rejects the sexual advances made by male characters on the ship. However, Ezra notes that Call fits the description imperfectly as she is a gynoid, not a human being.[16]\n\nChristine Cornea disputes the idea that Ripley is a final girl, contrasting Clover's analysis of the character with that of Barbara Creed, who presents Ripley as \"the reassuring face of womanhood\". Cornea does not accept either Clover's or Creed's views on Ripley. While she accepts Clover's general thesis of the final girl convention, she argues that Ripley does not follow the conventions of the slasher film, as Alien follows the different conventions of the science fiction film genre. In particular, there is no foregrounding in Alien, as there is in the slasher film genre, of the character's sexual purity and abstinence relative to the other characters (who would be, in accordance with the final girl convention, killed by the film's monster \"because\" of this). The science fiction genre that Alien inhabits, according to Cornea, simply lacks this kind of sexual theme in the first place, as it has no place in such \"traditional\" science fiction formats.[17]\n\nIn Brian De Palma's 1976 film based on Stephen King's 1974 novel, Carrie, Sue Snell (played by Amy Irving) is the sole survivor of Carrie White's telekinetic outburst of destruction at a high school prom.[18]\n\nThe character Ginny Field (from Friday the 13th Part 2) has often been viewed as an example of the trope. In The Dread of Difference: Gender and the Horror Film, Barry Keith Grant stated that, \"Ginny temporarily adopts Mrs. Voorhees's authoritarian role to survive. Although circumstances necessitate this, she clearly uses her enemy's strategy to become a phallic mother herself. This posture really questions the positive image of the Final Girl.\" He then called her \"not victorious\" when she called out for her boyfriend at the end of the film saying that it was done in a \"non-independent manner\".[19] John Kenneth Muir references Ginny in Horror Films of the 1980s, Volume 1, saying \"Amy Steel is introduced as Ginny, our final girl and heroine, and the only person who seems to have an inkling of the nearby danger. She's more resourceful than Alice and nearly upstages even Laurie Strode during the film's tense finale, wherein she brazenly dresses up as Jason's dead mother and starts barking orders at the confused serial killer.\"[20] In Blood Money: A History of the First Teen Slasher Film Cycle, Richard Nowell said \"The shift in characterization of the female leads was also trumpeted during Ginny's self-confident entrance (Amy Steel) in Friday the 13th Part II. Where the makers of its predecessor introduced Alice as she prepared cabins while dressed in denim jeans and a shapeless lumberjack shirt, the sequel's conventionally attractive lead is established immediately as combining masculine traits with feminine attributes. Ginny exits a battered VW bug in a flowing fuchsia skirt and a low-cut t-shirt.\"[21] Ginny's adoption of the monster's own strategy, in Part II, brings into question whether the final girl image is in fact a wholly positive one.[8]\n\nThe character Nancy Thompson (from A Nightmare on Elm Street and A Nightmare on Elm Street 3: Dream Warriors),  has often been regarded as one of the most influential horror movie heroines. In his book Horror films of the 1980s, John Kenneth Muir[22] references Nancy Thompson.\n\nCharacters in the 2011 horror film The Cabin in the Woods explicitly discuss Dana's role as the final girl after a zombie attack on her and her friends; characters also discuss the final girl trope as a required aspect of the annual human sacrifice ritual that mirrors various horror film traditions, rituals that are actually attempts to appease \"the Ancient Ones,\" powerful demons who would take over the world if not appeased in such a manner.[23][24]\n\nHeyes from the 2016 slasher film Terrifier has been observed by some critics to be a darker depiction of the \"final girl\" archetype. Having been driven insane by the events in the film, Heyes becomes a killer herself.[25] An analysis by Brendan D. describes Victoria as a reflection of Art—\"Our most recent final girl is Victoria from Terrifier, and what makes her so unique is her post-final girl status. Most final girls appear in the sequel or following situation as a capable guide for the next group of cannon fodder to demonstrate the villain's return. Instead, the trauma corrupts Victoria; she becomes monstrous like Art, with a disfigured appearance; and the brutality of a live-show death when a talk-show host mocked her. She is not a heroine but a dark reflection of the atrocities Art the Clown committed, fit for ridicule and loathing.\"[26]\n\nJohn Squires[27] of Bloody Disgusting described Happy Death Day's Tree Gelbman as a modern example of the trope and contrasts her to Friday the 13th's Alice Hardy.\n\n"
        },
        {
            "title": "In literature",
            "text": "As the slasher genre has drifted into literature, the tropes of the genre have found new expression, such as in the Stephen Graham Jones novels The Last Final Girl (2012) and My Heart Is a Chainsaw (2021).\n\n"
        }
    ]
}