{
    "url": "https://en.wikipedia.org/wiki/Finnish_neopaganism",
    "title": "Finnish neopaganism",
    "table_of_contents": [
        "1 History and features",
        "2 Beliefs",
        "2.1 Festivals",
        "3 See also",
        "4 References",
        "5 Resources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Finnish Neopaganism, or the Finnish native faith (Finnish: Suomenusko: \"Finnish Belief / Belief of Finland\"), is the contemporary revival of Finnish paganism, the pre-Christian polytheistic ethnic religion of the Finns. A precursor movement was the Ukonusko (\"Ukko's Faith\", revolving around the god Ukko) of the early 20th century. The main problem in the revival of Finnish paganism is the nature of pre-Christian Finnish culture, which relied on oral tradition which may be subject to change over time.[1] The primary sources concerning Finnish native culture are written by latter-era Christians.\n\nThere are two main organisations of the religion, the \"Association of Finnish Native Religion\" (Suomalaisen kansanuskon yhdistys ry) based in Helsinki and officially registered since 2002,[2] and the \"Pole Star Association\" (Taivaannaula ry) headquartered in Turku with branches in many cities, founded and officially registered in 2007.[3] The Association of Finnish Native Religion also caters to Karelians[4] and is a member of the Uralic Communion.[5]\n\n"
        },
        {
            "title": "History and features",
            "text": "Pagan beliefs, traditions and myths survived for a long time side by side with official Lutheranism in Eastern Finland and in Karelia, at least until the first part of the 20th century.[6] The first efforts of recovery of ancient mythology were carried out to enrich national Finnish culture.[7][8]\n\nNature worship, respect for traditions, and equality are typical features of the Neopagan movement. The Finnish native religion can be defined as \"ethno-pagan\", as it is related to national consciousness and identity.[9] Finnish native religion followers do not necessarily consider themselves \"Neopagans\" or identify with new religions such as Wicca.[10]\n\nThey emphasise love for the motherland as a key content of a balanced relationship of humans with nature, old and new generations, as well as individual and community. The Finnish native faith believers hold sacred many unspoiled natural places, woods, springs and rocks.[11] They consider the numinous presence of the gods, the ancestors and the spirits, as pervading the natural sites and environments (hiisi).\n\nIn 2013 the Taivaannaula launched a national project on Finnish holy places and sites in order to increase awareness and protection.[12] In 2014 Karhun kansa (People of the Bear) was officially registered as an organised religious community, becoming the first neopagan association given such status in Finland. The status brings the authority for example to marry, bury and give names.[13]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The Finnish native religion is polytheistic, with a pantheon of many deities worshipped: Ukko the sky god, and chief deity in the Finnish pantheon, Akka the goddess of fertility, and wife of Ukko, Ahti, Tapio, Pekko, Nyyrikki, Mielikki, Ilmarinen (the god of sky and weather, whom some consider to be the same as Ukko), Louhi, Turisas, Haltijas (genius loci), Lemminkäinen (mythical hero), Väinämöinen (mythical hero, creator god, and god of poetry, music and magic), Hiisi (spirit of the holy place, genius loci), Jumi (fertility god or statue that gives fertility).\n\nThe religion also includes an element of ancestor worship. For Finnish native religion adherents, the afterlife is a place called Tuonela, and it is a place where several different deities live, including Tuoni.\n\nVarious traditional festivals are followed, including Hela, a festival celebrating the coming of spring and the new growing season, Juhannus or Ukon juhla, the midsummer festival, Kekri, a celebration of harvest and the ancestors, and Joulu, the midwinter festival.\n\nSome Finnish Neopagans visit sacred forests, where wooden god-images or sacred stones can sometimes be found. Some celebrate the circling of the year at certain dates, for example by burning bonfires, dancing, sacrificing, or making other kinds of rituals. One ritual, which is also an authentic practice of the ancestors, is to drink a toast for the thunder god Ukko at the midsummer festival (Finnish: Ukon juhla).[14]\n\n"
        }
    ]
}