{
    "url": "https://en.wikipedia.org/wiki/Fire_worship",
    "title": "Fire worship",
    "table_of_contents": [
        "1 Indo-European religions",
        "2 In Judaism",
        "3 In Christianity",
        "4 Other religions",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWorship or deification of fire (also pyrodulia, pyrolatry or pyrolatria) is known from various religions. Fire has been an important part of human culture since the Lower Paleolithic. Religious or animist notions connected to fire are assumed to reach back to such early pre-Homo sapiens times.\n\n"
        },
        {
            "title": "Indo-European religions",
            "text": "In Indo-European languages, there were two concepts regarding fire: that of an animate type called *h₁n̥gʷnís (cf. Sanskrit agni, English ignite from Latin ignis, and Russian ogon), and an inanimate type *péh₂wr̥ (cf. English fire, Greek pyr, Sanskrit pu).[1][2] A similar distinction existed for water.[3]\n\nArchaeologically, evidence for Indo-Iranian fire worship and the rite of cremation is found at the transition from the Sintashta-Petrovka to the Andronovo culture around 1500 BC.[4] Fire worship was prevalent in Vedic and the Ancient Iranian religion. Whereas cremation became ubiquitous in Hinduism, it was prohibited in Zoroastrianism.[5] \nEvidence of fire worship has also been found at the Indus Valley sites of Kalibangan and Lothal.[6]\n\nIn Zoroastrianism, fire is considered to be an agent of purity and as a symbol of righteousness and truth. In the present day this is explained to be because fire burns ever-upward and cannot itself be polluted. Sadeh and Chaharshanbe Suri are both fire-related festivals celebrated throughout Greater Iran and date back to when Zoroastrianism was still the predominant religion of the region. Zoroastrianism, however, is sometimes mischaracterised as a fire-worshiping religion, whereas it is a monotheistic faith with Ahura Mazda as its central figure and a dualistic cosmology of good and evil. Fire simply exemplifies a medium for spiritual wisdom and purity, but is not worshiped. \n\nIn Vedic disciplines of Hinduism, fire is a central element in the Yajna ceremony, with Agni, \"fire\", playing the role as mediator between the worshipper and the other gods. Related concepts are the Agnihotra ritual, the invocation of the healing properties of fire; the Agnicayana ritual, which is the building of a fire altar to Agni; and Agnistoma, which is one of the seven Somayajnas. In the Vaishnav branch of Hinduism, Agni or Fire is considered the tongue of the Supreme Lord Narayana, hence all the sacrifices done even to any demigod ultimately is a sacrifice to the Supreme Lord Narayana.[7]\n\nIn Albanian mythology the deification of fire is associated with En or Enji, a fire deity firstly worshiped by the Illyrians whose name continues to be used in the Albanian language to refer to Thursday (enjte).[8][9]\n\nFire worship in Graeco-Roman tradition had two separate forms: fire of the hearth and fire of the forge. Hearth worship was maintained in Rome by the Vestal Virgins, who served the goddess Vesta, protector of the home, who had a sacred flame as the symbol of her presence in the city (cf. Sacred fire of Vesta). The Greek equivalent of the goddess was Hestia, whose worship took place more commonly within the household. The fire of the forge was associated with the Greek god Hephaestus and the Roman equivalent Vulcan. These two seem to have served both as craft-guild patrons and as protectors against accidental fires in cities. Also associated with fire is the titanic god Prometheus, who stole fire for humans from the gods. Most forms of worship in Graeco-Roman religion involved either cooking or burning completely an animal on a fire made on an altar in front of a temple (see hecatomb).[citation needed]\n\nCeltic mythology had Belenus, whose name, \"shining one\", associated him with fire.\n\nIn Slavic mythology, Svarog, meaning \"bright and clear\", was the spirit of fire. The best known and dramatic among numerous Slavic Pagan fire rituals is the jumping over the bonfire on the Ivan Kupala Day.\n\n"
        },
        {
            "title": "In Judaism",
            "text": "In ancient Israel, God, HaShem, or Yahweh often spoke through fire (such as the burning bush of the Exodus and the pillar of fire that guides the Jews).[10]\n\nThe ancient Jews write[where?] that their traditional ancestor Abraham was burned at the stake in that city, which was later called Ur or Hur (Hebrew for fire).\n\nThe Jewish Bible includes, among other things, a burning bush and a pillar of fire. \n\n"
        },
        {
            "title": "In Christianity",
            "text": "The Holy Fire in the Church of the Holy Sepulchre in Jerusalem has been consecutively documented since 1106 AD.[11]\n\nFire is often used as symbol or sign of God's presence in Christianity and, since it is held to be a creation along with water and other elements. In the New Testament, Jesus is depicted as the person who brings fire to the earth.[12] The Holy Spirit is sometimes called the \"tongues of flame\".[13]\n\nIn Christianity, the worship of fire was preserved through ritual candles.[10]\n\n"
        },
        {
            "title": "Other religions",
            "text": "Fire continues to be a part of many human religions and cultures. For example, it is used in cremation and bonfires; candles are used in various religious ceremonies; eternal flames are used to remind of notable occasions; and the Olympic Flame burns for the duration of the games.\n\nIn Japanese mythology, Kagu-tsuchi is the god of destructive fire.\n\n"
        }
    ]
}