{
    "url": "https://en.wikipedia.org/wiki/Firmament",
    "title": "Firmament",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "3 See also",
        "4 Citations",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In biblical cosmology, the firmament is the vast solid dome created by God during his creation of the world to divide the primal sea into upper and lower portions so that the dry land could appear.[1][2] The concept was adopted into the subsequent Classical/Medieval model of heavenly spheres, but was dropped with advances in astronomy in the 16th and 17th centuries. Today it survives as a synonym for \"sky\" or \"heaven\".\n\n"
        },
        {
            "title": "Etymology",
            "text": "In English, the word \"firmament\" is recorded as early as 1250, in the Middle English Story of Genesis and Exodus.\nIt later appeared in the King James Bible. The same word is found in French and German Bible translations, all from Latin firmamentum (a firm object), used in the Vulgate (4th century).[3] This in turn is a calque of the Greek στερέωμᾰ (steréōma), also meaning a solid or firm structure (Greek στερεός = rigid), which appears in the Septuagint, the Greek translation made by Jewish scholars around 200 BCE.\n\nThese words all translate the Biblical Hebrew word rāqīaʿ (רָקִ֫יעַ‎), used for example in Genesis 1.6, where it is contrasted with shamayim (שָׁמַיִם‎), translated as \"heaven(s)\" in Genesis 1.1. Rāqīaʿ derives from the root rqʿ (רָקַע), meaning \"to beat or spread out thinly\".[4][5] Gerhard von Rad explains:\n\n"
        },
        {
            "title": "History",
            "text": "The ancient Hebrews, like all the ancient peoples of the Near East, believed the sky was a solid dome with the Sun, Moon, planets and stars embedded in it.[7] Around the 4th to 3rd centuries BCE the Greeks, under the influence of Aristotle who argued that the heavens must be perfect and that a sphere was the perfect geometrical figure,  exchanged this for a spherical Earth surrounded by solid spheres. This became the dominant model in the Classical and Medieval world-view, and even when Copernicus placed the Sun at the centre of the system he included an outer sphere that held the stars (and by having the earth rotate daily on its axis it allowed the firmament to be completely stationary). Tycho Brahe's studies of the nova of 1572 and the Comet of 1577 were the first major challenges to the idea that orbs existed as solid, incorruptible, material objects,[8] and in 1584 Giordano Bruno proposed a cosmology without a firmament: an infinite universe in which the stars are actually suns with their own planetary systems.[9] After Galileo began using a telescope to examine the sky it became harder to argue that the heavens were perfect, as Aristotelian philosophy required, and by 1630 the concept of solid orbs was no longer dominant.[8]\n\n"
        }
    ]
}