{
    "url": "https://en.wikipedia.org/wiki/FIRST_Robotics_Competition",
    "title": "FIRST Robotics Competition",
    "table_of_contents": [
        "1 History",
        "2 Teams",
        "3 Competition",
        "3.1 FIRST Championship",
        "4 Media exposure",
        "5 Notable people",
        "5.1 Employees and volunteers",
        "5.2 Mentors",
        "6 Games",
        "7 Gallery",
        "8 Notes",
        "9 References",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFIRST Robotics Competition (FRC) is an international high school robotics competition. Each year, teams of high school students, coaches, and mentors work during a six-week period to build robots capable of competing in that year's game that weigh up to 125 pounds (57 kg).[4] Robots complete tasks such as scoring balls into goals, placing inner tubes onto racks, hanging on bars, and balancing robots on balance beams. The game, along with the required set of tasks, changes annually. While teams are given a kit of standard set of parts during the annual Kickoff,[5] they are also allowed and encouraged to buy or fabricate specialized parts. FIRST Robotics Competition is one of four robotics competition programs organized by FIRST, the other three being FIRST LEGO League Explore, FIRST LEGO League Challenge, and FIRST Tech Challenge.\n\nThe culture of FIRST Robotics Competition is built around two values. \"Gracious Professionalism\" embraces the competition inherent in the program, but rejects trash talk and chest-thumping, instead embracing empathy and respect for other teams. \"Coopertition\" emphasizes that teams can cooperate and compete at the same time.[6] The goal of the program is to inspire students to be science and technology leaders.\n\n2022 was the 31st year of the competition. 3,225 teams, including more than 80,000 students and 25,000 mentors from 26 countries, built robots. The 2022 season included 58 Regional Competitions, 90 District Qualifying Competitions, and 11 District Championships.[2]  In 2022, over 450 teams won slots to attend the FIRST Championship event, where they competed in a tournament.  In addition to on-field competition, teams and team members competed for awards recognizing entrepreneurship, creativity, engineering, industrial design, safety, controls, media, quality, and exemplifying the core values of the program. As a result of COVID-19, the amount of active teams decreased during the 2021 season; however, numbers began to increase during the 2022 season.\n\nMost teams reside in the United States, with Canada, Turkey, Mexico, Israel, China, and Australia contributing significant numbers of teams.[7]\n\n"
        },
        {
            "title": "History",
            "text": "FIRST was founded in 1989 by inventor and entrepreneur Dean Kamen, with inspiration and assistance from physicist and MIT professor emeritus Woodie Flowers. Kamen was disappointed with the number of kids—particularly women and minorities—who did not consider science and technology careers, and decided to do something about it.  As an inventor, he looked for activities that captured the enthusiasm of students, and decided that combining the excitement of sports competition with science and technology had potential.\n\nKamen has stated that FIRST is the invention he feels most proud of, and predicts that participants will be responsible for significant technological advances in years to come.[9] The first FIRST Robotics Competition season was in 1992 and had one event at a high school gymnasium in New Hampshire.[10] That first competition was relatively small-scale, similar in size to today's FIRST Tech Challenge and Vex Robotics Competition games. Robots relied on a wired connection to receive data from drivers; in the following year, it quickly transitioned to a wireless system.[11][12]\n\n"
        },
        {
            "title": "Teams",
            "text": "3,225 teams from 26 countries competed in 2022 Rapid React. Of these, 2,859 are \"veteran teams\" (meaning they have competed in a previous season), and 176 are \"rookie teams\" (meaning that 2022 was their first season of competition).[2]\n\nThe countries represented are listed below: (in decreasing order of number of teams as of 2022)\n\n"
        },
        {
            "title": "Competition",
            "text": "The FIRST Championship is the culmination of the FIRST Robotics Competition season, and occurs in late April each year. Roughly 800 teams participated in two Championship events in 2018, held in April in Houston, Texas and Detroit, Michigan.[13] After the 2022 championships concluded FIRST announced that the world championship would take place at a single location, Houston, Texas, for the 2023 and 2024 seasons.[14]\n\n"
        },
        {
            "title": "Media exposure",
            "text": "The PBS documentary \"Gearing Up\" followed four teams through the 2008 season.[15]\n\nIn the television series Dean of Invention, Dean Kamen made appeals promoting FIRST prior to commercial breaks.[16]\n\nIn 2008, FRC Team 1114, Simbotics, was featured in an ongoing storyline on the hit Canadian TV drama \"Degrassi: Next Generation\". Team 1114's 2006-2007 world champion VEX robot made an appearance, as well as their 2008 world champion FRC robot.\n\nDuring the 2010 FIRST Robotics Competition season, FIRST team 3132, Thunder Down Under, was followed by a Macquarie University student film crew to document the first year of FIRST Robotics Competition in Australia. The crew produced a documentary film called I, Wombot.[17][18] The film premiered during the 2011 Dungog Film Festival.[19][20]\n\nA book called The New Cool was written by Neal Bascomb about the story of Team 1717 from Goleta, California as they competed in the 2009 game season. A movie adaptation directed by Michael Bacall is being produced.[21]\n\nThe CNN documentary \"Don't Fail Me: Education in America\", which aired on May 15, 2011, followed three FIRST Robotics Competition teams during the 2011 season. The documentary profiled one student from each team, covering different geographic and socioeconomic levels: Shaan Patel from Team 1403 Cougar Robotics, Maria Castro from Team 842 Falcon Robotics, and Brian Whited from Team 3675 Eagletrons.[22]\n\nOn August 14, 2011, ABC aired a special on FIRST called \"i.am FIRST: Science is Rock and Roll\"[23] that featured many famous musical artists such as The Black Eyed Peas and Willow Smith. will.i.am himself was the executive producer of the special. The program placed a special focus on the FIRST Robotics competition, even though it included segments on the FIRST Tech Challenge, FIRST LEGO League, and FIRST LEGO League Jr.[24]\n\nFrom 1996 to 1998, the FIRST Championship was covered by ESPN.[25]\n\nFor the 2013 Macy's Thanksgiving Day Parade, five FIRST Robotics Competition teams and their robots led the parade, with one robot cutting the ribbon and the others shooting confetti.[26]\n\nIn the 2014 movie Transformers: Age of Extinction, a FIRST Robotics Competition Robot built by Team 2468, Team Appreciate, for the 2012 Season was featured in Cade Yeager's garage shooting the foam basketball game pieces from Rebound Rumble.[27]\n\nThe 2015 Kickoff was, for the first time, broadcast by NBCUniversal, a subsidiary of Comcast, and was available via OnDemand for the month of January 2015.[28]\n\nIn 2016, Christina Li, a member of Team 217, the ThunderChickens, was spotlighted on an episode of Nickelodeon's The Halo Effect entitled \"Hello World\". A coding camp that Li organized for young girls was featured on the episode, and 217's robot from the 2015 season made an appearance.[29]\n\nThe fourth season of The Fosters (2013 TV series) had several episodes featuring characters competing in a regional FIRST Robotics Competition competition, most notably episode 8 \"Girl Code\".[30]\n\nIn June 2018, HBO aired a Real Sports with Bryant Gumbel episode, which in a segment, the correspondent Soledad O'Brien interviewed Dean Kamen about FIRST and FIRST Robotics Competition and then later interviewed students from various FRC teams.[31][32]\n\nThe February 25, 2020 episode of the ABC sitcom Black-ish features recurring character, Jack Johnson, joining a FIRST team—and a cameo by Dean Kamen.[33]\n\nEpisode 6 in the second season of the Netflix original series Trinkets featured a FIRST Robotics Competition competition.[34]\n\nOn March 18, 2022, Disney+ released a documentary directed by Gillian Jacobs titled \"More than Robots\", which follows four teams in the 2020 season, leading up to the COVID-19 pandemic.[35]\n\n"
        }
    ]
}