{
    "url": "https://en.wikipedia.org/wiki/FIRST_Tech_Challenge",
    "title": "FIRST Tech Challenge",
    "table_of_contents": [
        "1 History",
        "2 Competition",
        "2.1 Schedule",
        "2.2 Matches",
        "2.3 Judging",
        "2.4 Gracious Professionalism",
        "3 Events",
        "3.1 Awards",
        "4 Competition themes",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "FIRST Tech Challenge (FTC), formerly known as FIRST Vex Challenge, is a robotics competition for students in grades 7–12 to compete head to head, by designing, building, and programming a robot to compete in an alliance format against other teams. FIRST Tech Challenge is the one of the four major robotics programs organized by FIRST, which its other three programs include FIRST Lego League Explore, FIRST Lego League Challenge, and FIRST Robotics Competition.\n\nThe competition consists of local and regional qualifiers and the world championship, the FIRST Championship, and in every season, a kickoff is held to showcase the season's theme and game. After kickoff, robots are designed, built, and programmed by teams, and teams are encouraged to conduct outreach with their communities. Local qualifiers are held for teams to compete and qualify for regional qualifiers, and from that point, regional qualifiers are held for teams to qualify for the world championship. \n\nThe robot kit is Android-based, and it is programmed using Java, the Blocks programming interface, or other Android programming systems. Teams, with the guidance of coaches, mentors and volunteers, are required to develop strategy and build robots based on innovative, sound engineering principles. Awards are given for robot performance as well as for community outreach, design, and other real-world accomplishments.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The FIRST Tech Challenge grew out of the existing FIRST Robotics Competition and the IFI Robovation platform. FIRST, RadioShack, and Innovation First collaborated to develop an improved version of the IFI Robovation kit. The kit was significantly upgraded and called the VEX Robotics Design System.\n\nIn 2004–05, FIRST piloted the FIRST Vex Challenge as a potential program.[2] The pilot season brought together over 130 teams to compete in 6 regional tournaments[citation needed] in a 1/3 scale FIRST Frenzy: Raising the Bar.[3] Fifty teams participated in the FVC tournament at the FIRST Championship in April, 2006. On April 29, 2006, the FIRST Board of Directors voted to extend FVC for the 2006–2007 season.\n\nIn Summer 2007, after two seasons as the FIRST Vex Challenge, FIRST announced that the program would be renamed the FIRST Tech Challenge.\n\nFor the 2008 season, Pitsco developed a platform that uses the NXT brick along with additional hardware and a new structural framework under the new name of TETRIX. Then, in the 2015-2016 FTC season, the NXT bricks that were used previously as the robot controller were replaced by Android phones running Android KitKat (4.4) using Qualcomm Snapdragon (410) chips.[4]\n\nIn 2020, FTC replaced the Android phones with a Rev Robotics Control Hub and kept one of the phones to use for a wireless connection between one and two Logitech or Xbox(Windows compatible) controllers and the control hub. The FTC championship was cancelled due to COVID-19 pandemic.[5]\n\n"
        },
        {
            "title": "Competition",
            "text": "Advancement from one level of competition to another in FIRST Tech Challenge can be achieved by either winning on the field (50%) or by winning the awards listed below during judging (50%).[6] Judging at competitions is done through a multitude of ways such as team presentations, pit interviews, judges reading teams' engineering notebooks, etc.\n\nEvery year, in September, FIRST announces the game challenge to FTC teams at Kickoff. Qualifying Tournaments and Regional & State Championships occur from October through March. Teams are allowed to register for three Qualifying Tournaments. Some states, such as New Jersey, hold league meets that are more similar to sporting events. They are smaller and occur more often.[7] For teams advancing from the United States, from the 2013-14 through the 2017–18, four Super-Regional Championship Tournaments have been held from March through early April, with the World Championships occurring in late April.  Starting with the 2018-19 FTC season, the Super Regional Championships will no longer occur and teams will advance from their local championships directly to one of the two World Championships in Houston or Detroit.[8]\n\nOn competition days, the number of matches varies based on the number of teams competing. Matches are completely random in their order and alliances. For the matches, teams are assigned to either red alliance or blue alliance, with each alliance consisting of two teams. All parties involved in the match must choose their programs before the match begins. Drivers must not touch the gamepad controllers during the first 30 seconds of the match, also known as the autonomous period. Then, the 2 minute driver controlled period starts and the match is completely driver-controlled from then on. In the final 30 seconds of the match, drivers attempt to park in a point scoring zone and/or complete tasks that can only be done in the end game period of the match. The winning alliance receives two qualifying points while the losing alliance receives zero.\n\nBesides matches, teams can advance through awards, which the judges give at the end of competition day.  Teams are required to submit an engineering notebook in order to be considered for all judged awards. Before matches begin, teams are required to do a formal interview with the judges. Throughout the day, judges can and will observe the matches and conduct pit interviews with teams. After the end of matches, judges deliberate and discuss about the awards, and at the awards ceremony, judges present the awards. Winner and finalist teams with awards such as the Inspire Award can advance depending on the number of allowed advancements by the qualifier.[9][10]\n\nThe core value that FIRST Tech Challenge promotes is embodied in the phrase \"Gracious Professionalism.\" Showing gracious professionalism can be done in many ways, from helping another team, to simply having fun at competitions. The definition of this phrase is completely up to the person which is why it is one of the most important aspects of FTC.\n\n"
        },
        {
            "title": "Events",
            "text": "Official FTC events are Qualifying or Championship Tournaments; unofficial events are Scrimmage Tournaments. Based on their performance in their Regional/State Championships (US) teams are invited to one of the World Championship based on predetermined advancement criteria. Winners of Qualifying Tournaments are invited to Championship Tournaments and until 2017-18 winners of Championship tournaments were then invited to Super-Regional Tournaments.[11] After the winning alliances of the two championships are declared, they are invited to participate in the Festival of Champions in Manchester, New Hampshire to determine the FTC World Champion. On January 10, 2018, FTC announced that Super-Regionals will be abolished after the 2017–2018 season. Due to this, the number of FTC teams that attend each World Championship will be increased from 128 to 160 starting in 2019.[12]\n\nTeams advance from one level of competition to the next based on the advancement criteria laid out in the first part of that year's Game Manual. The Advancement criteria were changed for the 2015–2016 season to add criteria 7 \"Winning Alliance, 2nd Team selected\" and 13 \"Finalist Alliance, 2nd Team selected,\" shifting the successive criteria down one position.[13]\n\nIn addition to the Winning and Finalist Alliances receiving recognition for their field performance; the following list includes awards presented at official Championship and Qualifying Tournaments based on judging criterion including engineering notebook, team interview, observation, and/or field performance:[9]\n\n"
        },
        {
            "title": "Competition themes",
            "text": "In the past, the challenges have been based on several different themes:\n\n"
        }
    ]
}