{
    "url": "https://en.wikipedia.org/wiki/First_inauguration_of_George_Washington",
    "title": "First inauguration of George Washington",
    "table_of_contents": [
        "1 Start of the first presidential term",
        "1.1 Washington's journey to New York",
        "2 Inauguration",
        "3 In popular culture",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe first inauguration of George Washington as the first president of the United States was held on Thursday, April 30, 1789, on the balcony of Federal Hall in New York City, New York. The inauguration was held nearly two months after the beginning of the first four-year term of George Washington as president. Chancellor of New York Robert Livingston administered the presidential oath of office. With this inauguration, the executive branch of the United States government officially began operations under the new frame of government established by the 1787 Constitution. The inauguration of John Adams as vice president was on April 21, 1789, when he assumed his duties as presiding officer of the United States Senate; this also remains the only scheduled inauguration to take place on a day that was neither January or March.\n\n"
        },
        {
            "title": "Start of the first presidential term",
            "text": "The first presidential term started on March 4, 1789, the date set by the Congress of the Confederation for the beginning of operations of the federal government under the new U.S. Constitution.[1] However, logistical delays prevented the actual start of the operations of the Executive Branch on that day. On that date, the House of Representatives and the Senate convened for the first time, but both adjourned due to lack of a quorum.[2] As a result, the votes of the Electoral College for president could not be counted or certified. On April 1, the House convened with a quorum present for the first time, and the representatives began their work, with the election of Frederick Muhlenberg as its first speaker. The Senate first achieved a quorum on April 6, and elected John Langdon as its first president pro tempore. That same day, the House and Senate met in joint session to count the electoral votes and certify the results; Senator Langdon presided. Washington and Adams were certified as having been elected president and vice president respectively.[3][4]\n\nSecretary of the Continental Congress Charles Thomson was appointed by the Senate to deliver to Washington the letter containing the news of his election.[5] Thomson delivered the official notification to Washington at Mount Vernon on April 14, 1789. Washington replied immediately, and set out two days later for New York City,[6] accompanied by David Humphreys and Thomson.[7]\n\nAlong the way, Washington received triumphal welcomes in almost every town he passed through. These included Alexandria; Georgetown, Maryland (now part of Washington D.C.); Baltimore; and Havre de Grace.  One of the places he spent the night was Spurrier's Tavern in Baltimore. Just after noon on April 20, Washington arrived to an elaborate welcome at Gray's Ferry in Philadelphia. On April 21, the Ladies of Trenton hosted his reception at Trenton.[8] On April 23 he took a small barge with 13 pilots through the Kill Van Kull tidal strait into the Upper New York Bay, and from there the city. A variety of boats surrounded him during the voyage, and Washington's approach was greeted by a series of cannon fire, first a thirteen gun salute by the Spanish warship Galveston, then by the North Carolina, and finally by other artillery.[7] Thousands had gathered on the waterfront to see him arrive.[9] Washington landed at Murray's Wharf (at the foot of Wall Street), where he was greeted by New York Governor George Clinton as well as other congressmen and citizens.[7]  A plaque now marks the landing site.[10] They proceeded through the streets to what would be Washington's new official residence, 3 Cherry Street.[9]\n\n"
        },
        {
            "title": "Inauguration",
            "text": "Since nearly first light on April 30, 1789, a crowd of people had begun to gather around Washington's home, and at noon they made their way to Federal Hall by way of Queen Street and Great Dock (both now Pearl Street) and Broad Street.[7] Washington dressed in an American-made dark brown suit with white silk stockings and silver shoe buckles; he also wore a steel-hilted sword and dark red overcoat.[11]\n\nUpon his arrival at Federal Hall, then the nation's capitol and the site where the 1st United States Congress met, Washington was formally introduced to the House and Senate, after which Vice President John Adams announced it was time for the inauguration (Adams had already assumed the office of Vice President on April 21, when he began presiding over the Senate sessions). Washington moved to the second-floor balcony. Chancellor of New York Robert Livingston, who had served on the Committee of Five which had drafted the Declaration of Independence, administered the presidential oath of office in view of throngs of people gathered on the streets.[12][13] The Bible used in the ceremony was from St. John's Lodge No. 1, A.Y.M.,[14] and due to haste, it was opened at random to Genesis 49:13 (\"Zebulun shall dwell at the haven of the sea; and he shall be for an haven of ships; and his border shall be unto Zidon\").[11]   Afterwards, Livingston shouted \"Long live George Washington, President of the United States!\" [15] to the crowd, which was replied to with cheers and a 13-gun salute.[16]  The first inaugural address was subsequently delivered by Washington in the Senate chamber,[7] running 1419 words in length.[11]\nAt this time there were no inaugural balls on the day of the ceremony, though a week later, on May 7, a ball was held in New York City to honor the first President.[17]\n\nGeorge Washington had to borrow money to attend his own inauguration. While the final price tag for Trump’s inauguration could be upwards of $200 million,[18] the first such event was a more frugal affair. In fact, George Washington had to borrow money just to get to New York City, which was the capital at the time. Despite owning 60,000 acres and 300 slaves,[19] the cash-poor Washington couldn’t sell or rent any of them as most other landowners were equally strapped for cash. In fact, Washington confided in his nephew that at least part of the reason he took the job was the salary, “as my means are not adequate to the expense at which I have lived since my retirement.\"[20]\n\nGeorge Washington delivered his second oath-taking at Independence Hall, Philadelphia, March 4, 1793. Running only 134 words in length it was marked as the shortest inaugural address in American history. He said: \"Fellow citizens: I am again called upon by the voice of my country to execute the functions of its chief magistrate. When the occasion proper for it shall arrive, I shall endeavor to express the high sense I entertain of this distinguished honor, and of the confidence which has been reposed in me by the people of United America.\nPrevious to the execution of any official act of the President the Constitution requires an oath of office. This oath I am now about to take, and in your presence: that if I shall be found during my administration of the Government I have in any instance violated willingly or knowingly the injunctions there of, I may (besides incurring Constitutional punishment) be subject to the upbraidings of all who are now witnesses of the present solemn ceremony.\"[21]\n\nThree days before George Washington took the oath of office as the first president of the United States, Congress passed the following resolution: Resolved, That after the oath shall have been administered to the President, he, attended by the Vice President and members of the Senate and House of Representatives, shall proceed to St. Paul’s Chapel, to hear divine service.[22]  Accordingly, the Right Rev. Samuel Provoost (1742–1815), newly appointed chaplain of the United States Senate and first Episcopal bishop of New York, officiated at a service in St. Paul's Chapel on April 30, 1789, immediately following Washington’s inauguration, with the newly inaugurated President and members of Congress present.[23]\n\n"
        }
    ]
}