{
    "url": "https://en.wikipedia.org/wiki/Flash_fiction",
    "title": "Flash fiction",
    "table_of_contents": [
        "1 History",
        "2 Authors",
        "3 Journals",
        "4 Internet",
        "5 See also",
        "6 Notes",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Flash fiction is a fictional work of extreme brevity[1] that still offers character and plot development.  Identified varieties, many of them defined by word count, include the six-word story;[2] the 280-character story (also known as \"twitterature\");[3] the \"dribble\" (also known as the \"minisaga,\" 50 words);[2] the \"drabble\" (also known as \"microfiction,\" 100 words);[2] \"sudden fiction\" (750 words);[4] \"flash fiction\" (1,000 words); and \"microstory\".[5]\n\nSome commentators have suggested that flash fiction possesses a unique literary quality in its ability to hint at or imply a larger story.[6]\n\n"
        },
        {
            "title": "History",
            "text": "Flash fiction has roots going back to prehistory, recorded at origin of writing, including fables and parables, notably Aesop's Fables in the west, and Panchatantra and Jataka tales in India. Later examples include the tales of Nasreddin, and Zen koans such as The Gateless Gate.\n\nIn the United States, early forms of flash fiction can be found in the 19th century, notably in the figures of Walt Whitman, Ambrose Bierce, and Kate Chopin.[7]\n\nIn the 1920s flash fiction was referred to as the \"short short story\" and was associated with Cosmopolitan magazine; and in the 1930s, collected in anthologies such as The American Short Short Story.[8]\n\nSomerset Maugham was a notable proponent, with his Cosmopolitans: Very Short Stories (1936) being an early collection.\n\nIn Japan, flash fiction was popularized in the post-war period particularly by Michio Tsuzuki (都筑道夫).\n\nIn 2020 The Harry Ransom Center at the University of Texas at Austin established the first curated collection of flash fiction artifacts in the United States.[9]\n\n"
        },
        {
            "title": "Authors",
            "text": "Practitioners have included Saadi of Shiraz (\"Gulistan of Sa'di\"), Bolesław Prus,[5][10] Anton Chekhov, O. Henry, Franz Kafka, H.P. Lovecraft, Yasunari Kawabata, Ernest Hemingway, Julio Cortázar, Daniil Kharms,[11] Arthur C. Clarke, Richard Brautigan, Ray Bradbury, Kurt Vonnegut Jr., Fredric Brown, John Cage, Philip K. Dick and Robert Sheckley.[12]\n\nHemingway also wrote 18 pieces of flash fiction that were included in his first short-story collection, In Our Time (1925). It is disputed whether (to win a bet), as alleged, he also wrote the flash fiction \"For Sale, Baby Shoes, Never Worn\".[13]\n\nAlso notable are the 62 \"short-shorts\" which comprise Severance, the thematic collection by Robert Olen Butler in which each story describes the remaining 90 seconds of conscious awareness within human heads which have been decapitated.[14]\n\nEnglish-speaking writers well known for their published flash fiction include Lydia Davis, David Gaffney, Robert Scotellaro, and Nancy Stohlman, and online include Sherrie Flick, Bruce Holland Rogers, Steve Almond, Barbara Henning, Grant Faulkner.\n\nSpanish-speaking literature has many authors of microstories, including Augusto Monterroso (\"El Dinosaurio\") and Luis Felipe Lomelí (\"El Emigrante\"). Their microstories are some of the shortest ever written in that language. In Spain, authors of microrrelatos (very short fictions) have included Andrés Neuman, Ramón Gómez de la Serna, José Jiménez Lozano, Javier Tomeo, José María Merino, Juan José Millás, and Óscar Esquivias.[15] In his collection La mitad del diablo (Páginas de Espuma, 2006), Juan Pedro Aparicio included the one-word story Luis XIV, which in its entirety reads: \"Yo\" (\"I\"). In Argentina, notable contemporary contributors to the genre have included Marco Denevi, Luisa Valenzuela, and Ana María Shua.\n\nThe Italian writer Italo Calvino consciously searched for a short narrative form, drawing inspiration from Argentine writers Jorge Luis Borges and Adolfo Bioy Casares and finding that Monterroso's was \"the most perfect he could find\"; \"El dinosaurio\", in turn, possibly inspired his \"The Dinosaurs\".[16]\n\nGerman-language authors of Kürzestgeschichten, influenced by brief narratives penned by Bertolt Brecht and Franz Kafka, have included Peter Bichsel, Heimito von Doderer, Günter Kunert, and Helmut Heißenbüttel.\n\nThe Arabic-speaking world has produced a number of microstory authors, including the Nobel Prize-winning Egyptian author Naguib Mahfouz, whose book Echoes of an Autobiography is composed mainly of such stories. Other flash fiction writers in Arabic include Zakaria Tamer, Haidar Haidar, and Laila al-Othman.\n\nIn the Russian-speaking world the best known flash fiction author is Linor Goralik.[citation needed]\n\nIn the southwestern Indian state of Kerala PK Parakkadavu is known for his many microstories in the Malayalam language.[17]\n\n"
        },
        {
            "title": "Journals",
            "text": "A number of print journals dedicate themselves to flash fiction. These include Flash: The International Short-Short Story Magazine.[18]\n\n"
        },
        {
            "title": "Internet",
            "text": "Access to the Internet has enhanced an awareness of flash fiction, with online journals being devoted entirely to the style. SmokeLong Quarterly, founded by Dave Clapper in 2003, is \"dedicated to bringing the best flash fiction to the web ... whether written by widely published authors or those new to the craft.\"[19] Other online flash fiction journals include wigleaf, Flash Fiction Online and Flash Fiction Magazine.[20]\n\nIn a CNN article on the subject, the author remarked that the \"democratization of communication offered by the Internet has made positive in-roads\" in the specific area of flash fiction, and directly influenced the style's popularity.[21] The form is popular, with most online literary journals now publishing flash fiction.\n\nIn the summer of 2017, The New Yorker began running a series of flash fiction stories online every summer.[22]\n\n"
        }
    ]
}