{
    "url": "https://en.wikipedia.org/wiki/Flashforward",
    "title": "Flashforward",
    "table_of_contents": [
        "1 Literature",
        "2 Television",
        "3 Film",
        "4 Video games",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A flashforward (also spelled flash-forward, and more formally known as prolepsis) is a scene that temporarily takes the narrative forward in time from the current point of the story in literature, film, television and other media.[1] Flashforwards are often used to represent events expected, projected, or imagined to occur in the future. They may also reveal significant parts of the story that have not yet occurred, but soon will in greater detail. It is similar to foreshadowing, in which future events are not shown but rather implicitly hinted at. It is also similar to an ellipsis, which takes the narrative forward and is intended to skim over boring or uninteresting details, for example the aging of a character. It is primarily a postmodern narrative device, named by analogy to the more traditional flashback, which reveals events that occurred in the past.\n\n"
        },
        {
            "title": "Literature",
            "text": "An early example of prolepsis which predates the postmodern period is Charles Dickens' novel A Christmas Carol, in which the protagonist Ebenezer Scrooge is shown the future following his death. The subsequent events of the story imply that this future will be averted by this foreknowledge.\n\nTerry Brooks' Word & Void series features a protagonist who, when he sleeps, moves forward and backward through time to before and after a great cataclysm. This is both analepsis and prolepsis.\n\nMuriel Spark makes extensive use of prolepsis in her novel The Prime of Miss Jean Brodie.\n\nIn Boruto: Naruto Next Generations, the protagonist Boruto Uzumaki faces an enemy named Kawaki in a ruined Hidden Leaf Village in the opening scene of the anime and manga series. This is prolepsis.\n\n"
        },
        {
            "title": "Television",
            "text": "Every season of Damages makes an extensive use of flashforwards, revealing the outcome of the season to the viewer. The whole season then revolves around discovering the circumstances that led to this outcome. For instance, the first season starts with a flashforward of the protagonist, Ellen Parsons, running in the streets of New York, covered in blood. 6 months earlier, she was only a naive young woman who had just become a lawyer in the firm of a powerful attorney, Patty Hewes. What led Ellen to the situation presented in the flashforwards is revealed little by little throughout the season. The series is known for its misleading use of flashforwards, which are often examples of the red herring device.\n\nAfter making extensive use of flashbacks in the first two seasons, the TV series Lost started using flashforwards as well throughout the remainder of the series. The first instance of this was a major plot twist in the third season finale: what appeared to be a flashback to before the characters were stranded on the island, was revealed at the end of the two-part episode to be a flashforward of them returned to civilization. A later episode featured what appeared to be flashforwards involving the couple Jin and Sun, showing them safely returned home and awaiting the birth of their baby, but it is then revealed that Jin's scenes were flashbacks and only Sun's were flashforwards (reflecting the fact that they are separated in time and space).\n\nThe series finale of Star Trek: Voyager, \"Endgame\", uses a technique similar to a flashforward. It depicts a future in which the U.S.S. Voyager has returned home after decades lost in deep space with various personal tragedies, prompting the ship's captain to use time travel to return to the timeframe of the series and return the crew home more directly.\n\nThe U.S. sci-fi TV series FlashForward revolves around everyone on Earth losing consciousness for 137 seconds, during which each person experiences a glimpse of events 6 months in the future.[2]  The series was itself based loosely on the novel Flashforward by Robert J. Sawyer.\n\nBritish soap opera Hollyoaks flashed forward six months in May 2010 for a special episode.[3]\n\nThe last episode of Six Feet Under ends with an extensive flashforward depicting the deaths of all the central characters for several decades in the future.\n\nBreaking Bad uses flashforwards throughout its second season showing a mystery regarding debris and corpses in Walter White's house and neighborhood, revealed to be the result of two planes crashing overhead. The first half of the fifth season begins with a flashforward one year into the future where Walter is fifty-two years old, and the second half begins with a continuation of the story, where he returns to his abandoned home. The plot of these flashforwards is resumed in the series finale.\n\nBetter Call Saul, a spin-off of Breaking Bad, follows a trend of starting each season with a flashforward scene, set after the events of Breaking Bad (and thus several years in the future relative to the time frame of the events narrated in Better Call Saul) and, apart from the flashforward in the final season premiere, shot in black and white. These scenes depict Saul Goodman's life after Breaking Bad as a fugitive of the law, working as a manager of a Cinnabon under a new alias. The plot of these flashforwards is resumed in the final four episodes of the series, which are also shot in black and white.\n\nHow to Get Away with Murder used in every episode flashforwards of scenes from future episodes until ninth episode of the first season.\n\nQuantico used flashforwards in order to unravel the future events that have occurred in the first and second season.\n\nThe Netflix series Elite used flashforwards to unravel the murder mystery of a future event, in the first season.\n\nThe Netflix series Quicksand used flashforwards to unravel the circumstances leading to a school shooting, in the first season.\n\nThe CW series Arrow utilizes flashforwards in its seventh season, having previously employed extensive flashbacks for its first five seasons. There are also flashforwards throughout the fourth season foreshadowing the character Laurel Lance's death.\n\nHollyoaks has a flashforward to New Year's Eve 2020 to see where the characters are in a year's time.\n\n"
        },
        {
            "title": "Film",
            "text": "Midway through the film They Shoot Horses, Don't They?, there is an abrupt flashforward when Robert, the character played by Michael Sarrazin, is seen being thrust into a jail cell by a police officer, even though he has done nothing to provoke such treatment. The audience is notified, later in the story, that Sarrazin's character would have indeed made choices that warrant his arrest.\n\nThe film Arrival relies extensively on prolepsis throughout the movie, disguised as flashbacks (like the aforementioned episode of Lost). The main character gains precognitive ability after learning the language of the aliens, and proceeds to use it to prevent the outbreak of war. She uses information revealed to her in the future to convince a military leader not to attack the aliens in the present.\n\n"
        },
        {
            "title": "Video games",
            "text": "In Until Dawn, players may find artifacts left by the Native American tribe who lived on the mountain that show premonitions of possible future events. Whether they come true is dependent on player actions; for example, one shows another character's death in a scene that can be avoided.\n\n"
        }
    ]
}