{
    "url": "https://en.wikipedia.org/wiki/Flatwoods_monster",
    "title": "Flatwoods monster",
    "table_of_contents": [
        "1 History",
        "2 Conventional explanations",
        "3 Legacy",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Flatwoods monster (also known as the Braxton County monster,[1] Braxie,[2] or the Phantom of Flatwoods),[3] in West Virginia folklore, is an entity reported to have been sighted in the town of Flatwoods in Braxton County, West Virginia, United States, on September 12, 1952, after a bright object crossed the night sky. Over 50 years later, some investigators have stated that they believe the light was a meteor and the creature was a barn owl perched in a tree, with shadows making it appear to be a large humanoid.[4]\n\n"
        },
        {
            "title": "History",
            "text": "At 7:15 p.m., on September 12, 1952, two brothers, Edward and Fred May, and their friend Tommy Hyer, said that they saw a bright object cross the sky and land on the property of local farmer G. Bailey Fisher. The boys went to the home of Kathleen May, where they told their story. May, accompanied by the three boys, local children Neil Nunley and Ronnie Shaver, and West Virginia National Guardsman Eugene Lemon, went to the Fisher farm in an effort to locate whatever it was that the boys had said they had seen. The group reached the top of a hill, where Nunley said they saw a pulsing red light. Lemon said he aimed a flashlight in that direction and momentarily saw a tall \"man-like figure with a round, red face surrounded by a pointed, hood-like shape\".\n\nDescriptions varied. In an article for Fate Magazine based on his tape-recorded interviews, UFO writer Gray Barker described the figure as approximately 10 feet (3 m) tall, with a round blood-red face, a large pointed \"hood-like shape\" around the face, eye-like shapes which emitted greenish-orange light, and a dark black or green body.[5] May described the figure as having \"small, claw-like hands\", clothing-like folds,[4] and \"a head that resembled the ace of spades\".[6] According to the story, when the figure made a hissing sound and \"glided toward the group\", Lemon screamed and dropped his flashlight, causing the group to run away.[7]\n\nThe group said they had smelled a \"pungent mist\" and some later said they were nauseated. The local sheriff and a deputy had been investigating reports of a crashed aircraft in the area. They searched the site of the reported monster but \"saw, heard and smelled nothing\". According to Barker's account, the next day, A. Lee Stewart Jr. of the Braxton Democrat claimed to have discovered \"skid marks\" in the field and an \"odd, gummy deposit\"[4][5] which were subsequently attributed by UFO enthusiast groups as evidence of a \"saucer\" landing.[8][4]\n\nAccording to former news editor Holt Byrne, \"newspaper stories were carried throughout the country, radio broadcasts were carried on large networks, and hundreds of phone calls were received from all parts of the country\". The national press services rated the story \"No. 11 for the year\". A minister from Brooklyn came to question the May family. A Pittsburgh paper sent a special reporter. UFO and Fortean writers like Gray Barker and Ivan T. Sanderson arrived to investigate.[9]\n\n"
        },
        {
            "title": "Conventional explanations",
            "text": "After investigating the case in 2000, Joe Nickell of the Committee for Skeptical Inquiry concluded that the bright light in the sky reported by the witnesses on September 12 was most likely a meteor, that the pulsating red light was likely an aircraft navigation or hazard beacon, and that the creature described by witnesses closely resembled an owl. Nickell suggested that witnesses' perceptions were distorted by their heightened state of anxiety. Nickell's conclusions are shared by a number of other investigators, including those of the Air Force.[4][10]\n\nThe night of the September 12 sighting, a meteor had been observed across three states—Maryland, Pennsylvania and West Virginia. According to Nickell, three flashing red aircraft beacons were also visible from the area of the sightings, which could account for descriptions of a pulsating red light and red tint on the face of the supposed monster.[4][10]\n\nNickell concluded that the shape, movement, and sounds reported by witnesses were also consistent with the silhouette, flight pattern, and call of a startled barn owl perched on a tree limb, leading researchers to conclude that foliage beneath the owl may have created the illusion of the lower portions of the creature (described as being a pleated green skirt). Researchers also concluded that the witnesses' inability to agree on whether the creature had arms, combined with May's report of it having \"small, claw-like hands\" which \"extended in front of it\", also matched the description of a barn owl with its talons gripping a tree branch.[4][5][9]\n\nAccording to skeptic Ryan Haupt, even though local boy Max Lockard admitted he had driven around the site \"hoping to see something\" in his Chevy truck, \"paranormal investigators concluded that the tracks, oily residue, and bits of a rubbery substance must have been left by the creature and not the truck\". Haupt explains nausea reported by some of the witnesses as a symptom \"consistent with hysteria and over-exertion\".[11]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Officials in Flatwood erected a welcome sign which designated the town as \"Home of the Green Monster\".[4] The town also commemorates the legend in its annual \"Flatwoods Days\" festival.[12]\n\nLocated in the town of Sutton, the Braxton County seat, is the Flatwoods Monster Museum, which is dedicated to the legend.[7] The Braxton County Convention and Visitor's Bureau also built a series of five tall chairs in the shape of the monster to serve as landmarks and visitor attractions. The Bureau rewards visitors who photograph all five chairs with \"Free Braxie\" stickers.[13]\n\nIn 2013, West Virginian rock singer Argyle Goolsby released a song called \"The Being\", which referenced the Flatwoods monster.[14]\n\nThe legend of the Flatwoods monster has also inspired media beyond West Virginia. The video games Fallout 76[15] and Everybody's Golf 4[16] each contain references to the legend. The creature was the subject of a 2018 documentary, The Flatwoods Monster: A Legacy of Fear, produced by Small Town Monsters, an indie production company documenting unusual events throughout America.[17] In television, the second episode of the 2019 History Channel series Project Blue Book titled \"The Flatwoods Monster\" is based on the Flatwoods incident.[18][19]\n\n"
        }
    ]
}