{
    "url": "https://en.wikipedia.org/wiki/Flea_circus",
    "title": "Flea circus",
    "table_of_contents": [
        "1 History",
        "2 Techniques with real fleas",
        "3 Techniques without real fleas",
        "4 Performers",
        "5 In popular culture",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A flea circus is a circus sideshow attraction in which fleas are attached (or appear to be attached) to miniature carts and other items, and encouraged to perform circus acts within a small housing.\n\n"
        },
        {
            "title": "History",
            "text": "The first records of flea performances were from watchmakers who were demonstrating their metalworking skills. In 1578, Mark Scaliot produced a lock and chain that were attached to a flea. The first recorded flea circus dates back to the early 1820s, when an Italian impresario called Louis Bertolotto advertised an “extraordinary exhibition of industrious fleas” on Regent Street, London.[1] Some flea circuses persisted in very small venues in the United States as late as the 1960s. The flea circus at Belle Vue Zoological Gardens, Manchester, England, was still operating in 1970.\n\nIn 2013, there was still at least one genuine flea circus still performing (at the annual Oktoberfest in Munich, Germany[2]) and Svensons in the UK occasionally use real fleas, but most flea circuses are a sideline of magicians and clowns, and use electrical or mechanical effects instead of real fleas.\n\n"
        },
        {
            "title": "Techniques with real fleas",
            "text": "Fleas typically live only for a few months. They are observed to see if they have a predisposition for jumping or walking. Once sorted, they are harnessed by carefully wrapping a thin gold wire around their neck.[3] Once in the harness, the fleas usually stay in it for life. The harnesses are attached to the props and the strong legs of the flea allow them to move objects significantly larger than themselves. Jumping fleas are used for kicking small lightweight balls. They are carefully given a ball; when they try to jump away (which is not possible because of the harness), they shoot the ball instead. Running fleas can pull small carts and vehicles or rotate a Ferris wheel.[4][full citation needed]\n\nThere are historical reports of fleas glued to the base of the flea circus enclosure. Miniature musical instruments were then glued to the flea performers and the enclosure was heated. The fleas fought to escape, giving the impression of playing instruments.[5]\n\n"
        },
        {
            "title": "Techniques without real fleas",
            "text": "Some flea circuses may appear to use real fleas, but in fact do not. A variety of electrical, magnetic, and mechanical devices have been used to augment exhibits. In some cases, these mechanisms are responsible for all of the \"acts\", with loose fleas in the exhibit maintaining the illusion. These circuses are known as \"Humbug\" flea circuses. Michael Bentine gave a mechanical flea circus a regular slot on his television show, It's a Square World in the 1960s.[6]\n\n"
        },
        {
            "title": "Performers",
            "text": "Current flea circuses:\n\nIn the 1990s, María Fernanda Cardoso toured the world with her installation art flea circus.[14]\n\nProfessor Heckler's flea circus (in residence at Hubert's Dime Museum in Times Square, New York until 1957) can be seen in the background of the films The Thief and Easy Rider. L. Bertolotto ran a famous flea circus in Regent Street, London.[15]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Flea circuses have featured in cartoons, films, television shows, music, and novels.[16][17][18][19]\n\n"
        }
    ]
}