{
    "url": "https://en.wikipedia.org/wiki/Flight_of_the_Lost_Balloon",
    "title": "Flight of the Lost Balloon",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Flight of the Lost Balloon is a 1961 film produced, written and directed by Nathan Juran and stars Mala Powers and Marshall Thompson.[2][3]\n\n\nThe film was inspired by Jules Verne's 1863 novel Five Weeks in a Balloon and beat the major Irwin Allen film release of the book to the cinemas.[4] [N 1]\n"
        },
        {
            "title": "Plot",
            "text": "In 1878, British explorer, Sir Hubert Warrington (Douglas Kennedy) is held prisoner in an old fortress on the Nile. A despotic Hindu (James Lanphier) keeps him captive, as Sir Hubert discovered the hidden tomb where Cleopatra's treasure is buried.\n\nSir Hubert refuses to disclose the exact location of the jewels, resisting the Hindu's many painful tortures. The Hindu goes to England and tricks the Royal Geographical Society in London into organizing a rescue mission. Included in the expedition is Sir Hubert's fiancée, Ellen Burton (Mala Powers), whom the Hindu plans to torture until Sir Hubert agrees to talk.\n\nA young explorer, Dr. Joseph Faraday (Marshall Thompson), convinces the Royal Geographical Society that the trip should be made by balloon. With Ellen and the Hindu, the group set out for Egypt. After several adventures, including their temporary capture by cannibals and an attack by huge condors, the trio arrive at the Nile fortress where Sir Hubert is held captive. Prior to landing a tear in the balloon makes the party jettison all their ballast and belongings, with Faraday jumping into the water to lighten the load.\n\nUpon the pair's arrival, the Hindu has Ellen tortured on a stretching rack, but Sir Hubert still refuses to divulge his secret. Faraday, who has swum ashore and has eluded the Hindu's native helpers and his captive gorillas, rescues them, but Sir Hubert dies trying to load the balloon with chests of treasure. Faraday and Ellen make their escape but in order to keep the balloon aloft, they are forced to jettison the gold and jewels. Ellen, however, in love with Faraday, saves one diamond for a wedding ring.\n\n"
        },
        {
            "title": "Production",
            "text": "Nathan Juran agreed to make the film with the working title of Cleopatra and the Cyclops.[4] because he had a percentage of the profits. It was produced by the Woolner brothers who had directed the director on Attack of the 50 Foot Woman.[6]\n\n\"I wanted to become independent of the major studios,\" said Juran. \"I was always looking for a small entrepreneur with whom I could grow as a partner in the company. I thought it might have worked  out with the Woolners, but they were just the wrong people for me. They were real schlock guys. I owned one quarter of Lost Balloon but they stole all the money.\"[1]\n\nIn May 1960, the Woolners signed Marshall Thompson and James Lanphier to star in the film. Lanphier was taking part under a three picture contract with the Woolners, the other films of which were to be Adventures of Captain Kidd and Thunder Over San Juan.[7]\n\nFlight of the Lost Balloon was shot over 10 days from May to June 1961 in Puerto Rico.[8] Shooting was extremely difficult as there were no studio facilities.[1][9]\n\n"
        },
        {
            "title": "Reception",
            "text": "As a promotional gimmick people who bought tickets for Flight of the Lost Balloon were given a \"motion sickness pill\".[10] Film reviewer John L. Scott, writing for the Los Angeles Times said, \"I could hardly wait to escape\".[11]\n\n"
        }
    ]
}