{
    "url": "https://en.wikipedia.org/wiki/Florence_Scovel_Shinn",
    "title": "Florence Scovel Shinn",
    "table_of_contents": [
        "1 Early life",
        "2 Illustrator",
        "3 Writings and New Thought",
        "4 Work",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Florence Scovel Shinn (September 24, 1871 in Camden, New Jersey – October 17, 1940) was an American artist and book illustrator who became a New Thought spiritual teacher and metaphysical writer in her middle years.[1][2]\n\nIn New Thought circles, Shinn is best known for her first book, The Game of Life and How to Play It (1925). She  expressed her philosophy as:\n\n"
        },
        {
            "title": "Early life",
            "text": "Florence Scovel was born in Camden, New Jersey, the daughter of Alden Cortlandt Scovel and Emily Hopkinson Scovel.[3] Her great, great, grandfather,[4] Francis Hopkinson, signed the Declaration of Independence and is the earliest documented American composer of song.[5] She was educated in Philadelphia where she attended the Pennsylvania Academy of the Fine Arts and there met her future husband, the artist Everett Shinn (1876–1953). After marriage they moved into a studio apartment at 112 Waverly Place, near Washington Square, New York. Everett built a theatre next door, and wrote three plays in which Florence played a leading role.[6] They spent their summers in Plainfield (Cornish Art Colony), New Hampshire in a Colonial-style house designed by her husband.[7] Florence and Everett divorced in 1912.[3]\n\n"
        },
        {
            "title": "Illustrator",
            "text": "Florence worked as an illustrator in the early 1900s.[8] She illustrated fiction in Harper's and other magazines, as well as popular novels such as Mrs. Wiggs of the Cabbage Patch (1901).[9] The Society of Illustrators elected her to an Associate Membership in 1903, even though it did not admit women to full membership in the organization until 1922.[10]\n\nAn early biographical sketch of Florence Scovel Shinn as an Illustrator offers insight into her later writings and attitude towards life:\n\n\n\n"
        },
        {
            "title": "Writings and New Thought",
            "text": "Her metaphysical works began with her self-published The Game of Life and How to Play it in 1925. Your Word is Your Wand was published in  1928 and The Secret Door to Success in 1940.[6] After her death another two works were published, The Power Of The Spoken Word in 1945 by Shinn Press[12] and The Magic Path Of Intuition. This last book was published by Louise Hay in 2013 who received from a rare-books dealer a small, typewritten unpublished manuscript of the last writings of Florence Scovel Shinn, accompanied by a cover letter which said in part:\n\nThe Game of Life and How to Play it includes quotes from the Bible and anecdotal explanations of the author's understanding of God and man. Her philosophy centers on the power of positive thought and usually includes instructions for verbal or physical affirmation.[citation needed]\n\nOne example typical of Scovel Shinn's advice was:\n\nHer advice is usually accompanied by a \"real life\" anecdote, as for the above \"Love one another\" advice:\n\nHer books Your Word Is Your Wand[15] and The Game of Life and How To Play It [16] were released as audiobooks in 2014 and 2015, respectively, with narration by actress Hillary Hawkins.[citation needed]\n\nShinn is considered part of the New Thought movement, as her writings follow in the tradition of Phineas Quimby (1802–1866), Mary Baker Eddy (1821–1910),  Emma Curtis Hopkins (1849–1925), and both Charles Fillmore (1854–1948) and Myrtle Fillmore (1845–1931), co-founders of the Unity Church.[citation needed]\n\nMotivational author Louise Hay acknowledged her as an early influence.[17]\n\n"
        },
        {
            "title": "Work",
            "text": "Published work during her life\n\nPublished work after her death[12][13]\n\n"
        },
        {
            "title": "Bibliography",
            "text": "The Cornish Colony:\n\n"
        }
    ]
}