{
    "url": "https://en.wikipedia.org/wiki/Florida_Western",
    "title": "Florida Western",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "A Florida Western can be used to describe a small number of films and literature set in the 19th century, particularly around the time of the Second Seminole War. Not a significant number of these films have been made, as most Hollywood and other genre westerns are usually located in other regions of the United States, particularly the former frontier territories of \"the West\".\n\nA series of novels about Florida in the 19th century and their Florida cracker characters have been called Cracker Westerns.[1][2]\n\n"
        },
        {
            "title": "Literature",
            "text": "In 1895 Frederic Remington and Owen Wister traveled to Florida to write a story on Florida's cowboys for Harper's Weekly.[3]\n\nIn the 1990s a series of Cracker Westerns by several authors were published.\n\nIn 2014 Rough Edges Press published Palmetto Empire by David Hardy. This novel follows the fictional adventures of backwoodsmen, outlaws, and rebels in the era of the First Seminole War.\n\n"
        },
        {
            "title": "Films",
            "text": "It was during the 1950s that most of these films were produced and many included a fictional and stereotypical portrayal of the real life Seminole leader, Osceola, who resisted American expansion into Florida during the late 1830s.  The film Distant Drums (1951), which was one of the earliest Florida Westerns made, even changed his name to Oscala and portrayed him as a malevolent savage, filled with a constant bloodlust who fed living prisoners to alligators.\n\nOne of the advantages of these types of films, however, was that the producers often used the Florida Everglades as a backdrop. Now a contemporary audience has the benefit of glimpsing this wilderness in its mid-20th century form. The producers of Distant Drums even used the historic Castillo de San Marcos fort as a backdrop for the story. It was depicted as a fictitious stronghold for Spanish gunrunners selling armaments to the Seminole on the west coast of Florida, although it is actually located on the east coast.\n\nFilms which were made and could be considered Florida Westerns include:\n\n"
        }
    ]
}