{
    "url": "https://en.wikipedia.org/wiki/Flower_mantis",
    "title": "Flower mantis",
    "table_of_contents": [
        "1 Example species: Orchid mantis",
        "1.1 Antipredator behaviour",
        "2 Taxonomic range",
        "3 See also",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFlower mantises are praying mantis species that use a special form of camouflage referred to as aggressive mimicry, which they not only use to attract prey, but avoid predators as well. These insects have specific colorations and behaviors that mimic flowers in their surrounding habitats.[2] This strategy has been observed in other mantises including the stick mantis and dead-leaf mantis.[2] The observed behavior of these mantises includes positioning themselves on a plant and either inserting themselves within the irradiance or on the foliage of the plants until a prey insect comes within range.[2] Many species of flower mantises are popular as pets. The flower mantises are non-nocturnal group with a single ancestry (a clade), but the majority of the known species belong to family Hymenopodidea.\n\n"
        },
        {
            "title": "Example species: Orchid mantis",
            "text": "The orchid mantis, Hymenopus coronatus of southeast Asia mimics orchid flowers.[3][2] There is no evidence that suggests that they mimic a specific orchid, but their bodies are often white with pink markings and green eyes.[3] These insects display different body morphologies depending on their life stage; juveniles are able to bend their abdomens upwards, allowing them to easily resemble a flower. However, the adult’s wings are too large inhibiting their ability to bend as the juveniles do.[2] This dichotomy suggests that there must be other processes involved to attract insect prey species. Since Hymenopus coronatus don't often mimic one orchid in particular, their colorations don’t often coincide with the colorations of a single orchid species.[4]\n\nOne mechanism displayed by the orchid mantis to attract prey is the ability to absorb UV light the same way that flowers do.[4][2] This makes the mantis appear flower-like to UV-sensitive insects who are often pollinators.[4][2] To an insect, the mantis and the surrounding flowers appear blue; this contrasts against the foliage in the background that appears red.[2]\n\nIn his 1940 book Adaptive Coloration in Animals, Hugh Cott quotes an account by Nelson Annandale, saying that the mantis hunts on the flowers of the \"Straits Rhododendron\", Melastoma polyanthum. The nymph has what Cott calls \"special alluring coloration\" (aggressive mimicry), where the animal itself is the \"decoy\". The insect is pink and white, with flattened limbs with \"that semiopalescent, semicrystalline appearance that is caused in flower petals by a purely structural arrangement of liquid globules or empty cells\". The mantis climbs up the twigs of the plant and stands imitating a flower and waits for its prey patiently. It then sways from side to side, and soon small flies land on and around it, attracted by the small black spot on the end of its abdomen, which resembles a fly. When a larger dipteran fly, as big as a house fly, landed nearby, the mantis at once seized and ate it.[5][6] More recently (2015), the orchid mantis's coloration has been shown to mimic tropical flowers effectively, attracting pollinators and catching them.[7]\n\nJuvenile mantises secrete a mixture of the chemicals 3HOA and 10HDA, attracting their top prey species, the oriental bumblebee. This method of deception is aggressive chemical mimicry, imitating the chemical composition of the bee's pheromones. The chemicals are stored in the mandibles and released when H. coronatus is hunting.[2] Adult mantises do not produce these chemicals.[2][3][4]\n\n"
        },
        {
            "title": "Taxonomic range",
            "text": "The flower mantises include species from several genera, many of which are popularly kept as pets:\n\n"
        }
    ]
}