{
    "url": "https://en.wikipedia.org/wiki/Flush_toilet",
    "title": "Flush toilet",
    "table_of_contents": [
        "1 Operation",
        "1.1 Mechanical flush from a cistern",
        "1.2 Mechanical flush from a high-pressure water supply",
        "1.3 Manual flush (pour flush)",
        "1.4 Vacuum toilet",
        "2 Flushing systems",
        "2.1 Flush tanks",
        "2.1.1 Tank fill valve",
        "2.1.2 Flapper-flush valve or drop valve",
        "2.1.3 Siphon-flush mechanism",
        "2.1.4 High-pressure or pressure-assisted tanks",
        "2.1.5 Tipping bucket type valve",
        "2.2 Tankless style with high-pressure (flushometer) valve",
        "3 Bowl design",
        "3.1 Siphonic bowls",
        "3.1.1 Single trap siphonic toilet",
        "3.1.2 Double trap siphonic toilet",
        "3.2 Non-siphonic bowls",
        "3.2.1 Washdown toilet",
        "3.2.2 Washout toilet",
        "3.2.3 Squat toilet",
        "3.3 Valve closet",
        "4 Low-flow and high-efficiency flush toilets",
        "4.1 US standards for new toilets",
        "5 Maintenance and hygiene",
        "5.1 Clogging",
        "5.2 Aerosols",
        "6 History",
        "6.1 Pre-modern flush toilet systems",
        "6.2 Development of the modern flush toilet",
        "6.3 Industrial production",
        "6.4 Spread and further developments",
        "7 Manufacture",
        "8 Water usage",
        "8.1 Flushing with non-potable water sources",
        "9 Etymology",
        "9.1 Water closet",
        "10 Society and culture",
        "10.1 Swirl direction myth",
        "10.2 Courtesy flush",
        "11 See also",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A flush toilet (also known as a flushing toilet, water closet (WC) – see also toilet names) is a toilet that disposes of human waste (principally urine and feces) by using the force of water to flush it through a drainpipe to another location for treatment, either nearby or at a communal facility, thus maintaining a separation between humans and their waste. Flush toilets can be designed for sitting (in which case they are also called \"Western\" toilets) or for squatting, in the case of squat toilets. Most modern sewage treatment systems are also designed to process specially designed toilet paper. The opposite of a flush toilet is a dry toilet, which uses no water for flushing.\n\nFlush toilets are a type of plumbing fixture and usually incorporate an \"S\", \"U\", \"J\", or \"P\" shaped bend called a trap that causes water to collect in the toilet bowl to hold the waste and act as a seal against noxious sewer gases. Most flush toilets are connected to a sewerage system that conveys wastewater to a sewage treatment plant; alternatively, a septic tank or composting system may be used.[3]\n\nAssociated devices are urinals, which dispose of male urine, and bidets, which use water to cleanse the anus, perineum, and genitals after using the toilet.\n\n"
        },
        {
            "title": "Operation",
            "text": "A typical flush toilet is a fixed, vitreous ceramic bowl (also known as a pan) which is connected to a drain. After use, the bowl is emptied and cleaned by the rapid flow of water into the bowl. This flush may flow from a dedicated tank (cistern), a high-pressure water pipe controlled by a flush valve, or by manually pouring water into the bowl. Tanks and valves are normally operated by the user, by pressing a button, pushing down on a handle, pulling a lever or pulling a chain. The water is directed around the bowl by a molded flushing rim around the top of the bowl or by one or more jets, so that the entire internal surface of the bowl is rinsed with water.\n\nA typical toilet has a tank fixed above the bowl which contains a fixed volume of water, and two devices. The first device allows part of the contents of the tank (usually in the 3–6 liters; 3⁄4 to 11⁄2 gallon range) to be discharged rapidly into the toilet bowl, causing the contents of the bowl to be swept or sucked out of the toilet and into the drain, when the user operates the flush. The second device automatically allows water to enter the tank until the water level is appropriate for a flush.\n\nThe water may be discharged through a \"toilet flapper valve\" (not to be confused with a type of check valve), or through a siphon. A float usually commands the refilling device.\n\nToilets without cisterns are often flushed through a simple flush valve or \"Flushometer\" connected directly to the water supply. These are designed to rapidly discharge a limited volume of water when the lever or button is pressed then released.\n\nA toilet does not need be connected to a water supply, but may be pour-flushed.[4] This type of flush toilet has no cistern or permanent water supply, but is flushed by pouring in a few litres of water from a container. The flushing can use as little as 2–3 litres (1⁄2 to 3⁄4 gallon).[4] This type of toilet is common in many Asian countries. The toilet can be connected to one or two pits, in which case it is called a \"pour flush pit latrine\" or a \"twin pit pour flush pit latrine\". It can also be connected to a septic tank.\n\nA vacuum toilet is a flush toilet that is connected to a vacuum sewer system, and removes waste by suction. They may use very little water (less than a quarter of a liter per flush) or none,[5] (as in waterless urinals). Some flush with coloured disinfectant solution rather than with water.[citation needed] They may be used to separate blackwater and greywater, and process them separately[citation needed] (for instance, the fairly dry blackwater can be used for biogas production, or in a composting toilet).\n\nPassenger train toilets, aircraft lavatories, bus toilets, and ships with plumbing often use vacuum toilets. The lower water usage saves weight and avoids water slopping out of the toilet bowl in motion.[6] Aboard vehicles, a portable collection chamber is used; if it is filled by positive pressure from an intermediate vacuum chamber, it need not be kept under vacuum.[citation needed]\n\n"
        },
        {
            "title": "Flushing systems",
            "text": "The flushing system provides a large flow of water into the bowl. They normally take the form of either fixed tanks of water or flush valves.\n\nFlush tanks or cisterns usually incorporate a mechanism to release water from the tank and an automatic valve to allow the cistern to be refilled automatically.\n\nThis system is suitable for locations plumbed with 1⁄2 inch (13 mm) or 3⁄8 inch (9.5 mm) water pipes which cannot supply water quickly enough to flush the toilet; the tank is needed to supply a large volume of water in a short time. The tank typically collects between 6 and 17 litres (1.3 and 3.7 imp gal; 1.6 and 4.5 US gal) of water over a period of time. In modern installations the storage tank is usually mounted directly above and behind the bowl.\n\nOlder installations, known as \"high suite combinations\", used a high-level cistern (tank), fitted above head height, activated by a pull chain connected to a flush lever on the cistern. When more modern close-coupled cistern and bowl combinations were first introduced, these were first referred to as \"low suite combinations\". Modern versions have a neater-looking low-level cistern with a lever that the user can reach directly, or a close-coupled cistern that is even lower down and fixed directly to the bowl. In recent decades the close coupled tank/bowl combination has become the most popular residential system, as it has been found by ceramic engineers that improved waterway design is a more effective way to enhance the bowl's flushing action than high tank mounting.\n\nTank fill valves are found in all tank-style toilets. The valves are of two main designs: the side-float design and the concentric-float design. The side-float design has existed for over a hundred years. The concentric design has only existed since 1957 but is gradually becoming more popular than the side-float design.\n\nThe side-float design uses a float on the end of a lever to control the fill valve. The float is usually shaped like a ball, so the mechanism is often called a ball-valve or a ballcock (cock in this context is an alternative term for valve; see, for example, stopcock). The float was originally made from copper sheet, but it is now usually plastic. The float is located to one side of the main valve tower or inlet at the end of a rod or arm. As the float rises, so does the float-arm. The arm connects to the fill valve that blocks the water flow into the toilet tank and shuts off the water when the float reaches a set height. This maintains a constant level in the tank.\n\nThe newer concentric-float fill valve consists of a tower which is encircled by a plastic float assembly. Operation is otherwise the same as a side-float fill valve, even though the float position is somewhat different. By virtue of its more compact layout, interference between the float and other obstacles (tank insulation, flush valve, and so on) is greatly reduced, thus increasing reliability. The concentric-float fill valve is also designed to signal to users automatically when there is a leak in the tank, by making much more noise when a leak is present than the older style side-float fill valve, which tends to be nearly silent when a slow leak is present.\n\nNewer fill valves have a delayed action that will not start filling the tank/cistern until the flapper/drop valve has closed which saves some water.\n\nIn tanks using a flapper-flush valve, the outlet at the bottom of the tank is covered by a buoyant (plastic or rubber) cover, or flapper, which is held in place against a fitting (the flush valve seat) by water pressure. The user pushes a lever to flush the toilet, which lifts the flush valve from the valve seat. The valve then floats clear of the seat, allowing the tank to empty quickly into the bowl. As the water level drops, the floating flush valve descends back to the bottom of the tank and covers the outlet pipe again. This system is common in homes in North America and in continental Europe. From 2001, due to a change in regulations, this flush system has also become available in the UK, where prior to that the siphon-type flush was mandated.[7][8]\n\nDual flush versions of this design with push buttons are widely available. They have one level of water for liquid waste and a higher level for solid waste.\n\nIn North America, newer toilets have a 3 in (76 mm) flapper-flush valve.  Older toilets have a 2 in (51 mm) flapper-flush valve.[9] The larger flapper-flush valve is used on toilets that use less water, such as 6.1 L (1.6 US gal) per flush. Some have a bell inlet for a faster more effective flush.\n\nA problem with the valve type flush mechanism is that it invariably starts to leak after a couple of years use due to wear and tear of the valve, particles, etc. trapped in the valve. Quite often this leakage is barely noticeable but adds up to a considerable water wastage. In the UK it has been found that between 5 and 8% of toilets (mostly dual flush drop valves) are leaking, each one between 215 and 400 litres (50 to 90 gallons) on average per day.[10] Whilst they save more water than they leak, regular maintenance or use of a non-leaking flush mechanism will maximise water savings.\n\nThis system, invented by Albert Giblin and common in the UK, uses a storage tank similar to that used in the flapper-flush-valve system above.[11] This flush valve system is sometimes referred to as a valveless system, since no valve as such is required.\n\nThe siphon is formed of a vertical pipe that links the flush pipe to a domed chamber inside the cistern. A perforated disc, covered by a flexible plate or flap, is fitted inside this chamber and is joined by a rod to the flush lever.\n\nPressing the lever raises the disc, forces water over the top of the siphon into the vertical pipe, and starts the siphonic flow. Water flows through the perforated disc past the flap until the cistern is empty, at which point air enters the siphon and the flush stops. \n\nThe advantage of a siphon over the flush valve is that it has no sealing washers that can wear out and cause leaks, whereas other valve types - flapper, drop valve do leak, invariably after a couple of years of use and they have reduced water savings due to the valves not being maintained in practice. The siphon membrane will require occasional replacement.\n\nUntil 1 January 2001, the use of siphon-type cisterns was mandatory in the UK[12] but after that date the regulations additionally allowed pressure flushing cisterns and pressure flushing valves (though the latter remained forbidden in houses). Siphons can sometimes be more difficult to operate than a \"flapper\"-based flush valve because moving the lever requires more torque than a flapper system. This additional torque is required because a certain amount of water must be lifted up into the siphon passageway in order to initiate the siphon action in the tank. Splitting or jamming of the flexible flap covering the perforated disc can cause the cistern to go out of order.\n\nDual-flush versions of the siphon cistern provide a shorter flush option by allowing air into the siphon to stop the siphon action before the tank is empty.\n\nThe siphon system can also be combined with an air box to allow multiple siphons to be installed in a single trough cistern.\n\nPressure-assisted toilets are sometimes found in both private (single, multiple, and lodging) installations as well as light commercial installations (such as offices). Products from several companies use 1.4 US gallons (5.3 L) to 1.0 US gallon (3.8 L) per flush.\n\nThe mechanism consists of a plastic tank hidden inside the typical ceramic cistern or an exposed metal tank/cistern.[13]\nWhen the tank fills with water, the air trapped inside compresses. When the air pressure inside the plastic tank reaches a certain level, the tank stops filling with water. A high-pressure valve located in the center of the vessel holds the air and water inside until the user flushes the toilet.[14]\n\nDuring flushing, the user activates the valve via a button or lever, which releases the pressurized water into the bowl at a flow rate much higher than a conventional gravity-flow toilet. One advantage to this is lower water consumption than a gravity-flow toilet, or more effectiveness with a similar amount of water. As a result, the toilet does not clog as easily as those using non-pressurized mechanisms.\n\nHowever, there are some financial and safety disadvantages. These toilets are generally more expensive to purchase, and the plastic tanks need to be replaced about every 10 years. They also have a noisier flush than other models. In addition, pressure-assisted tanks have been known to explode, causing serious injuries and property damage, resulting in a massive recall beginning in 2012 of over 1.4 million toilets equipped with the tank.[15][16]\n\nSome newer toilets use similar pressure-assist technology, along with a bowl and trapway designed to enhance the siphon effect; they use only 0.8 US gallons (3.0 L) per flush, or 0.5 US gallons (1.9 L) / 0.95 US gallons (3.6 L) for dual flush models.[17] This design is also much quieter than other pressure-assist or flushometer toilets.\n\nA number of tipping bucket type cisterns have been developed.[18] In the cistern is placed a tipping bucket with its axis aligned or perpendicular with the cistern. They have a lever which is rotated emptying the bucket which allows a variable flush. Usually the quantity of water is marked on the cistern and depending on the performance of the bowl a dual flush can be achieved e.g. 3/6, 3/4.5, 3/3, 1/2 litres, etc. A normal or delayed action refill valve is used.\n\nIn 1906, William Sloan first made available his \"flushometer\" style toilet flush valve, incorporating his patented design.[19] The design proved to be very popular and efficient and remains so to this day. Flushometer toilet flush valves are still often installed in commercial restrooms, and are frequently used for both toilets and urinals. Since they have no tank, they have no fill delay and can be used again immediately. They can be easily identified by their distinctive chrome pipe-work, and by the absence of a toilet tank or cistern, wherever they are employed.\n\nSome flushometer models require the user to either depress a lever or press a button, which in turn opens a flush valve allowing mains-pressure water to flow directly into the toilet bowl or urinal. Other flushometer models are electronically triggered, using an infrared sensor to initiate the flushing process. Typically, on electronically triggered models, an override button is provided in case the user wishes to manually trigger flushing earlier. Some electronically triggered models also incorporate a true mechanical manual override which can be used in the event of the failure of the electronic system. In retrofit installations, a self-contained battery-powered or hard-wired unit can be added to an existing manual flushometer to flush automatically when a user departs.\n\nOnce a flushometer valve has been flushed, and after a preset interval, the flushometer mechanism closes the valve and stops the flow. The flushometer system requires no storage tank, but uses a high rate of water flow for a very short time. Thus a 3⁄4 inch (22 mm) pipe at minimum, or preferably a 1-inch (29 mm) pipe, must be used. Water main pressures must be above 30 pounds per square inch (2.1 bar). The higher water pressure employed by a flushometer valve scours the bowl more efficiently than a gravity-driven system, and fewer blockages typically occur as a result of this higher water pressure. Flushometer systems require approximately the same amount of water as a gravity system to operate (1.6 gpf).\n\n"
        },
        {
            "title": "Bowl design",
            "text": "The \"bowl\" or \"pan\" of a toilet is the receptacle that receives bodily waste. A toilet bowl is most often made of a ceramic, but can sometimes be made of stainless steel or composite plastics. Toilet bowls are mounted in any one of three basic manners: above-floor mounted (pedestal), wall mounted (cantilever), or in-floor mounted (squat toilet).\n\nWithin the bowl, there are three main waterway design systems: the siphoning trapped system (found primarily in North American residential installations, and in North American light commercial installations), the non-siphoning trapped system (found in most other installations), and the valve-closet system (found in trains, passenger aircraft, buses, and other such installations around the world). Older style toilets called \"washout\" toilets are now only found in a few locations.\n\nThe siphonic toilet, also called \"siphon jet\" and \"siphon wash\", is perhaps the most popular design in North America for residential and light commercial toilet installations. All siphonic toilets incorporate an \"S\" shaped waterway.\n\nStanding water in the bowl acts as a barrier to sewer gas coming out of the sewer through the drain, and also as a receptacle for waste. Sewer gas is vented through a separate vent pipe attached to the sewer line. The water in the toilet bowl is connected to the drain by a drainpipe shaped like an extended \"S\" which curves up behind the bowl and down to the drain. The portion of the channel behind the bowl is arranged as a siphon tube, whose length is greater than the depth of the water in the bowl. The top of the curving tube limits the height of the water in the bowl before it flows down the drain. The waterways in these toilets are designed with slightly smaller diameters than a non-siphonic toilet, so that the waterway will naturally fill up with water each time it is flushed, creating the siphon action.\n\nAt the top of the toilet bowl is a rim with many angled drain holes that are fed from the tank, which fill, rinse, and induce swirling in the bowl when it is flushed. Some designs use a large hole in the front of the rim to allow faster filling of the bowl. There may also be a siphon jet hole about 1 inch (2.5 cm) diameter in the bottom of the toilet bowl trap.\n\nIf the toilet is flushed from a tank, a large holding cistern is mounted above the toilet, containing approximately 1.2 to 1.6 US gallons (4.5 to 6.1 l; 1.00 to 1.33 imp gal) of water in modern designs. This tank is built with a large drain 2 to 3 inches (5.1 to 7.6 cm) diameter hole at its bottom covered by a flapper valve that allows the water to rapidly leave the holding tank when the flush is activated. Alternatively, water may be supplied directly via a flush valve or \"flushometer\".\n\nThe rapid influx of water into the bowl causes the standing water in the bowl to rise and fill the S-shaped siphon tube mounted in the back of the toilet. This starts the toilet's siphonic action. The siphon action quickly \"pulls\" nearly all of the water and waste in the bowl and the on-rushing tank water down the drain in about 4–7 seconds —it flushes. When most of the water has drained out of the bowl, the continuous column of water through the siphon is broken when air enters the siphon tube. The toilet then gives its characteristic gurgle as the siphonic action ceases and no more water flows out of the toilet.\n\nA \"true siphonic toilet\" can be easily identified by the noise it makes. If it can be heard to suck air down the drain at the end of a flush, then it is a true siphonic toilet. If not, then it is either a double trap siphonic or a non-siphonic toilet.\n\nIf water is poured slowly into the bowl it simply flows over the rim of the waterway and pours slowly down the drain—thus the toilet does not flush properly.\n\nAfter flushing, the flapper valve in the water tank closes or the flush valve shuts; water lines and valves connected to the water supply refill the toilet tank and bowl. Then the toilet is again ready for use.\n\nNote with this flush design: With age the forward (\"flush\") jet connection to the upper inlet in the toilet may slowly clog and (over many years) eventually lead to poor, or no flushing action – despite the fact that the main bowl's exit pipe and the toilet's air vent are both open. A test for this is if a \"normal flush\" evacuation of the bowl occurs when a large amount of water is poured into the bowl at a fast rate. If test is positive, yet the normal full tank flush, in comparison, has diminished flow; or after time no flush, One should check if the flush jet is clogged – leading to the need to snake the jet tube to restart normal flush function or replace the toilet entirely.\n\nThe double trap siphonic toilet is a less common type that is exceptionally quiet when flushed. A device known as an aspirator uses the flow of water in a flush to pull air from the cavity between the two traps, reducing the air pressure inside and creating a siphon which pulls water and waste from the toilet bowl. Towards the end of the flush cycle the aspirator ceases being immersed in water, thus allowing air to enter the cavity between the traps and breaking the siphon, without the noise while the final flush water fills the pan.[20][citation needed]\n\nWashdown toilets are the most common form of pedestal and cantilever toilets outside the Americas.[citation needed] The bowl has a large opening at the top which tapers down to a water trap at the base. It is flushed from the top by water discharged through a flushing rim or jets. The force of the water flowing into the bowl washes the waste through the trap and into the drains.\n\nWashdown bowls developed from earlier \"hopper\" closets, which were simple conical bowls connected to a drain. However, waste is typically excreted towards the back of the toilet, rather than the exact center, and the backs of the hoppers were prone to becoming soiled. The modern washdown bowl has a steeply sloping back and a more gently sloping or curving front, so the water trap is off-center, towards the rear of the toilet. With this \"eccentric cone\" design, most waste drops into the pool of water at the base of the bowl, rather than onto the surface of the toilet. Early washdown closets had a large water area at the base to minimize soiling, which required a large volume of water to clear them effectively. Modern bowls have a smaller area, which reduces the volume of water needed to flush them; however, that water area is always small compared to the water area of a typical North American siphonic bowl, and this makes the washdown bowl prone to soiling.\n\nWashout, or Flachspüler (\"shallow flush\"), toilets have a flat platform with a shallow pool of water. They are flushed by a jet of water from the back that drives waste into the trap below. From there, the water flow removes it into the sewage system. An advantage of the design is that users will not get splashed from below. Taking of stool samples is also simplified. Washout toilets have a shallow pool of water into which waste is deposited, with a trapped drain just behind this pool. Waste is cleared out from this pool of water by being swept over into the trap (usually either a P-trap or an S-trap) and then beyond into a sewer by water from the flush. Washout pans were among the first types of ceramic toilets invented and since the early 1970s are now only found in a decreasing number of localities in Europe.[citation needed] A washout toilet is a kind of flush toilet which was once predominantly used in Germany, Austria and France. It was patented in Britain by George Jennings in 1852 and remained the standard toilet type in Britain throughout the 19th century.[citation needed]\n\nExamples of this type of toilet can be found in Austria, the Czech Republic, Germany, Hungary, the Netherlands, and some regions of Poland, although it is becoming less common.\n\nOne disadvantage of this design is that it may require the more intense use of a toilet brush to remove bits of feces that may have left marks on the shelf.[citation needed] Additionally, this design presents the disadvantage of creating a strong lingering odor since the feces are not submerged in water immediately after excretion. Similar designs are found in some early toilets in the US, one particular brand being labeled the \"Grand Niagara\", as the flushing of the shelf created a waterfall effect into the drain chamber.[citation needed]\n\nIn many parts of Asia, people traditionally use the toilet in a squatting position. This applies to defecation and urination by males and females. Therefore, homes and public washrooms have squat toilets, with the toilet bowl installed in the floor. This has the advantages of not needing an additional toilet seat and also being more convenient for cultures where people use water to wash their genitals instead of toilet paper. However, Western-style toilets that are mounted at sitting height and have a plastic seat have become popular as well. Many public washrooms have both squatting and sitting toilets.\n\nIn Western countries, instructions have been put up in some public toilets used by people accustomed to squat toilets, on the correct use of a sitting-style toilet. This is to avoid breaking the toilet or seat if someone attempts to squat on the edges.[21]\n\nThe \"Anglo-Indian\" design used in India allows the same toilet to be used in the sitting or the squatting position.\n\nThe valve closet has a valve or flap at the exit of the bowl, often with a watertight seal to retain a pool of water in the pan. When the toilet is flushed, the valve is opened and the water in the pan flows rapidly out of the bowl into the drains, carrying the waste with it.\n\nThe earliest type of toilet, the valve closet is now rarely used for water-flush toilet systems. More complicated in design than other toilets, this design has lower reliability and is more difficult to maintain or repair. The most common use for valve closets is now in portable closets for caravans, camping, trains, and aircraft, where the flushing fluid is recycled. This design is also used in train carriages for use in areas where the waste is allowed to be simply dumped between the tracks (the flushing of such toilets is generally prohibited when the train is in a station).\n\nSimple valve closets are used on most older style Russian trains, made in Eastern Germany (Ammendorf factory, design dated probably to the 1950s), employing a pan-like shutter valve at the base of the pan and discharging waste directly onto the trackbed below. Usage of this type of toilet is permitted only while the train is moving, and outside of major cities. These designs are being phased out, together with the old trains, and are being replaced with modern vacuum systems.\n\nThe British singer Ian Wallace composed and performed the humorous song \"Never Do It at the Station\", which mentioned the old-fashioned trackbed dumping toilets which were still in use during the mid-20th century in Britain. The song first advised frugal travelers to save money by avoiding pay toilets in train stations, but also reminded polite passengers not to use the onboard \"loo\" while the train was stopped at a station.[22]\n\n"
        },
        {
            "title": "Low-flow and high-efficiency flush toilets",
            "text": "Since 1994, there is a significant move towards using less water for flushing toilets. This has resulted in the emergence of low flush toilet designs and local or national standards on water consumption for flushing. As an alternative some people modify an existing high flush toilet to use less water by placing a brick or water bottle into the toilet's water tank.[23] Other modifications are often done on the water system itself (such as by using greywater), or a system that pollutes the water less, for more efficient water use.\n\nUrine diversion flush toilets, which were developed in Sweden, save water by using less water, or even no water, for the urine flush compared to about six litres for the feces flush.\n\nPre-1994 residential and pre-1997 commercial flush toilets in the United States typically used 3.4 US gallons (13 L) of water per flush (gpf or lpf). The United States Congress passed the Energy Policy Act of 1992, which mandated that from 1994 common flush toilets use only 1.6 US gallons (6.1 L).[24] In response to the Act, manufacturers produced low-flow toilets, which many consumers did not like because they often required more than one flush to remove solids. People unhappy with the reduced performance of the low-flow toilets resorted to driving across the border to Canada or Mexico or buying salvaged toilets from older buildings.[25] Manufacturers responded to consumers' complaints by improving the toilets. The improved products are generally identified as high efficiency toilets or HETs. HETs possess an effective flush volume of 1.3 US gallons (4.9 L) or less.[26] They may be single-flush or dual-flush. A dual-flush toilet permits selection between different amounts of water for solid or liquid waste.[27] Some HETs are pressure-assisted (or power, pump, or vacuum assisted).\n\nThe performance of a flush-toilet may be rated by a Maximum Performance (MaP) score. The low end of MaP scores is 250 (250 grams of simulated fecal matter). The high end of MaP scores is 1000. A toilet with a MaP score of 1000 should provide trouble-free service. It should remove all waste with a single flush; it should not plug; it should not harbor any odor; it should be easy to keep clean. The United States Environmental Protection Agency uses a MaP score of 350 as the minimum performance threshold for HETs.[26] 1.6 gpf toilets are also sometimes referred as Ultra Low Flow (ULF).\n\nMethods used to make up for the inadequacies of low flow toilets include using thinner toilet paper,[28] plungers, and adding extra cups of water to the bowl manually.[29]\n\n"
        },
        {
            "title": "Maintenance and hygiene",
            "text": "If clogging occurs, it is usually the result of an attempt to flush unsuitable items, or as feces size often increases with age or too much toilet paper.[30] Clogging can occur spontaneously due to limescale fouling of the drain pipe, or by overloading the stool capacity of the toilet. Stool capacity varies among toilet designs and is based on the size of the drainage pipe, the capacity of the water tank, the velocity of a flush, and the method by which the water attempts to vacate the bowl of its contents. The size and consistency of the stool is a hard-to-predict contributory factor.\n\nIn some countries, clogging has become more frequent due to regulations that require the use of small-tanked low-flush toilets in attempt to conserve water.[citation needed] Designs which increase the velocity of flushed water or improve the travel path can improve low-flow reliability.\n\nPartial clogging is particularly insidious, as it is usually not discovered immediately, but only later by an unsuspecting user trying to flush an incompletely emptied toilet. Overflowing of the water mixed with excrement may then occur, depending on the bowl volume, tank capacity and severity of clogging. For this reason, rooms with flush toilets may be designed as wet rooms, with a second drain on the floor, and a shower head capable of reaching the whole floor area. Common means to remedy clogging include use of a toilet plunger, drain cleaner, or a plumber's snake.\n\nA \"toilet plume\" is the dispersal of microscopic particles as a result of flushing a toilet.  Normal use of a toilet by healthy people is considered unlikely to be a major health risk.[31]  There is indirect evidence that specific pathogens such as norovirus[32][33] or SARS coronavirus[34] could potentially be spread through toilet aerosols, but as of 2015 no direct experimental studies had clearly demonstrated or refuted actual disease transmission from toilet aerosols.[35][36]  It has been hypothesized that dispersal of pathogens may be reduced by closing the toilet lid before flushing, and by using toilets with lower flush energy.[35][37]\n\n"
        },
        {
            "title": "History",
            "text": "Forms of water flushed latrines have been found to exist since the Neolithic. The oldest neolithic village in Britain, dating from circa 31st century BC, Skara Brae, Orkney, used a form of hydraulic technology for sanitation.[38][39][40][41][42][43] The village's design used a stream, and connecting drainage system to wash waste away.\n\nThe Mesopotamians introduced the world to clay sewer pipes around 4000 BCE, with the earliest examples found in the Temple of Bel at Nippur and at Eshnunna,[44] utilised to remove wastewater from sites, and capture rainwater, in wells. The city of Uruk hosts the earliest known examples of brick constructed Latrines, both squat and pedestal, from 3200 BCE.[45][46] Clay pipes were later used in the Hittite city of Hattusa.[47] They had easily detachable and replaceable segments, and allowed for cleaning.\n\nFlushed toilet systems were constructed by people of the Indus Civilization at some places, and later Egyptians and the Minoan civilization did so next, while the latter developed by the second millennium BC flushable pedestal toilets, with examples excavated at Knossos and Akrotiri.[48]\n\nCommunal latrines were in use throughout the Roman Empire, feeding into either primary or secondary sewers, from the first through fifth centuries AD. A very well-preserved example are the latrines at Housesteads on Hadrian's Wall in Britain. Such toilets did not flush in the modern sense, but had a continuous stream of running water to wash away waste. With the fall of the Western Roman Empire, these communal toilet systems fell into disuse in Western Europe, though continued in the Eastern Byzantine Roman Empire, with records of toilet pipes being renewed, and sewers repaired.[49]\n\nIn the Muslim world during the Islamic Golden Age (8th–14th centuries), cities had flush toilets connected to water supply and waste disposal sewer systems. The city of Fustat in Egypt, for example, had multi-storey tenement buildings (with up to six floors) with flush toilets, which were connected to a water supply system, and flues on each floor carrying waste to underground channels.[50]\n\nIn 1596 Sir John Harington (1561–1612) published A New Discourse of a Stale Subject, Called the Metamorphosis of Ajax, describing a forerunner to the modern flush toilet installed at his house at Kelston in Somerset.[51] The design had a flush valve to let water out of the tank, and a wash-down design to empty the bowl. He installed one for his godmother Queen Elizabeth I at Richmond Palace.\n\nWith the onset of the Industrial Revolution and related advances in technology, the flush toilet began to emerge into its modern form. A crucial advance in plumbing was the S-trap, invented by the Scottish mechanic Alexander Cumming in 1775, and still in use today.[52] This device uses the standing water to seal the outlet of the bowl, preventing the escape of foul air from the sewer.[52] His design had a sliding valve in the bowl outlet above the trap. Two years later, Samuel Prosser applied for a British patent for a \"plunger closet\".\n\nProlific inventor Joseph Bramah began his professional career installing water closets (toilets) that were based on Alexander Cumming's patented design of 1775. He found that the current model being installed in London houses had a tendency to freeze in cold weather. In collaboration with a Mr. Allen, he improved the design by replacing the usual slide valve with a hinged flap that sealed the bottom of the bowl.\n\nHe also developed a float valve system for the flush tank. Obtaining the patent for it in 1778, he began making toilets at a workshop in Denmark Street, St Giles.[53] The design was arguably the first practical non-manual flush toilet, and production continued well into the 19th century, used mainly on boats. Thomas Bowdich, an English traveller, visited Kumasi, capital of the Ashanti Empire in 1817 and mentioned that majority of the houses in the city especially those near the king's palace included indoor toilets that were flushed with gallons of boiling water.[54]\n\nIt was only in the mid-19th century, with growing levels of urbanisation and industrial prosperity, that the flush toilet became a widely used and marketed invention. This period coincided with the dramatic growth in the sewage system, especially in London, which made the flush toilet particularly attractive for health and sanitation reasons.\n\nGeorge Jennings established a business manufacturing water closets, salt-glaze drainage, sanitary pipes and sanitaryware at Parkstone Pottery in the 1840s, where he popularized the flush toilet to the middle class. At The Great Exhibition at Hyde Park held from 1 May to 15 October 1851, George Jennings installed his Monkey Closets in the Retiring Rooms of The Crystal Palace. These were the first public pay toilets (free ones did not appear until later), and they caused great excitement. During the exhibition, 827,280 visitors paid one penny to use them; for the penny they got a clean seat, a towel, a comb, and a shoe shine. \"To spend a penny\" became a euphemism, for going to the toilet.[55][56][57]\n\nWhen the exhibition finished and moved to Sydenham, the toilets were to be closed down. However, Jennings persuaded the organisers to keep them open, and the toilet went on to earn over £1000 a year. He opened the first underground convenience at the Royal Exchange in 1854. He received a patent in 1852 for an improved construction of water-closet, in which the pan and trap were constructed in the same piece, and so formed that there was always a small quantity of water retained in the pan itself, in addition to that in the trap which forms the water-joint. He also improved the construction of valves, drain traps, forcing pumps and pump-barrels. By the end of the 1850s building codes suggested that most new middle-class homes in British cities were equipped with a water closet.[58]\n\nAnother pioneering manufacturer was Thomas William Twyford, who invented the single piece, ceramic flush toilet.[59] The 1870s proved to be a defining period for the sanitary industry and the water closet; the debate between the simple water closet trap basin made entirely of earthenware and the very elaborate, complicated and expensive mechanical water closet would fall under public scrutiny and expert opinion.[59] In 1875 the \"wash-out\" trap water closet was first sold, and was found as the public's preference for basin type water closets. By 1879 Twyford had devised his own type of the \"wash out\" trap water closet; he titled it the \"National\", and it became the most popular wash-out water closet.[59]\n\nBy the 1880s the free-standing water closet was on sale and quickly gained popularity; the free-standing water closet was able to be cleaned more easily and was therefore a more hygienic water closet. Twyford's \"Unitas\" model was free-standing and made completely of earthenware. Throughout the 1880s he submitted further patents for improvements to the flushing rim and the outlet. Finally, in 1888 he applied for a patent protection for his \"after flush\" chamber; the device allowed the basin to be refilled by a lower quantity of clean water in reserve after the water closet was flushed.[60] The modern pedestal \"flush-down\" toilet was demonstrated by Frederick Humpherson of the Beaufort Works, Chelsea, England in 1885.[61]\n\nThe leading companies of the period issued catalogues, established showrooms in department stores and marketed their products around the world. Twyford had showrooms for water closets in Berlin, Germany; Sydney, Australia; and Cape Town, South Africa. The Public Health Act 1875 set down stringent guidelines relating to sewers, drains, water supply and toilets and lent tacit government endorsement to the prominent water closet manufacturers of the day.\n\nContrary to popular legend, Sir Thomas Crapper did not invent the flush toilet. He was, however, in the forefront of the industry in the late 19th century, and held nine patents, three of them for water closet improvements such as the floating ballcock. His flush toilets were designed by inventor Albert Giblin, who received a British patent for the \"Silent Valveless Water Waste Preventer\", a siphon discharge system.[62] Crapper popularized the siphon system for emptying the tank, replacing the earlier floating valve system which was prone to leaks.[63][62][64]\n\nAlthough flush toilets first appeared in Britain, they soon spread to the Continent. The first such examples may have been the three \"waterclosets\" installed in the new town house of banker Nicolay August Andresen on 6 Kirkegaten in Christiania, insured in January 1859. The toilets were probably imported from Britain, as they were referred to by the English term \"waterclosets\" in the insurance ledger. Another early watercloset on the European continent, dating from 1860, was imported from Britain to be installed in the rooms of Queen Victoria in Ehrenburg Palace (Coburg, Germany); she was the only one who was allowed to use it.\n\nIn America, the chain-pull indoor toilet was introduced in the homes of the wealthy and in hotels, soon after its invention in England in the 1880s. Flush toilets were introduced in the 1890s. William Elvis Sloan invented the Flushometer in 1906, which used pressurized water directly from the supply line for faster recycle time between flushes. The Flushometer is still in use today in public restrooms worldwide. The vortex-flushing toilet bowl, which creates a self-cleansing effect, was invented by Thomas MacAvity Stewart of Saint John, New Brunswick in 1907.[65] Philip Haas of Dayton, Ohio, made some significant developments, including the flush rim toilet with multiple jets of water from a ring and the water closet flushing and recycling mechanism similar to those in use today.\n\nThe company Caroma in Australia developed the Duoset cistern with two buttons and two flush volumes as a water-saving measure in 1980. Modern versions of the Duoset are now available worldwide, and save the average household 67% of their normal water usage.[66]\n\n"
        },
        {
            "title": "Manufacture",
            "text": "A toilet's body is typically made from vitreous china, which starts out as an aqueous suspension of various minerals called a slip. It takes about 20 kilograms (44 lb) of slip to make a toilet.[citation needed]\n\nThis slip is poured into the space between plaster of Paris molds. The toilet bowl, rim, tank and tank lid require separate molds. The molds are assembled and set up for filling and the slip-filled molds sit for about an hour after filling. This allows the plaster molds to absorb moisture from the slip, which makes it semi-solid next to the mold surfaces but lets it remain liquid further from the surface of the molds. Then, the workers remove plugs to allow any excess liquid slip to drain from the cavities of the mold (this excess slip is recycled for later use). The drained-out slip leaves hollow voids inside the fixture, using less material to keep it both lighter and easier to fire in a kiln. This molding process allows the formation of intricate internal waste lines in the fixture; the drain's hollow cavities are poured out as slip.\n\nAt this point, the toilet parts without their molds look like and are about as strong as soft clay. After about one hour the top core mold (interior of toilet) is removed. The rim mold bottom (which includes a place to mount the holding tank) is removed, and it then has appropriate slanted holes for the rinsing jets cut, and the mounting holes for tank and seat are punched into the rim piece. Valve holes for rapid water entry into the toilet are cut into the rim pieces. The exposed top of the bowl piece is then covered with a thick slip and the still-uncured rim is attached on top of the bowl so that the bowl and hollow rim are now a single piece. The bowl plus rim is then inverted, and the toilet bowl is set upside down on the top rim mold to hold the pieces together as they dry. Later, all the rest of the mold pieces are removed. As the clay body dries further it hardens more and continues to shrink. After a few hours, the casting is self-supporting, and is called greenware.\n\nAfter the molds are removed, workers use hand tools and sponges to smooth the edges and surface of the greenware, and to remove the mold joints or roughness: this process is called \"fettling\". For large scale production pieces, these steps may be automated. The parts are then left outside or put in a warm room to dry, before going through a dryer at about 93 °C (199 °F), for about 20–36 hours.[67]\n\nAfter the surfaces are smoothed, the bowls and tanks are sprayed with glaze of various kinds to get different colors. This glaze is designed to shrink and contract at the same rate as the greenware while undergoing firing. After being sprayed with glaze, the toilet bowls, tanks, and lids are placed in stacks on a conveyor belt or \"car\" that slowly goes through a large kiln to be fired. The belt slowly moves the glaze-covered greenware into a tunnel kiln, which has different temperature zones inside it starting at about 200 °C (392 °F) at the front, increasing towards the middle to over 1,200 °C (2,190 °F) degrees, and exiting at about 90 °C (194 °F). During the firing in the kiln, the greenware and glaze are vitrified as one solid finished unit. Transiting the kiln takes glaze-covered greenware around 23–40 hours.\n\nAfter the pieces are removed from the kiln and fully cooled, they are inspected for cracks or other defects. Then, the flushing mechanism may be installed on a one-piece toilet. On a two-piece toilet with a separate tank, the flushing mechanism may only be placed into the tank, with final assembly at installation.\n\nA two-piece attaching seat and toilet bowl lid are typically mounted over the bowl to allow covering the toilet when it is not in use and to provide seating comfort. The seat may be installed at the factory, or the parts may be sold separately and assembled by a plumbing distributor or the installer.[67]\n\n"
        },
        {
            "title": "Water usage",
            "text": "The amount of water used by conventional flush toilets is usually a significant portion of personal daily water usage: for example, five 10-liter flushes per day use 50 liters (13 U.S. gal).\n\nModern low-flush toilet designs allow the use of much less water per flush, 4.5 to 6 liters (1.2 to 1.6 U.S. gal) per flush.[citation needed]\n\nDual flush toilets allow the user to select between a flush for urine or feces, saving a significant amount of water over conventional units. Dual flush may be accomplished by pushing the flush handle up or down,[68] or a two-segment flush pushbutton may be used whereby pressing the smaller section releases less water.\n\nRaw water flushing, including seawater flushing, is a method of water conservation, where raw water, such as seawater, is used for flush toilets. Such systems are used in places such as the majority of cities and towns in Hong Kong (see water supply and sanitation in Hong Kong),[69] Gibraltar, and Avalon, California, United States.[citation needed] Heads (on ships) are typically flushed with seawater.\n\nFlush toilets may, if plumbed for it, use greywater (water previously used for washing dishes, laundry and bathing) for flushing rather than drinkable potable water.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word \"toilet\" initially meant \"wash-room\", without reference to sanitary facilities. Early indoor toilets were known as garderobes because they were used to store clothes, as the smell of ammonia was found to deter fleas and moths. However, an outhouse was usual until the nineteenth century, and only a few wealthy houses and luxury hotels had indoor toilets connected to drains and sewers.  Lidded \"chamber pots\", kept in specially designed bedside cabinets and used in bedrooms by ladies and invalids, and portable bathtubs, could be emptied and washed in an outhouse.\n\nFrom the sixteenth century in England, a private room (a closet) with a flushing toilet was referred to as a Water Closet (\"WC\"), in contrast with an Earth Closet (\"EC\"), an abbreviation still used in 1960s Oxfordshire cottage sales.[citation needed]\n\nThe descriptive terms \"wash-down closet\" or \"water closet\"[70] only reached the United States in the 1880s. By 1890 there was increased public awareness of disease and of carelessly disposed human waste being infectious.[66]\n\nIn common North American usage, a \"bathroom\" now invariably contains a toilet, but not usually a bath, to the confusion of foreigners. In the UK, Australia and NZ, \"Bathroom\" or bath-room refers to a room with a fixed bathtub and not necessarily a toilet. The terms \"bathroom\", and \"toilet\" or “loo” (amongst other euphemisms) indicate distinct functions, although bathrooms may often include toilets.\n\nThe term \"water closet\", now rarely used outside America, refers to a room that has both a toilet and other plumbing fixtures such as a sink or a bathtub. American Plumbers and codes use the term \"water closet\" or \"WC\" to differentiate toilets from urinals.\n\nMany European languages refer to a toilet as a \"water\" or \"WC\". The Royal Spanish Academy Dictionary accepts \"váter\" as a name for a toilet or bathroom, which is derived from the British term \"water closet\". France uses the expressions aller aux waters (\"to go to the waters\") derived from \"water closet\", and \"w.-c.\" pronounced [ve.se]. Likewise the Romanian word \"veceu\" pronounced [vetʃeu], and the Finnish word \"vessa\" pronounced [ˈʋesːɑ] derive from a shortened version of the abbreviation. In German, the expression \"Klo\" (first syllable of \"Klosett\") is used alongside \"WC\". In Italian WC pronounced [vutˈtʃi] or [vitˈtʃi], and \"water\" [ˈvaːter], are very common terms to refer to the flushing toilet.\n\n"
        },
        {
            "title": "Society and culture",
            "text": "It is a commonly held misconception that when flushed, the water in a toilet bowl swirls one way if the toilet is north of the equator and the other way if south of the equator, due to the Coriolis effect – usually, counter clockwise in the northern hemisphere, and clockwise in the southern hemisphere. In reality, the direction that the water takes is much more determined by the direction that the bowl's rim jets are pointed, and it can be made to flush in either direction in either hemisphere by simply redirecting the rim jets during manufacture. On the scale of bathtubs and toilets, the Coriolis effect is too weak to be observed except under carefully controlled laboratory conditions.[71]\n\nSince the 1990s, the slang term \"courtesy flush\" refers to a mid-defecation flush of the toilet as a courtesy to other bathroom users or other prisoners in a cell.[72] A courtesy flush can serve to reduce odor and cover noise.[73]\n\n"
        }
    ]
}