{
    "url": "https://en.wikipedia.org/wiki/Flying_saucer",
    "title": "Flying saucer",
    "table_of_contents": [
        "1 History",
        "2 Sightings",
        "3 Explanations",
        "3.1 Fata Morgana (mirages) and flying saucers",
        "4 Human-made flying saucer aircraft",
        "5 In popular culture",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA flying saucer (also referred to as \"a flying disc\") is a descriptive term for a type of flying craft having a disc or saucer-shaped body, commonly used generically to refer to an anomalous flying object. The term was coined in 1947[2] but has generally been supplanted since 1952 by the United States Air Force term unidentified flying objects (or UFOs for short). Early reported sightings of unknown \"flying saucers\" usually described them as silver or metallic, sometimes reported as covered with navigation lights or surrounded with a glowing light, hovering or moving rapidly, either alone or in tight formations with other similar craft, and exhibiting high maneuverability.\n\n"
        },
        {
            "title": "History",
            "text": "Disc-shaped flying objects have been interpreted as being sporadically recorded since the Middle Ages.\n\nOn January 25, 1878, the Denison Daily News printed an article in which John Martin, a local farmer, had reported seeing a large, dark, circular object resembling a balloon flying \"at wonderful speed\". Martin, according to the newspaper account, said it appeared to be about the size of a saucer from his perspective, one of the first uses of the word \"saucer\" in association with a UFO.[3]\n\nAnother early recorded use of the term \"flying saucer\" for an unidentified flying object was to describe a probable meteor that fell over Texas and Oklahoma on June 17, 1930. \"Some who saw the weird light described it as a huge comet, a flaming flying saucer, a great red glow, a ball of fire.\"[4] The term \"flying saucer\" had been in use since 1890 to describe a clay pigeon shooting target,[5] which resembles a classic UFO shape.\n\nThe highly publicized sighting by Kenneth Arnold on June 24, 1947, resulted in the popularization of the term \"flying saucer\" by U.S. newspapers. Although Arnold never specifically used the term \"flying saucer\", he was quoted at the time saying the shape of the objects he saw was like a \"saucer\", \"disc\", or \"pie-plate\", and several years later added he had also said \"the objects moved like saucers skipping across the water.\" Both the terms flying saucer and flying disc were used commonly and interchangeably in the media until the early 1950s.\n\nArnold's sighting was followed by thousands of similar sightings across the world. Such sightings were once very common, to such an extent that \"flying saucer\" was a synonym for UFO through the 1960s before it began to fall out of favor. Many sightings of cigar or dirigible-shaped UFOs were reported following it.[6] More recently, the flying saucer has been largely supplanted by other alleged UFO-related vehicles, such as the black triangle.[citation needed] In fact, the term UFO was invented in 1952, to try to reflect the wider diversity of shapes being seen. However, unknown saucer-like objects are still reported, such as in the widely publicized 2006 sighting over Chicago-O'Hare airport.\n\nMany of the alleged flying saucer photographs of the era are now believed to be hoaxes. The flying saucer is now considered largely an icon of the 1950s and of B movies in particular, and is a popular subject in comic science fiction.[7]\n\nBeyond the common usage of the phrase, there have also been human-made saucer-like craft. The first flying disc craft was called the Discopter and was patented by Alexander Weygers in 1944. Other designs have followed, such as the American Vought V-173 / XF5U \"Flying Flapjack\", the British GFS Projects flying saucer, or the British \"S.A.U.C.E.R.\" (\"Saucer Aircraft Utilising Coanda Effect Reactions\") flying saucer, by inventor Alf Beharie.\n\n"
        },
        {
            "title": "Sightings",
            "text": "A manuscript illustration of the 10th-century Japanese narrative, The Tale of the Bamboo Cutter, depicts a round flying machine similar to a flying saucer.[8][9]\n\nA supposedly medieval record of a silver disc flying over a village in Yorkshire in 1290 has been shown to be a hoax dating from the 1950s.[10] Disc-like flying objects were occasionally reported throughout the millennium. For example, in a mass sighting over Nuremberg in 1561, discs and spheres were reported emerging from large cylinders (see woodcut at left). They are also claimed by ufologists to frequently show up in religious artwork.[11][12]\n\nAnother well-documented specific comparison of the objects to saucers was the Kenneth Arnold sighting on June 24, 1947, while Arnold was flying near Mount Rainier.[13] He reported seeing 9 brightly reflecting vehicles, one shaped like a crescent but the others more disc- or saucer-shaped, flying in an echelon formation, weaving like the tail of a kite, flipping and flashing in the sun, and traveling with a speed of at least 1,200 miles per hour (1,900 km/h).[14] In addition to the saucer or disc shape (Arnold also used the terms \"pie plate\" and half-moon shaped), he also later said he described the motion of the craft as \"like a saucer if you skip it across water\", leading to the term \"flying saucer\" and also \"flying disc\" (which were synonymous for a number of years).\n\nImmediately following the report, hundreds of sightings of usually saucer-like objects were reported across the United States and also in some other countries. The most widely publicized of these was the sighting by a United Airlines crew on July 4 of nine more disc-like objects pacing their plane over Idaho, not far from Arnold's initial sighting.  On July 8, the Army Air Force base at Roswell, New Mexico issued a press release saying that they had recovered a \"flying disc\" from a nearby ranch, the so-called Roswell UFO incident, which was front-page news until the military issued a retraction saying that it was a weather balloon.\n\nOn July 9, the Army Air Force Directorate of Intelligence, assisted by the FBI, began a secret study of the best of the flying saucer reports, including Arnold's and the United Airlines' crew. Three weeks later they issued an intelligence estimate describing the typical characteristics reported (including that they were often reported as disc-like and metallic) and concluded that something was really flying around. A follow-up investigation by the Air Materiel Command at Wright Field, Ohio arrived at the same conclusion. A widespread official government study of the saucers was urged by General Nathan Twining. This led to the formation of Project Sign (also known as Project Saucer) at the end of 1947, the first public Air Force UFO study. This evolved into Project Grudge (1949–1951) and then Project Blue Book (1952–1970).\n\nThe term \"flying saucer\" quickly became deeply ingrained in the English vernacular. A Gallup poll from August 1947 found that 90% had heard about the mysterious flying saucers or flying discs, and a 1950 Gallup poll found that 94% of those polled had heard the term, easily beating out all other mentioned commonly used terms in the news such as \"Cold War\", \"universal military training\", and \"bookie\".\n\n"
        },
        {
            "title": "Explanations",
            "text": "In addition to the extraterrestrial hypothesis, a variety of possible explanations for flying saucers have been put forward. One of the most common states that most photos of saucers were hoaxes; cylindrical metal objects such as pie tins, hubcaps and dustbin lids were easy to obtain, and the poor focus seen in UFO images makes the true scale of the object difficult to ascertain.[citation needed]\n\nAnother theory states that most are natural phenomena such as lenticular clouds and balloons, which appear disc-like in some lighting conditions.[15]\n\nA third theory puts all saucer sightings down to a form of mass hysteria. Arnold described the craft he saw as saucer-like but not perfectly round (he described them as thin, flat, rounded in front but chopped in back and coming to a point), but the image of the circular saucer was fixed in the public consciousness. The theory posits that as the use of the term flying saucer in popular culture decreased, so too did sightings.[16]\n\nLong before the Kenneth Arnold sighting of 1947 and the adoption of the term \"flying saucer\" by the public, depictions of streamlined saucer-shaped aircraft or spacecraft had appeared in the popular press, dating back to at least 1911.[17] In particular, commentators like Milton Rothman have noted the appearance of the \"flying saucers\" concept in the fantasy artwork of the 1930s pulp science fiction magazines, by artists like Frank R. Paul.[18][19] Frank Wu, a notable contemporary science fiction illustrator, has written:[18]\n\nA scientific and statistical analysis of 3200 Air Force UFO cases by the Battelle Memorial Institute from 1952 to 1954 found that most were indeed due to natural phenomena, about 2% were due to hoaxes or psychological effects and only 0.4% were thought due to clouds. Other very minor contributors were birds, light phenomena such as mirages or searchlights, and various miscellany such as flares or kites. The vast majority of identified objects (about 84%) were explained as balloons, aircraft, or astronomical objects. However, about 22% of all sightings still defied any plausible explanation by the team of scientists, and percentage of unidentifieds rose to 33% for the best witnesses and cases. Thus when carefully studied, a substantial fraction of reports (given the available data) is currently not understood.\n\nFata Morgana, a type of mirage, may be responsible for some flying saucers sightings, by displaying objects located below the astronomical horizon hovering in the sky, and magnifying and distorting them.\n\nSimilarly some unidentifieds seen on radar might also be due to Fata Morgana-type atmospheric phenomena, though more technically known as \"anomalous propagation\" and more commonly as \"radar ghosts\". Official UFO investigations in France suggest:\n\nFata Morgana was named as a hypothesis for the mysterious Australian phenomenon Min Min light.[20]\n\n"
        },
        {
            "title": "Human-made flying saucer aircraft",
            "text": "The first documented patent for a lenticular flying machine was submitted by Romanian inventor Henri Coanda.[citation needed] He made a functional small scale model which was flown in 1932 and a patent was granted in 1935.[21] In 1967, Coanda told a symposium organized by the Romanian Academy:\n\nOther attempts have been made, with limited success, to produce crewed vehicles based on the flying saucer design. While some, such as the Avrocar and M200G Volantor have been produced in limited numbers, most fail to leave the drawing board. The Avrocar, with vertical takeoff and landing, was originally intended to replace both the Jeep and the helicopter in combat situations, but proved to be inadequate for both. In spite of a powerful turbojet, it could not rise more than four or five feet off the ground, i.e., out of ground effect.[23] Thus, the Avrocar could be seen as a prototype for the early generations of hovercraft, lacking only a 'skirt' to make it a truly effective example of the type. Uncrewed saucers have had more success; the Sikorsky Cypher is a saucer-like UAV which uses the disc-shaped shroud to protect rotor blades.\n\nSome more advanced flying saucers capable of spaceflight have been proposed, often as black projects by aeronautics companies. The Lenticular Reentry Vehicle was a secret project run by Convair for a saucer device which could carry both astronauts and nuclear weapons into orbit; the nuclear-powered system was planned in depth, but is not believed to have ever flown. More exotically, British Rail worked on plans for the British Rail \"Space Vehicle\" a proposed, saucer-shaped craft based on advanced technologies utilizing nuclear fusion and superconductivity, which was supposed to have been able to transport multiple passenger between planets, but never went beyond the patent stage.[24]\n\nThere is at least one design that received a US patent in 2005: U.S. Patent 6,960,975. It claims to be \"propelled by the pressure of inflationary vacuum state\".\n\nAdditionally, a professor at the University of Florida has begun work on a Wingless Electromagnetic Air Vehicle (WEAV) for NASA which has received public interest because of its coincidental resemblance to a flying saucer.[25][26][27]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "After 1947, the flying saucer quickly became a stereotypical symbol of both extraterrestrials and science fiction, and features in many films of mid-20th century science fiction, including The Atomic Submarine (1959), The Day the Earth Stood Still (1951), Plan 9 from Outer Space (1957), Earth vs. the Flying Saucers (1956), as well as the television series The Invaders. As the flying saucer was surpassed by other designs and concepts, it fell out of favor with straight science-fiction moviemakers, but continued to be used ironically in comedy movies, especially in reference to the low-budget B movies which often featured saucer-shaped alien craft.\n\nHowever, Metro-Goldwyn-Mayer gave its high production value film Forbidden Planet (1956) a flying saucer called the United Planets Cruiser C-57D, presenting a plausible human exploration, faster-than-light starship of the 23rd century. The 1964 Italian movie Il disco volante featured a flying saucer, while the 1965 James Bond movie Thunderball featured Ernst Stavro Blofeld's yacht Disco Volante. In the television series Lost in Space (1965-1968), the Robinson family had a disc-shaped spaceship. Saucers appeared in the television series Babylon 5 (1994-1998) as the standard ship design used by a race called the Vree. Doctor Who has featured many different designs of flying saucer in its history, most notably the saucers used by the Daleks. Aliens in the film Independence Day (1996) attacked humanity in giant city-sized saucer-shaped spaceships.\n\nThe sleek, silver flying saucer in particular is seen as a symbol of 1950s culture; the motif is common in Googie architecture and in Atomic Age décor.[28] The image is often invoked retrofuturistically to produce a nostalgic feel in period works, especially in comic science fiction; both Mars Attacks! (1996)[29] and Destroy All Humans![30] draw on the flying saucer as part of the larger satire of 1950s B movie tropes.\n\nThe Twilight Zone episodes \"The Monsters Are Due on Maple Street\", \"Third from the Sun\", \"Death Ship\", \"To Serve Man\", \"The Invaders\" and \"On Thursday We Leave for Home\" all make use of the iconic saucer from Forbidden Planet.\n\n"
        }
    ]
}