{
    "url": "https://en.wikipedia.org/wiki/Flying_Saucer_Working_Party",
    "title": "Flying Saucer Working Party",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Flying Saucer Working Party (or FSWP) was the name of the United Kingdom Ministry of Defence’s (MOD) first \"official study into UFOs\", which has its roots in a study commissioned in 1950 by the MOD’s then Chief Scientific Adviser, the eminent radar scientist Sir Henry Tizard. As a result of his insistence that UFO sightings should not be dismissed without some form of proper scientific study, the Department set up what writer Nick Pope has described as \"arguably the most marvellously-named committee in the history of the civil service\".[1][2]\n\n"
        },
        {
            "title": "Set-up",
            "text": "The Flying Saucer Working Party was set up in October 1950 by Ministry of Defence Chief Scientific Adviser Sir Henry Tizard, who felt that UFO reports should not be dismissed out of hand without some serious study.  He duly authorised the setting up of a small study team to look into the phenomenon.  The group's final report,[2] published in June 1951, was released to UFO researchers Dr David Clarke and Andy Roberts in 2001 by the MOD, following requests made under the Code of Practice on Access to Government Information.\n\nThe Working Party concluded that all the reports they studied could be explained by one or more of the following causes: astronomical or meteorological phenomena; misidentification of aircraft, balloons, birds and the like; optical illusions and psychological delusions; deliberate hoaxes. The report ended: “We accordingly recommend very strongly that no further investigation of reported mysterious aerial phenomena be undertaken, unless and until some material evidence becomes available.”[3]\n\nA detailed commentary and analysis of this material can be found at the Real UFO Project website[4] including scans of the report and associated documents.\n\n"
        }
    ]
}