{
    "url": "https://en.wikipedia.org/wiki/Flywheel",
    "title": "Flywheel",
    "table_of_contents": [
        "1 Applications",
        "2 History",
        "3 Physics",
        "4 Material selection",
        "5 Energy storage",
        "6 Design",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A flywheel is a mechanical device which uses the conservation of angular momentum to store rotational energy; a form of kinetic energy proportional to the product of its moment of inertia and the square of its rotational speed. In particular, assuming the flywheel's moment of inertia is constant (i.e., a flywheel with fixed mass and second moment of area revolving about some fixed axis) then the stored (rotational) energy is directly associated with the square of its rotational speed.\n\nSince a flywheel serves to store mechanical energy for later use, it is natural to consider it as a kinetic energy analogue of an electrical inductor. Once suitably abstracted, this shared principle of energy storage is described in the generalized concept of an accumulator. As with other types of accumulators, a flywheel inherently smooths sufficiently small deviations in the power output of a system, thereby effectively playing the role of a low-pass filter with respect to the mechanical velocity (angular, or otherwise) of the system. More precisely, a flywheel's stored energy will donate a surge in power output upon a drop in power input and will conversely absorb any excess power input (system-generated power) in the form of rotational energy.\n\nCommon uses of a flywheel include smoothing a power output in reciprocating engines, energy storage, delivering energy at higher rates than the source, controlling the orientation of a mechanical system using gyroscope and reaction wheel, etc. Flywheels are typically made of steel and rotate on conventional bearings; these are generally limited to a maximum revolution rate of a few thousand RPM.[1] High energy density flywheels can be made of carbon fiber composites and employ magnetic bearings, enabling them to revolve at speeds up to 60,000 RPM (1 kHz).[2]\n\n"
        },
        {
            "title": "Applications",
            "text": "Flywheels are often used to provide continuous power output in systems where the energy source is not continuous. For example, a flywheel is used to smooth the fast angular velocity fluctuations of the crankshaft in a reciprocating engine. In this case, a crankshaft flywheel stores energy when torque is exerted on it by a firing piston and then returns that energy to the piston to compress a fresh charge of air and fuel. Another example is the friction motor which powers devices such as toy cars. In unstressed and inexpensive cases, to save on cost, the bulk of the mass of the flywheel is toward the rim of the wheel. Pushing the mass away from the axis of rotation heightens rotational inertia for a given total mass.\n\nA flywheel may also be used to supply intermittent pulses of energy at power levels that exceed the abilities of its energy source. This is achieved by accumulating energy in the flywheel over a period of time, at a rate that is compatible with the energy source, and then releasing energy at a much higher rate over a relatively short time when it is needed. For example, flywheels are used in power hammers and riveting machines.\n\nFlywheels can be used to control direction and oppose unwanted motions. Flywheels in this context have a wide range of applications: gyroscopes for instrumentation, ship stability, satellite stabilization (reaction wheel), keeping a toy spin spinning (friction motor), stabilizing magnetically-levitated objects (Spin-stabilized magnetic levitation).\n\nFlywheels may also be used as an electric compensator, like a synchronous compensator, that can either produce or sink reactive power but would not affect the real power. The purposes for that application are to improve the power factor of the system or adjust the grid voltage. Typically, the flywheels used in this field are similar in structure and installation as the synchronous motor (but it is called synchronous compensator or synchronous condenser in this context). There are also some other kinds of compensator using flywheels, like the single phase induction machine. But the basic ideas here are the same, the flywheels are controlled to spin exactly at the frequency which you want to compensate. For a synchronous compensator, you also need to keep the voltage of rotor and stator in phase, which is the same as keeping the magnetic field of rotor and the total magnetic field in phase (in the rotating frame reference).\n\n"
        },
        {
            "title": "History",
            "text": "The principle of the flywheel is found in the Neolithic spindle and the potter's wheel, as well as circular sharpening stones in antiquity.[3] In early 11th century Ibn Bassal pioneered the used on flywheel in noria and saqiya.[4] The use of the flywheel as a general mechanical device to equalize the speed of rotation is, according to the American medievalist Lynn White, recorded in the De diversibus artibus (On various arts) of the German artisan Theophilus Presbyter (ca. 1070–1125) who records applying the device in several of his machines.[3][5] In the Industrial Revolution, James Watt contributed to the development of the flywheel in the steam engine, and his contemporary James Pickard used a flywheel combined with a crank to transform reciprocating motion into rotary motion.[citation needed]\n\n"
        },
        {
            "title": "Physics",
            "text": "A flywheel is a spinning wheel, or disc, or rotor, rotating around its symmetry axis. Energy is stored as kinetic energy, more specifically rotational energy, of the rotor, and can be calculated by \n\n\n\n\n\n1\n2\n\n\nI\n\nω\n\n2\n\n\n\n\n{\\textstyle {\\frac {1}{2}}I\\omega ^{2}}\n\n. ω is the angular velocity, and \n\n\n\nI\n\n\n{\\displaystyle I}\n\n is the moment of inertia of the flywheel about its axis of symmetry. The moment of inertia is a measure of resistance to torque applied on a spinning object (i.e. the higher the moment of inertia, the slower it will accelerate when a given torque is applied). The moment of inertia can be known by mass (\n\n\n\nm\n\n\n{\\textstyle m}\n\n) and radius (\n\n\n\nr\n\n\n{\\displaystyle r}\n\n). For a solid cylinder it is \n\n\n\n\n\n1\n2\n\n\nm\n\nr\n\n2\n\n\n\n\n{\\textstyle {\\frac {1}{2}}mr^{2}}\n\n, for a thin-walled empty cylinder it is approximately \n\n\n\nm\n\nr\n\n2\n\n\n\n\n{\\textstyle mr^{2}}\n\n, and for a thick-walled empty cylinder with constant density it is \n\n\n\n\n\n1\n2\n\n\nm\n(\n\n\n\nr\n\n\ne\nx\nt\ne\nr\nn\na\nl\n\n\n\n\n\n2\n\n\n−\n\n\n\nr\n\n\ni\nn\nt\ne\nr\nn\na\nl\n\n\n\n\n\n2\n\n\n)\n\n\n{\\textstyle {\\frac {1}{2}}m({r_{\\mathrm {external} }}^{2}-{r_{\\mathrm {internal} }}^{2})}\n\n.[6]\n\nAn electric motor-powered flywheel is common in practice. The output power of the electric motor is approximately equal to the output power of the flywheel. It can be calculated by \n\n\n\n(\n\nV\n\ni\n\n\n)\n(\n\nV\n\nt\n\n\n)\n\n(\n\n\n\nsin\n⁡\n(\nδ\n)\n\n\nX\n\nS\n\n\n\n\n)\n\n\n\n{\\textstyle (V_{i})(V_{t})\\left({\\frac {\\sin(\\delta )}{X_{S}}}\\right)}\n\n, where \n\n\n\n\nV\n\ni\n\n\n\n\n{\\displaystyle V_{i}}\n\n is the voltage of rotor winding, \n\n\n\n\nV\n\nt\n\n\n\n\n{\\displaystyle V_{t}}\n\n is stator voltage, and \n\n\n\nδ\n\n\n{\\displaystyle \\delta }\n\n is the angle between two voltages. Increasing amounts of rotation energy can be stored in the flywheel until the rotor shatters. This happens when the hoop stress within the rotor exceeds the ultimate tensile strength of the rotor material. Tensile stress can be calculated by \n\n\n\nρ\n\nr\n\n2\n\n\n\nω\n\n2\n\n\n\n\n{\\displaystyle \\rho r^{2}\\omega ^{2}}\n\n, where \n\n\n\nρ\n\n\n{\\displaystyle \\rho }\n\n is the density of the cylinder, \n\n\n\nr\n\n\n{\\displaystyle r}\n\n is the radius of the cylinder, and \n\n\n\nω\n\n\n{\\displaystyle \\omega }\n\n is the angular velocity of the cylinder.\n\n"
        },
        {
            "title": "Material selection",
            "text": "Flywheels are made from many different materials; the application determines the choice of material. Small flywheels made of lead are found in children's toys.[citation needed] Cast iron flywheels are used in old steam engines. Flywheels used in car engines are made of cast or nodular iron, steel or aluminum.[7] Flywheels made from high-strength steel or composites have been proposed for use in vehicle energy storage and braking systems.\n\nThe efficiency of a flywheel is determined by the maximum amount of energy it can store per unit weight. As the flywheel's rotational speed or angular velocity is increased, the stored energy increases; however, the stresses also increase. If the hoop stress surpass the tensile strength of the material, the flywheel will break apart. Thus, the tensile strength limits the amount of energy that a flywheel can store.\n\nIn this context, using lead for a flywheel in a child's toy is not efficient; however, the flywheel velocity never approaches its burst velocity because the limit in this case is the pulling-power of the child. In other applications, such as an automobile, the flywheel operates at a specified angular velocity and is constrained by the space it must fit in, so the goal is to maximize the stored energy per unit volume. The material selection therefore depends on the application.[8]\n\n"
        },
        {
            "title": "Energy storage",
            "text": "For a given flywheel design, the kinetic energy is proportional to the ratio of the hoop stress to the material density and to the mass. The specific tensile strength of a flywheel can be defined as \n\n\n\n\n\n\nσ\n\nt\n\n\nρ\n\n\n\n\n{\\textstyle {\\frac {\\sigma _{t}}{\\rho }}}\n\n. The flywheel material with the highest specific tensile strength will yield the highest energy storage per unit mass. This is one reason why carbon fiber is a material of interest. For a given design the stored energy is proportional to the hoop stress and the volume.[citation needed]\n\n"
        },
        {
            "title": "Design",
            "text": "A rimmed flywheel has a rim, a hub, and spokes.[9] Calculation of the flywheel's moment of inertia can be more easily analysed by applying various simplifications. One method is to assume the spokes, shaft and hub have zero moments of inertia, and the flywheel's moment of inertia is from the rim alone. Another is to lump moments of inertia of spokes, hub and shaft may be estimated as a percentage of the flywheel's moment of inertia, with the majority from the rim, so that \n\n\n\n\nI\n\n\nr\ni\nm\n\n\n\n=\nK\n\nI\n\n\nf\nl\ny\nw\nh\ne\ne\nl\n\n\n\n\n\n{\\displaystyle I_{\\mathrm {rim} }=KI_{\\mathrm {flywheel} }}\n\n. For example, if the moments of inertia of hub, spokes and shaft are deemed negligible, and the rim's thickness is very small compared to its mean radius (\n\n\n\nR\n\n\n{\\displaystyle R}\n\n), the radius of rotation of the rim is equal to its mean radius and thus \n\n\n\n\nI\n\n\nr\ni\nm\n\n\n\n=\n\nM\n\n\nr\ni\nm\n\n\n\n\nR\n\n2\n\n\n\n\n{\\textstyle I_{\\mathrm {rim} }=M_{\\mathrm {rim} }R^{2}}\n\n.[citation needed]\n\nA shaftless flywheel eliminates the annulus holes, shaft or hub. It has higher energy density than conventional design[10] but requires a specialized magnetic bearing and control system.[11] The specific energy of a flywheel is determined by\n\n\n\n\n\nE\nM\n\n\n=\nK\n\n\nσ\nρ\n\n\n\n\n{\\textstyle {\\frac {E}{M}}=K{\\frac {\\sigma }{\\rho }}}\n\n, in which \n\n\n\nK\n\n\n{\\displaystyle K}\n\n is the shape factor, \n\n\n\nσ\n\n\n{\\displaystyle \\sigma }\n\n the material's tensile strength and \n\n\n\nρ\n\n\n{\\displaystyle \\rho }\n\n the density.[citation needed] While a typical flywheel has a shape factor of 0.3, the shaftless flywheel has a shape factor close to 0.6, out of a theoretical limit of about 1.[12]\n\nA superflywheel consists of a solid core (hub) and multiple thin layers of high-strength flexible materials (such as special steels, carbon fiber composites, glass fiber, or graphene) wound around it.[13] Compared to conventional flywheels, superflywheels can store more energy and are safer to operate.[14] In case of failure, a superflywheel does not explode or burst into large shards like a regular flywheel, but instead splits into layers. The separated layers then slow a superflywheel down by sliding against the inner walls of the enclosure, thus preventing any further destruction. Although the exact value of energy density of a superflywheel would depend on the material used, it could theoretically be as high as 1200 Wh (4.4 MJ) per kg of mass for graphene superflywheels.[citation needed] The first superflywheel was patented in 1964 by the Soviet-Russian scientist Nurbei Guilia.[15][16]\n\n"
        }
    ]
}