{
    "url": "https://en.wikipedia.org/wiki/Foggy_Bottom",
    "title": "Foggy Bottom",
    "table_of_contents": [
        "1 History",
        "1.1 Alleys",
        "1.2 West Station Works",
        "2 Points of interest",
        "3 Demographics",
        "4 Transportation",
        "5 Education",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nFoggy Bottom is one of the oldest late 18th- and 19th-century neighborhoods in Washington, D.C., located west of the White House and downtown Washington, in the Northwest quadrant. It is bounded roughly by 17th Street NW to the east, Rock Creek Parkway to the west, Constitution Avenue NW to the south, and Pennsylvania Avenue NW to the north.\n\nFoggy Bottom is thought to have received its name due to an atmospheric quirk of its low lying, marshy riverside location, which made it susceptible to concentrations of fog, and later, industrial smoke. The United States Department of State gained the metonym \"Foggy Bottom\"[1] when it moved its headquarters to the nearby Harry S Truman Building, originally planned and constructed to be the new United States Department of War headquarters building,[2] from the State, War, and Navy Building (now known as the Eisenhower Executive Office Building) near the White House in 1947.[3][4]\n\nFoggy Bottom includes the main campus of the George Washington University (GWU), and residents have convenient access to the nearby historic Georgetown area. In 1877 the moons of Mars (Phobos and Deimos) were discovered from the old Naval Observatory in Foggy Bottom, which was located here until 1893.\n\n"
        },
        {
            "title": "History",
            "text": "The Foggy Bottom area was the site of one of the earliest European settlements in what is now the District of Columbia, when German settler Jacob Funk (or Funck) subdivided 130 acres (0.53 km2) near the meeting place of the Potomac River and Rock Creek in 1763. The settlement officially was named Hamburgh, but colloquially was called Funkstown. In 1765, German settlers established the town of Hamburg on what would become the area between 24th and 18th NW Street.[5] There are reportedly two more founders: Robert Peter and James Linigan.[5] The three had control of the land until 1791 when the territories were given to the city of Washington and the United States government. In the town of Hamburg, a German community was founded by many German immigrants.\n\nIn 1768, Funk sold two lots of territory to both the German Lutheran and the German Presbyterian communities. The lot that was sold to the German Lutherans was located on the corner of 20th and G Street. The lot sold to the German Presbyterians was located on the southeast corner of 22nd and G Street. The Lutheran lot would not be in use until 1833 and the Presbyterian until the 1880s.[5] The lot that was sold to the German Lutheran community was turned into the Concordia German Church.\n\nBy the 19th century, Foggy Bottom became a community of White and Black laborers employed at the nearby breweries, glass plants, and city gas works. These industrial facilities are also cited as a possible reason for the neighborhood's name, the \"fog\" being the smoke given off by the industries. Foggy Bottom attracted few settlers until the 1850s, when more industrial enterprises came into the area.[6] Funk also set aside land in Hamburgh for a German-speaking congregation in 1768. Concordia German Evangelical Church, located at 1920 G Street NW was finally founded in 1833. Today the congregation is The United Church, and is the oldest religious community remaining in Foggy Bottom.[7]\n\nFoggy Bottom became the site of the George Washington University's 42-acre (17 ha) main campus in 1912.\n\nFoggy Bottom was also the name of a line of beer by the Olde Heurich Brewing Company, which was founded by German immigrant Christian Heurich's grandson, Gary Heurich. He tried to revive the tradition of his family's Christian Heurich Brewing Company, which had ceased production in Foggy Bottom. Christian Heurich Brewing Company's most successful products bore such local names as Senate and Old Georgetown. During the 1950s, Heurich Brewing also sponsored the city's professional baseball team, the Washington Senators. Industry consolidation led the brewery to cease operations in 1956. In 1961–1962, the brewery buildings were razed to make way for the John F. Kennedy Center for the Performing Arts. Heurich Jr., and his two sisters donated a portion of the brewery land to the Kennedy Center in memory of their parents, and established the Christian Heurich Family as one of the Founders of the national cultural center. Although the firm was founded in the Foggy Bottom neighborhood, the modern beer was brewed in Utica, New York.\n\nFoggy Bottom, along with the rest of Washington D.C, was designed using the L'Enfant Plan, which created squares of housing with open space left in the middle. Foggy Bottom's alley life issue emerged during the 1860s when an influx of Irish and German immigrants attempted to move into Foggy Bottom.[8] This influx was a result of the large number of industrial buildings that were located in Foggy Bottom.[8] There were no immediate houses available for these new immigrants, so they were forced to move into the uninhabited alleys that were located in the middle of the squares. The situation became worse after the Civil War when a wave of newly freed Black Americans moved to Washington and began populating the alleys.\n\nConstruction of the alleys continued until 1892 because the government needed to reduce overcrowding in residential areas.[9] For the next decade, the government largely left the alleys untouched. However, at the turn of the 20th century, the government began relegating more responsibilities and authority to the Health Department, which began demolishing the alleys because of the copious amounts of crime and disease. The living conditions of the inhabitants were quite abysmal, with half of the population sharing or having no toilet facilities[10] Furthermore, crime was a major problem; a section of Foggy Bottom was nicknamed “Round Tops” because of a well-known gang that was active in the area.\n\nThe following decades showed an improvement in the overall living conditions in the alleys of Foggy Bottom. The Health Department's effort to reduce crime and overcrowding largely succeeded until the 1920s, when prohibition began being enforced. Because breweries were a major source of income for the inhabitants of Foggy Bottom, prohibition created a new wave of lower-class workers who flocked to the alleys to set up bootleg liquor stores.[10] During this time, the German and the Irish immigrants that had been prevalent since the 1860s began to move out.[10] In 1934, after conditions in the alley had deteriorated, the government created the Alley Dwelling Authority, a new government entity that specifically dealt with improving Washington D.C.’s alleys. The ADA was authorized to demolish or redevelop any alley if it was deemed to be worth saving or not. The addition of the ADA and the arrival of the Department of State began to improve the living conditions in the alleys over time.[10]\n\nThe ADA was given the task of evaluating homes and streets to see if they met proper living conditions. Specific documentation would state the reasons why the area needed to be renovated. This documentation would then be sent from the authority to legislation for approval. Individual legislators included, but not exclusively, Eleanor Roosevelt. Common reasons given for why an area was in need of renovation were: too many people in one home; too many African Americans in and around the area; or that the exterior paint had faded. After the ADA gained approval from legislation, it would then give the occupants of the houses anywhere from two to four months to vacate the building. By July 1, 1944, all of the houses in Foggy Bottom had been evacuated and plans were set forward for renovation. This act sought to produce larger living spaces for individuals with better conditions so that the owners could charge more for rent. Higher rent prices were acceptable at the time because of a boom in hiring. Rents usually ranged anywhere from seventeen to thirty-seven dollars a month. These prices fluctuated often because of the available jobs and the condition of the houses. Older houses were typically cheaper than new homes, only some of which came with running water, gas heaters or cooling systems. Statistics suggest that, on average, the greater wealth arose from the majority of white residents, but also that black wealth was steadily increasing due to new job patterns.[11]\n\nIn 1856, construction began on the West Station Works, a plant owned and operated by the Washington Gas Light corporation, at the intersections of 26th and G St. NW.[12] The construction began the development of the area now occupied by the Watergate building, as well as Foggy Bottom as a whole. The location was chosen for its proximity to the Potomac river, which made it convenient to unload barges of coal for the plant.[13][14] The daily operation of the West Station Works attracted laborers to the area, most of them unskilled. By 1860, the unskilled population in Foggy Bottom was at 42%, compared to 9% in 1850.[15] The influx of people spurred development in the area, and 40 years after the works were completed, the area fit the description of a proper city. In 1948, the area of land occupied by the West Station Works was purchased by the Watergate Project.[16] The plant was demolished, and the Watergate complex was constructed on the same plot of land. Today, there is no physical remnant of the plant. It is a historical location today\n\n"
        },
        {
            "title": " Points of interest",
            "text": "Points of interest in Foggy Bottom include the Kennedy Center for the Performing Arts; Friendship Lodge Odd Fellows Hall; and the infamous Watergate complex, site of the burglaries which led to President Richard Nixon's resignation over the Watergate scandal. George Washington University has grown significantly over the past decades and now covers much of the neighborhood, which has many historic old homes and numerous mid-rise apartment buildings. The historic portion of the Foggy Bottom neighborhood is preserved and listed on the National Register of Historic Places.  Just south of the Watergate complex, on the Potomac River, lies the John F. Kennedy Center for the Performing Arts, home of the National Symphony Orchestra and numerous other theatrical and musical exhibitions. On Virginia Avenue is the Simon Bolivar Memorial. George Washington University's Lisner Auditorium and Smith Center are frequently home to major concerts, as is DAR Constitution Hall. Foggy Bottom is also home to the original location of the United States Naval Observatory.\n\nThe southern edge of Foggy Bottom is home to many federal government offices, including the State Department.[3][4] The Main Interior Building (headquarters of the Department of the Interior), the Bureau of Indian Affairs headquarters, and the Federal Reserve Board buildings all lie on or around Virginia Avenue. To the east lies the Eisenhower Executive Office Building, home to the Executive Office of the President of the United States and the Office of the Vice President of the United States. On the other side of the office is the White House, outside of the neighborhood.\n\nFoggy Bottom is also home to numerous international and American organizations. The World Bank buildings, the International Finance Corporation, the International Monetary Fund, the Office of Personnel Management, DAR Constitution Hall of the Daughters of the American Revolution, the American Pharmacists Association, the American Red Cross National Headquarters,  the Pan American Health Organization, and the Organization of American States are all located in the neighborhood. In addition, the Mexican and Spanish Embassies are located in Foggy Bottom, both on Pennsylvania Avenue.\n\n"
        },
        {
            "title": "Demographics",
            "text": "Late into the 20th century, Foggy Bottom witnessed a drastic change in demographics. There was a racial transformation within the area, as a white revival emerged. Many different factors forced out the black population, including the Foggy Bottom Taxpayers Protective Association opposing federal intervention. The renovations enacted by the Alley Dwelling Authority rendered the former inhabitants displaced. Similarly, the West End witnessed the same changes.[17] Another factor of the change in demographics was orchestrated by Theodore G. Bilbo, who called for an \"Alley Moving Day\" forcing the black population out of the alleys.\n\nThe neighborhood is predominately white. As of the 2010 United States Census, there are 14,642 residents, of whom 78.3% are white.[18]\n\n"
        },
        {
            "title": "Transportation",
            "text": "The Foggy Bottom neighborhood is served by: \n\n"
        },
        {
            "title": "Education",
            "text": "George Washington University (GWU) is located in Foggy Bottom.\n\nPublic schools are part of the District of Columbia Public Schools (DCPS) system. The neighborhood elementary and middle school located in Foggy Bottom is School Without Walls at Francis-Stevens.[19] Residents are zoned for Cardozo Education Campus for high school. DCPS also operates School Without Walls, a magnet high school, on the GWU campus.[20]\n\n"
        }
    ]
}