{
    "url": "https://en.wikipedia.org/wiki/Foley_artist",
    "title": "Foley (filmmaking)",
    "table_of_contents": [
        "1 History",
        "2 Uses",
        "3 Creation",
        "3.1 Feet",
        "3.2 Moves",
        "3.3 Specifics",
        "3.4 Common tricks",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn filmmaking, Foley[1] is the reproduction of everyday sound effects that are added to films, videos, and other media in post-production to enhance audio quality.[2] These reproduced sounds, named after sound-effects artist Jack Foley, can be anything from the swishing of clothing and footsteps to squeaky doors and breaking glass.  Foley sounds are used to enhance the auditory experience of the movie. Foley can also be used to cover up unwanted sounds captured on the set of a movie during filming, such as overflying airplanes or passing traffic.[3]\n\nPlaces where the Foley process takes place are often referred to as a Foley stage or Foley studio. Foley artists recreate the realistic ambient sounds that the film portrays. The props and sets of a film often do not react the same way acoustically as their real life counterparts, requiring filmmakers to Foley the sounds.[3] The best Foley art is so well integrated into a film that it goes unnoticed by the audience.[3] It helps to create a sense of reality within a scene. Without these crucial background noises, movies feel unnaturally quiet and uncomfortable.\n\n"
        },
        {
            "title": "History",
            "text": "What is now called Foley originated as adding sounds to live broadcasts of radio drama from radio studios around the world in the early 1920s. Phonograph recordings of the era were not of sufficient quality or flexibility to faithfully reproduce most sound effects on cue, so a sound effects person had to create all sounds for radio plays live. Jack Donovan Foley[4] started working with Universal Studios in 1914 during the silent movie era. When Warner studios released The Jazz Singer, its first film to include sound, Universal knew it needed to stay competitive and called for any employees who had radio experience to come forward.[4] Foley became part of the sound crew that turned Universal's then-upcoming \"silent\" musical Show Boat into a musical. Because microphones of the time could not pick up more than dialogue, other sounds had to be added in after the film was shot.[4] Foley and his small crew projected the film on a screen while recording a single track of audio that captured their live sound effects.[4] Their timing had to be perfect, so that footsteps and closing doors synchronized with the actors' motions in the film. Jack Foley created sounds for films until his death in 1967.[4] His basic methods are still used today.\n\nWhen Warner Brothers introduced the Vitaphone, allowing for sound to be synchronized to the moving picture, it included a musical score and sound effects in its 1926 film Don Juan.[5]\n\nModern Foley art has progressed as recording technology has progressed. Today, sounds do not have to be recorded live on a single track of audio. They can be captured separately on individual tracks and carefully synchronized with their visual counterpart.[6] Foley studios employ hundreds of props and digital effects to recreate the ambient sounds of their films.\n\n"
        },
        {
            "title": "Uses",
            "text": "Foley complements or replaces sound recorded on set at the time of the filming, known as field recording. The soundscape of most films uses a combination of both. A Foley artist is the person who creates this sound art. Foley artists use creativity to make viewers believe that the sound effects are actually real. The viewers should not be able to realize that the sound was not actually part of the filming process itself. Foley sounds are added to the film in post production after the film has been shot.[7] The need for replacing or enhancing sounds in a film production arises from the fact that, very often, the original sounds captured during shooting are obstructed by noise or are not convincing enough to underscore the visual effect or action. For example, fist-fighting scenes in an action movie are usually staged by the stunt actors and therefore do not have the actual sounds of blows landing. Props, sets, and costumes are often constructed of relatively cheap and lightweight materials that visually resemble but do not actually sound like more expensive materials. Crashes and explosions are often added or enhanced at the post-production stage. The desired effect is to add back to the original soundtrack the sounds that were excluded during recording. By excluding these sounds during field recording, and then adding them back into the soundtrack during post-production, the editors have complete control over how each noise sounds, its quality, and the relative volume.[8] Foley effects add depth and realism to the audio quality for multimedia sources.[2]\n\nFoley artists review the film as it runs to figure out what sounds they need to achieve the desired sound and results. Once they gather the material and prepare for use, they practice the sounds. When they accomplish the desired sound, they watch the film and add in the sound effects at the same time. This is similar to the way actors re-record dialogue, lip-syncing to the video or film image.\n\nScenes where dialogue is replaced using dubbing also feature Foley sounds. Automatic dialogue replacement (ADR) is the process in which voice sounds are recorded in post production. This is done by a machine that runs the voice sounds with the film forward and backward to get the sound to run with the film.[citation needed] The objective of the ADR technique is to add sound effects into the film after filming, so the voice sounds are synchronized. Many sounds are not added at the time of filming, and microphones might not capture a sound the way the audience expects to hear it.[9] The need for Foley rose dramatically when studios began to distribute films internationally, dubbed in other languages. As dialogue is replaced, all sound effects recorded at the time of the dialogue are lost as well.\n\n"
        },
        {
            "title": "Creation",
            "text": "Foley is created by the sound artist mimicking the actual sound source in a recording studio.[3] Often there are many little sound effects that happen within any given scene of a movie. The process of recording them all can be time-consuming.\n\nFoley art can be broken down into three main categories — feet, moves, and specifics.[3]\n\nThe category entails the sound of footsteps.[3] To make the sound of walking down a staircase, Foley artists stomp their feet on a marble slab while watching the footage. Foley studios carry many different types of shoes and several different types of floors to create footstep sounds.[6] These floors, known as Foley Pits,[10] vary from marble squares to gravel and rock pits. Creating just the right sound of footsteps can greatly enhance the feel of a scene. Foley Artists are often referred to as \"Foley Walkers\" or \"Steppers\" when working in the \"feet\" subset of Foley.[11]\n\nThe \"moves\" category makes up many of the more subtle sounds heard in films, for example, the swishing of clothing when two actors walk past each other.[3] This sound is created by rubbing two pieces of the same material together near the microphone at the same rate that the actor’s legs cross.[6] Cloth is not always used and tends to be recorded at the discretion of the dubbing mixer who ultimately controls the final outcome of the audio post-production process.\n\nFoley can also include other sounds, such as doors closing and doorbells ringing; however, these tend to be done more efficiently using stock sound effects, arranged by sound editors.\n\nFoley effects help the viewer judge the size of a space. For example, a large hall has strong reverberation, while a small room may have only slight reverberation.[3] Open outdoor spaces usually have no reverberation at all.[citation needed]\n\nIn Star Wars, Ben Burtt introduced a number of custom effects used for the franchise. The light saber buzz was a film projector motor mixed with television picture tube hum and further mixed. Blasters were based on the sound of taut radio tower guy-wires being struck, Darth Vader's breathing on a diving regulator. The TIE fighter swoosh is a mix of slowed-down elephant herd noises and cars driving through water, Chewbacca's voice includes the moaning of a walrus stranded in a dry pool along with other animal vocalization, and R2D2's booping talk includes Burtt's own voice mixed in with the synthesized sounds to humanize its robotic affect.[13]\n\nThe Firesign Theatre, a comedic radio play troupe, occasionally broke the fourth wall to poke fun at these conventions (\"It had been snowing in Santa Barbara ever since the top of the page and I had to shake the cornstarch off my mukluks\"),[14] as did comedy players Monty Python in their film Monty Python and the Holy Grail, which included a running joke of knights pretending to ride horses as squires followed behind, clapping coconut halves.[15]\n\n"
        }
    ]
}