{
    "url": "https://en.wikipedia.org/wiki/Folk_horror",
    "title": "Folk horror",
    "table_of_contents": [
        "1 Background",
        "2 Examples",
        "2.1 Cinema",
        "2.2 Television",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Folk horror is a subgenre of horror film that uses elements of folklore to invoke fear and foreboding. Typical elements include a rural setting, isolation, and themes of superstition, folk religion, paganism, sacrifice and the dark aspects of nature.[1][2][3] Although related to supernatural horror film, folk horror usually focuses on the beliefs and actions of people rather than the supernatural, and often deals with naïve outsiders coming up against these.[1] As well as being a prominent in Southeast Asian films, the British films Blood on Satan's Claw (1971), The Wicker Man (1973) and Witchfinder General (1968) are regarded as pioneers of the genre, while the 2019 film Midsommar sparked renewed interest in folk horror.[1]\n\n"
        },
        {
            "title": "Background",
            "text": "The term folk horror was used in 1970 in the film magazine Kine Weekly by reviewer Rod Cooper describing the filming of The Devil's Touch - a film that would later be renamed The Blood on Satan's Claw.[4][5] The director of The Blood on Satan's Claw, Piers Haggard, adopted the phrase to describe his film in a 2004 retrospective interview for the magazine Fangoria. In the interview with M.J. Simpson, Haggard notes how his film contrasted with the Gothic horror films popular in the previous decade:\n\nAdam Scovell, who has written extensively on the genre, cites an early example as the 1952 Finnish horror film The White Reindeer, in which a lonely bride is transformed into a vampiric reindeer, an idea derived from Finnish mythology and Sámi shamanism.[7] Shirley Jackson's The Lottery (1948) was described in The Irish Times as \"arguably the most influential North American folk horror text\".[1]\n\n"
        },
        {
            "title": "Examples",
            "text": "The term was later popularised by writer and actor Mark Gatiss in his 2010 BBC documentary series A History of Horror (Episode 2 \"Home Counties Horror\") in which he cited three British-made films - Witchfinder General (Michael Reeves, 1968), The Blood on Satan's Claw (Piers Haggard, 1971) and The Wicker Man (Robin Hardy, 1973) - as genre-defining works.[8][9] Adam Scovell, writing for the British Film Institute, notes that these films (which he refers to as the \"unholy trinity\") subvert expectations, having little in common except their nihilistic tone and countryside setting, noting their \"emphasis on landscape which subsequently isolates its communities and individuals\".[10] He suggests that the rise of the genre at this time was inspired by the 1960s counterculture and New Age movements.[11]\n\nMatthew Sweet, in his Archive on 4 documentary Black Aquarius, observes that the late 1960s counterculture movement led to what he terms a \"second great wave of pop occultism\" which pervaded popular culture, with many film and television works containing elements of folkloric or occult rituals.[12] Examples of \"folk horror\" films from the United States include Crowhaven Farm (1970), The Dark Secret of Harvest Home (1978) and Children of the Corn (1984), an adaptation of Stephen King's 1976 short story.[1] More recent films in the genre include The Witch (2015), Apostle (2018), Midsommar (2019), Lamb (2021) and Men (2022).[13]\n\nHorror films from the Southeast Asia region have frequently drawn upon local folk beliefs, including those of Indonesian, Thai, Malay and Dayak cultures.[14][15] In a review of The Medium, which draws inspiration from Thai folklore, Kong Rithdee wrote in The Bangkok Post: \"International critics will not hesitate to tag The Medium as the latest example of \"folk horror\"—think Robert Eggers' The Witch or Ari Aster's Midsommar. But Southeast Asian horror has always been folk horror. It's our default mode, our modus operandi, it's what audiences in this part of the world grew up with—think Nang Nak or Pontianak as classic examples, or more recently, Joko Anwar's Satan Slaves, Syamsul Yusof's Munafik and Emir Ezwan's Roh.\"[16] Indonesian horror films have featured local folklore for many decades, including Satan's Slave (1980) and Mystics in Bali (1981); in the 2010s, The Queen of Black Magic and Impetigore also attracted international attention.[14][15]\n\nAs well as cinema, rural Paganism formed the basis of a number of British television plays of the 1970s - examples from the BBC's Play for Today strand include John Bowen's Robin Redbreast (1970) and A Photograph (1977), David Rudkin's Penda's Fen (1974) and Alan Garner's Red Shift (1978), along with entries in the 1972 Dead of Night anthology series, such as The Exorcism[10][17] Adaptations of the antiquarian ghost stories of M. R. James, which derive their horror in cursed objects, medieval superstition, occult practices and witch trials also provided a regular stream of folkloric horror - from Jacques Tourneur's Night of the Demon (1957), Jonathan Miller's Whistle and I'll Come to You (BBC, 1968) and Lawrence Gordon Clark's yearly A Ghost Story for Christmas strand for the BBC (1971-1978).[10] ITV, meanwhile, produced the Alan Garner adaptation The Owl Service (1969), Nigel Kneale's Beasts (1976) and the HTV drama Children of the Stones (1977), which share a theme of ancient folklore seeping into the modern world.[10]\n\nMatthew Sweet observes that occult and pagan elements even appeared in children's programmes and 1970s episodes of Doctor Who.[12] Comedian Stewart Lee, in his retrospective of The Children of the Stones (\"a tale of archaeology, occult ritual and Chopper bikes\") identifies that series as part of a \"collective Sixties comedown\" which includes the genre works The Owl Service, Timeslip (1970), The Tomorrow People (1973), The Changes (1975) and Raven (1977).[18]\n\n"
        }
    ]
}