{
    "url": "https://en.wikipedia.org/wiki/Foo_fighter",
    "title": "Foo fighter",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 Sightings",
        "3 Explanations and theories",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The term foo fighter was used by Allied aircraft pilots during World War II to describe various UFOs or mysterious aerial phenomena seen in the skies over both the European and Pacific theaters of operations.\n\nThough foo fighter initially described a type of UFO reported and named by the U.S. 415th Night Fighter Squadron, the term was also commonly used to mean any UFO sighting from that period.[1] Formally reported from November 1944 onwards, foo fighters were presumed by witnesses to be secret weapons employed by the enemy.\n\nThe Robertson Panel explored possible explanations, for instance that they were electrostatic phenomena similar to St. Elmo's fire, electromagnetic phenomena, or simply reflections of light from ice crystals.[2]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The nonsense word \"foo\" emerged in popular culture during the early 1930s, first being used by cartoonist Bill Holman, who peppered his Smokey Stover[3] fireman cartoon strips with \"foo\" signs and puns.[4][5][6]\n\nThe term \"foo\" was borrowed from Smokey Stover by a radar operator in the 415th Night Fighter Squadron, Donald J. Meiers, who, according to most 415th members, gave the foo fighters their name. Meiers was from Chicago and was an avid reader of Holman's strip, which was run daily in the Chicago Tribune. Smokey Stover's catch-phrase was \"where there's foo, there's fire\". In a mission debriefing on the evening of November 27, 1944, Frederic \"Fritz\" Ringwald, the unit's S-2 Intelligence Officer, stated that Meiers and Pilot Lt. Ed Schleuter had sighted a red ball of fire that appeared to chase them through a variety of high-speed maneuvers. Ringwald said that Meiers was extremely agitated and had a copy of the comic strip tucked in his back pocket. He pulled it out and slammed it down on Ringwald's desk and said, \"[I]t was another one of those fuckin' foo fighters!\" and stormed out of the debriefing room.[7][8]\n\nAccording to Ringwald, because of the lack of a better name, it stuck. And this was originally what the men of the 415th started calling these incidents: \"fuckin' foo fighters\". In December 1944, a press correspondent from the Associated Press in Paris, Bob Wilson, was sent to the 415th at their base outside of Dijon, France, to investigate this story.[9] It was at this time that the term was cleaned up to just \"foo fighters\". The squadron commander, Capt. Harold Augsperger, also decided to sanitize the term to \"foo fighters\" in the historical data of the squadron.[7]\n\nOther proposed origins of the term have been a corruption of the French feu for fire, and a corruption of the military acronym FUBAR (fucked up beyond all recognition).[10]\n\n"
        },
        {
            "title": "History",
            "text": "Although Royal Air Force personnel had reported seeing lights following their aircraft from as early as March 1942,[11][12] with similar sightings involving RAF bomber crews over the Balkans starting in April 1944,[13] American sightings were first recorded by crews from the 422nd Night-Fighter Squadron stationed in Occupied Belgium during the first week of October 1944. At the time, these were erroneously believed to be Messerschmitt Me 163 rocket-powered interceptors which did not operate at night.[14] However, the bulk of the sightings started occurring in the last week of November 1944, when pilots flying over Western Europe by night reported seeing fast-moving round glowing objects following their aircraft. The objects were variously described as fiery, and glowing red, white, or orange. Some pilots described them as resembling Christmas-tree lights and reported that they seemed to toy with the aircraft, making wild turns before simply vanishing. Pilots and aircrew reported that the objects flew together in formation with their aircraft and behaved as if they were under intelligent control, but never displayed hostile behavior. However, they could not be outmaneuvered or shot down. The phenomenon was so widespread that the lights earned a name – in the European Theater of Operations they were often called \"Kraut fireballs\", but for the most part called \"foo fighters\". The military took the sightings seriously, suspecting that the mysterious sightings might be secret German weapons, but further investigation revealed that German and Japanese pilots had reported similar sightings.[15]\n\nOn 13 December 1944, the Supreme Headquarters Allied Expeditionary Force in Paris issued a press release, which was featured in The New York Times the next day, officially describing the phenomenon as a \"new German weapon\".[16] Follow-up stories, using the term \"Foo Fighters\", appeared in the New York Herald Tribune and the British Daily Telegraph.[17]\n\nIn its 15 January 1945 edition, Time magazine carried a story titled \"Foo-Fighter\", in which it reported that the \"balls of fire\" had been following USAAF night fighters for over a month, and that the pilots had named it the \"foo-fighter\". According to Time, descriptions of the phenomena varied, but the pilots agreed that the mysterious lights followed their aircraft closely at high speed.[18]\n\nThe \"balls of fire\" phenomenon reported from the Pacific Theater of Operations differed somewhat from the foo fighters reported from Europe; the \"ball of fire\" resembled a large burning sphere that \"just hung in the sky\", though it was reported to sometimes follow aircraft. There was speculation that the phenomena could be related to the Japanese fire balloon campaign. As with the European foo fighters, no aircraft were reported as having been attacked by a \"ball of fire\".[19]\n\nThe postwar Robertson Panel cited foo fighter reports, noting that their behavior did not appear to be threatening, and mentioned possible explanations, for instance that they were electrostatic phenomena similar to St. Elmo's fire, electromagnetic phenomena, or simply reflections of light from ice crystals. The Panel's report suggested that \"If the term 'flying saucers' had been popular in 1943–1945, these objects would have been so labeled.\"[2]\n\nFoo fighters were reported on many occasions from around the world; a few examples are noted below.\n\n"
        },
        {
            "title": "Explanations and theories",
            "text": "The 415th Night-Fighter Squadron's Intelligence Officer, Captain Ringwald, sent a report listing 14 separate incidents in December 1944 and early January 1945 to the intelligence section at XII Tactical Air Command, the unit's immediate superiors at 64th Fighter Wing being unable to offer any answers.[26] Without answers of their own, XII TAC requested assistance from their opposite numbers at Supreme Headquarters Allied Expeditionary Force (SHAEF), in Paris. SHAEF had no knowledge of the phenomenon and asked if the British Air Ministry in London had any information. The Air Ministry's explanation for the Foo Fighter phenomenon was received on 13 March 1945:\n\nA group of scientists, engineers and former high-ranking Luftwaffe officers were questioned about wartime \"Balls of Fire\" reports by staff from United States Air Force in Europe's intelligence section in the early autumn of 1945. None of the thirteen interviewed claimed any knowledge of a German secret weapons program that could have explained the sightings.[28]\n\nThe author Renato Vesco revived the wartime theory that the foo fighters were a Nazi secret weapon in his work Intercept UFO, reprinted in a revised English edition as Man-Made UFOs: 50 Years of Suppression in 1994. Vesco claims that the foo fighters were in fact a form of ground-launched, automatically guided, jet-propelled flak mine called the Feuerball (Fireball). This device, supposedly operated by special SS units,  resembled a tortoise shell in shape, and it flew by means of gas jets that spun like a Catherine wheel around the fuselage. Miniature klystron tubes inside the device, in combination with the gas jets, created the characteristic glowing spheroid appearance of the foo fighters. A crude form of collision avoidance radar ensured the craft would not crash into another airborne object, and an onboard sensor mechanism would even instruct the machine to depart swiftly if it was fired upon. The purpose of the Feuerball, according to Vesco, was twofold. The appearance of this weird device inside a bomber stream would (and indeed did) have a distracting and disruptive effect on the bomber pilots. Also, Vesco alleges that the devices were also intended to have an \"offensive\" capability. Electrostatic discharges from the klystron tubes would, he stated, interfere with the ignition systems of the bombers, causing the engines to stall and the planes to crash. Although there is no hard evidence to support the reality of the Feuerball drone, this theory has been taken up by other aviation/ufology authors, and it has even been cited by some as the most likely explanation for the phenomena in at least one recent TV \"documentary\" on Nazi secret weapons.[29][30] However, others cite the single-sourced nature of the claims, the complete lack of evidence supporting them, and the implausible capabilities of the supposed device as marking this explanation as nonsense.[31][32]\n\nAny type of electrical discharge from the wings of airplanes (see St. Elmo's Fire) has been suggested as an explanation, since it has been known to appear at the wingtips of aircraft.[18] It has also been pointed out that some of the descriptions of foo fighters closely resemble those of ball lightning.[33]\n\nDuring April 1945, the U.S. Navy began to experiment on visual illusions as experienced by nighttime aviators. This work began the U.S. Navy's Bureau of Medicine (BUMED) project X-148-AV-4-3. This project pioneered the study of aviators' vertigo and was initiated because a wide variety of anomalous events were being reported by nighttime aviators.[34] Dr. Edgar Vinacke, who was the prime flight psychologist on this project, summarized the need for a cohesive and systemic outline of the epidemiology of aviators' vertigo:\n\n"
        }
    ]
}