{
    "url": "https://en.wikipedia.org/wiki/Foodborne_illness",
    "title": "Foodborne illness",
    "table_of_contents": [
        "1 Causes",
        "1.1 Bacteria",
        "1.1.1 Enterotoxins",
        "1.1.2 Emerging foodborne pathogens",
        "1.1.3 Preventing bacterial food poisoning",
        "1.2 Mycotoxins and alimentary mycotoxicoses",
        "1.3 Viruses",
        "1.4 Parasites",
        "1.5 Natural toxins",
        "1.6 Other pathogenic agents",
        "1.7 \"Ptomaine poisoning\"",
        "2 Mechanism",
        "2.1 Incubation period",
        "2.2 Infectious dose",
        "2.3 Gut microbiota unaccustomed to endemic organisms",
        "3 Epidemiology",
        "3.1 Infants",
        "3.2 United States",
        "3.3 United Kingdom",
        "3.4 France",
        "3.5 Australia",
        "3.6 Comparison between countries",
        "3.7 Outbreaks",
        "4 Society and culture",
        "4.1 United Kingdom",
        "4.2 United States",
        "4.3 Organizations",
        "4.4 International Food Safety Authorities Network (INFOSAN)",
        "4.5 Prioritisation of foodborne pathogens",
        "4.6 Regulatory steps",
        "5 See also",
        "6 References",
        "7 Further reading",
        "7.1 Periodicals",
        "7.2 Books",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFoodborne illness (also foodborne disease and food poisoning)[1] is any illness resulting from the spoilage of contaminated food by pathogenic bacteria, viruses, or parasites that contaminate food,[2] as well as prions (the agents of mad cow disease), and toxins such as aflatoxins in peanuts, poisonous mushrooms, and various species of beans that have not been boiled for at least 10 minutes.\n\nSymptoms vary depending on the cause but often include vomiting, fever, and aches, and may include diarrhea. Bouts of vomiting can be repeated with an extended delay in between, because even if infected food was eliminated from the stomach in the first bout, microbes, like bacteria (if applicable), can pass through the stomach into the intestine and begin to multiply. Some types of microbes stay in the intestine.\n\nFor contaminants requiring an incubation period, symptoms may not manifest for hours to days, depending on the cause and on quantity of consumption. Longer incubation periods tend to cause those affected to not associate the symptoms with the item consumed, so they may misattribute the symptoms to gastroenteritis, for example.\n\n"
        },
        {
            "title": "Causes",
            "text": "Foodborne illness usually arises from improper handling, preparation, or food storage. Good hygiene practices before, during, and after food preparation can reduce the chances of contracting an illness. There is a consensus in the public health community that regular hand-washing is one of the most effective defenses against the spread of foodborne illness. The action of monitoring food to ensure that it will not cause foodborne illness is known as food safety. Foodborne disease can also be caused by a large variety of toxins that affect the environment.[3]\n\nFurthermore, foodborne illness can be caused by a number of chemicals, such as pesticides, medicines, and natural toxic substances such as vomitoxin, poisonous mushrooms or reef fish.[4]\n\nBacteria are a common cause of foodborne illness. The United Kingdom, in 2000, reported the individual bacteria involved as the following: Campylobacter jejuni 77.3%, Salmonella 20.9%, Escherichia coli O157:H7 1.4%, and all others less than 0.56%.[5]\n\nIn the past, bacterial infections were thought to be more prevalent because few places had the capability to test for norovirus and no active surveillance was being done for this particular agent. Toxins from bacterial infections are delayed because the bacteria need time to multiply. As a result, symptoms associated with intoxication are usually not seen until 12–72 hours or more after eating contaminated food. However, in some cases, such as Staphylococcal food poisoning, the onset of illness can be as soon as 30 minutes after ingesting contaminated food.[6]\n\nA 2022 study concluded that washing uncooked chicken could increase risk pathogen transfer, and that specific washing conditions can decrease the risk of transfer.[7][8]\n\nMost common bacterial foodborne pathogens are:\n\nOther common bacterial foodborne pathogens are:[15]\n\nLess common bacterial agents:[citation needed]\n\nIn addition to disease caused by direct bacterial infection, some foodborne illnesses are caused by enterotoxins (exotoxins targeting the intestines). Enterotoxins can produce illness even when the microbes that produced them have been killed. Symptom appearance varies with the toxin but may be rapid in onset, as in the case of enterotoxins of Staphylococcus aureus in which symptoms appear in one to six hours.[16] This causes intense vomiting including or not including diarrhea (resulting in staphylococcal enteritis), and staphylococcal enterotoxins (most commonly staphylococcal enterotoxin A but also including staphylococcal enterotoxin B) are the most commonly reported enterotoxins although cases of poisoning are likely underestimated.[17] It occurs mainly in cooked and processed foods due to competition with other biota in raw foods, and humans are the main cause of contamination as a substantial percentage of humans are persistent carriers of S. aureus.[17] The CDC has estimated about 240,000 cases per year in the United States.[18]\n\nThe rare but potentially deadly disease botulism occurs when the anaerobic bacterium Clostridium botulinum grows in improperly canned low-acid foods and produces botulin, a powerful paralytic toxin.\n\nPseudoalteromonas tetraodonis, certain species of Pseudomonas and Vibrio, and some other bacteria, produce the lethal tetrodotoxin, which is present in the tissues of some living animal species rather than being a product of decomposition.[citation needed]\n\nScandinavian outbreaks of Yersinia enterocolitica have recently increased to an annual basis, connected to the non-canonical contamination of pre-washed salad.[19]\n\nPrevention is mainly the role of the state, through the definition of strict rules of hygiene and a public services of veterinary surveying of animal products in the food chain, from farming to the transformation industry and delivery (shops and restaurants). This regulation includes:\n\nIn August 2006, the United States Food and Drug Administration approved phage therapy which involves spraying meat with viruses that infect bacteria, and thus preventing infection. This has raised concerns, because without mandatory labelling consumers would not be aware that meat and poultry products have been treated with the spray.[20]\n\nAt home, prevention mainly consists of good food safety practices. Many forms of bacterial poisoning can be prevented by cooking food sufficiently, and either eating it quickly or refrigerating it effectively.[2] Many toxins, however, are not destroyed by heat treatment.\n\nTechniques that help prevent food borne illness in the kitchen are hand washing, rinsing produce,[21] preventing cross-contamination, proper storage, and maintaining cooking temperatures. In general, freezing or refrigerating prevents virtually all bacteria from growing, and heating food sufficiently kills parasites, viruses, and most bacteria. Bacteria grow most rapidly at the range of temperatures between 40 and 140 °F (4 and 60 °C), called the \"danger zone\". Storing food below or above the \"danger zone\" can effectively limit the production of toxins. For storing leftovers, the food must be put in shallow containers\nfor quick cooling and must be refrigerated within two hours. When food is reheated, it must reach an internal temperature of 165 °F (74 °C) or until hot or steaming to kill bacteria.[22]\n\nThe term alimentary mycotoxicosis refers to the effect of poisoning by mycotoxins through food consumption.  The term mycotoxin is usually reserved for the toxic chemical products produced by fungi that readily colonize crops. Mycotoxins sometimes have important effects on human and animal health.  For example, an outbreak which occurred in the UK in 1960 caused the death of 100,000 turkeys which had consumed aflatoxin-contaminated peanut meal.  In the USSR in World War II, 5,000 people died due to alimentary toxic aleukia (ALA).[23] The common foodborne Mycotoxins include:\n\nViral infections make up perhaps one third of cases of food poisoning in developed countries. In the US, more than 50% of cases are viral and noroviruses are the most common foodborne illness, causing 57% of outbreaks in 2004. Foodborne viral infection are usually of intermediate (1–3 days) incubation period, causing illnesses which are self-limited in otherwise healthy individuals; they are similar to the bacterial forms described above.[citation needed]\n\nMost foodborne parasites are zoonoses.[50]\n\nSeveral foods can naturally contain toxins, many of which are not produced by bacteria. Plants in particular may be toxic; animals which are naturally poisonous to eat are rare. In evolutionary terms, animals can escape being eaten by fleeing; plants can use only passive defenses such as poisons and distasteful substances, for example capsaicin in chili peppers and pungent sulfur compounds in garlic and onions. Most animal poisons are not synthesised by the animal, but acquired by eating poisonous plants to which the animal is immune, or by bacterial action.[citation needed]\n\nSome plants contain substances which are toxic in large doses, but have therapeutic properties in appropriate dosages.\n\nPtomaine poisoning was a myth that persisted in the public consciousness, in newspaper headlines, and legal cases as an official diagnosis, decades after it had been disproven scientifically in the 1910s.[58]\n\nIn the 19th century, the Italian chemist Francesco Selmi, of Bologna, introduced the generic name ptomaine (from Greek ptōma,  \"fall, fallen body, corpse\") for alkaloids found in decaying animal and vegetable matter, especially (as reflected in their names) putrescine and cadaverine.[59]  The 1892 Merck's Bulletin stated, \"We name such products of bacterial origin ptomaines; and the special alkaloid produced by the comma bacillus is variously named Cadaverine, Putrescine, etc.\"[60] While The Lancet stated, \"The chemical ferments produced in the system, the... ptomaines which may exercise so disastrous an influence.\"[61] It is now known that the \"disastrous... influence\" is due to the direct action of bacteria and only slightly due to the alkaloids. Thus, the use of the phrase \"ptomaine poisoning\" is now obsolete.\n\nTainted potato salad sickening hundreds at a Communist political convention in Massillon, Ohio,[62] and aboard a Washington DC cruise boat in separate incidents during a single week in 1932 drew national attention to the dangers of so-called \"ptomaine poisoning\" in the pages of the American news weekly, Time.[63]\nAnother newspaper article from 1944 told of more than 150 persons being hospitalized in Chicago with ptomaine poisoning apparently from rice pudding served by a chain of restaurants.[64]\n\n"
        },
        {
            "title": "Mechanism",
            "text": "The delay between the consumption of contaminated food and the appearance of the first symptoms of illness is called the incubation period. This ranges from hours to days (and rarely months or even years, such as in the case of listeriosis or bovine spongiform encephalopathy), depending on the agent, and on how much was consumed. If symptoms occur within one to six hours after eating the food, it suggests that it is caused by a bacterial toxin or a chemical rather than live bacteria.\n\nThe long incubation period of many foodborne illnesses tends to cause those affected to attribute their symptoms to gastroenteritis.[65]\n\nDuring the incubation period, microbes pass through the stomach into the intestine, attach to the cells lining the intestinal walls, and begin to multiply there. Some types of microbes stay in the intestine, some produce a toxin that is absorbed into the bloodstream, and some can directly invade the deeper body tissues. The symptoms produced depend on the type of microbe.[66]\n\nThe infectious dose is the amount of agent that must be consumed to give rise to symptoms of foodborne illness, and varies according to the agent and the consumer's age and overall health. Pathogens vary in minimum infectious dose; for example, Shigella sonnei has a low estimated minimum dose of < 500 colony-forming units (CFU) while Staphylococcus aureus has a relatively high estimate.[67]\n\nIn the case of Salmonella a relatively large inoculum of 1 million to 1 billion organisms is necessary to produce symptoms in healthy human volunteers,[68] as Salmonellae are very sensitive to acid. An unusually high stomach pH level (low acidity) greatly reduces the number of bacteria required to cause symptoms by a factor of between 10 and 100.\n\nFoodborne illness often occurs as travelers' diarrhea in persons whose gut microbiota is unaccustomed to organisms endemic to the visited region. This effect of microbiologic naïveté is compounded by any food safety lapses in the food's preparation.\n\n"
        },
        {
            "title": "Epidemiology",
            "text": "Asymptomatic subclinical infection may help spread these diseases, particularly Staphylococcus aureus, Campylobacter, Salmonella, Shigella, Enterobacter, Vibrio cholerae, and Yersinia.[67] For example, as of 1984 it was estimated that in the United States, 200,000 people were asymptomatic carriers of Salmonella.[67]\n\nGlobally, infants are a group that is especially vulnerable to foodborne disease. The World Health Organization has issued recommendations for the preparation, use and storage of prepared formulas. Breastfeeding remains the best preventive measure for protection from foodborne infections in infants.[69]\n\nIn the United States, using FoodNet data from 2000 to 2007, the CDC estimated there were 47.8 million foodborne illnesses per year (16,000 cases for 100,000 inhabitants)[70] with 9.4 million of these caused by 31 known identified pathogens.[71]\n\nAccording to a 2012 report from the Food Standards Agency, there were around a million cases of foodborne illness per year (1,580 cases for 100,000 inhabitants).[75]\n\nThis data pertains to reported medical cases of 23 specific pathogens in the 1990s, as opposed to total population estimates of all foodborne illness for the United States.[citation needed]\n\nIn France, for 750,000 cases (1,210 per 100,000 inhabitants):[citation needed]\n\nA study by the Australian National University,[79] published in November 2014, found in 2010 that there were an estimated 4.1 million cases of foodborne gastroenteritis acquired in Australia on average each year, along with 5,140 cases of non-gastrointestinal illness. The study was funded by the Australian Department of Health, Food Standards Australia New Zealand and the NSW Food Authority.[citation needed]\n\nThe main causes were Norovirus, pathogenic Escherichia coli, Campylobacter spp. and non-typhoidal Salmonella spp., although the causes of approximately 80% of illnesses were unknown. Approximately 25% (90% CrI: 13%–42%) of the 15.9 million episodes of gastroenteritis that occur in Australia were estimated to be transmitted by contaminated food. This equates to an average of approximately one episode of foodborne gastroenteritis every five years per person. Data on the number of hospitalisations and deaths represent the occurrence of serious foodborne illness. Including gastroenteritis, non-gastroenteritis and sequelae, there were an estimated annual 31,920 (90% CrI: 29,500–35,500) hospitalisations due to foodborne illness and 86 (90% CrI: 70–105) deaths due to foodborne illness circa 2010. This study concludes that these rates are similar to recent estimates in the US and Canada.[citation needed]\n\nA main aim of this study was to compare if foodborne illness incidence had increased over time. In this study, similar methods of assessment were applied to data from circa 2000, which showed that the rate of foodborne gastroenteritis had not changed significantly over time. Two key estimates were the total number of gastroenteritis episodes each year, and the proportion considered foodborne. In circa 2010, it was estimated that 25% of all episodes of gastroenteritis were foodborne. By applying this proportion of episodes due to food to the incidence of gastroenteritis circa 2000, there were an estimated 4.3 million (90% CrI: 2.2–7.3 million) episodes of foodborne gastroenteritis circa 2000, although credible intervals overlap with 2010. Taking into account changes in population size, applying these equivalent methods suggests a 17% decrease in the rate of foodborne gastroenteritis between 2000 and 2010, with considerable overlap of the 90% credible intervals.[citation needed]\n\nThis study replaces a previous estimate of 5.4 million cases of foodborne illness in Australia every year, causing:[80]\n\nMost foodborne disease outbreaks in Australia have been linked to raw or minimally cooked eggs or poultry.[81] The Australian Food Safety Information Council estimates that one third of cases of food poisoning occur in the home.[82]\n\nThe vast majority of reported cases of foodborne illness occur as individual or sporadic cases. The origin of most sporadic cases is undetermined. In the United States, where people eat outside the home frequently, 58% of cases originate from commercial food facilities (2004 FoodNet data). An outbreak is defined as occurring when two or more people experience similar illness after consuming food from a common source.[citation needed]\n\nOften, a combination of events contributes to an outbreak, for example, food might be left at room temperature for many hours, allowing bacteria to multiply which is compounded by inadequate cooking which results in a failure to kill the dangerously elevated bacterial levels.[citation needed]\n\nOutbreaks are usually identified when those affected know each other. Outbreaks can also be identified by public health staff when there are unexpected increases in laboratory results for certain strains of bacteria. Outbreak detection and investigation in the United States is primarily handled by local health jurisdictions and is inconsistent from district to district. It is estimated that 1–2% of outbreaks are detected.[citation needed]\n\n"
        },
        {
            "title": "Society and culture",
            "text": "In postwar Aberdeen (1964) a large-scale (>400 cases) outbreak of typhoid occurred, caused by contaminated corned beef which had been imported from Argentina.[83] The corned beef was placed in cans and because the cooling plant had failed, cold river water from the Plate estuary was used to cool the cans. One of the cans had a defect and the meat inside was contaminated. This meat was then sliced using a meat slicer in a shop in Aberdeen, and a lack of cleaning the machinery led to spreading the contamination to other meats cut in the slicer. These meats were then eaten by the people of Aberdeen who then became ill.[citation needed]\n\nSerious outbreaks of foodborne illness since the 1970s prompted key changes in UK food safety law. These included the death of 19 patients in the Stanley Royd Hospital outbreak[84] and the bovine spongiform encephalopathy (BSE, mad cow disease) outbreak identified in the 1980s. The death of 21 people in the 1996 Wishaw outbreak of E. coli O157[85][86] was a precursor to the establishment of the Food Standards Agency which, according to Tony Blair in the 1998 white paper A Force for Change Cm 3830, \"would be powerful, open and dedicated to the interests of consumers\".[87]\n\nIn May 2015, for the second year running, England's Food Standards Agency devoted its annual Food Safety Week to – \"The Chicken Challenge\". The focus was on the handling of raw chicken in the home and in catering facilities in a drive to reduce the high levels of food poisoning from the campylobacter bacterium. Anne Hardy argues that widespread public education of food hygiene can be useful, particularly through media (TV cookery programmes) and advertisement. She points to the examples set by Scandinavian societies.[88]\n\nIn 2001, the Center for Science in the Public Interest petitioned the United States Department of Agriculture to require meat packers to remove spinal cords before processing cattle carcasses for human consumption, a measure designed to lessen the risk of infection by variant Creutzfeldt–Jakob disease. The petition was supported by the American Public Health Association, the Consumer Federation of America, the Government Accountability Project, the National Consumers League, and Safe Tables Our Priority.[89]\n\nNone of the US Department of Health and Human Services targets[90] regarding incidence of foodborne infections were reached in 2007.[91]\n\nA report issued in June 2018 by NBC's Minneapolis station using research by both the CDC and the Minnesota Department of Health concluded that foodborne illness is on the rise in the U.S.[92]\n\nThe World Health Organization Department of Food Safety and Zoonoses (FOS) provides scientific advice for organizations and the public on issues concerning the safety of food. Its mission is to lower the burden of foodborne disease, thereby strengthening the health security and sustainable development of Member States. Foodborne and waterborne diarrhoeal diseases kill an estimated 2.2 million people annually, most of whom are children. WHO works closely with the Food and Agriculture Organization of the United Nations (FAO) to address food safety issues along the entire food production chain—from production to consumption—using new methods of risk analysis. These methods provide efficient, science-based tools to improve food safety, thereby benefiting both public health and economic development.[citation needed]\n\nThe International Food Safety Authorities Network (INFOSAN) is a joint program of the WHO and FAO. INFOSAN has been connecting national authorities from around the globe since 2004, with the goal of preventing the international spread of contaminated food and foodborne disease and strengthening food safety systems globally. This is done by:[citation needed]\n\nMembership to INFOSAN is voluntary, but is restricted to representatives from national and regional government authorities and requires an official letter of designation. INFOSAN seeks to reflect the multidisciplinary nature of food safety and promote intersectoral collaboration by requesting the designation of Focal Points in each of the respective national authorities with a stake in food safety, and a single Emergency Contact Point in the national authority with the responsibility for coordinating national food safety emergencies; countries choosing to be members of INFOSAN are committed to sharing information between their respective food safety authorities and other INFOSAN members. The operational definition of a food safety authority includes those authorities involved in: food policy; risk assessment; food control and management; food inspection services; foodborne disease surveillance and response; laboratory services for monitoring and surveillance of foods and foodborne diseases; and food safety information, education and communication across the farm-to-table continuum.[citation needed]\n\nThe Food and Agriculture Organization of the United Nations and The World Health Organization have published a global ranking of foodborne parasites using a multicriteria ranking tool concluding that Taenia solium was the most relevant, followed by Echinococcus granulosus, Echinococcus multilocularis, and Toxoplasma gondii.[93] The same method was used regionally to rank the most important foodborne parasites in Europe ranking Echinococcus multilocularis of highest relevance, followed by Toxoplasma gondii and Trichinella spiralis.[94]\n\nFood may be contaminated during all stages of food production and retailing. In order to prevent viral contamination, regulatory authorities in Europe have enacted several measures:[citation needed]\n\n"
        },
        {
            "title": "References",
            "text": " This article incorporates public domain material from websites or documents of the Centers for Disease Control and Prevention.\n\n"
        }
    ]
}