{
    "url": "https://en.wikipedia.org/wiki/For_Inspiration_and_Recognition_of_Science_and_Technology",
    "title": "For Inspiration and Recognition of Science and Technology",
    "table_of_contents": [
        "1 Structure",
        "2 Activities",
        "2.1 FIRST Robotics Competition",
        "2.2 FIRST Tech Challenge",
        "2.3 FIRST LEGO League Challenge",
        "2.4 FIRST LEGO League Explore",
        "2.5 FIRST LEGO League Discover",
        "2.6 FIRST Championship",
        "3 Support",
        "3.1 Intra-team",
        "3.2 Inter-team",
        "3.2.1 Gracious Professionalism",
        "3.3 Community",
        "3.4 Corporate",
        "3.5 Government",
        "4 Philosophy",
        "5 Timeline",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "For Inspiration and Recognition of Science and Technology (FIRST) is an international youth organization that operates the FIRST Robotics Competition, FIRST LEGO League Challenge, FIRST LEGO League Explore, FIRST LEGO League Discover, and FIRST Tech Challenge competitions.[4]\nFounded by Dean Kamen and Woodie Flowers in 1989, its expressed goal is to develop ways to inspire students in engineering and technology fields. Its philosophy is expressed by the organization as Coopertition and Gracious Professionalism.\nFIRST also operates FIRST Place, a research facility at FIRST Headquarters in Manchester, New Hampshire, where it holds educational programs and day camps for students and teachers.[5]\n\n"
        },
        {
            "title": "Structure",
            "text": "FIRST operates as a non-profit public charity corporation. It licenses qualified teams, usually affiliated with schools or other youth organizations, to participate in its competitions. The teams in turn pay a fee to FIRST; these fees, the majority of which are redistributed to pay for teams' kit of parts and other services, comprise the majority of revenue of FIRST.[6]\n\nThe supreme body of FIRST is its board of directors, which includes corporate executives and former government officials. FIRST also has an executive advisory board and several senior advisors; these advisors include engineers, involved volunteers, and other senior organizers. Day-to-day operations are run by a senior management team, consisting of a president and five vice presidents.[7]\n\n"
        },
        {
            "title": "Activities",
            "text": "The first and highest-scale program developed through FIRST is the FIRST Robotics Competition, which is designed to inspire high school students to become engineers by giving them real world experience working with engineers to develop a robot. The inaugural FIRST Robotics Competition was held in 1992 in the Manchester Memorial High School gymnasium.[8] As of 2019[update], over 3,700 high school teams totaling over 46,000 students from Australia, Brazil, Canada, France, Turkey, Israel, Mexico, the Netherlands, the United States, the United Kingdom,[1] and more compete in the annual competition, with more than 9000 teams (active and inactive) in existence.\n\nThe competition challenge changes each year, and the teams can reuse only certain components from previous years. The robots weigh at most 125 pounds (56.7 kg), without batteries and bumpers. The kit issued to each team contains a base set of parts. Registration and the kit of parts together cost about US$6,000. In addition to that, teams are allowed to spend another $5,500 on their robot. The purpose of this rule is to lessen the influence of money on teams' competitiveness. Details of the game have been released on the first Saturday in January (except when that Saturday falls on January 1 or 2), and the teams have been given six weeks to construct a robot that can accomplish the game's tasks.[9]\n\nIn 2011, teams participated in 48 regional and district competitions[10][11] throughout March in an effort to qualify for the FIRST Championship in St. Louis in April. Previous years' Championships have been held in Atlanta, Georgia, Houston, Texas and at Walt Disney World's Epcot.[12] On October 7, 2009, FIRST announced that the Championship Event will be held in St. Louis, Missouri for 2011 through 2013.[13]\nEach year the FIRST Robotics Competition has scholarships for the participants in the program. In 2011, there were over $14 million worth of scholarships from more than 128 colleges and universities, associations, and corporations.[citation needed]\n\nThe district competition system was introduced in Michigan and as of 2017 has expanded to include districts in the Pacific Northwest, the Mid-Atlantic, the Washington DC area, New England, Georgia, North Carolina, Ontario, and Israel. When they were created in 2017, the Ontario and Israel districts became the first districts outside of the United States. The district competition system changed the traditional \"regional\" events by allowing teams to compete in multiple smaller events and using an associated ranking algorithm to determine which teams would advance to the next level of the competition. In general, there have been pushes to move more regions to the districts system; California, Texas, and New York have especially been pushed to move to the district system.\n\nThe FIRST Tech Challenge, formerly FIRST Vex Challenge, is a mid-level robotics competition announced by FIRST on March 22, 2005. According to FIRST, this competition was designed to be a more accessible and affordable option for schools. FIRST has also said that the FIRST Tech Challenge program was created for those of an intermediate skill level. FIRST Tech Challenge robots are approximately one-third the scale of their FIRST Robotics Competition counterparts. The FIRST Tech Challenge is meant to provide a transition for students from the FIRST LEGO League Challenge competition to the FIRST Robotics Competition. FIRST Tech Challenge was developed for the Vex Robotics Design System, which is available commercially.[14]\n\nThe 2005 FVC pilot season featured a demonstration of the FIRST Vex Challenge using a 1/3 linear scale mock-up of the 2004 FIRST Robotics Competition, FIRST Frenzy: Raising the Bar. For their 2005-2006 Pilot Season, FVC teams played the Half-Pipe Hustle game using racquet balls and ramps.\n\nFor the 2006-2007 FIRST Tech Challenge season, the teams competed in the Hangin'-A-Round challenge using softballs, rotating platforms, a hanging bar, and a larger 'Atlas' ball which is significantly larger than most Vex robots and harder to manipulate.[15][16]  Competitions were held around the United States, Canada, and Mexico.[17]\n\nFor the 2008-2009 FIRST Tech Challenge season, a new kit was introduced, as FIRST moved away from the VEX platform and worked with several different vendors to create a custom kit and control system for FIRST Tech Challenge known as TETRIX . Based around the LEGO Mindstorms NXT \"brain\" and including secondary specialized controllers to overcome the limitations of the NXT, teams use a Bluetooth link between the NXT and a laptop running FIRST Tech Challenge driver station software. A team's drivers then use either one or two USB gamepads to control their robots.\n\nFor the 2015-2016 FIRST Tech Challenge season, in a partnership with Qualcomm, the LEGO Mindstorms NXT was replaced as the \"brain\" of the robot by an android device which communicates to a separate \"driver station\" android device via Wifi Direct. In addition, students were allowed to use either MIT App Inventor or Android Studio (Java language) to program their robots.\n\nIn 1998, the FIRST LEGO League Challenge (formerly known as FIRST LEGO League), a program similar to the FIRST Robotics Competition was formed. It is aimed at 9 to 14-year-old students and utilizes LEGO Mindstorms sets (EV3, NXT, RCX) to build palm-sized LEGO robots, which are then programmed using either the ROBOLAB software (RCX-based systems) or Mindstorms NXT or EV3 software (for NXT or EV3-based systems respectively) to autonomously compete against other teams.[18] The ROBOLAB software is based on National Instruments' LabVIEW industrial control engineering software. The combination of interchangeable LEGO parts, computer 'bricks', sensors, and the aforementioned software, provide preteens and teenagers with the capability to build simple models of real-life robotic systems.[19] This competition also utilizes a research element that is themed with each year's game, and deals with a real-world situation for students to learn about through the season. In 2020, the program was rebranded to FIRST LEGO League Challenge.\n\nThe simplistic nature of its games, its relatively low team startup costs, and its association with the LEGO Group mean that it is the most extensive of all FIRST competitions, despite a lower profile and fewer sponsors than FIRST Tech Challenge or FIRST Robotics Competition. In 2009, 14,725 teams from 56 countries participated in local, regional, national, and international competitions, compared with around 1,600 teams in roughly 10 countries for FIRST Robotics Competition.[20][21]\n\nFIRST LEGO League Explore (formerly known as FIRST LEGO League Jr.) is a variation of the FIRST LEGO League Challenge, aimed towards elementary school children, in which kids ages 5 to 8 build LEGO models dealing with that year's challenge. At least one part of a model has a moving component.  The teams participate in exhibitions around the country, where they demonstrate and explain their models and research for award opportunities.\n\nUnveiled in 2019, FIRST LEGO League Discover is designed for children ages 4 to 6 and centers on a playful introduction to STEM concepts and ideas. Teams use LEGO Duplo kits to complete each year's challenge and present their models at exhibitions similar to those found in FIRST LEGO League Explore.[22]\n\nThe FIRST Championship is the annual event which celebrates the finale of all of their programs by bringing them all together for their final rounds in the same event. The FIRST Championship was split into two events, initially held in St. Louis, Missouri, and Houston, Texas, in 2017 due to the rise in teams. From 2018 through 2020, the FIRST Championship will be held in Detroit, Michigan, and Houston, Texas.[23] At the 2014 Championship, FIRST announced changes to the 2015 structure that will bring a more \"Olympic Village\" feeling, and involves a rearrangement of the programs around the city.\n\n"
        },
        {
            "title": "Support",
            "text": "FIRST itself is a self-supporting organization; however, individual teams typically rely on outside funding sources. It also takes significant outside funds to run regional events and the FIRST Championship. In 2010, FIRST was a recipient of a Google Project 10^100 grant.[24]\n\nTeams may request that team members, whether mentors or students, contribute to the costs of running a team. For example, members may pay a fee or donate tools and facilities.\n\nTeams frequently give other teams support. This may mean providing funds, tools, facilities, or mentorship. Gracious professionalism and Coopertition are core tenets of the FIRST philosophy.\n\nGracious Professionalism is a major belief in the FIRST community. At every regional and national competition, the judges look for teams that are graciously professional. Gracious professionalism is about \"competing on an even playing field\". That means that each team wants their competition at the best. The way the team system is set up is that every team is matched up with two other teams per match at random. Therefore, a team's opponent in one match may become an ally in the next match. Traditionally, outside of FIRST, when one shares resources in a competition, one does so only with their allies.\n\nHowever, with the element of gracious professionalism, one would share resources with their opponent as well. For example, if a team needs a part or tool to fix their robot, it is expected that any team, even an opposing team would give that team a hand in order to compete. \nThis helps student learn that success is in learning and helping others no matter the circumstances. With this in mind, the judges give a Gracious Professionalism award at every FIRST Robotics Competition tournament, to a team that shows outstanding gracious professionalism.\n\nThe term \"Gracious Professionalism\" was created by Dr. Woodie Flowers, FIRST National Advisor and Pappalardo Professor Emeritus of Mechanical Engineering, Massachusetts Institute of Technology.[25]\n\nThe most common method of monetary and resource sponsorship teams comes through the community surrounding the team. Since the majority of teams are based around a school or a school district, schools often provide the infrastructure needed to run a team. Local governments and individual citizens may provide funds and other support to teams. Local universities and colleges often give significant funds to teams.\n\nCorporate donations and grants usually provide the majority of a mature team's funds. Major donors include BAE Systems, Google, Raytheon, Apple Inc., NASA and National Instruments.\n\nEach year during his speech at the kickoff event, founder Dean Kamen gives the student participants a homework assignment.  It often involves spreading the word about FIRST in various ways, such as increasing attendance at regionals (2005),[26] mentoring rookie teams,  making sure that FIRST-specific scholarships are applied for (2004),[27] and researching the capabilities of motors and disseminating that information to other teams (2006).[28]  In 2007, Dean's homework was for each team to contact their government officials (e.g. mayors, legislators, governors, federal officials) and invite them to a FIRST regional or the championship to expose them to the competition and increase the level of political awareness of FIRST. In 2008, it was to inform the media more about FIRST. In 2009, the homework was for each team to have all students, mentors, and other persons involved with their team (past or present) register with FIRST.[29] One goal of this registration process was to provide FIRST with data to demonstrate that many people had benefited from their experiences in FIRST robotics and to encourage more funding of robotics-related events.\n\nAt the World Championship in Atlanta, speakers have included former President of the United States George Herbert Walker Bush in 2008, and United States Secretary of Education Arne Duncan in 2010.  In 2010, former U.S. Undersecretary of Commerce and Director of the U.S. Patent and Trademark Office Jon Dudas was selected to be the President of FIRST.[30]\n\nAt the Championship in St. Louis, President of the United States Barack Obama has spoken via a pre-recorded message every year from 2011 to 2014.\n\nFIRST has received the attention of politicians in Canada as well. Ontario MPP Bob Delaney[31] and Ontario MPP Vic Fedeli[32] have made remarks in the Legislative Assembly of Ontario regarding their FIRST Robotics Competition experiences and showing their support.\n\nNASA, through its Robotics Alliance Project, is a major supporter of FIRST.\n\nIn 2018, the first episode of season five of STEM in 30, the National Air and Space Museum's television show for middle school students, featured FIRST.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "FIRST seeks to promote a philosophy of teamwork and collaboration among engineers and encourages competing teams to remain friendly, helping each other out when necessary. Terms frequently applied to this ethos are Gracious Professionalism and Coopertition; terms coined by Woodie Flowers and Kamen that support respect towards one's competitors and integrity in one's actions.[33] The concept of Gracious Professionalism grew from a robotics class that Flowers taught at Massachusetts Institute of Technology.[34] Coopertition is patented under US Patent 7,507,169 by Dean Kamen.[35]\n\n"
        },
        {
            "title": "Timeline",
            "text": "Note: All years indicate the year that the championship for that game was held.\n\n"
        }
    ]
}