{
    "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_the_United_States",
    "title": "Foreign relations of the United States",
    "table_of_contents": [
        "1 History",
        "2 North and South America",
        "2.1 Caribbean",
        "3 Europe",
        "4 Africa",
        "4.1 North Africa",
        "4.2 Sub-Saharan Africa",
        "5 Asia",
        "5.1 West Asia and Middle East",
        "5.2 Central Asia",
        "5.3 South Asia",
        "5.4 East Asia",
        "5.5 Southeast Asia",
        "6 Oceania",
        "7 Countries with visa services suspended",
        "8 Countries with no embassy",
        "9 Unrecognized countries with no foreign relations with the United States",
        "10 Sovereign entities with no diplomatic relations with the United States",
        "11 Former countries",
        "12 See also",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nThe United States has formal diplomatic relations with most nations. This includes all UN member and observer states other than Bhutan, Iran, North Korea and Syria, and the UN observer State of Palestine, the last of which the U.S. does not recognize. Additionally, the U.S. has diplomatic relations with Kosovo and the European Union.\n\nThe United States federal statutes relating to foreign relations can be found in Title 22 of the United States Code. For several years, the United States had the most diplomatic posts of any state, but as of 2020[update], it is second to the People's Republic of China.[1]\n\n"
        },
        {
            "title": "Europe",
            "text": "American relations with Eastern Europe are influenced by the legacy of the Cold War. Since the collapse of the Soviet Union, former Communist-bloc states in Europe have gradually transitioned to democracy and capitalism. Many have also joined the European Union and NATO, strengthening economic ties with the broader Western world and gaining the military protection of the United States via the North Atlantic Treaty.\n\n"
        },
        {
            "title": "Africa",
            "text": "See also Africa–United States relations and United States Africa Command.\n\n"
        },
        {
            "title": "Asia",
            "text": "The United States has many important allies in the Greater Middle East region. These allies are Turkey, Saudi Arabia, Morocco, Jordan, Afghanistan (formerly), Israel, Egypt, Kuwait, Bahrain and Qatar. Israel and Egypt are leading recipients of United States foreign aid, receiving $2.775 billion[161] and 1.75 billion[162] in 2010. Turkey is an ally of the United States through its membership in NATO, while all of the other countries except Saudi Arabia and Qatar are major non-NATO allies.\n\nThe United States toppled the government of Saddam Hussein during the 2003 invasion of Iraq.[163] Turkey is host to approximately 90 B61 nuclear bombs at Incirlik Air Base.[164] Other allies include Qatar, where 3,500 US troops are based,[165] and Bahrain, where the United States Navy maintains NSA Bahrain, home of NAVCENT and the Fifth Fleet.\n\nMany countries in the Association of Southeast Asian Nations (ASEAN) are important partners for United States in both economic and geostrategic aspects. ASEAN's geostrategic importance stems from many factors, including: the strategic location of member countries, the large shares of global trade that pass through regional waters, and the alliances and partnerships which the United States shares with ASEAN member states. In July 2009, the United States signed ASEAN's Treaty of Amity and Cooperation, which establishes guiding principles intended to build confidence among its signatories with the aim of maintaining regional peace and stability.[242] Trade flows are robust and increasing between America and the ASEAN region.\n\n"
        },
        {
            "title": "Countries with visa services suspended",
            "text": "[283]\n\n"
        },
        {
            "title": "Countries with no embassy",
            "text": "[283]\n\n"
        },
        {
            "title": "References",
            "text": " This article incorporates public domain material from U.S. Bilateral Relations Fact Sheets. United States Department of State.\n\n"
        }
    ]
}