{
    "url": "https://en.wikipedia.org/wiki/Forelegs",
    "title": "Forelimb",
    "table_of_contents": [
        "1 Evolution of forelimbs",
        "1.1 Shape",
        "1.2 Polydactyly",
        "1.3 Digit specialization",
        "1.3.1 Opposable thumbs",
        "1.4 Pronation and supination",
        "1.5 Wings",
        "1.6 Flippers",
        "2 See also",
        "3 Bibliography",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A forelimb or front limb is one of the paired articulated appendages (limbs) attached on the cranial (anterior) end of a terrestrial tetrapod vertebrate's torso.  With reference to quadrupeds, the term foreleg or front leg is often used instead.  In bipedal animals with an upright posture (e.g. humans and some primates), the term upper limb is often used.\n\nA forelimb is not to be confused with a forearm, which is a distal portion of the human upper limb between the elbow and the wrist.\n\nAll vertebrate forelimbs are homologous, meaning that they all evolved from the same structures. For example, the flipper of a turtle or of a dolphin, the arm of a human, the foreleg of a horse, and the wings of both bats and birds are ultimately homologous, despite the large differences between them.[1]\n\nSpecific uses of the forelimbs may be analogous if they evolved from different sub-structures of the forelimb, such as the flippers of turtles and dolphins, and the wings of birds and bats.[2]\n\n"
        },
        {
            "title": "Evolution of forelimbs",
            "text": "Evolution of the forelimb may be characterized by many trends. The number of digits, their characteristics, as well as the shape and alignment of radius, ulna, and humerus, have had major evolutionary implications.\n\nChanges in body size, foot posture, habitat, and substrate are frequently found to influence one another (and to connect to broader potential drivers, such as changing climate).[3]\n\nA number of factors can influence the evolution of forelimb long bone shape, such as body mass, lifestyle, predatory behavior, or relative prey size. A general pattern is for heavier species to have more robust radii, ulnas, and humeri.[4]\n\nMusteloid carnivorans that have an arboreal lifestyle tend to have long and slender forelimb long bones, which allow for improved movement and flexibility. Semi-fossorial and aquatic musteloid species tend to have short and robust forelimb long bones to deal with the strain from digging and swimming.[5]\n\nIn the order Carnivora, felids, which usually ambush and grapple with their prey, have shorter and more robust limbs. Their forelimbs are used for both short sprints and grappling, which means that they need to be flexible and durable. In contrast, canids, which often pursue their prey over greater distances, have longer, more gracile limbs. Running is pretty much the only use for their forelimbs, so they don't need to be adapted for anything else and can be less flexible.[6]\n\nPredators hunting prey that is half their body weight or greater evolved shorter and more sturdy radii, ulnas, and humeri to decrease the likelihood of the bone breaking or fracturing while hunting. Predators hunting prey less than half their body weight tended to have longer and more slender forelimb long bones to improve energetic efficiency.[7]\n\nTetrapods were initially understood to have first developed five digits as an ancestral characteristic, which were then reduced or specialized into a number of uses. Certain animals retained 'primitive' forelimbs, such as pentadactylous (five-fingered) reptiles and primates. This has mostly held true, but the earliest tetrapod or \"fishapod\" ancestors may have had more than five digits. This was notably challenged by Stephen Jay Gould in his 1991 essay \"Eight (Or Fewer) Little Piggies\".[8]\n\nPolydactyly in early tetrapods should be understood as having more than five digits to the finger or foot, a condition that was the natural state of affairs in the very first tetrapods. Early groups like Acanthostega had eight digits, while the more derived Ichthyostega had seven digits, the yet-more derived Tulerpeton had six toes.\n\nTetrapods evolved from animals with fins such as found in lobe-finned fishes. From this condition a new pattern of limb formation evolved, where the development axis of the limb rotated to sprout secondary axes along the lower margin, giving rise to a variable number of very stout skeletal supports for a paddle-like foot.\n\nDigits may be specialized for different forms of locomotion. A classic example is the horse's development of a single toe (monodactyly).[3] Other hooves, like those of even-toed and odd-toed ungulates, and even the hoof-like foot of extinct hadrosaurs,[9] may be regarded as similar specializations.\n\nTo bear their immense weight, sauropods, the most derived being titanosaurs, developed a tubular manus (front foot) and gradually lost their digits, standing on their metacarpals.[10] The stegosaurian forelimb has evidence for a sauropod−like metacarpal configuration[11] This was a different evolutionary strategy than megafaunal mammals such as modern elephants.\n\nTherapsids started evolving diverse and specialized forelimbs 270 million years ago, during the Permian.[12]\n\nModern humans are unique in the musculature of the forearm and hand, though opposable thumbs or structures like them have arisen in a few animals.\n\nIn dinosaurs, a primitive autonomization of the first carpometacarpal joint (CMC) may have occurred. In primates, a real differentiation appeared perhaps 70 mya, while the shape of the human thumb CMC finally appears about 5 mya.\n\nPandas have evolved pseudo-opposable thumbs by extension of the sesamoid bone, which is not a true digit.[14]\n\nThe ability to pronate the manus (hand) and forearm in therian mammals is achieved by a rounded head of the radius, which allows it to swivel across the ulna. Supination requires a dorsal glide of the distal radius and pronation a palmar glide in relation to the distal ulna.\n\nPronation has evolved multiple times, among mammals, chameleons, and varanids.[15] However, the more basal condition is to be unable to pronate. Dinosaurs were not capable of more than semi-pronation of the wrist,[16] though bipedal origins of all quadrupedal dinosaur clades could have allowed for greater disparity in forelimb posture than often considered.[15] Monotremes have forearms that are not as dexterous as therians. Monotremes have a sprawling posture, and multiple elements in their pectoral girdles, which are ancestral traits for mammals.[17]\n\nIn birds, the forearm muscles supinate, pronate, flex and extend the distal wing.[18]\n\nAll tetrapod forelimbs are homologous, evolving from the same initial structures in lobe-finned fish. However, another distinct process may be identified, convergent evolution, by which the wings of birds, bats, and extinct pterosaurs evolved the same purpose in drastically different ways.[2] These structures have similar form or function but were not present in the last common ancestor of those groups.\n\nBat wings are composed largely of a thin membrane of skin supported on the five fingers, whereas bird wings are composed largely of feathers supported on much reduced fingers, with finger 2 supporting the alula and finger 4 the primary feathers of the wing; there are only distant homologies between birds and bats, with much closer homologies between any pair of bird species, or any pair of bat species.\n\nMarine mammals have evolved several times. Over the course of their evolution, they develop streamlined hydrodynamic bodies. The forelimb thus develops into a flipper. The forelimbs of cetaceans, pinnipeds, and sirenians presents a classic example of convergent evolution. There is widespread convergence at the gene level.[19] Distinct substitutions in common genes created various aquatic adaptations, most of which constitute parallel evolution because the substitutions in question are not unique to those animals.[20]\n\nWhen comparing cetaceans to pinnipeds to sirenians, 133 parallel amino acid substitutions occur. Comparing and contrasting cetaceans-pinnipeds, cetaceans-sirenians, and pinnipeds-sirenians, 2,351, 7,684, and 2,579 substitutions occur, respectively.[20]\n\n"
        }
    ]
}