{
    "url": "https://en.wikipedia.org/wiki/Foreshadowing",
    "title": "Foreshadowing",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Foreshadowing is a narrative device in which a storyteller gives an advance hint of what is to come later in the story. Foreshadowing often appears at the beginning of a story, and it helps develop or subvert the audience's expectations about upcoming events.[1][2]\n\nThe writer may implement foreshadowing in many different ways.  Some of these ways include: character dialogues, plot events, and changes in setting. Even the title of a work or a chapter can act as a clue that suggests what is going to happen. Foreshadowing in fiction creates an atmosphere of suspense in a story, so that the readers are interested and want to know more.\n\nThis literary device is generally used to build anticipation in the minds of readers about what might happen next, thus adding dramatic tension to a story.  Moreover, foreshadowing can make extraordinary and bizarre events appear credible, some events are predicted in order to make the audience feel anticipated for them.[3]\n\nHints may be about future events, character revelations, and plot twists to create mood, convey theme and building suspense, usually to hint the good events that will likely cross paths or happen to the main character later on.[4]\n\nPlot can be delayed by situations or events to give the impression that something momentous will occur to build anticipation and emphasize importance to them, giving the audience a series of questions particularly after cliff hangers.\n\nThis literary device is frequently adapted for use by composers of theatrical music, in the composition of operas, musicals, radio, film, television, gaming, podcast, and internet scores and underscores, and incidental music for spoken theatrical productions.\n\n"
        },
        {
            "title": "Conceptions",
            "text": "Foreshadowing can be accomplished by the use of story-driven or fictional events which can bring original dialogue, emotional investment in the plot, such as for the main character, unknown and present characters.\n\nA flashback is the interruption of a sequential narrative plot to present important events that have happened in the past to present plot points that are difficult to bring into the narrative, such as character traits, events, or themes which may drive the current narrative or to be revealed.\n\nFlashforwards move the plot forward in time where formerly revealed or new character traits, events or themes are brought into the story. They might embellish past or current plot points.[5][6]\n\n"
        },
        {
            "title": "Misconceptions",
            "text": "Foreshadowing is often confused with other literary devices.\n\nA red herring is a hint designed to mislead the audience. Foreshadowing only hints at a possible outcome within the confinement of a narrative, and leads readers in the right direction. \n\nA flashforward is a scene that takes the narrative forward in time from the current point of the story in literature, film, television, and other media.[7][8] Foreshadowing is sometimes employed through characters' explicitly predicting the future.[9] Flash-forward occurs when scenes are shown out of chronological order in a nonlinear narrative, and chronology is inconsistent in an anachronist order such as to get the reader or audience thinking about the climax or reveals.\n\nChekhov's gun dictates that everything superfluous must be deleted. In relation to foreshadowing, literary critic Gary Morson describes its opposite, sideshadowing.[10] Found notably in the epic novels of Leo Tolstoy and Fyodor Dostoevsky, it is the practice of including scenes that turn out to have no relevance to the plot. This, according to Morson, increases the verisimilitude of the fiction because the audience knows that in real life, unlike in novels, most events are in fact inconsequential. This \"sense of structurelessness\" invites the audience to \"interpret and question the events that actually do come to pass\".[11]\n\n"
        }
    ]
}