{
    "url": "https://en.wikipedia.org/wiki/Foreign_exchange_controls",
    "title": "Foreign exchange controls",
    "table_of_contents": [
        "1 Rationale",
        "2 History",
        "2.1 Current examples",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Foreign exchange controls are various forms of controls imposed by a government on the purchase/sale of foreign currencies by residents, on the purchase/sale of local currency by nonresidents, or the transfers of any currency across national borders. These controls allow countries to better manage their economies by controlling the inflow and outflow of currency, which may otherwise create exchange rate volatility. Countries with weak and/or developing economies generally use foreign exchange controls to limit speculation against their currencies. They may also introduce capital controls, which limit foreign investment in the country.\n\n"
        },
        {
            "title": "Rationale",
            "text": "Common foreign exchange controls include:\n\nOften, foreign exchange controls can result in the creation of black markets in currencies. This leads to a situation where the actual demand for foreign currency is greater than that which is available on the official market. As such, it is unclear whether governments have the ability to enact effective exchange controls.[1]\n\n"
        },
        {
            "title": "History",
            "text": "Foreign exchange controls used to be common in most countries. For instance, many western European countries implemented exchange controls in the years immediately following World War II. The measures were gradually phased out, however, as the post-war economies on the continent steadily strengthened; the United Kingdom, for example, removed the last of its restrictions in October 1979. By the 1990s, there was a trend toward free trade and globalization and economic liberalization.\n\nIn France, exchange controls started after the First World War. It then reappeared between 1939 and 1967. After a very short interruption, exchange controls were restored in 1968, relaxed in 1984, and finally abolished in 1989.[2]\n\nFrancoist Spain kept foreign exchange controls from the Spanish Civil War to the 1970s.[citation needed]\n\nOther countries that formerly had exchange controls in the modern period include:\n\nToday, countries with foreign exchange controls are known as \"Article 14 countries\", after the provision in the International Monetary Fund's Articles of Agreement, which allows exchange controls only for \"transitional economies\".\n\n"
        }
    ]
}