{
    "url": "https://en.wikipedia.org/wiki/Foundation_series",
    "title": "Foundation series",
    "table_of_contents": [
        "1 Publication history",
        "1.1 Original stories",
        "1.2 Foundation trilogy",
        "1.3 Later sequels and prequels",
        "2 Asimov Foundation series novels",
        "2.1 Prelude to Foundation (1988)",
        "2.2 Forward the Foundation (1993)",
        "2.3 Foundation (1951)",
        "2.4 Foundation and Empire (1952)",
        "2.5 Second Foundation (1953)",
        "2.6 Foundation's Edge (1982)",
        "2.7 Foundation and Earth (1986)",
        "3 Development and themes",
        "4 Asimov's imprecise future history",
        "5 Cultural impact",
        "5.1 Impact in nonfiction",
        "5.2 Awards",
        "5.3 Impact in fiction and entertainment",
        "5.4 Adaptations",
        "5.4.1 Radio",
        "5.4.2 Film",
        "5.4.3 Television",
        "6 Merging the Foundation series with Asimov's other series",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Foundation series is a science fiction book series written by American author Isaac Asimov. First published as a series of short stories in 1942–50, and subsequently in three collections in 1951–53, for thirty years the series was a trilogy: Foundation; Foundation and Empire; and Second Foundation. It won the one-time Hugo Award for \"Best All-Time Series\" in 1966.[1][2] Asimov began adding new volumes in 1981, with two sequels: Foundation's Edge and Foundation and Earth, and two prequels: Prelude to Foundation and Forward the Foundation. \n\nThe premise of the stories is that, in the waning days of a future Galactic Empire, the mathematician Hari Seldon spends his life developing a theory of psychohistory, a new and effective mathematics of sociology. Using statistical laws of mass action, it can predict the future of large populations. Seldon foresees the imminent fall of the Empire, which encompasses the entire Milky Way, and a Dark Age lasting 30,000 years before a second empire arises. Although the momentum of the Empire's fall is too great to stop, Seldon devises a plan by which \"the onrushing mass of events must be deflected just a little\" to eventually limit this interregnum to just one thousand years.\n\n"
        },
        {
            "title": "Publication history",
            "text": "The original trilogy of novels collected a series of eight short stories published in Astounding Science-Fiction magazine between May 1942 and January 1950. According to Asimov, the premise was based on ideas in Edward Gibbon's History of the Decline and Fall of the Roman Empire, and was invented spontaneously on his way to meet with editor John W. Campbell, with whom he developed the concepts of the collapse of the Galactic Empire, the civilization-preserving Foundations, and psychohistory.[3] Asimov wrote these early stories in his West Philadelphia apartment when he worked at the Philadelphia Naval Yard.[4]\n\nThe first four stories were collected, along with a new introductory story, and published by Gnome Press in 1951 as Foundation. The later stories were published in pairs by Gnome as Foundation and Empire (1952) and Second Foundation (1953), resulting in the \"Foundation Trilogy\", as the series is still known.[5]\n\nIn 1981, Asimov was persuaded by his publishers to write a fourth book, which became Foundation's Edge (1982).\n\nFour years later, Asimov followed up with yet another sequel, Foundation and Earth (1986),[6] which was followed by the prequels Prelude to Foundation (1988) and Forward the Foundation (1993), published after his 1992 death. During the two-year lapse between writing the sequels and prequels, Asimov had tied in his Foundation series with his various other series, creating a single unified universe. The basic link is mentioned in Foundation's Edge: an obscure myth about a first wave of space settlements with robots and then a second without. The idea is the one developed in Robots of Dawn, which, in addition to showing the way that the second wave of settlements was to be allowed, illustrates the benefits and shortcomings of the first wave of settlements and their so-called C/Fe (carbon/iron, signifying humans and robots together) culture. In this same book, the word psychohistory is used to describe the nascent idea of Seldon's work. Some of the drawbacks to this style of colonization, also called Spacer culture, are also exemplified by the events described all the way back in 1957's The Naked Sun.\n\nThe link between the Robot and Foundation universes was tightened by letting the robot R. Daneel Olivaw - originally introduced in The Caves of Steel - live on for tens of thousands of years and play a major role behind the scenes in both the Galactic Empire in its heyday and in the rise of the two Foundations to take its place.\n\n"
        },
        {
            "title": "Asimov Foundation series novels",
            "text": "The plot of the seven novels follows the series in-universe chronology, not the order of publication. After many years as a trilogy comprising Foundation, Foundation and Empire, and Second Foundation, the series was expanded with two prequels and two sequels.\n\nPrelude to Foundation opens on the planet Trantor, the empire's capital planet, the day after Hari Seldon has given a speech at a mathematics conference. Several parties become aware of the content of his speech (that using mathematical formulas, it may be possible to predict the future course of human history). Seldon is hounded by the Emperor and various employed thugs who are working surreptitiously, which forces him into exile. Over the course of the book, Seldon and Dors Venabili, a female companion and professor of history, are taken from location to location by Chetter Hummin who, under the guise of a reporter, introduces them to various Trantorian walks of life in his attempts to keep Seldon hidden from the Emperor.\nThroughout their adventures all over Trantor, Seldon continuously denies that psychohistory is a realistic science. Even if feasible, it may take several decades to develop. Hummin, however, is convinced that Seldon knows something, so he continuously presses him to work out a starting point to develop psychohistory.\nEventually, after much traveling and introductions to various, diverse cultures on Trantor, Seldon realizes that using the entire known galaxy as a starting point is too overwhelming; he then decides to use Trantor as a model to work out the science, with a goal of later using the applied knowledge on the rest of the galaxy.\n\nEight years after the events of Prelude, Seldon has worked out the science of psychohistory and has applied it on a galactic scale. His notability and fame increase and he is eventually promoted to First Minister to the Emperor. As the book progresses, Seldon loses those closest to him, including his wife, Dors Venabili, as his own health deteriorates into old age. Having worked his entire adult life to understand psychohistory, Seldon instructs his granddaughter, Wanda, to set up the Second Foundation.\n\nCalled forth to stand trial on Trantor for allegations of treason (for foreshadowing the decline of the Galactic Empire), Seldon explains that his science of psychohistory foresees many alternatives, all of which result in the Galactic Empire eventually falling. If humanity follows its current path, the Empire will fall and 30,000 years of turmoil will overcome humanity before a second empire arises. However, an alternative path allows for the intervening years to be only one thousand if Seldon is allowed to collect the most intelligent minds and create a compendium of all human knowledge, entitled the Encyclopedia Galactica. The board is still wary, but allows Seldon to assemble whomever he needs, provided he and the \"Encyclopedists\" be exiled to a remote planet, Terminus. Seldon agrees to these terms – and also secretly establishes a second foundation of which almost nothing is known, which he says is at the \"opposite end\" of the galaxy.\n\nAfter fifty years on Terminus, and with Seldon now dead, the inhabitants find themselves in a crisis. With four powerful planets surrounding their own, the Encyclopedists have no defenses but their own intelligence. At the same time, a vault left by Seldon is due to automatically open. The vault reveals a pre-recorded hologram of Seldon, who informs the Encyclopedists that their entire reason for being on Terminus is a fraud, insofar as Seldon did not actually care whether or not an encyclopedia was created, only that the population was placed on Terminus and the events needed by his calculations were set in motion. In reality, the recording discloses, Terminus was set up to reduce the dark ages based on his calculations. It will develop by facing intermittent and extreme \"crises\" – known as \"Seldon Crises\" – which the laws governing psychohistory show will inevitably be overcome, simply because human nature will cause events to fall in particular ways which lead to the intended goal. The recording reveals that the present events are the first such crisis, reminds them that a second foundation was also formed at the \"opposite end\" of the galaxy, and then falls silent.\n\nThe Mayor of Terminus City, Salvor Hardin, proposes to play the planets against each other. His plan is a success; the Foundation remains untouched, and he becomes its effective ruler. Meanwhile, the minds of the Foundation continue to develop newer and greater technologies which are more compact and powerful than the Empire's equivalents. Using its scientific advantages, Terminus develops trade routes with nearby planets, eventually taking them over when its technology becomes a much-needed commodity. The interplanetary traders effectively become diplomats to other planets. One such trader, Hober Mallow, becomes powerful enough to challenge and win the office of Mayor and, by cutting off supplies to a nearby region, also succeeds in adding more planets to the Foundation's control.\n\nAn ambitious general of the current emperor of the galaxy perceives the Foundation as a growing threat and orders an attack on it, using the Empire's still-mighty fleet of war vessels. The Emperor, initially supportive, becomes suspicious of his general's long-term motive for the attack and recalls the fleet despite being close to victory. In spite of its undoubted inferiority in purely military terms, the Foundation emerges as the victor, and the Empire itself is defeated. Seldon's hologram reappears in the vault on Terminus, and explains to the Foundation that this opening of the vault follows a conflict whose result was inevitable whatever might have been done – a weak Imperial navy could not have attacked them, while a strong navy would have shown itself by its successes to be a direct threat to the Emperor himself and been recalled.\n\nA century later, an unknown outsider called the Mule has begun taking over planets at a rapid pace. The Foundation comes to realize, too late, that the Mule is unforeseen by Seldon's plan. Toran and Bayta Darell, accompanied by Ebling Mis – the Foundation's greatest psychologist – and a court jester named Magnifico familiar with the Mule, set out to Trantor to find the Second Foundation, hoping to bring an end to the Mule's reign. Mis studies furiously in the Great Library of Trantor to figure out the Second Foundation's location in order to seek its help. He is successful and also deduces that the Mule's success stems from his being a mutant who is able to change the emotions of others, a power he used to first instill fear in the inhabitants of his conquered planets, then to make his enemies devoutly loyal to him. Mis is murdered by Bayta Darell before he can reveal the location because she realized that Magnifico is in fact the Mule and has been using his gifts to help Mis do his research, so that the Mule can subjugate the Second Foundation. The Mule ruefully acknowledges that his feelings for Bayta prevented him from tampering with her mind to block just such interference. He leaves Trantor to rule over his conquered planets while continuing his search.\n\nAs the Mule comes closer to finding it, the mysterious Second Foundation comes briefly out of hiding to face the threat directly. While the first Foundation has developed the physical sciences, the Second Foundation has been developing Seldon's mathematics and the Seldon Plan, along with their use of mental abilities. The Second Foundation launches an operation to deceive and eventually mind control the Mule, whom they have return to rule over his kingdom peacefully for the rest of his life, without any further thought of conquering the Second Foundation.\n\nHowever, as a result, the first Foundation learns something of the Second Foundation beyond the simple fact that it exists, and has some understanding of its role. This means their behavior will now be influenced by that knowledge, invalidating the mathematics of the Seldon Plan. This places the Plan itself at great risk. In addition, the First Foundation starts to resentfully consider the other a rival, and a small group secretly begins to develop equipment to detect and block the Second Foundation's mental influence. After many attempts to infer the Second Foundation's whereabouts from the few clues available, the Foundation is led to believe the Second Foundation is located on Terminus (the \"opposite end of the galaxy\" for a galaxy with a circular shape). The Foundation uncovers and eliminates a group of fifty members of the Second Foundation, believing they have destroyed the Second Foundation.\n\nIn fact, the fifty were volunteers who sacrificed themselves so that humanity's collective behavior would once again be predictable and follow the mathematics of the Seldon Plan. The Second Foundation itself, however, is finally revealed to be located on the former Imperial homeworld of Trantor. The clue \"at Star's End\" was not a physical clue, but was instead based on an old saying, \"All roads lead to Trantor, and that is where all stars end.\"\n\nBelieving the Second Foundation still exists (despite the common belief that it has been extinguished), young politician Golan Trevize is sent into exile by the current Mayor of the Foundation, Harla Branno, to uncover the Second Foundation; Trevize is accompanied by a scholar named Janov Pelorat. The reason for their belief is that, despite the unforeseeable impact of the Mule, the Seldon Plan still appears to be proceeding in accordance with the statements of Seldon's hologram, suggesting that the Second Foundation still exists and is secretly intervening to bring the plan back on course. After a few conversations with Pelorat, Trevize comes to believe that a mythical planet called Earth may hold the secret to the location. No such planet exists in any database, yet several myths and legends all refer to it, and it is Trevize's belief that the planet is deliberately being kept hidden. Unknown to Trevize and Pelorat, Branno is tracking their ship so that, in the event they find the Second Foundation, the first Foundation can take military or other action.\n\nMeanwhile, Stor Gendibal, a prominent member of the Second Foundation, discovers a simple local on Trantor who has had a very subtle alteration made to her mind, far more delicate than anything the Second Foundation can do. He concludes that a greater force of Mentalics must be active in the Galaxy. Following the events on Terminus, Gendibal endeavors to follow Trevize, reasoning that by doing so, he may find out who has altered the mind of the Trantor native.\n\nUsing the few scraps of reliable information within the various myths, Trevize and Pelorat discover a planet called Gaia which is inhabited solely by Mentalics, to such an extent that every organism and inanimate object on the planet shares a common mind. Both Branno and Gendibal, who have separately followed Trevize, also reach Gaia at the same time. Gaia reveals that it has engineered this situation because it wishes to do what is best for humanity but cannot be sure what is best. Trevize's purpose, faced with the leaders of both the First and Second Foundations and Gaia itself, is to be trusted to make the best decision among the three main alternatives for the future of the human race: the First Foundation's path, based on mastery of the physical world and its traditional political organization (i.e., Empire); the Second Foundation's path, based on mentalics and probable rule by an elite using mind control; or Gaia's path of absorption of the entire Galaxy into one shared, harmonious living entity in which all beings, and the galaxy itself, would be a part.\n\nAfter Trevize makes his decision for Gaia's path, the intellect of Gaia adjusts both Branno's and Gendibal's minds so that each believes he or she has succeeded in a significant task. (Branno believes she has successfully negotiated a treaty tying Sayshell to the Foundation, and Gendibal – now leader of the Second Foundation – believes that the Second Foundation is victorious and should continue as normal.) Trevize remains, but is uncertain as to why he is \"sure\" that Gaia is the correct outcome for the future.\n\nStill uncertain about his decision, Trevize continues on with the search for Earth along with Pelorat and a local of Gaia, advanced in Mentalics, known as Blissenobiarella (usually referred to simply as Bliss). Eventually, Trevize finds three sets of coordinates which are very old. Adjusting them for time, he realizes that his ship's computer does not list any planet in the vicinity of the coordinates. When he physically visits the locations, he rediscovers the forgotten Spacer worlds of Aurora, Solaria, and finally Melpomenia. After searching and facing different dilemmas on each planet, Trevize still has not discovered any answers.\n\nAurora and Melpomenia are long deserted, but Solaria contains a small population which is extremely advanced in the field of Mentalics. When the lives of the group are threatened, Bliss uses her abilities (and the shared intellect of Gaia) to destroy the Solarian who is about to kill them. This leaves behind a small child who will be put to death if left alone, so Bliss makes the decision to keep the child as they quickly escape the planet.\n\nEventually, Trevize discovers Earth, but it, again, contains no satisfactory answers for him (it is also long-since deserted). However, it dawns on Trevize that the answer may not be on Earth, but on Earth's satellite – the Moon. Upon approaching the planet, they are drawn inside the Moon's core, where they meet a robot named R. Daneel Olivaw.\n\nOlivaw explains that he has been instrumental in guiding human history for thousands of years, having provided the impetus for Seldon to create psychohistory and also the creation of Gaia, but is now close to the end of his ability to maintain himself and will shortly cease to function. Despite replacing his positronic brain (which contains 20,000 years of memories), he is going to die shortly. He explains that no further robotic brain can be devised to replace his current one, or which will let him continue assisting for the benefit of humanity. However, some additional time can be won to ensure the long-term benefit of humanity by merging R. Daneel Olivaw's mind with the organic intellect of a human – in this case, the intellect of the child that the group rescued on Solaria.\n\nOnce again, Trevize is put in the position of deciding if having Olivaw meld with the child's superior intellect would be in the best interests of the galaxy. The decision is left ambiguous (though likely a \"yes\") as it is implied that the melding of the minds may be to the child's benefit, but that she may have sinister intentions.\n\n"
        },
        {
            "title": "Development and themes",
            "text": "The early stories were inspired by Edward Gibbon's The History of the Decline and Fall of the Roman Empire. The plot of the series focuses on the growth and reach of the Foundation, against a backdrop of the \"decline and fall of the Galactic Empire.\" The themes of Asimov's stories were also influenced by the political tendency in science fiction fandom, associated with the Futurians, known as Michelism.\n\nThe focus of the books is the trends through which a civilization might progress, specifically seeking to analyze their progress, using history as a precedent. Although many science fiction novels such as Nineteen Eighty-Four or Fahrenheit 451 do this, their focus is upon how current trends in society might come to fruition and they act as a moral allegory of the modern world. The Foundation series, on the other hand, looks at the trends in a wider scope, dealing with societal evolution and adaptation rather than the human and cultural qualities at one point in time. In this Asimov followed the model of Thucydides' work The History of the Peloponnesian War, as he once acknowledged.\n\nFurthermore, the concept of psychohistory, which gives the events in the story a sense of rational fatalism, leaves little room for moralization. Hari Seldon himself hopes that his Plan will \"reduce 30,000 years of Dark Ages and barbarism to a single millennium,\" a goal of exceptional moral gravity. Yet events within it are often treated as inevitable and necessary, rather than deviations from the greater good. For example, the Foundation slides gradually into oligarchy and dictatorship prior to the appearance of the galactic conqueror, known as the Mule, who was able to succeed through the random chance of a telepathic mutation. But, for the most part, the book treats the purpose of Seldon's plan as unquestionable, and that slide as being necessary in it, rather than mulling over whether the slide is, on the whole, positive or negative.\n\nThe books also wrestle with the idea of individualism. Hari Seldon's plan is often treated as an inevitable mechanism of society, a vast mindless mob mentality of quadrillions of humans across the galaxy. Many in the series struggle against it, only to fail. However, the plan itself is reliant upon the cunning of individuals such as Salvor Hardin and Hober Mallow to make wise decisions that capitalize on the trends. On the other hand, the Mule, a single individual with mental powers, topples the Foundation and nearly destroys the Seldon plan with his special, unforeseen abilities. To repair the damage the Mule inflicts, the Second Foundation deploys a plan which relies upon individual reactions. Psychohistory is based on group trends and cannot predict with sufficient accuracy the effects of extraordinary, unforeseeable individuals, and as originally presented, the Second Foundation's purpose was to counter this flaw. Later novels would identify the Plan's uncertainties that remained at Seldon's death as the primary reason for the existence of the Second Foundation, which (unlike the First) had retained the capacity to research and further develop psychohistory.\n\nAsimov tried to end the series with Second Foundation. However, because of the predicted thousand years until the rise of the next Empire (of which only a few hundred had elapsed), the series lacked a sense of closure. For decades, fans pressured him to write a sequel. In 1982, after a 30-year hiatus, Asimov gave in and wrote what was at the time a fourth volume: Foundation's Edge. This was followed shortly thereafter by Foundation and Earth. This novel, which takes place some 500 years after Seldon, ties up all the loose ends and ties all his Robot, Empire, and Foundation novels into a single story. He also opens a brand new line of thought in the last dozen pages regarding Galaxia, a galaxy inhabited by a single collective mind. This concept was never explored further. According to his widow Janet Asimov (in her biography of Isaac, It's Been a Good Life), he had no idea how to continue after Foundation and Earth, so he started writing the prequels.\n\n"
        },
        {
            "title": "",
            "text": "In the spring of 1955, Asimov published a future history of humanity in the pages of Thrilling Wonder Stories magazine based upon his thought processes concerning the Foundation universe at that point in his life. According to the publication, \"the scheme was not originally worked out as a consistent pattern and only includes about one-quarter of his total writings\". Because of this, the dating in the Foundation series is approximate and inconsistent.[7]\n\nAsimov estimates that his Foundation series takes place nearly 50,000 years into the future, with Hari Seldon born in 47,000 CE.[7] Around this time, the future emperor Cleon I is born in the imperial capital Trantor, 78 years before the Foundation Era (FE) and the events of the original Foundation trilogy. After Cleon inherits the crown, the mathematician Hari Seldon comes to Trantor from Helicon to deliver his theory of psychohistory that predicts the fall of the empire, which triggers the events of Prelude to Foundation.[8] Forward the Foundation picks up the story a few years later, with the emperor being assassinated and Seldon retiring from politics.[9]\n\nAt the start of the Foundation Era, the events of the original Foundation novel (first published in Astounding Science Fiction as a series of short stories) take place, and the in-universe Foundation Era truly begins.[10] According to Asimov, he intended this to take place around the year 47000 CE, with the Empire in decay as it battles the rising Foundation, who emerges as the dominant power a few centuries later.[7] Thus begins the events of the Foundation and Empire, which include the unpredicted rise of the Mule, who defeats the Foundation thanks to his mutant abilities.[11] The events of Second Foundation chronicle the titular Second Foundation's search and defeat of the Mule, and their conflict with the remnants of the original Foundation, averting the Dark Age.[12] Asimov estimates that the Mule rises and falls somewhere around 47300 CE.[7]\n\nFoundation's Edge takes place 500 years after the establishment of the Foundation, outside of the original trilogy of novels.[13][7] Foundation and Earth follows immediately after, with humanity choosing and justifying a third path distinct from the opposing visions of the two Foundations.[14] According to Asimov, the Second Galactic Empire is established 48000 CE, 1000 years after the events of the first novel.[7]\n\nAsimov himself commented that his fiction's internal history was \"actually made up ad hoc. My cross-references in the novels are thrown in as they occur to me and did not come from a systemized history. ... If some reader checks my stories carefully and finds that my dating is internally inconsistent, I can only say I'm not surprised.\"[7]\n\n"
        },
        {
            "title": "Cultural impact",
            "text": "In Learned Optimism,[15] psychologist Martin Seligman identifies the Foundation series as one of the most important influences in his professional life, because of the possibility of predictive sociology based on psychological principles. He also lays claim to the first successful prediction of a major historical (sociological) event, in the 1988 US elections, and he specifically attributes this to a psychological principle.[16]\n\nIn his 1996 book To Renew America, U. S. House Speaker Newt Gingrich wrote that he was influenced by reading the Foundation trilogy in high school.[17]\n\nPaul Krugman, winner of the 2008 Nobel Memorial Prize in Economic Sciences, credits the Foundation series with turning his mind to economics, as the closest existing science to psychohistory.[18][19]\n\nThe businessman and entrepreneur Elon Musk counts the series among the inspirations for his career.[20] When Musk's Tesla Roadster was launched into space on the maiden flight of the Falcon Heavy rocket in February 2018, amongst other items it carried a 5D optical data storage copy of the Foundation series.[21][22]\n\nStating that it \"offers a useful summary of some of the dynamics of far-flung imperial Rome\", Carl Sagan in 1978 listed the Foundation series as an example of how science fiction \"can convey bits and pieces, hints and phrases, of knowledge unknown or inaccessible to the reader\".[23] In the nonfiction PBS series Cosmos: A Personal Voyage, Sagan referred to an Encyclopedia Galactica in the episodes \"Encyclopaedia Galactica\" and \"Who Speaks for Earth\".\n\nIn 1966, the Foundation trilogy beat several other science fiction and fantasy series to receive a special Hugo Award for \"Best All-Time Series\". The runners-up for the award were the Barsoom series by Edgar Rice Burroughs, the Future History series by Robert A. Heinlein, the Lensman series by Edward E. Smith and The Lord of the Rings by J. R. R. Tolkien.[24] The Foundation series was the only series so honored until the establishment of the \"Best Series\" category in 2017. Asimov himself wrote that he assumed the one-time award had been created to honor The Lord of the Rings, and he was amazed when his work won.[25]\n\nThe series has won three other Hugo Awards. Foundation's Edge won Best Novel in 1983, and was a bestseller for almost a year. Retrospective Hugo Awards were given in 1996 and 2018 for, respectively, \"The Mule\" (the major part of Foundation and Empire) for Best Novel (1946) and \"Foundation\" (the first story written for the series, and second chapter of the first novel) for Best Short Story (1943).\n\nScience fiction parodies, such as Douglas Adams' The Hitchhiker's Guide to the Galaxy and Harry Harrison's Bill, the Galactic Hero, often display clear Foundation influences. For instance, \"The Guide\" of the former is a spoof of the Encyclopedia Galactica, and the series actually mentions the encyclopedia by name, remarking that it is rather \"dry\", and consequently sells fewer copies than the guide; the latter also features the ultra-urbanized Imperial planet Helior, often parodying the logistics such a planet-city would require, but that Asimov's novel downplays when describing Trantor.[citation needed]\n\nThe 1957 short story \"Marius\", which set off Poul Anderson's early future history, the Psychotechnic League, clearly shows the influence of Asimov's Foundation—though moved from the far future of a collapsing Galactic Empire to a near future of a late 20th Century Earth struggling to recover from the devastation of a nuclear Third World War. In this situation, the Finnish Professor Valti  starts the science of Psychodynamics, which makes it possible to mathematically predict the future, and The Psychotechnic Institute makes use of Valti's formulas to subtly \"guide\" and manipulate the emerging world government. The similarity to Seldon and the Foundation is obvious, nor did Anderson try to hide it.\n\nFrank Herbert also wrote Dune as a counterpoint to Foundation. Tim O'Reilly in his monograph on Herbert wrote that \"Dune is clearly a commentary on the Foundation trilogy. Herbert has taken a look at the same imaginative situation that provoked Asimov's classic—the decay of a galactic empire—and restated it in a way that draws on different assumptions and suggests radically different conclusions. The twist he has introduced into Dune is that the Mule, not the Foundation, is his hero.\"[26]\n\nIn 1995, Donald Kingsbury wrote \"Historical Crisis\", which he later expanded into a novel, Psychohistorical Crisis. It takes place about 2,000 years after Foundation, after the founding of the Second Galactic Empire. It is set in the same fictional universe as the Foundation series, in considerable detail, but with virtually all Foundation-specific names either changed (e.g., Kalgan becomes Lakgan), or avoided (psychohistory is created by an unnamed, but often-referenced Founder). The novel explores the ideas of psychohistory in a number of new directions, inspired by more recent developments in mathematics and computer science, as well as by new ideas in science fiction itself.\n\nIn 1998, the novel Spectre (part of the Shatnerverse series) by William Shatner and Judith and Garfield Reeves-Stevens states that the Mirror Universe divergent path has been studied by the Seldon Psychohistory Institute.\n\nThe oboe-like holophonor in Matt Groening's animated television series Futurama is based directly upon the \"Visi-Sonor\" which Magnifico plays in Foundation and Empire.[27] The \"Visi-Sonor\" is also mirrored in an episode of Special Unit 2, where a child's television character plays an instrument that induces mind control over children.[citation needed]\n\nDuring the 2006–2007 Marvel Comics Civil War crossover storyline, in Fantastic Four #542 Mister Fantastic revealed his own attempt to develop psychohistory, saying he was inspired after reading the Foundation series.\n\nAccording to lead singer Ian Gillan, the hard rock band Deep Purple's song The Mule is based on the Foundation character: \"Yes, The Mule was inspired by Asimov. It's been a while but I'm sure you've made the right connection... Asimov was required reading in the 1960s.\"[28]\n\nAn eight-part radio adaptation of the original trilogy, with sound design by the BBC Radiophonic Workshop, was broadcast on BBC Radio 4[29] in 1973—one of the first BBC radio drama serials to be made in stereo. A BBC 7 rerun commenced in July 2003.\n\nAdapted by Patrick Tull (episodes 1 to 4) and Mike Stott (episodes 5 to 8), the dramatisation was directed by David Cain and starred William Eedle as Hari Seldon, with Geoffrey Beevers as Gaal Dornick, Lee Montague as Salvor Hardin, Julian Glover as Hober Mallow, Dinsdale Landen as Bel Riose, Maurice Denham as Ebling Mis and Prunella Scales as Lady Callia.\n\nBy 1998, New Line Cinema had spent $1.5 million developing a film version of the Foundation Trilogy. The failure to develop a new franchise was partly a reason the studio signed on to produce The Lord of the Rings film trilogy.[30]\n\nOn July 29, 2008, New Line Cinema co-founders Bob Shaye and Michael Lynne were reported to have been signed on to produce an adaptation of the trilogy by their company Unique Pictures for Warner Brothers.[31]\nHowever, Columbia Pictures (Sony) successfully bid for the screen rights on January 15, 2009, and then contracted Roland Emmerich to direct and produce. Michael Wimer was named as co-producer.[32]\nTwo years later, the studio hired Dante Harper to adapt the books. This project failed to materialize and HBO acquired the rights when they became available in 2014.[33]\n\nIn November 2014, TheWrap reported that Jonathan Nolan was writing and producing a TV series based on the Foundation Trilogy for HBO.[33] Nolan confirmed his involvement at a Paley Center event on April 13, 2015.[34]\n\nIn June 2017, Deadline reported that Skydance Media would produce a TV series.[35] In August 2018 it was announced that Apple TV+ had commissioned a 10 episode straight-to-series order.[36] However, on April 18, 2019, Josh Friedman left the project as co-writer and co-showrunner. This was apparently planned, with either Friedman or screenwriter David Goyer leaving and the other staying.[37] On June 22, 2020, Apple CEO Tim Cook announced the series would be released in 2021.[38] On 13 March 2020, Apple suspended all active filming on their shows due to the COVID-19 outbreak;[39] filming resumed on October 6, 2020.[40]\n\nThe series is filmed at Troy Studios, Limerick, Ireland and the budget was expected to be approximately $50 million.[41] The first two episodes premiered on September 24, 2021.[42] Metacritic gave the first season a weighted average score of 63 out of 100 based on 22 reviews, indicating \"generally favorable reviews\".[43]\n\n"
        }
    ]
}