{
    "url": "https://en.wikipedia.org/wiki/Fourth_International_Posadist",
    "title": "Fourth International Posadist",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 Decline and resurgence",
        "2 Theories",
        "2.1 Posadist society",
        "2.2 Nuclear first strike",
        "2.3 Scientific progress",
        "2.4 Ufology",
        "3 Member parties",
        "3.1 Defunct",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Fourth International Posadist is a Trotskyist international. It was founded in 1962 by J. Posadas, who had been the leader of the Latin America Bureau of the Fourth International in the 1950s, and of the Fourth International's section in Argentina. Between their split from the International Secretariat of the Fourth International in 1962 and Posadas' death in 1981, Posadists developed a strain of communism that included several fringe ideas, which brought them into conflict with more mainstream left-wing groups.\n\nPosadism attempts to introduce elements of Ufology into Marxist thought.[1][2] Arguing that only communism can allow the development of interplanetary travel, they concluded that visiting aliens from other planets must live in highly advanced communist societies and are bound to help Earth-based communists with bringing about the world revolution.[3][4]\n\n"
        },
        {
            "title": "History",
            "text": "When the Fourth International (FI) split in 1953, Posadas and his followers sided with Michel Pablo and the International Secretariat of the Fourth International (ISFI).[5] The Posadists began quarrelling with the majority of the ISFI in 1959 over the question of nuclear war with Posadas being a proponent as, he claimed, it would destroy capitalism and clear the way for socialism.[6] The Posadists finally split with the ISFI in 1962 to form the Fourth International (Posadist).[7] The group initially had a following in several countries, particularly among railway workers in Cuba, tin workers in Bolivia and farm workers in Brazil.[citation needed]\n\nThere was a significant Posadist group in Cuba. Posadist guerrillas fought alongside Castro and Che Guevara in the 1959 revolution. When the Posadists split from the Fourth International in 1962, they took the Cuban section with them, meaning no other Trotskyist group was represented in Cuba in the 1960s.[citation needed]\n\nThe Posadist group was accused by Soviet-friendly forces in Cuba of arguing that the Cuban government should forcibly expel the American military base at Guantanamo Bay and of trying to organize workers in the town of Guantánamo to march on the nearby military base. That was taken as a justification by the government for imposing a ban on them, Castro denouncing their influence as \"pestilential\" at the Tricontinental Conference held in January 1966.[8] Cuban Posadists went on to claim that Castro had Guevara killed when, it turned out, he was actually in Bolivia fighting with the guerrilla movement there. Conversely, after Guevara was executed by Bolivian authorities, Posadas claimed in 1967 that Che Guevara was not actually dead but was being kept in prison by Castro's government.[9][10] By 1968, a Posadist movement began to develop in Europe; however, the ufology failed to garner much traction.[4]\n\nIn the late 1960s, the Posadists became increasingly interested in UFOs, claiming they were evidence of socialism on other planets.[4] The organization soon began to wane in influence and membership, aided by an increasingly paranoid Posadas who expelled many of its members by 1975.[11]\n\nPosadas' death in 1981 meant the virtual dissolution of the organization, with only a few isolated groups continuing to operate to the present day.[9] In the United Kingdom, the Revolutionary Workers' Party (Trotskyist) was founded in 1963 by Posadist members of the Revolutionary Socialist League and despite several schisms and a dwindling membership, it continued to publish its newspaper Red Flag until 2000.[12][13]\n\nIn recent years (as of 2018), interests in the Posadists, particularly in regard to their views in ufology, has increased. Several satirical and non-satirical \"neo-Posadist\" groups emerged on social media, making Posadas \"one of the most recognizable names in the history of Trotskyism\".[11][14]\n\n"
        },
        {
            "title": "Theories",
            "text": "Posadists advocate for a society akin to those proposed by general Marxist theory. A proletarian revolution will destroy the bourgeois state, replaced in turn by a socialist state with controlled media, economy, and trade.[4]\n\nOne of the best-known positions of J. Posadas was his enthusiasm for nuclear war. More precisely, at the height of the Cold War, Posadas thought that nuclear war was inevitable. His idea was that rather than wait for the forces of capitalism, the nuclear-armed socialist states should launch a preemptive attack that would destroy the nuclear capabilities of capitalist countries. Additionally, he believed that this sort of catastrophe could spark the world revolution.[9][15]\n\nPosadas vocally opposed the Partial Test Ban Treaty signed in 1963 by the United States, the Soviet Union, and the United Kingdom, believing that a nuclear war between the US and the Soviet Union was inevitable and desirable, and would create the conditions for socialism, with the \"workers' states\" winning and resetting society.[16][17]\n\nPosadas was highly interested in the way scientific advancement could improve human lives when used for the common good, rather than for profit. In an essay written entitled \"Childbearing in space, the confidence of humanity, and Socialism\" (1978), he espoused his vision of a Utopian future under the guidance of science:\n\n\nPosadas was also a supporter of exploration by the former USSR and the People's Republic of China. He praised an alleged plan by the Soviet Union to have a woman give birth in space, considering such endeavors the mark of an advanced society, that is on a path of eliminating primal needs such as survival, security and comfort: \nThese views are in line with the more mainstream positions of Russian cosmism and transhumanism.[18][19]\n\nPosadas was the author of a number of works with an unconventional slant and towards the end of his life he tried to create a synthesis of Trotskyism and Ufology. His most prominent thesis from this perspective was the 1968 pamphlet Flying saucers, the process of matter and energy, science, the revolutionary and working-class struggle and the socialist future of mankind which exposed many of the ideas associated today with Posadism. Here, Posadas claims that while there is no proof of intelligent life in the universe, the science of the time makes their existence likely. Furthermore, he claims that any extraterrestrials visiting earth in flying saucers must come from a socially and scientifically advanced civilisation to master inter-planetary travel, and that such a civilisation could have only come about in a post-capitalist world.[3]\n\nBelieving visiting aliens to be naturally non-violent, who are only here to observe, Posadas argues that humans must call on them to intervene in solving the Earth's problems, namely \"to suppress poverty, hunger, unemployment and war, to give everyone the means to live in dignity and to lay the bases for human fraternity\". The means to achieving this end remained within the mainstream Trotskyist and included ending capitalism as well as the bureaucracy of the workers' states and establishing a socialist society.[3][20]\n\nDespite Posadas himself never publishing anything on the subject after 1968,[1] ufology nonetheless became an important part of Posadism. After his death in 1981, some Posadists continued to explore the subject, notably Dante Minazzoli,[21] Paul Schulz, and Werner Grundmann.[14][22] Others, however, have distanced themselves from the more unconventional notions and have claimed that Posadas' interest in extraterrestrial life was a marginal point that was blown out of proportions.[9]\n\n"
        },
        {
            "title": "Member parties",
            "text": "The Fourth International Posadist claims the following parties as members.[23] It is unknown how many of these organisations still exist or how many members they have. However it is unlikely there are more than a hundred members of the Posadist movement throughout the world. The organization currently lists contacts in Argentina, Brazil and Uruguay, however only Uruguay has a functioning party.[24]\n\n"
        }
    ]
}