{
    "url": "https://en.wikipedia.org/wiki/Fourth_Way",
    "title": "Fourth Way",
    "table_of_contents": [
        "1 Overview",
        "2 Three ways",
        "2.1 Fourth Way",
        "3 Origins",
        "4 Teachings and teaching methods",
        "4.1 Basis of teachings",
        "4.2 Use of symbols",
        "4.3 Working conditions and sacred dances",
        "5 Institute for the Harmonious Development of Man",
        "6 After Gurdjieff",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe Fourth Way[1] is an approach to self-development developed by George Gurdjieff over years of travel in the East (c. 1890 – 1912). It combines and harmonizes what he saw as three established traditional \"ways\" or \"schools\": those of the body, the emotions, and the mind, or of fakirs, monks and yogis, respectively. Students often refer to the Fourth Way as \"The Work\", \"Work on oneself\", or \"The System\". The exact origins of some of Gurdjieff's teachings are unknown, but various sources have been suggested.[2]\n\nThe term \"Fourth Way\" was further used by his student P. D. Ouspensky in his lectures and writings. After Ouspensky's death, his students published a book entitled The Fourth Way based on his lectures. According to this system, the three traditional schools, or ways, \"are permanent forms which have survived throughout history mostly unchanged, and are based on religion. Where schools of yogis, monks or fakirs exist, they are barely distinguishable from religious schools. The fourth way differs in that \"it is not a permanent way. It has no specific forms or institutions and comes and goes controlled by some particular laws of its own.\"[3]\n\nThe Fourth Way addresses the question of humanity's place in the Universe and the possibilities of inner development. It emphasizes that people ordinarily live in a state referred to as a semi-hypnotic \"waking sleep,\" while higher levels of consciousness, virtue, and unity of will are possible.\n\nThe Fourth Way teaches how to increase and focus attention and energy in various ways, and to minimize day-dreaming and absent-mindedness. This inner development in oneself is the beginning of a possible further process of change, whose aim is to transform man into \"what he ought to be.\"\n\n"
        },
        {
            "title": "Overview",
            "text": "Gurdjieff's followers believed he was a spiritual master,[5] a human being who is fully awake or enlightened. He was also seen as an esotericist or occultist.[6] He agreed that the teaching was esoteric but claimed that none of it was veiled in secrecy but that many people lack the interest or the capability to understand it.[7] Gurdjieff said, \"The teaching whose theory is here being set out is completely self supporting and independent of other lines and it has been completely unknown up to the present time.\"[8]\n\nThe Fourth Way teaches that the soul a human individual is born with gets trapped and encapsulated by personality, and stays dormant, leaving one not really conscious, despite believing one is. A person must free the soul by following a teaching which can lead to this aim or \"go nowhere\" upon death of his body. Should a person be able to receive the teaching and find a school, upon the death of the physical body they will \"go elsewhere.\" Humans are born asleep, live in sleep, and die in sleep, only imagining that they are awake with few exceptions.[9] The ordinary waking \"consciousness\" of human beings is not consciousness at all but merely a form of sleep.\"\n\nGurdjieff taught \"sacred dances\" or \"movements\", now known as Gurdjieff movements, which were performed together as a group.[10] He left a body of music, inspired by that which he had heard in remote monasteries and other places, which was written for piano in collaboration with one of his pupils, Thomas de Hartmann.[11]\n\n"
        },
        {
            "title": "Three ways",
            "text": "Gurdjieff taught that traditional paths to spiritual enlightenment followed one of three ways:\n\nGurdjieff insisted that these paths, although they may intend to seek to produce a fully developed human being, tend to cultivate certain faculties at the expense of others. The goal of religion or spirituality was, in fact, to produce a well-balanced, responsive and sane human being capable of dealing with all eventualities that life may present. Gurdjieff therefore made it clear that it was necessary to cultivate a way that integrated and combined the traditional three ways.\n\nGurdjieff said that his Fourth Way was a quicker means than the first three ways because it simultaneously combined work on all three centers rather than focusing on one. It could be followed by ordinary people in everyday life, requiring no retirement into the desert.  The Fourth Way does involve certain conditions imposed by a teacher, but blind acceptance of them is discouraged. Each student is advised to do only what they understand and to verify for themselves the teaching's ideas.\n\nOuspensky documented Gurdjieff as saying that \"two or three thousand years ago there were yet other ways which no longer exist and the ways then in existence were not so divided, they stood much closer to one another. The fourth way differs from the old and the new ways by the fact that it is never a permanent way. It has no definite forms and there are no institutions connected with it.\"[12]\n\nOuspensky quotes Gurdjieff that there are fake schools and that \"It is impossible to recognize a wrong way without knowing the right way. This means that it is no use troubling oneself how to recognize a wrong way. One must think of how to find the right way.\"[13]\n\n"
        },
        {
            "title": "Origins",
            "text": "In his works, Gurdjieff credits his teachings to a number of more or less mysterious sources:[14]\n\nAttempts to fill out his account have featured:\n\n"
        },
        {
            "title": "Teachings and teaching methods",
            "text": "Present here now[21]\n\nWe do not remember ourselves[22]\n\nConscious Labor  is an action where the person who is performing the act is present to what he is doing; not absentminded. At the same time he is striving to perform the act more efficiently.\n\nIntentional suffering is the act of struggling against automatism such as daydreaming, pleasure, food (eating for reasons other than real hunger), etc. In Gurdjieff's book Beelzebub's Tales he states that \"the greatest 'intentional suffering' can be obtained in our presences by compelling ourselves to endure the displeasing manifestations of others toward ourselves\"[23]\n\nTo Gurdjieff, conscious labor and intentional suffering were the basis of all evolution of man.\n\nSelf-Observation\n\nObservation of one's own behavior and habits. To observe thoughts, feelings, and sensations without judging or analyzing what is observed.[24]\n\nThe Need for Effort\n\nGurdjieff emphasized that awakening results from consistent, prolonged effort. Such efforts may be made as an act of will after one is already exhausted.\n\nThe Many 'I's\n\nThis indicates fragmentation of the psyche, the different feelings and thoughts of ‘I’ in a person: I think, I want, I know best, I prefer, I am happy, I am hungry, I am tired, etc. These have nothing in common with one another and are unaware of each other, arising and vanishing for short periods of time. Hence man usually has no unity in himself, wanting one thing now and another, perhaps contradictory, thing later.\n\nCenters\n\nGurdjieff classified plants as having one center, animals two and humans three. Centers refer to apparati within a being that dictate specific organic functions. There are three main centers in a man: intellectual, emotional and physical, and two higher centers: higher emotional and higher intellectual.\n\nBody, Essence and Personality\n\nGurdjieff divided people's being into Essence and Personality.\n\nCosmic Laws\n\nGurdjieff focused on two main cosmic laws, the Law of Three and the Law of Seven[citation needed].\n\nHow the Law of Seven and Law of Three function together is said to be illustrated on the Fourth Way Enneagram, a nine-pointed symbol which is the central glyph of Gurdjieff's system.\n\nIn his explanations Gurdjieff often used different symbols such as the Enneagram and the Ray of Creation. Gurdjieff said that \"the enneagram is a universal symbol. All knowledge can be included in the enneagram and with the help of the enneagram it can be interpreted ... A man may be quite alone in the desert and he can trace the enneagram in the sand and in it read the eternal laws of the universe. And every time he can learn something new, something he did not know before.\"[26] The ray of creation is a diagram which represents the Earth's place in the Universe. The diagram has eight levels, each corresponding to Gurdjieff's laws of octaves.\n\nThrough the elaboration of the law of octaves and the meaning of the enneagram, Gurdjieff offered his students alternative means of conceptualizing the world and their place in it.\n\nTo provide conditions in which attention could be exercised more intensively, Gurdjieff also taught his pupils \"sacred dances\" or \"movements\" which they performed together as a group, and he left a body of music inspired by what he heard in visits to remote monasteries and other places, which was written for piano in collaboration with one of his pupils, Thomas de Hartmann.\n\nGurdjieff laid emphasis on the idea that the seeker must conduct his or her own search. The teacher cannot do the student's work for the student, but is more of a guide on the path to self-discovery. As a teacher, Gurdjieff specialized in creating conditions for students – conditions in which growth was possible, in which efficient progress could be made by the willing. To find oneself in a set of conditions that a gifted teacher has arranged has another benefit. As Gurdjieff put it, \"You must realize that each man has a definite repertoire of roles which he plays in ordinary circumstances ... but put him into even only slightly different circumstances and he is unable to find a suitable role and for a short time he becomes himself.\"\n\n"
        },
        {
            "title": "Institute for the Harmonious Development of Man",
            "text": "Having migrated for four years after escaping the Russian Revolution with dozens of followers and family members, Gurdjieff settled in France and established his Institute for the Harmonious Development of Man at the Château Le Prieuré at Fontainebleau-Avon in October 1922.[27] The institute was an esoteric school based on Gurdjieff's Fourth Way teaching. After nearly dying in a car crash in 1924, he recovered and closed down the Institute. He began writing All and Everything. From 1930, Gurdjieff made visits to North America where he resumed his teachings.\n\nOuspensky relates that in the early work with Gurdjieff in Moscow and Saint Petersburg, Gurdjieff forbade students from writing down or publishing anything connected with Gurdjieff and his ideas. Gurdjieff said that students of his methods would find themselves unable to transmit correctly what was said in the groups. Later, Gurdjieff relaxed this rule, accepting students who subsequently published accounts of their experiences in the Gurdjieff work.\n\n"
        },
        {
            "title": "After Gurdjieff",
            "text": "After Gurdjieff's death in 1949 a variety of groups around the world have attempted to continue The Gurdjieff Work. The Gurdjieff Foundation, was established in 1953 in New York City by Jeanne de Salzmann in cooperation with other direct pupils.[28] J. G. Bennett ran groups and also made contact with the Subud and Sufi schools to develop The Work in different directions. Maurice Nicoll, a Jungian psychologist, also ran his own groups based on Gurdjieff and Ouspensky's ideas.\nThe French institute was headed for many years by Madam de Salzmann – a direct pupil of Gurdjieff. Under her leadership, the Gurdjieff Societies of London and New York were founded and developed.\n\nA number of offshoots incorporate elements of the Fourth Way, such as:\n\nThe Enneagram is often studied in contexts that do not include other elements of Fourth Way teaching.\n\n"
        }
    ]
}