{
    "url": "https://en.wikipedia.org/wiki/Fox_Atomic",
    "title": "Fox Atomic",
    "table_of_contents": [
        "1 History",
        "2 Films",
        "2.1 Films in production at shutting down and transferred to other Fox units",
        "2.2 Canceled projects",
        "3 Fox Atomic Comics",
        "3.1 Graphic novels",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Fox Atomic was a short-lived production and distribution label of film studios 20th Century Fox and Fox Searchlight Pictures created in 2006 to generate comedy and genre films.[1]\n\nIn 2008, following overall disappointing results, Fox Atomic scaled back its production operations and shut down all marketing divisions.[2] In 2009, the label was shut down, with films in development transferred to other Fox labels.[1]\n\nAll of the Fox Atomic film library are now owned by The Walt Disney Company via Walt Disney Studios, following Disney's acquisition of 21st Century Fox on March 20, 2019.\n\n"
        },
        {
            "title": "History",
            "text": "In late 2006, Fox Atomic was started up as a label of 20th Century Fox.[3] under Fox Searchlight head Peter Rice and COO John Hegeman[4] as a sibling production division under Fox Filmed Entertainment.[3] In early 2008, Atomic's marketing unit was transferred to Fox Searchlight and 20th Century Fox, when Hegeman moved to New Regency Productions. Debbie Liebling became president. After two middling successes and falling short with other films, the unit was shut down in April 2009. The remaining films under the Atomic label in production and post-productions were transferred to 20th Century Fox and Fox Spotlight with Liebling overseeing them.[4]\n\n"
        },
        {
            "title": "Films",
            "text": "In 2006, it was announced that Fox Atomic was going to make one of their launching movies a remake of the 1984 film Revenge of the Nerds. After two weeks of filming, an executive at Fox Atomic viewed the film's dailies and made the decision to stop production of the film.[5][6] The film's cancellation was also due to potential filming location Emory University refusing to lend its campus to the production.[7]\n\n"
        },
        {
            "title": "Fox Atomic Comics",
            "text": "Fox Atomic Comics was formed in late 2006 as the graphic novel publishing arm of Fox Atomic.  In partnership with publisher (and corporate sibling) HarperCollins, Fox Atomic Comics produced and distributed graphic novels tied to Fox Atomic theatrical releases as well as original content. It closed, along with Fox Atomic, in 2009.\n\nThe editor-in-chief of Fox Atomic Comics was R. Eric Lieb.\n\nAll of the Fox Atomic Comics library are now owned by The Walt Disney Company, following Disney's acquisition of 21st Century Fox on March 20, 2019.\n\n"
        }
    ]
}