{
    "url": "https://en.wikipedia.org/wiki/Frame_story",
    "title": "Frame story",
    "table_of_contents": [
        "1 Origins",
        "2 A set of stories",
        "3 Single story",
        "3.1 Casting doubt on the narrator",
        "3.2 Procatalepsis",
        "3.3 Dream vision",
        "4 Use",
        "5 Compared to reprise",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A frame story (also known as a frame tale, frame narrative, sandwich narrative, or intercalation) is a literary technique that serves as a companion piece to a story within a story, where an introductory or main narrative sets the stage either for a more emphasized second narrative or for a set of shorter stories. The frame story leads readers from a first story into one or more other stories within it. The frame story may also be used to inform readers about aspects of the secondary narrative(s) that may otherwise be hard to understand. This should not be confused with narrative structure.[1][2][3]\n\n"
        },
        {
            "title": "Origins",
            "text": "Some of the earliest frame stories are from ancient Egypt, including one in the Papyrus Westcar, the Tale of the Shipwrecked Sailor, and The Eloquent Peasant.[4][5] Other early examples are from Indian literature, including the Sanskrit epics Mahabharata, Ramayana, Panchatantra, Syntipas's The Seven Wise Masters, and the fable collections Hitopadesha and Vikram and The Vampire.[6] This form gradually spread west through the centuries and became popular, giving rise to such classic frame tale collections as the One Thousand and One Nights (Arabian Nights),[7] The Decameron,[3] and the Canterbury Tales, in which each pilgrim tells his own kind of tale, and whose frame story \"was once the most admired part of Chaucer's work\".[3][8]\n\nThe use of a frame story in which a single narrative is set in the context of the telling of a story is also a technique with a long history, dating back at least to the beginning section of Homer's Odyssey, in which the narrator Odysseus tells of his wandering in the court of King Alcinous.[2][9]\n\n"
        },
        {
            "title": "A set of stories",
            "text": "A frame story is a literary device that acts as a convenient conceit to organize a set of smaller narratives, either devised by the author or taken from a previous stock of popular tales, slightly altered by the author for the purpose of the longer narrative. Sometimes a story within the main narrative encapsulates some aspect of the framing story, in which case it is called a mise en abyme.[10]\n\nA typical frame story is One Thousand and One Nights, in which the character Shahrazad narrates a set of fairy tales to the Sultan Shahriyar over many nights. Many of Shahrazad's tales are also frame stories, such as Tale of Sindbad the Seaman and Sindbad the Landsman, a collection of adventures related by Sindbad the Seaman to Sindbad the Landsman.[7]\n\nOvid's Metamorphoses makes extensive use of framing, with the stories nested several deep, allowing the inclusion of many different tales in one work.[11] Emily Brontë's Wuthering Heights uses this literary device to tell the story of Heathcliff and Catherine, along with the subplots.[2] Her sister Anne uses this device in her epistolary novel The Tenant of Wildfell Hall. The main heroine's diary is framed by the narrator's story and letters.[12]\n\nMary Shelley's novel Frankenstein has multiple framed narratives. In the book, Robert Walton writes letters to his sister, describing the story told to him by the scientist Victor Frankenstein. Frankenstein's story contains the monster's story, and its story even briefly contains the tale of a family whom he had been observing.[2][13]\n\nFrame stories have appeared in comic books. Neil Gaiman's comic book series The Sandman featured a story arc called Worlds End which consisted of frame stories, and sometimes even featured stories within stories within stories.[14]\n\nSometimes, as in Washington Irving's Sketch Book, which contains \"The Legend of Sleepy Hollow\" and \"Rip Van Winkle\" among others, the conceit is that the author of the book is not the real author but a fictional character, in this case a man named Crayon. Here the frame includes the world of the imagined Crayon, his stories, and the reader who is assumed to play along and \"know\" who Crayon is.[15]\n\n"
        },
        {
            "title": "Single story",
            "text": "When there is a single story, the frame story is used for other purposes – chiefly to position the reader's attitude toward the tale. This can be done in a variety of ways.\n\nA common reason to frame a single story is to draw attention to the narrator's unreliability.  By explicitly making the narrator a character within the frame story, the writer distances him or herself from the narrator. The writer may characterize the narrator to cast doubt on the narrator's truthfulness, as when in P. G. Wodehouse's stories of Mr Mulliner, Mulliner is made a fly fisherman, a person who is expected to tell tales of unbelievably large fish.[citation needed]\nThe movie Amadeus is framed as a story an old Antonio Salieri tells to a young priest, because the movie is based more on stories Salieri told about Mozart than on historical fact.[16]\n\nAnother use is a form of procatalepsis, where the writer puts the readers' possible reactions to the story in the characters listening to it. In The Princess Bride the frame of a grandfather reading the story to his reluctant grandson puts the cynical reaction a viewer might have to the romantic fairytale into the story in the grandson's persona, and helps defuse it. This is the use when the frame tells a story that lacks a strong narrative hook in its opening; the narrator can engage the reader's interest by telling the story to answer the curiosity of his listeners, or by warning them that the story began in an ordinary seeming way, but they must follow it to understand later actions, thereby identifying the reader's wondering whether the story is worth reading to the listeners'.[17] Such an approach was used, too, by Edith Wharton in her novella Ethan Frome, in which a nameless narrator hears from many characters in the town of Starkfield about the main character Ethan's story.[18]\n\nA specialized form of the frame is a dream vision, where the narrator claims to have gone to sleep, dreamed the events of the story, and then awoken to tell the tale. In medieval Europe, this was a common device, used to indicate that the events included are fictional; Geoffrey Chaucer used it in The Book of the Duchess, The House of Fame, Parlement of Foules, and The Legend of Good Women (the last also containing a multi-story frame story within the dream).[citation needed] In modern usage, it is sometimes used in works of fantasy as a means toward suspension of disbelief about the marvels depicted in the story. J.R.R. Tolkien, in his essay \"On Fairy-Stories\" complained of such devices as unwillingness to treat the genre seriously; he used frame stories of different kinds in his Middle-earth writings.[19] Lewis Carroll's Alice stories (Alice's Adventures in Wonderland and Through the Looking-Glass) includes such a frame, the stories themselves using dream-like logic and sequences.[20] The writer John Bunyan used a dream device in the Christian allegory Pilgrim's Progress and its sequel, explaining that they were dreams he had while he was in prison and felt God wanted him to write down. This worked because it made what might have been seen as a fantasy more like a divine revelation to others who believed as he did.[21]\n\nStill, even when the story proceeds realistically, the dream frame casts doubt on the events. In the book The Wonderful Wizard of Oz, the events really occur; the dream frame added for the movie detracts from the validity of the fantasy.[22]\n\n"
        },
        {
            "title": "Use",
            "text": "To be a frame narrative, the story must act primarily as an occasion for the telling of other stories. For example, Odysseus narrates much of the Odyssey to the Phaeacians, but, even though this recollection forms a great part of the poem, the events after and before the interpolated recollection are of greater interest than the memory.[2]\n\nA film that plays with frame narrative is the 1994 Forrest Gump. Most of it is narrated by Forrest to various companions on the park bench. However, in the last fifth or so of the film, Forrest gets up and leaves the bench, and we follow him as he meets with Jenny and her son. This final segment suddenly has no narrator unlike the rest of the film that came before it, but is instead told through Forrest and Jenny's dialogues.[23]\n\nThis approach is also demonstrated in the 2008 film Slumdog Millionaire (adapted from the 2005 novel Q & A), about a poor street kid named Jamal who comes close to winning Kaun Banega Crorepati (the Indian equivalent of Who Wants to Be a Millionaire?) but finds himself accused of cheating. Most of the story is narrated at a police station by Jamal, who explains how he knew the answers to each of the questions as the show is played back on video. The show itself then serves as another framing device, as Jamal sees flashbacks of his past as each question is asked. The last portion of the film then unfolds without any narrator.[24]\n\n"
        },
        {
            "title": "Compared to reprise",
            "text": "In musical sonata form or rondo, a reprised theme occurs at the beginning and end of the work, or returns periodically.[25] A framing device may take the form of a recurrent element at the beginning and end of the narrative. For example, a story may begin with a character visiting a park under one set of circumstances, then returning at the end to the same park under a different set of circumstances, having undergone a change that allows him or her to see the park in a new light.[26]\n\nA framing device might simply be a defining image of the narrative or art that is used at the beginning and end of the work, as in the film Chariots of Fire which begins and ends with the characters running along a beach, accompanied at both times by the movie's famous theme music. This scene, although chronologically in the middle of the film and unimportant to the straightforward plot, serves to convey a defining emotion and tone that sets the context for the main story.[27]\n\n"
        }
    ]
}