{
    "url": "https://en.wikipedia.org/wiki/Frame_rate",
    "title": "Frame rate",
    "table_of_contents": [
        "1 Human vision",
        "2 Film and video",
        "2.1 Silent films",
        "2.2 Sound films",
        "2.3 Animation",
        "2.4 Modern video standards",
        "3 Frame rate up-conversion",
        "3.1 Methods",
        "3.1.1 Flow-based FRC",
        "3.1.2 Pixel Hallucination-based FRC",
        "3.2 Instruments",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Frame rate (expressed in frames per second or FPS) is the frequency (rate) at which consecutive images (frames) are captured or displayed. The term applies equally to film and video cameras, computer graphics, and motion capture systems. Frame rate may also be called the frame frequency, and be expressed in hertz.  Frame rate in electronic camera specifications may refer to the maximal possible rate, where, in practice, other settings (such as exposure time) may reduce the frequency to a lower number.[1]\n\n"
        },
        {
            "title": "Human vision",
            "text": "The temporal sensitivity and resolution of human vision varies depending on the type and characteristics of visual stimulus, and it differs between individuals. The human visual system can process 10 to 12 images per second and perceive them individually, while higher rates are perceived as motion.[2] Modulated light (such as a computer display) is perceived as stable by the majority of participants in studies when the rate is higher than 50 Hz. This perception of modulated light as steady is known as the flicker fusion threshold. However, when the modulated light is non-uniform and contains an image, the flicker fusion threshold can be much higher, in the hundreds of hertz.[3] With regard to image recognition, people have been found to recognize a specific image in an unbroken series of different images, each of which lasts as little as 13 milliseconds.[4] Persistence of vision sometimes accounts for very short single-millisecond visual stimulus having a perceived duration of between 100 ms and 400 ms. Multiple stimuli that are very short are sometimes perceived as a single stimulus, such as a 10 ms green flash of light immediately followed by a 10 ms red flash of light perceived as a single yellow flash of light.[5]\n\n"
        },
        {
            "title": "Film and video",
            "text": "Early silent films had stated frame rates anywhere from 16 to 24 frames per second (fps),[6] but since the cameras were hand-cranked, the rate often changed during the scene to fit the mood. Projectionists could also change the frame rate in the theater by adjusting a rheostat controlling the voltage powering the film-carrying mechanism in the projector.[7] Film companies often intended that theaters show their silent films at higher frame rates than they were filmed at.[8] These frame rates were enough for the sense of motion, but it was perceived as jerky motion. To minimize the perceived flicker, projectors employed dual- and triple-blade shutters, so each frame was displayed two or three times, increasing the flicker rate to 48 or 72 hertz and reducing eye strain. Thomas Edison said that 46 frames per second was the minimum needed for the eye to perceive motion: \"Anything less will strain the eye.\"[9][10] In the mid to late 1920s, the frame rate for silent films increased to between 20 and 26 FPS.[9]\n\nWhen sound film was introduced in 1926, variations in film speed were no longer tolerated, as the human ear is more sensitive than the eye to changes in frequency. Many theaters had shown silent films at 22 to 26 FPS, which is why the industry chose 24 FPS for sound films as a compromise.[11] From 1927 to 1930, as various studios updated equipment, the rate of 24 FPS became standard for 35 mm sound film.[2] At 24 FPS, the film travels through the projector at a rate of 456 millimetres (18.0 in) per second. This allowed simple two-blade shutters to give a projected series of images at 48 per second, satisfying Edison's recommendation. Many modern 35 mm film projectors use three-blade shutters to give 72 images per second—each frame is flashed on screen three times.[9]\n\nIn drawn animation, moving characters are often shot \"on twos\", that is to say, one drawing is shown for every two frames of film (which usually runs at 24 frame per second), meaning there are only 12 drawings per second.[12] Even though the image update rate is low, the fluidity is satisfactory for most subjects. However, when a character is required to perform a quick movement, it is usually necessary to revert to animating \"on ones\", as \"twos\" are too slow to convey the motion adequately. A blend of the two techniques keeps the eye fooled without unnecessary production cost.[13]\n\nAnimation for most \"Saturday morning cartoons\" was produced as cheaply as possible and was most often shot on \"threes\" or even \"fours\", i.e. three or four frames per drawing. This translates to only 8 or 6 drawings per second respectively. Anime is also usually drawn on threes or twos.[14][15]\n\nDue to the mains frequency of electric grids, analog television broadcast was developed with frame rates of 50 Hz (most of the world) or 60 Hz (Canada, US, Japan, South Korea). The frequency of the electricity grid was extremely stable and therefore it was logical to use for synchronization.\n\nThe introduction of color television technology made it necessary to lower that 60 FPS frequency by 0.1% to avoid \"dot crawl\", a display artifact appearing on legacy black-and-white displays, showing up on highly-color-saturated surfaces. It was found that by lowering the frame rate by 0.1%, the undesirable effect was minimized.\n\nAs of 2021[update], video transmission standards in North America, Japan, and South Korea are still based on 60  / 1.001 ≈ 59.94 images per second. Two sizes of images are typically used: 1920×1080 (\"1080i/p\") and 1280×720 (\"720p\"). Confusingly, interlaced formats are customarily stated at 1/2 their image rate, 29.97/25 FPS, and double their image height, but these statements are purely custom; in each format, 60 images per second are produced. A resolution of 1080i produces 59.94 or 50 1920×540 images, each squashed to half-height in the photographic process and stretched back to fill the screen on playback in a television set. The 720p format produces 59.94/50 or 29.97/25 1280×720p images, not squeezed, so that no expansion or squeezing of the image is necessary. This confusion was industry-wide in the early days of digital video software, with much software being written incorrectly, the developers believing that only 29.97 images were expected each second, which was incorrect. While it was true that each picture element was polled and sent only 29.97 times per second, the pixel location immediately below that one was polled 1/60 of a second later, part of a completely separate image for the next 1/60-second frame.\n\nFilm, at its native 24 FPS rate could not be displayed without the necessary pulldown process, often leading to \"judder\": To convert 24 frames per second into 60 frames per second, every odd frame is repeated, playing twice, while every even frame is tripled. This creates uneven motion, appearing stroboscopic. Other conversions have similar uneven frame doubling. Newer video standards support 120, 240, or 300 frames per second, so frames can be evenly sampled for standard frame rates such as 24, 48 and 60 FPS film or 25, 30, 50 or 60 FPS video. Of course these higher frame rates may also be displayed at their native rates.[16][17]\n\nFrame rate in electronic camera specifications may refer to the maximal possible rate, where, in practice, other settings (such as exposure time) may reduce the frequency to a lower number.\n\n"
        },
        {
            "title": "Frame rate up-conversion",
            "text": "Frame rate up-conversion is the process of increasing the temporal resolution of a video sequence by synthesizing one or more intermediate frames between two consecutive frames. A low frame rate causes aliasing, yields abrupt motion artifacts, and degrades the video quality. Consequently, the temporal resolution is an important factor affecting video quality. Algorithms for FRC are widely used in applications, including visual quality enhancement, video compression and slow-motion video generation.\n\nMost FRC methods can be categorized into optical flow or kernel-based[18][19] and pixel hallucination-based methods.[20][21]\n\nFlow-based methods linearly combines predicted optical flows between two input frames to approximate flows from the target intermediate frame to the input frames. They also propose flow reversal (projection) for more accurate image warping. Moreover, there are algorithms that gives different weights of overlapped flow vectors depending on the object depth of the scene via a flow projection layer.\n\nPixel Hallucination-based methods use deformable convolution to the center frame generator by replacing optical flows with offset vectors. There are algorithms that also interpolates middle frames with the help of deformable convolution in the feature domain. However, since these methods directly hallucinate pixels unlike the flow-based FRC methods, the predicted frames tend to be blurry when fast-moving objects are present.\n\n"
        }
    ]
}