{
    "url": "https://en.wikipedia.org/wiki/Frank_Borzage",
    "title": "Frank Borzage",
    "table_of_contents": [
        "1 Biography",
        "1.1 Career",
        "1.2 Personal life",
        "2 Filmography",
        "2.1 Director",
        "2.2 Actor",
        "3 In popular culture",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Frank Borzage (/bɔːrˈzeɪɡi/;[1] April 23, 1894[2] – June 19, 1962) was an Academy Award-winning American film director and actor, known for directing 7th Heaven (1927), Street Angel (1928), Bad Girl (1931), A Farewell to Arms (1932), Man's Castle (1933), History Is Made at Night (1937), The Mortal Storm (1940) and Moonrise (1948).\n\n"
        },
        {
            "title": "Biography",
            "text": "Borzage's father, Luigi Borzaga, was born in Ronzone (then Austrian Empire, now Italy) in 1859. As a stonemason, he sometimes worked in Switzerland; he met his future wife, Maria Ruegg (1860, Ricken [de], Switzerland – 1947, Los Angeles), where she worked in a silk factory. Borzaga emigrated to Hazleton, Pennsylvania]in the early 1880s, where he worked as a coal miner. He brought his fiancée to the United States, and they married in Hazleton in 1883.\n\nTheir first child, Henry, was born in 1885. The Borzaga family moved to Salt Lake City, Utah, where Frank Borzage was born in 1894, and the family remained there until 1919. The couple had 14 children, eight of whom survived childhood: Henry (1885–1971), Mary Emma (1886–1906), Bill (1892–1973), Frank, Daniel (1896–1975, a performer and member of the John Ford Stock Company), Lew (1898–1974), Dolly (1901–2002) and Sue (1905–1998). Luigi Borzaga died in Los Angeles in a car accident in 1934; his wife Maria (Frank's mother) died of cancer in 1947.\n\nIn 1912, Frank Borzage found employment as an actor in Hollywood; he continued to work as an actor until 1917. His directorial debut came in 1915 with the film The Pitch o' Chance.\n\nBorzage was a successful director throughout the 1920s; he reached his peak in the late silent and early sound era. Absorbing visual influences from the German director F.W. Murnau, who was also resident at Fox at this time, he developed his own style of lushly visual romanticism in a hugely successful series of films starring Janet Gaynor and Charles Farrell, including 7th Heaven (1927), for which he won the first Academy Award for Best Director,[3] Street Angel (1928) and Lucky Star (1929). He won a second Oscar for 1931's Bad Girl.\n\nHe directed 14 films from 1917 to 1919 alone; his greatest success in the silent era was with Humoresque (1920), a box-office winner starring Vera Gordon.[4][5]\n\nBorzage's trademark was intense identification with the feelings of young lovers in the face of adversity, with love in his films triumphing over such trials as World War I (7th Heaven and A Farewell to Arms), disability (Lucky Star), the Depression (Man's Castle), a thinly disguised version of the Titanic disaster in History Is Made at Night, and the rise of Nazism, a theme which Borzage had virtually to himself among Hollywood filmmakers, including Little Man, What Now? (1933), Three Comrades (1938), and The Mortal Storm (1940).\n\nHis work took a spiritual turn in films such as Green Light (1937), Strange Cargo (1940) and The Big Fisherman (1959). Of his later work, only Moonrise (1948) has enjoyed much critical acclaim.\n\nAfter 1948, his output was sporadic.\n\nIn 1955 and 1957, Borzage was awarded The George Eastman Award, given by George Eastman House for distinguished contribution to the art of film.[6]\nFor his contributions to the film industry, Borzage received a motion pictures star on the Hollywood Walk of Fame in 1960. The star is located at 6300 Hollywood Boulevard.[7]\n\nHe was the original director of Journey Beneath the Desert (1961), but was too unwell to continue, and Edgar G. Ulmer took over.[8] Borzage was uncredited for the sequences he did direct.\n\nWhile hospitalized in February 1962, he received the D. W. Griffith Award.[9]\n\nHe was an officer and board member of the Directors Guild of America.[10]\n\nOn June 7, 1916, Borzage married vaudeville and film actress Lorena \"Rena\" Rogers in Los Angeles and remained married until 1941. In 1945, he married Edna Stillwell Skelton, the ex-wife of comedian Red Skelton; they were divorced in 1949.[11][12] He was married to Juanita when he died.[10]\n\nHe was a keen sportsman, with a 3-goal polo handicap and a two handicap in golf, and a yachtsman.[10]\n\nBorzage died of cancer in 1962, aged 68, and he was interred in the Forest Lawn Memorial Park Cemetery in Glendale, California.[citation needed]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Borzage briefly appears as a character in Horace McCoy's 1935 novel They Shoot Horses, Don't They?, when he attends its dance marathon setting as a spectator. The narrator, Robert Syverten, notices Borzage in the crowd and has a brief conversation with him, expressing his admiration of No Greater Glory and sharing his own ambition to become a film director.\n\n"
        }
    ]
}