{
    "url": "https://en.wikipedia.org/wiki/Frankenstein_complex",
    "title": "Frankenstein complex",
    "table_of_contents": [
        "1 History",
        "2 See also",
        "3 Bibliography",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In Isaac Asimov's robot novels, Frankenstein complex is a term he coined for the fear of mechanical men.[1]\n\n"
        },
        {
            "title": "History",
            "text": "Some of Asimov's science fiction short stories and novels predict that this suspicion will become strongest and most widespread in respect of \"mechanical men\" that most-closely resemble human beings (see android), but it is also present on a lower level against robots that are plainly electromechanical automatons.[citation needed]\n\nThe \"Frankenstein complex\" is similar in many respects to Masahiro Mori's uncanny valley hypothesis.\n\nThe name, \"Frankenstein complex\", is derived from the name of Victor Frankenstein in the 1818 novel Frankenstein; or, The Modern Prometheus by Mary Shelley. In Shelley's story, Frankenstein created an intelligent, somewhat superhuman being, but he finds that his creation is horrifying to behold and abandons it. This ultimately leads to Victor's death at the conclusion of a vendetta between himself and his creation.\n\nIn much of his fiction, Dr. Asimov depicts the general attitude of the public towards robots as negative, with ordinary people fearing that robots will either replace them or dominate them, although dominance would not be allowed under the specifications of the Three Laws of Robotics, the first of which is:\n\nHowever, Asimov's fictitious earthly public is not fully persuaded by this, and remains largely suspicious and fearful of robots.[citation needed] I, Robot's short story \"Little Lost Robot\" is about this \"fear of robots\". \n\nIn Asimov's robot novels, the Frankenstein complex is a major problem for roboticists and robot manufacturers. They do all they can to reassure the public that robots are harmless, even though this sometimes involves hiding the truth because they think that the public would misunderstand it. The fear by the public and the response of the manufacturers is an example of the theme of paternalism, the dread of paternalism, and the conflicts that arise from it in Asimov's fiction.[citation needed]\n\nThe same theme occurs in many later works of fiction featuring robots, although it is rarely referred to as such.\n\nExamples of human hostility towards robots have occurred in real life; for example, in an area in which self-driving cars were being tested, the residents vandalized those vehicles.[2][3]\n\n"
        }
    ]
}