{
    "url": "https://en.wikipedia.org/wiki/Francis_Bacon",
    "title": "Francis Bacon",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life and education",
        "1.2 Parliamentarian",
        "1.3 Final years of the Queen's reign",
        "1.4 James I comes to the throne",
        "1.5 Lord Chancellor and public disgrace",
        "1.6 Personal life",
        "1.6.1 Religious beliefs",
        "1.6.2 Marriage to Alice Barnham",
        "1.6.3 Sexuality",
        "1.7 Death",
        "2 Philosophy and works",
        "3 Influence and legacy",
        "3.1 Science",
        "3.2 North America",
        "3.3 Law",
        "3.4 Organization of knowledge",
        "4 Historical debates",
        "4.1 Bacon and Shakespeare",
        "4.2 Occult theories",
        "5 Bibliography",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Sources",
        "9.1 Primary sources",
        "9.2 Secondary sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFrancis Bacon, 1st Viscount St Alban[a] PC (/ˈbeɪkən/;[5] 22 January 1561 – 9 April 1626), also known as Lord Verulam, was an English philosopher and statesman who served as Attorney General and Lord Chancellor of England. Bacon led the advancement of both natural philosophy and the scientific method and his works remained influential even in the late stages of the Scientific Revolution.[6]\n\nBacon has been called the father of empiricism.[7] He argued for the possibility of scientific knowledge based only upon inductive reasoning and careful observation of events in nature. He believed that science could be achieved by the use of a sceptical and methodical approach whereby scientists aim to avoid misleading themselves. Although his most specific proposals about such a method, the Baconian method, did not have long-lasting influence, the general idea of the importance and possibility of a sceptical methodology makes Bacon one of the later founders of the scientific method. His portion of the method based in scepticism was a new rhetorical and theoretical framework for science, whose practical details are still central to debates on science and methodology. He is famous for his role in the scientific revolution, begun during the Middle Ages, promoting scientific experimentation as a way of glorifying God and fulfilling scripture. He was renowned as a politician in Elizabethan England, as he held the office of Lord Chancellor.\n\nBacon was a patron of libraries and developed a system for cataloguing books under three categories – history, poetry, and philosophy – which could further be divided into specific subjects and subheadings. About books he wrote, \"Some books are to be tasted; others swallowed; and some few to be chewed and digested.\"[8] The Shakespearean authorship thesis, which was first proposed in the mid-19th century, contends that Bacon wrote at least some and possibly all of the plays conventionally attributed to William Shakespeare.[9]\n\nBacon was educated at Trinity College at the University of Cambridge, where he rigorously followed the medieval curriculum, which was presented largely in Latin. He was the first recipient of the Queen's counsel designation, conferred in 1597 when Elizabeth I reserved him as her legal advisor. After the accession of James I in 1603, Bacon was knighted, then created Baron Verulam in 1618[2] and Viscount St Alban in 1621.[1][b] He had no heirs and so both titles became extinct on his death in 1626 at the age of 65. He died of pneumonia, with one account by John Aubrey stating that he had contracted it while studying the effects of freezing on meat preservation. He is buried at St Michael's Church, St Albans, Hertfordshire.[11]\n\n"
        },
        {
            "title": "Biography",
            "text": "Francis Bacon was born on 22 January 1561 at York House near Strand in London, the son of Sir Nicholas Bacon (Lord Keeper of the Great Seal) by his second wife, Anne (Cooke) Bacon, the daughter of the noted Renaissance humanist Anthony Cooke. His mother's sister was married to William Cecil, 1st Baron Burghley, making Burghley Bacon's uncle.[12]\n\nBiographers believe that Bacon was educated at home in his early years owing to poor health, which would plague him throughout his life. He received tuition from John Walsall, a graduate of Oxford with a strong leaning toward Puristanism. He attended Trinity College at the University of Cambridge on 5 April 1573 at the age of 12,[13] living there for three years along his older brother Anthony Bacon under the personal tutelage of Dr John Whitgift, future Archbishop of Canterbury. Bacon's education was conducted largely in Latin and followed the medieval curriculum. It was at Cambridge that Bacon first met Queen Elizabeth, who was impressed by his precocious intellect, and was accustomed to calling him \"The young lord keeper\".[14]\n\nHis studies brought him to the belief that the methods and results of science as then practised were erroneous. His reverence for Aristotle conflicted with his rejection of Aristotelian philosophy, which seemed to him barren, argumentative and wrong in its objectives.\n\nOn 27 June 1576, he and Anthony entered de societate magistrorum at Gray's Inn. A few months later, Francis went abroad with Sir Amias Paulet, the English ambassador at Paris, while Anthony continued his studies at home. The state of government and society in France under Henry III afforded him valuable political instruction.[15] For the next three years he visited Blois, Poitiers, Tours, Italy, and Spain.[16] There is no evidence that he studied at the University of Poitiers.[17] During his travels, Bacon studied language, statecraft, and civil law while performing routine diplomatic tasks. On at least one occasion he delivered diplomatic letters to England for Walsingham, Burghley, Leicester, and for the queen.[16]\n\nThe sudden death of his father in February 1579 prompted Bacon to return to England. Sir Nicholas had laid up a considerable sum of money to purchase an estate for his youngest son, but he died before doing so, and Francis was left with only a fifth of that money.[15] Having borrowed money, Bacon got into debt. To support himself, he took up his residence in law at Gray's Inn in 1579,[15] his income being supplemented by a grant from his mother Lady Anne of the manor of Marks near Romford in Essex, which generated a rent of £46.[18]\n\nBacon stated that he had three goals: to uncover truth, to serve his country, and to serve his church. He sought to achieve these goals by seeking a prestigious post. In 1580, through his uncle, Lord Burghley, he applied for a post at court that might enable him to pursue a life of learning, but his application failed. For two years he worked quietly at Gray's Inn, until he was admitted as an outer barrister in 1582.[19]\n\nHis parliamentary career began when he was elected MP for Bossiney, Cornwall, in a by-election in 1581. In 1584 he took his seat in Parliament for Melcombe in Dorset, and in 1586 for Taunton. At this time, he began to write on the condition of parties in the church, as well as on the topic of philosophical reform in the lost tract Temporis Partus Maximus. Yet he failed to gain a position that he thought would lead him to success.[15] He showed signs of sympathy to Puritanism, attending the sermons of the Puritan chaplain of Gray's Inn and accompanying his mother to the Temple Church to hear Walter Travers. This led to the publication of his earliest surviving tract, which criticized the English church's suppression of the Puritan clergy. In the Parliament of 1586, he openly urged execution for the Catholic Mary, Queen of Scots.\n\nAbout this time, he again approached his powerful uncle for help; this move was followed by his rapid progress at the bar. He became a bencher in 1586 and was elected a Reader in 1587, delivering his first set of lectures in Lent the following year. In 1589, he received the valuable appointment of reversion to the Clerkship of the Star Chamber, although he did not formally take office until 1608; the post was worth £1,600 a year.[15][1]\n\nIn 1588 he became MP for Liverpool and then for Middlesex in 1593. He later sat three times for Ipswich (1597, 1601, 1604) and once for Cambridge University (1614).[20]\n\nHe became known as a liberal-minded reformer, eager to amend and simplify the law. Though a friend of the crown, he opposed feudal privileges and dictatorial powers. He spoke against religious persecution. He struck at the House of Lords in its usurpation of the Money Bills. He advocated for the union of England and Scotland, which made him a significant influence toward the consolidation of the United Kingdom; and he later would advocate for the integration of Ireland into the Union. Closer constitutional ties, he believed, would bring greater peace and strength to these countries.[21][22]\n\nBacon soon became acquainted with Robert Devereux, the 2nd Earl of Essex, Queen Elizabeth's favourite.[23] By 1591 he acted as the earl's confidential adviser.[15][23] In 1592, he was commissioned to write a tract in response to the Jesuit Robert Parson's anti-government polemic, which he titled Certain Observations Made upon a Libel, identifying England with the ideals of democratic Athens against the belligerence of Spain.[24] Bacon took his third parliamentary seat for Middlesex when in February 1593 Elizabeth summoned Parliament to investigate a Roman Catholic plot against her. Bacon's opposition to a bill that would levy triple subsidies in half the usual time offended the Queen: opponents accused him of seeking popularity, and for a time the Court excluded him from favour.[25]\n\nWhen the office of Attorney General fell vacant in 1594, Lord Essex's influence was not enough to secure the position for Bacon and it was given to Sir Edward Coke. Likewise, Bacon failed to secure the lesser office of Solicitor General in 1595, the Queen pointedly snubbing him by appointing Sir Thomas Fleming instead.[1] To console him for these disappointments, Essex presented him with a property at Twickenham, which Bacon subsequently sold for £1,800.[26]\n\nIn 1597 Bacon became the first Queen's Counsel designate, when Queen Elizabeth reserved him as her legal counsel.[27] In 1597, he was also given a patent, giving him precedence at the Bar.[28] Despite his designations, he was unable to gain the status and notoriety of others. In a plan to revive his position he unsuccessfully courted the wealthy young widow Lady Elizabeth Hatton.[29] His courtship failed after she broke off their relationship upon accepting marriage to Sir Edward Coke, a further spark of enmity between the men.[30] In 1598 Bacon was arrested for debt. Afterward, however, his standing in the Queen's eyes improved. Gradually, Bacon earned the standing of one of the learned counsels.[31] His relationship with the Queen further improved when he severed ties with Essex—a shrewd move, as Essex would be executed for treason in 1601.[32]\n\nWith others, Bacon was appointed to investigate the charges against Essex. A number of Essex's followers confessed that Essex had planned a rebellion against the Queen.[33] Bacon was subsequently a part of the legal team headed by the Attorney General Sir Edward Coke at Essex's treason trial.[33] After the execution, the Queen ordered Bacon to write the official government account of the trial, which was later published as A DECLARATION of the Practices and Treasons attempted and committed by Robert late Earle of Essex and his Complices, against her Majestie and her Kingdoms ... after Bacon's first draft was heavily edited by the Queen and her ministers.[34][35]\n\nAccording to his personal secretary and chaplain, William Rawley, as a judge Bacon was always tender-hearted, \"looking upon the examples with the eye of severity, but upon the person with the eye of pity and compassion\". And also that \"he was free from malice\", \"no revenger of injuries\", and \"no defamer of any man\".[36]\n\nThe succession of James I brought Bacon into greater favour. He was knighted in 1603. In another shrewd move, Bacon wrote his Apologies in defense of his proceedings in the case of Essex, as Essex had favoured James to succeed to the throne. The following year, during the course of the uneventful first parliament session, Bacon married Alice Barnham.[37] In June 1607, he was at last rewarded with the office of solicitor general[1] and, in 1608, he began working as the Clerkship of the Star Chamber. Despite a generous income, old debts still could not be paid. He sought further promotion and wealth by supporting King James and his arbitrary policies. In 1610, the fourth session of James's first parliament met. Despite Bacon's advice to him, James and the Commons found themselves at odds over royal prerogatives and the king's embarrassing extravagance. The House was finally dissolved in February 1611. Throughout this period Bacon managed to stay in the favor of the king while retaining the confidence of the Commons.\n\nIn 1613, Bacon was finally appointed attorney general, after advising the king to shuffle judicial appointments. As attorney general, Bacon, by his zealous efforts—which included torture—to obtain the conviction of Edmund Peacham for treason, raised legal controversies of high constitutional importance;[38] and successfully prosecuted Robert Carr, 1st Earl of Somerset, and his wife, Frances Howard, Countess of Somerset, for murder in 1616. The so-called Prince's Parliament of April 1614 objected to Bacon's presence in the seat for Cambridge and to the various royal plans that Bacon had supported. Although he was allowed to stay, parliament passed a law that forbade the attorney general to sit in parliament. His influence over the king had evidently inspired resentment or apprehension in many of his peers. Bacon, however, continued to receive the King's favour, which led to his appointment in March 1617 as temporary Regent of England (for a period of a month), and in 1618 as Lord Chancellor. On 12 July 1618 the king created Bacon Baron Verulam, of Verulam, in the Peerage of England; he then became known as Francis, Lord Verulam.[1]\n\nBacon continued to use his influence with the king to mediate between the throne and Parliament, and in this capacity he was further elevated in the same peerage, as Viscount St Alban, on 27 January 1621.[citation needed]\n\nBacon's public career ended in disgrace in 1621. After he fell into debt, a parliamentary committee on the administration of the law charged him with 23 separate counts of corruption. His lifelong enemy, Sir Edward Coke, who had instigated these accusations,[39] was one of those appointed to prepare the charges against the chancellor.[40] To the lords, who sent a committee to enquire whether a confession was really his, he replied, \"My lords, it is my act, my hand, and my heart; I beseech your lordships to be merciful to a broken reed.\" He was sentenced to a fine of £40,000 and committed to the Tower of London at the king's pleasure; the imprisonment lasted only a few days and the fine was remitted by the king.[41] More seriously, parliament declared Bacon incapable of holding future office or sitting in parliament. He narrowly escaped undergoing degradation, which would have stripped him of his titles of nobility. Subsequently, the disgraced viscount devoted himself to study and writing.\n\nThere seems little doubt that Bacon had accepted gifts from litigants, but this was an accepted custom of the time and not necessarily evidence of deeply corrupt behaviour.[42] While acknowledging that his conduct had been lax, he countered that he had never allowed gifts to influence his judgement and, indeed, he had on occasion given a verdict against those who had paid him. He even had an interview with King James in which he assured:\n\nHe also wrote the following to Buckingham:\n\nAs the conduct of accepting gifts was ubiquitous and common practice, and the Commons was zealously inquiring into judicial corruption and malfeasance, it has been suggested that Bacon served as a scapegoat to divert attention from the clandestine and favorite of King James I own ill practice and alleged corruption.[45]\n\nThe true reason for his acknowledgement of guilt is the subject of debate, but some authors speculate that it may have been prompted by his sickness, or by a view that through his fame and the greatness of his office he would be spared harsh punishment. He may even have been blackmailed, with a threat to charge him with sodomy, into confession.[42][46]\n\nThe British jurist Basil Montagu wrote in Bacon's defense, concerning the episode of his public disgrace:\n\nBacon was a devout Anglican. He believed that philosophy and the natural world must be studied inductively, but argued that we can only study arguments for the existence of God. Information on his attributes (such as nature, action, and purposes) can only come from special revelation. Bacon also held that knowledge was cumulative, that study encompassed more than a simple preservation of the past. \"Knowledge is the rich storehouse for the glory of the Creator and the relief of man's estate,\" he wrote. In his Essays, he affirms that \"a little philosophy inclineth man's mind to atheism, but depth in philosophy bringeth men's minds about to religion.\"[48]\n\nBacon's idea of idols of the mind may have self-consciously represented an attempt to Christianize science at the same time as developing a new, reliable scientific method; Bacon gave worship of Neptune as an example of the idola tribus fallacy, hinting at the religious dimensions of his critique of the idols.[49]\n\nBacon was against the splintering within Christianity, believing that it would ultimately lead to the creation of atheism as a dominant worldview, as indicated with his quote that \"The causes of atheism are: divisions in religion, if they be many; for any one main division, addeth zeal to both sides; but many divisions introduce atheism.\"[50]\n\nWhen he was 36, Bacon courted Elizabeth Hatton, a young widow of 20. Reportedly, she broke off their relationship upon accepting marriage to a wealthier man, Bacon's rival, Sir Edward Coke. Years later, Bacon still wrote of his regret that the marriage to Hatton had not taken place.[51]\n\nAt the age of 45, Bacon married Alice Barnham, the 13-year-old daughter of a well-connected London alderman and MP. Bacon wrote two sonnets proclaiming his love for Alice. The first was written during his courtship and the second on his wedding day, 10 May 1606. When Bacon was appointed lord chancellor, \"by special Warrant of the King\", Lady Bacon was given precedence over all other Court ladies. Bacon's personal secretary and chaplain, William Rawley, wrote in his biography of Bacon that his marriage was one of \"much conjugal love and respect\", mentioning a robe of honour that he gave to Alice and which \"she wore unto her dying day, being twenty years and more after his death\".[36]\n\nHowever, an increasing number of reports circulated about friction in the marriage, with speculation that this may have been due to Alice's making do with less money than she had once been accustomed to. It was said that she was strongly interested in fame and fortune, and when household finances dwindled, she complained bitterly. Bunten wrote in her Life of Alice Barnham [52] that, upon their descent into debt, she went on trips to ask for financial favours and assistance from their circle of friends. Bacon disinherited her upon discovering her secret romantic relationship with Sir John Underhill, rewriting his will (which had generously planned to leave her lands, goods, and income) and revoking her entirely as a beneficiary.\n\nSeveral authors believe that, despite his marriage, Bacon was primarily attracted to men.[53][54] Forker,[55] for example, has explored the \"historically documentable sexual preferences\" of both Francis Bacon and King James I and concluded they were both oriented to \"masculine love\", a contemporary term that \"seems to have been used exclusively to refer to the sexual preference of men for members of their own gender.\"[56]\n\nThe well-connected antiquary John Aubrey noted in his Brief Lives concerning Bacon, \"He was a Pederast. His Ganimeds and Favourites tooke Bribes\".[57] (\"Pederast\" in Renaissance diction meant generally \"homosexual\" rather than specifically a lover of minors; \"ganimed\" derives from the mythical prince abducted by Zeus to be his cup-bearer and bed warmer.)\n\nThe Jacobean antiquarian Sir Simonds D'Ewes (Bacon's fellow Member of Parliament) implied there had been a question of bringing him to trial for buggery,[58] which his brother Anthony Bacon had also been charged with.[59]\n\nIn his Autobiography and Correspondence, in the diary entry for 3 May 1621, the date of Bacon's censure by Parliament, D'Ewes describes Bacon's love for his Welsh serving-men, in particular Godrick, a \"very effeminate-faced youth\" whom he calls \"his catamite and bedfellow\".[60]\n\nThis conclusion has been disputed by others, who point to lack of consistent evidence, and consider the sources to be more open to interpretation.[33][61][62][63][64] Publicly, at least, Bacon distanced himself from the idea of homosexuality. In his New Atlantis, he described his utopian island as being \"the chastest nation under heaven\", and \"as for masculine love, they have no touch of it\".[65]\n\n\nOn 9 April 1626, Francis Bacon died of pneumonia while at Arundel mansion at Highgate outside London.[66] An influential account of the circumstances of his death was given by John Aubrey's Brief Lives.[66] Aubrey's vivid account, which portrays Bacon as a martyr to experimental scientific method, had him journeying to High-gate through the snow with the King's physician when he is suddenly inspired by the possibility of using the snow to preserve meat:\n\nAfter stuffing the fowl with snow, Bacon contracted a fatal case of pneumonia. Some people, including Aubrey, consider these two contiguous, possibly coincidental events as related and causative of his death:\nAubrey has been criticized for his evident credulousness in this and other works; on the other hand, he knew Thomas Hobbes, Bacon's fellow-philosopher and friend.\nBeing unwittingly on his deathbed, the philosopher dictated his last letter to his absent host and friend Lord Arundel:\nAnother account appears in a biography by William Rawley, Bacon's personal secretary and chaplain:\nHe was buried in St Michael's church in St Albans. At the news of his death, over 30 great minds collected together their eulogies of him, which were then later published in Latin.[70]\nHe left personal assets of about £7,000 and lands that realised £6,000 when sold.[71] His debts amounted to more than £23,000, equivalent to more than £4m at current value.[71][72]\n\n"
        },
        {
            "title": "Philosophy and works",
            "text": "Francis Bacon's philosophy is displayed in the vast and varied writings he left, which might be divided into three great branches:\n\n"
        },
        {
            "title": "Influence and legacy",
            "text": "Bacon's seminal work Novum Organum was influential in the 1630s and 1650s among scholars, in particular Sir Thomas Browne, who in his encyclopedia Pseudodoxia Epidemica (1646–72) frequently adheres to a Baconian approach to his scientific enquiries. This book entails the basis of the scientific method as a means of observation and induction.\n\nAccording to Bacon, learning and knowledge all derive from the basis of inductive reasoning. Through his belief in experimental encounters, he theorised that all the knowledge that was necessary to fully understand a concept could be attained using induction. In order to get to the point of an inductive conclusion, one must consider the importance of observing the particulars (specific parts of nature). \"Once these particulars have been gathered together, the interpretation of Nature proceeds by sorting them into a formal arrangement so that they may be presented to the understanding.\"[73] Experimentation is essential to discovering the truths of Nature. When an experiment happens, parts of the tested hypothesis are started to be pieced together, forming a result and conclusion. Through this conclusion of particulars, an understanding of Nature can be formed. Now that an understanding of Nature has been arrived at, an inductive conclusion can be drawn. \"For no one successfully investigates the nature of a thing in the thing itself; the inquiry must be enlarged to things that have more in common with it.\"[74]\n\nBacon explains how we come to this understanding and knowledge because of this process in comprehending the complexities of nature. \"Bacon sees nature as an extremely subtle complexity, which affords all the energy of the natural philosopher to disclose her secrets.\"[75] Bacon described the evidence and proof revealed through taking a specific example from nature and expanding that example into a general, substantial claim of nature. Once we understand the particulars in nature, we can learn more about it and become surer of things occurring in nature, gaining knowledge and obtaining new information all the while. \"It is nothing less than a revival of Bacon's supremely confident belief that inductive methods can provide us with ultimate and infallible answers concerning the laws and nature of the universe.\"[76] Bacon states that when we come to understand parts of nature, we can eventually understand nature better as a whole because of induction. Because of this, Bacon concludes that all learning and knowledge must be drawn from inductive reasoning.\n\nDuring the Restoration, Bacon was commonly invoked as a guiding spirit of the Royal Society founded under Charles II in 1660.[77][78] During the 18th-century French Enlightenment, Bacon's non-metaphysical approach to science became more influential than the dualism of his French contemporary Descartes, and was associated with criticism of the Ancien Régime. In 1733 Voltaire introduced him to a French audience as the \"father\" of the scientific method, an understanding which had become widespread by the 1750s.[79] In the 19th century his emphasis on induction was revived and developed by William Whewell, among others. He has been reputed as the \"Father of Experimental Philosophy\".[80]\n\nHe also wrote a long treatise on Medicine, History of Life and Death,[81] with natural and experimental observations for the prolongation of life.\n\nOne of his biographers, the historian William Hepworth Dixon, states: \"Bacon's influence in the modern world is so great that every man who rides in a train, sends a telegram, follows a steam plough, sits in an easy chair, crosses the channel or the Atlantic, eats a good dinner, enjoys a beautiful garden, or undergoes a painless surgical operation, owes him something.\"[82]\n\nIn 1902 Hugo von Hofmannsthal published a fictional letter, known as The Lord Chandos Letter, addressed to Bacon and dated 1603, about a writer who is experiencing a crisis of language.\n\nBacon played a leading role in establishing the British colonies in North America, especially in Virginia, the Carolinas and Newfoundland in northeastern Canada. His government report on \"The Virginia Colony\" was submitted in 1609. In 1610 Bacon and his associates received a charter from the king to form the Tresurer and the Companye of Adventurers and planter of the Cittye of London and Bristoll for the Collonye or plantacon in Newfoundland, and sent John Guy to found a colony there.[83] Thomas Jefferson, the third President of the United States, wrote: \"Bacon, Locke and Newton. I consider them as the three greatest men that have ever lived, without any exception, and as having laid the foundation of those superstructures which have been raised in the Physical and Moral sciences\".[84]\n\nIn 1910, Newfoundland issued a postage stamp to commemorate Bacon's role in establishing the colony. The stamp describes Bacon as \"the guiding spirit in Colonization Schemes in 1610\".[51] Moreover, some scholars believe he was largely responsible for the drafting, in 1609 and 1612, of two charters of government for the Virginia Colony.[85] William Hepworth Dixon considered that Bacon's name could be included in the list of Founders of the United States.[86]\n\nAlthough few of his proposals for law reform were adopted during his lifetime, Bacon's legal legacy was considered by the magazine New Scientist in 1961 as having influenced the drafting of the Napoleonic Code as well as the law reforms introduced by 19th-century British Prime Minister Sir Robert Peel.[87] The historian William Hepworth Dixon referred to the Napoleonic Code as \"the sole embodiment of Bacon's thought\", saying that Bacon's legal work \"has had more success abroad than it has found at home\", and that in France \"it has blossomed and come into fruit\".[88]\n\nHarvey Wheeler attributed to Bacon, in Francis Bacon's Verulamium—the Common Law Template of The Modern in English Science and Culture, the creation of these distinguishing features of the modern common law system:\n\nAs late as the 18th century, some juries still declared the law rather than the facts, but already before the end of the 17th century Sir Matthew Hale explained modern common law adjudication procedure and acknowledged Bacon as the inventor of the process of discovering unwritten laws from the evidences of their applications. The method combined empiricism and inductivism in a new way that was to imprint its signature on many of the distinctive features of modern English society.[89] Paul H. Kocher writes that Bacon is considered by some jurists to be the father of modern Jurisprudence.[90]\n\nBacon is commemorated with a statue in Gray's Inn, South Square in London where he received his legal training, and where he was elected Treasurer of the Inn in 1608.[91]\n\nMore recent scholarship on Bacon's jurisprudence has focused on his advocating torture as a legal recourse for the crown.[92] Bacon himself was not a stranger to the torture chamber; in his various legal capacities in both Elizabeth I's and James I's reigns, Bacon was listed as a commissioner on five torture warrants. In 1613(?), in a letter addressed to King James I on the question of torture's place within English law, Bacon identifies the scope of torture as a means to further the investigation of threats to the state: \"In the cases of treasons, torture is used for discovery, and not for evidence.\"[93] For Bacon, torture was not a punitive measure, an intended form of state repression, but instead offered a modus operandi for the government agent tasked with uncovering acts of treason.\n\nFrancis Bacon developed the idea that a classification of knowledge must be universal while handling all possible resources. In his progressive view, humanity would be better if access to educational resources were provided to the public, hence the need to organise it. His approach to learning reshaped the Western view of knowledge theory from an individual to a social interest.\n\nThe original classification proposed by Bacon organised all types of knowledge into three general groups: history, poetry, and philosophy. He did that based on his understanding of how information is processed: memory, imagination, and reason, respectively. His methodical approach to the categorization of knowledge goes hand-in-hand with his principles of scientific methods. Bacon's writings were the starting point for William Torrey Harris's classification system for libraries in the United States by the second half of the 1800s.\n\nThe phrase \"scientia potentia est\" (or \"scientia est potentia\"), meaning \"knowledge is power\", is commonly attributed to Bacon: the expression \"ipsa scientia potestas est\" (\"knowledge itself is power\") occurs in his Meditationes Sacrae (1597).\n\n"
        },
        {
            "title": "Historical debates",
            "text": "The Baconian hypothesis of Shakespearean authorship, first proposed in the mid-19th century, contends that Francis Bacon wrote some or even all of the plays conventionally attributed to William Shakespeare.[94]\n\nFrancis Bacon often gathered with the men at Gray's Inn to discuss politics and philosophy, and to try out various theatrical scenes that he admitted writing.[95] Bacon's alleged connection to the Rosicrucians and the Freemasons has been widely discussed by authors and scholars in many books.[62] However, others, including Daphne du Maurier in her biography of Bacon, have argued that there is no substantive evidence to support claims of involvement with the Rosicrucians.[96] Frances Yates[97] does not make the claim that Bacon was a Rosicrucian, but presents evidence that he was nevertheless involved in some of the more closed intellectual movements of his day. She argues that Bacon's movement for the advancement of learning was closely connected with the German Rosicrucian movement, while Bacon's New Atlantis portrays a land ruled by Rosicrucians. He apparently saw his own movement for the advancement of learning to be in conformity with Rosicrucian ideals.[98]\n\nThe link between Bacon's work and the Rosicrucians' ideals which Yates allegedly found was the conformity of the purposes expressed by the Rosicrucian Manifestos and Bacon's plan of a \"Great Instauration\",[98] for the two were calling for a reformation of both \"divine and human understanding\",[c][99], as well as both, had in view the purpose of mankind's return to the \"state before the Fall\".[d][e]\n\nAnother major link is said to be the resemblance between Bacon's New Atlantis and the German Rosicrucian Johann Valentin Andreae's Description of the Republic of Christianopolis (1619).[100] Andreae describes a utopic island in which Christian theosophy and applied science ruled, and in which the spiritual fulfilment and intellectual activity constituted the primary goals of each individual, the scientific pursuits being the highest intellectual calling—linked to the achievement of spiritual perfection. Andreae's island also depicts a great advancement in technology, with many industries separated in different zones which supplied the population's needs—which shows great resemblance to Bacon's scientific methods and purposes.[101][102]\n\nWhile rejecting occult conspiracy theories surrounding Bacon and the claim Bacon personally identified as a Rosicrucian, intellectual historian Paolo Rossi has argued for an occult influence on Bacon's scientific and religious writing. He argues that Bacon was familiar with early modern alchemical texts and that Bacon's ideas about the application of science had roots in Renaissance magical ideas about science and magic facilitating humanity's domination of nature.[103] Rossi further interprets Bacon's search for hidden meanings in myth and fables in such texts as The Wisdom of the Ancients as succeeding earlier occultist and Neoplatonic attempts to locate hidden wisdom in pre-Christian myths.[104] As indicated by the title of his study, however, Rossi claims Bacon ultimately rejected the philosophical foundations of occultism as he came to develop a form of modern science.[103]\n\nRossi's analysis and claims have been extended by Jason Josephson-Storm in his study, The Myth of Disenchantment. Josephson-Storm also rejects conspiracy theories surrounding Bacon and does not make the claim that Bacon was an active Rosicrucian. However, he argues that Bacon's \"rejection\" of magic actually constituted an attempt to purify magic of Catholic, demonic, and esoteric influences and to establish magic as a field of study and application paralleling Bacon's vision of science. Furthermore, Josephson-Storm argues that Bacon drew on magical ideas when developing his experimental method.[105] Josephson-Storm finds evidence that Bacon considered nature a living entity, populated by spirits, and argues Bacon's views on the human domination and application of nature actually depend on his spiritualism and personification of nature.[106]\n\nThe Rosicrucian organization AMORC claims that Bacon was the \"Imperator\" (leader) of the Rosicrucian Order in both England and the European continent, and would have directed it during his lifetime.[107]\n\nBacon's influence can also be seen on a variety of religious and spiritual authors, and on groups that have utilized his writings in their own belief systems.[108][109][110][111][112]\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Some of the more notable works by Bacon are:\n\n"
        }
    ]
}