{
    "url": "https://en.wikipedia.org/wiki/Francis_Ford_Coppola",
    "title": "Francis Ford Coppola",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "2.1 1960s",
        "2.1.1 Dementia 13 (1963)",
        "2.1.2 You're a Big Boy Now (1966)",
        "2.1.3 Finian's Rainbow (1968)",
        "2.1.4 The Rain People (1969)",
        "2.2 1970s",
        "2.2.1 Patton (1970)",
        "2.2.2 The Godfather (1972)",
        "2.2.3 The Conversation (1974)",
        "2.2.4 The Great Gatsby (1974)",
        "2.2.5 The Godfather Part II (1974)",
        "2.2.6 Apocalypse Now (1979)",
        "2.3 1980s",
        "2.3.1 One from the Heart (1982)",
        "2.3.2 The Outsiders (1983)",
        "2.3.3 Rumble Fish (1983)",
        "2.3.4 The Cotton Club (1984)",
        "2.3.5 Peggy Sue Got Married (1986)",
        "2.3.6 New York Stories (1989)",
        "2.4 1990s",
        "2.4.1 The Godfather Part III (1990)",
        "2.4.2 Bram Stoker's Dracula (1992)",
        "2.4.3 Jack (1996)",
        "2.4.4 The Rainmaker (1997)",
        "2.4.5 Pinocchio dispute with Warner Bros.",
        "2.4.6 Contact dispute with Carl Sagan/Warner Bros.",
        "2.4.7 Supernova re-edit",
        "2.5 2000s–2020s",
        "2.5.1 Youth Without Youth (2007)",
        "2.5.2 Tetro (2009)",
        "2.5.3 Twixt (2011)",
        "2.5.4 Distant Vision (2015)",
        "2.5.5 The Godfather Coda: The Death of Michael Corleone (2020)",
        "2.5.6 Megalopolis (TBA)",
        "3 Favorite films",
        "4 Filmography",
        "5 Awards and nominations",
        "6 Personal life",
        "6.1 Family",
        "6.2 Politics",
        "7 Controversy",
        "8 Commercial ventures",
        "8.1 American Zoetrope",
        "8.1.1 Zoetrope Virtual Studio",
        "8.2 Inglenook Winery",
        "8.3 Uptown Theater",
        "8.4 Francis Ford Coppola Presents",
        "8.4.1 Winery",
        "8.4.2 Resorts",
        "8.4.3 Cafe and restaurant",
        "8.4.4 Literary publications",
        "8.5 Cannabis brand",
        "8.6 Advertisements",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFrancis Ford Coppola (/ˈkoʊpələ/;[1][2][3] Italian: [ˈkɔppola]; born April 7, 1939)[4] is an American film director, producer, and screenwriter. He is considered one of the major figures of the New Hollywood filmmaking movement of the 1960s and 1970s.[5] Coppola is the recipient of five Academy Awards, six Golden Globe Awards, two Palmes d'Or, and a British Academy Film Award (BAFTA).\n\nAfter directing The Rain People in 1969, Coppola co-wrote Patton (1970), which earned him the Academy Award for Best Original Screenplay along with Edmund H. North. Coppola's reputation as a filmmaker was cemented with the release of The Godfather (1972), which revolutionized the gangster genre[6] of filmmaking, receiving strong commercial and critical reception. The Godfather won three Academy Awards: Best Picture, Best Actor, and Best Adapted Screenplay (shared with Mario Puzo). His film The Godfather Part II (1974) became the first sequel to win the Academy Award for Best Picture. Highly regarded by critics, the film gained Coppola three more Academy Awards: Best Adapted Screenplay, Best Director, and Best Picture, making him the second director (after Billy Wilder) to win these three awards for the same film.\n\nAlso in 1974, he released the thriller The Conversation, which received the Palme d'Or at the Cannes Film Festival. His next film, the war epic Apocalypse Now (1979), which had a notoriously lengthy and strenuous production, was widely acclaimed for vividly depicting the Vietnam War. It also won the Palme d'Or, making Coppola one of only nine filmmakers to have won the award twice. Other notable films Coppola has released since the start of the 1980s include the dramas The Outsiders and Rumble Fish (both 1983), The Cotton Club (1984), Peggy Sue Got Married (1986), The Godfather Part III (1990), Bram Stoker's Dracula (1992), and The Rainmaker (1997).\n\nMany of Coppola's relatives and children have become popular actors and filmmakers in their own right: his sister Talia Shire is an actress, his daughter Sofia and granddaughter Gia are directors, his son Roman is a screenwriter, and his nephews Jason Schwartzman and Nicolas Cage are actors. Coppola resides in Napa, California, and since the 2010s has been a vintner, owning a family-branded winery and a winery of his own.[7]\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Francis Ford Coppola was born in Detroit, Michigan, to father Carmine Coppola (1910–1991),[8] a flutist with the Detroit Symphony Orchestra, and mother Italia Coppola (née Pennino; 1912–2004). He was born into a family of Italian immigrants. His paternal grandparents came to the United States from Bernalda, Basilicata.[9] His maternal grandfather, popular Italian composer Francesco Pennino, emigrated from Naples, Italy.[10] At the time of Coppola's birth, his father—in addition to being a flutist—was an arranger and assistant orchestra director for The Ford Sunday Evening Hour, an hour-long concert music radio series sponsored by the Ford Motor Company.[11][12] Coppola was born at Henry Ford Hospital, and those two connections to Henry Ford inspired the Coppolas to choose the middle name \"Ford\" for their son.[13][14]\n\nFrancis is the middle of three children: his older brother was August Coppola and his younger sister is actress Talia Shire.[9]\n\nTwo years after Coppola's birth, his father was named principal flutist for the NBC Symphony Orchestra, and the family moved to New York. They settled in Woodside, Queens, where Coppola spent the remainder of his childhood.\n\nHaving contracted polio as a boy, Coppola was bedridden for large periods of his childhood, during which he did homemade puppet theater productions. He developed an interest in theater after reading A Streetcar Named Desire at age 15.[15] He created 8 mm feature films edited from home movies with titles such as The Rich Millionaire and The Lost Wallet.[16] Although Coppola was a mediocre student, his interest in technology and engineering earned him the childhood nickname \"Science\".[17] He trained initially for a career in music and became proficient in the tuba, eventually earning a music scholarship to the New York Military Academy.[16] In all, Coppola attended 23 schools[18] before he eventually graduated from Great Neck North High School.[19]\n\nHe entered Hofstra College in 1955 as a theater arts major. There, he was awarded a scholarship in playwriting. This furthered his interest in directing theater, though his father disapproved and wanted him to study engineering.[15] Coppola was profoundly impressed by Sergei Eisenstein's film October: Ten Days That Shook the World, especially the quality of its editing, and decided to pursue cinema rather than theater.[15] He said he was influenced to become a writer by his brother August.[18] Coppola also credits the work of Elia Kazan for influencing him as a writer and director.[18] Coppola's classmates at Hofstra included James Caan, Lainie Kazan, and radio artist Joe Frank.[19][20] He later cast Lainie Kazan in One from the Heart and Caan in The Rain People, The Godfather, and Gardens of Stone.\n\nWhile pursuing his bachelor's degree, Coppola was elected president of the university's drama group The Green Wig, and its musical comedy club, the Kaleidoscopians. He merged the two groups into The Spectrum Players, and under his leadership, the group staged a new production each week. Coppola also founded the cinema workshop at Hofstra and contributed prolifically to the campus literary magazine.[16] He won three D. H. Lawrence Awards for theatrical production and direction and received a Beckerman Award for his outstanding contributions to the school's theater arts division.[21] While a graduate student, Coppola studied under professor Dorothy Arzner, whose encouragement was later acknowledged as pivotal to Coppola's career.[15]\n\n"
        },
        {
            "title": "Career",
            "text": "After earning his theater arts degree from Hofstra in 1960, Coppola enrolled in UCLA Film School.[16][22] There, he directed a short horror film, The Two Christophers, inspired by Edgar Allan Poe's \"William Wilson\" and Ayamonn the Terrible, a film about a sculptor's nightmares coming to life.[17] He also met undergraduate film major Jim Morrison, future frontman of The Doors. Coppola later used Morrison's song \"The End\" in Apocalypse Now.[23]\n\nIn the early 1960s, Coppola made $10 a week.[24] Looking for a way to earn some extra money, he found that many colleagues from film school made money filming erotic productions known as \"nudie-cuties\" or \"skin flicks\", which showed nudity without implying any sexual act.[25]\n\nAt 21, Coppola wrote the script for The Peeper, a comedy short film about a voyeur who tries to spy on a sensual photo shoot in the studio next to his apartment. Coppola found an interested producer, who gave him $3,000 to shoot the film. He hired Playboy Bunny Marli Renfro to play the model and had his friend Karl Schanzer to play the voyeur. With The Peeper finished, Coppola found that the cartoonish aspects of the film alienated potential buyers, who did not find the 12-minute short exciting enough to screen in adult theaters.[26]\n\nAfter much rejection, Coppola received an opportunity from Premier Pictures Company, a small production company that invested in an adult production called The Wide Open Spaces, an erotic western written and directed by Jerry Schafer, which had been shelved for more than a year. Both Schafer's film and The Peeper featured Marli Renfro, so the producers paid Coppola $500 to combine the two films. After Coppola re-edited the picture, it was released in 1962 as the softcore comedy Tonight for Sure.[26]\n\nAnother production company, Screen Rite Pictures, hired Coppola to do a similar job: re-cutting a German film titled Mit Eva fing die Sünde an [de] (Sin Began with Eve), directed by Fritz Umgelter. Coppola added new color footage with British model June Wilkinson and other nude starlets.[27] The re-edited film was released as The Bellboy and the Playgirls.\n\nSome years later, Roger Corman hired Coppola as an assistant. Corman first tasked Coppola with dubbing and re-editing the Soviet science fiction film Nebo zovyot, which Coppola turned into the sex-and-violence monster movie Battle Beyond the Sun, which was released in 1962.[19] Impressed by Coppola's perseverance and dedication, Corman hired him as a dialogue director for Tower of London (1962), sound man for The Young Racers (1963) and associate producer and one of many uncredited directors for The Terror (1963).[21]\n\nCoppola's first feature-length film was Dementia 13 (1963). While on location in Ireland for The Young Racers in 1963, Corman persuaded Coppola to use that film's leftover funds to make a low-budget horror movie.[21] Coppola wrote a brief draft in one night, incorporating elements from Hitchcock's Psycho,[28] and the result impressed Corman enough to give the go-ahead. On a budget of $40,000 ($20,000 from Corman and $20,000 from another producer who wanted to buy the movie's English rights),[28] Coppola directed Dementia 13 over the course of nine days. The film recouped its expenses and later became a cult film among horror buffs. It was on the set of Dementia 13 that Coppola met his future wife, Eleanor Jessie Neil.\n\nIn 1965, Coppola won the annual Samuel Goldwyn Award for best screenplay (Pilma, Pilma) written by a UCLA student.[16] The honor secured him a job as a scriptwriter with Seven Arts. During this time, Coppola also co-wrote the scripts for This Property Is Condemned (1966) and Is Paris Burning? (1966).\n\nCoppola bought the rights to the David Benedictus novel You're a Big Boy Now and merged it with a story idea of his own, resulting in his UCLA thesis project You're a Big Boy Now (1966), which earned Coppola his Master of Fine Arts Degree from UCLA School of Theater, Film and Television in 1967.[21][29] The film also received a theatrical release via Warner Bros and earned critical acclaim.[19] Geraldine Page was nominated for an Oscar and a Golden Globe Award for her performance.\n\nFollowing the success of You're a Big Boy Now, Coppola was offered to work on movie version of the Broadway musical Finian's Rainbow, starring Petula Clark in her first American film and veteran Fred Astaire. Producer Jack L. Warner was not impressed by Coppola's shaggy-haired, bearded, \"hippie\" appearance and generally left him to his own devices. Coppola took the cast to the Napa Valley for much of the outdoor shooting, but those scenes were in sharp contrast to those filmed on a Hollywood soundstage, resulting in a disjointed look to the film. Dealing with outdated material at a time when the popularity of film musicals was already waning, Clark received a Golden Globe Best Actress nomination. The film introduced Coppola to George Lucas, who became his lifelong friend as well as a production assistant in his next film The Rain People in 1969.\n\nThe Rain People was written, directed, and initially produced by Coppola himself, though as the movie advanced, he exceeded his budget and the studio had to underwrite the remainder of the movie.[19] The film won the Golden Shell at the 1969 San Sebastian Film Festival.\n\nIn 1969, Coppola wanted to subvert the studio system, which he felt had stifled his visions, intending to produce mainstream pictures to finance off-beat projects and give first-time directors a chance. He decided name his future studio \"Zoetrope\" after receiving a gift of zoetropes from Mogens Scot-Hansen, founder of a studio called Lanterna Film and owner of a famous collection of early motion picture-making equipment. While touring Europe, Coppola was introduced to alternative filmmaking equipment and, inspired by the bohemian spirit of Lanterna Film, decided he would build a deviant studio that would conceive and implement unconventional approaches to filmmaking. Upon his return home, Coppola and George Lucas searched for a mansion in Marin County to house the studio. However, in 1969, with equipment flowing in and no mansion found yet, the first home for Zoetrope Studio became a warehouse in San Francisco on Folsom Street.[30] The studio went on to become an early adopter of digital filmmaking, including some of the earliest uses of HDTV. In his 1968 book The American Cinema, Andrew Sarris wrote, \"[Coppola] is probably the first reasonably talented and sensibly adaptable directorial talent to emerge from a university curriculum in film-making ... [He] may be heard from more decisively in the future.\"[31]\n\nCoppola was at the forefront of a group of filmmakers known as \"New Hollywood\" that emerged in the early 1970s, with ideas that challenged conventional filmmaking. The group included Steven Spielberg, Martin Scorsese, Brian De Palma, Terrence Malick, Robert Altman, Woody Allen, William Friedkin, Philip Kaufman, and George Lucas.[19][32]\n\nCoppola co-wrote the script for Patton in 1970 along with Edmund H. North. This earned him his first Academy Award for Best Original Screenplay. However, it was not easy for Coppola to convince Franklin J. Schaffner that the opening scene would work. Coppola later revealed in an interview,[33]\n\nWhen the title role was offered to George C. Scott, he remembered having read Coppola's screenplay earlier. He stated flatly that he would accept the part only if they used Coppola's script. \"Scott is the one who resurrected my version,\" said Coppola.[34]\n\nThe movie opens with Scott's rendering of Patton's famous military \"Pep Talk\" to members of the Third Army, set against a huge American flag. Coppola and North had to tone down Patton's actual language to avoid an R rating; in the opening monologue, the word \"fornicating\" replaced \"fucking\" when criticizing The Saturday Evening Post. Over the years, this opening monologue has become an iconic scene and has spawned parodies in numerous films, political cartoons, and television shows.\n\n\nThe release of The Godfather in 1972 was a cinematic milestone. The near three hour-long epic, a film treatment of Mario Puzo's New York Times-bestselling novel The Godfather, chronicling the saga of the Corleone family, received overwhelmingly positive reviews from critics and got Coppola the Academy Award for Best Adapted Screenplay, which he shared with Mario Puzo, as well as Golden Globe Awards for Best Director and Best Screenplay. However, Coppola faced several difficulties while filming. He was not Paramount's first choice to direct the movie; Italian director Sergio Leone was initially offered the job but declined in order to direct his own gangster opus, Once Upon a Time in America.[35] Robert Evans wanted the picture to be directed by an Italian American to make the film \"ethnic to the core\".[36][37] Evans' chief assistant Peter Bart suggested Coppola, as a director of Italian ancestry who would work for a low sum and budget after the poor reception of his latest film The Rain People.[38][36] Coppola initially turned down the job because he found Puzo's novel sleazy and sensationalist, describing it as \"pretty cheap stuff\".[39][40] At the time, Coppola's studio American Zoetrope owed over $400,000 to Warner Bros. for budget overruns in the film THX 1138 and, when coupled with his poor financial standing, along with advice from friends and family, Coppola reversed his initial decision and took the job.[41][42][43] Coppola was officially announced as director of the film on September 28, 1970.[44] He agreed to receive $125,000 and six percent of the gross rentals.[45][46] Coppola later found a deeper theme for the material and decided it should be not just be a film about organized crime, but also a family chronicle and a metaphor for capitalism in America.[36] There was disagreement between Paramount and Coppola on casting; Coppola wanted to cast Marlon Brando as Vito Corleone, though Paramount wanted either Ernest Borgnine or Danny Thomas. At one point, Coppola was told by the then-president of Paramount that \"Marlon Brando will never appear in this motion picture.\" After pleading with the executives, Coppola was allowed to cast Brando only if he appeared in the film for much less money than his previous films, would perform a screen test, and put up a bond saying that he would not cause a delay in the production (as he had done on previous film sets).[47] Coppola chose Brando over Ernest Borgnine on the basis of Brando's screen test, which also won over the Paramount leadership. Brando later won an Academy Award for his portrayal, which he refused to accept. Coppola would later recollect:[28]\nAfter it was released, the film received widespread praise. It went on to win multiple awards, including the Academy Award for Best Picture and the Academy Award for Best Adapted Screenplay for Coppola. The film routinely features at the top in various polls for the greatest movies ever. It was selected for preservation in the United States National Film Registry, and was ranked third, behind Citizen Kane and Casablanca, on the initial AFI's 100 Years...100 Movies list by the American Film Institute in 1997. It was moved up to second when the list was published again in 2007.[48] Director Stanley Kubrick believed that The Godfather was possibly the greatest movie ever made and certainly the best-cast.[49]\n\nCoppola's next film, The Conversation, further cemented his position as one of the most talented auteurs of Hollywood.[50] The movie was partly influenced by Michelangelo Antonioni's Blowup (1966)[51] and generated much interest when news leaked that the film utilized the very same surveillance and wire-tapping equipment that members of the Nixon administration used to spy on political opponents prior to the Watergate scandal. Coppola insisted that this was purely coincidental, as the script for The Conversation was completed in the mid-1960s (before the election of Richard Nixon) and the spying equipment used in the film was developed through research and use of technical advisers and not by newspaper stories about the Watergate break-in. However, the audience interpreted the film as a reaction to both the Watergate scandal and its fallout. The movie was a critical success and got Coppola his first Palme d'Or at the 1974 Cannes Film Festival.\n\nDuring the filming of The Conversation, Coppola wrote the screenplay for The Great Gatsby. However, in the commentary track to the DVD of The Godfather, Coppola states, \"I don't think that script was [actually] made.\"[52]\n\nCoppola shot The Godfather Part II in parallel to The Conversation. It was the last major American motion picture to be filmed in Technicolor. George Lucas commented on the film after its five-hour-long preview, telling Coppola, \"You have two films. Take one away, it doesn't work,\" referring to the movie's portrayal of two parallel storylines, one of a young Vito Corleone and the other of his son Michael. In the director's commentary on the DVD edition of the film (released in 2002), Coppola states that this film was the first major motion picture to use \"Part II\" in its title. Paramount was initially opposed to his decision to name the movie The Godfather Part II. According to Coppola, the studio's objection stemmed from the belief that audiences would be reluctant to see a film with such a title, as the audience would supposedly believe that, having already seen The Godfather, there was little reason to see an addition to the original film. However, the success of The Godfather Part II began the Hollywood tradition of numbered sequels. The movie was released in 1974 and went on to receive tremendous critical acclaim, with many deeming it superior to its predecessor.[53] It was nominated for 11 Academy Awards and received six Oscars, including three for Coppola: Best Picture, Best Adapted Screenplay, and Best Director.\n\nThe Godfather Part II is ranked as the No. 1 greatest movie of all time in TV Guide's \"50 Best Movies of All Time\"[54] and is ranked at No. 7 on Entertainment Weekly's list of the \"100 Greatest Movies of All Time\".[55] The film is also featured on movie critic Leonard Maltin's list of the \"100 Must-See Films of the 20th Century\"[56] as well as Roger Ebert's \"Great Movies\" list.[57] It was also featured on Sight & Sound's list of the ten greatest films of all time in 2002, ranking at No. 4.[58]\n\nCoppola was the third director to have two nominations for Best Picture in the same year. Victor Fleming was the first in 1939 with Gone with the Wind and The Wizard of Oz; Alfred Hitchcock repeated the feat the next year with Foreign Correspondent and Rebecca. Since Coppola, two other directors have done the same: Herbert Ross in 1977 with The Goodbye Girl and The Turning Point, and Steven Soderbergh in 2000 with Erin Brockovich and Traffic. Coppola, however, is the only one to have produced the pictures nominated.\n\nFollowing the success of The Godfather, The Conversation, and The Godfather Part II, Coppola began filming Apocalypse Now, an adaptation of Joseph Conrad's Heart of Darkness set in Cambodia during the Vietnam War. Coppola himself briefly cameos as a TV news director. The production of the film was plagued by numerous problems, including typhoons, nervous breakdowns, the firing of Harvey Keitel, Martin Sheen's heart attack, and extras from the Philippine military and half of the supplied helicopters leaving in the middle of scenes to fight rebels. It was delayed so often it was nicknamed Apocalypse When?[59] The 1991 documentary film Hearts of Darkness: A Filmmaker's Apocalypse, directed by Francis's wife, Eleanor Coppola, who was present through the production, Fax Bahr, and George Hickenlooper, chronicles the difficulties the crew went through making Apocalypse Now and features behind-the-scenes footage filmed by Eleanor. After filming Apocalypse Now, Coppola famously stated,[60] \"We were in the jungle, there were too many of us, we had access to too much money, too much equipment and little by little, we went insane.\"\n\nThe film was overwhelmingly praised by critics when it finally released in 1979 and was selected for the 1979 Cannes Film Festival, winning the Palme d'Or along with The Tin Drum, directed by Volker Schlöndorff. When the film screened at Cannes, Coppola quipped,[59] \"My film is not about Vietnam, it is Vietnam.\" Apocalypse Now's reputation has grown in time and it is now regarded by many as a masterpiece of the New Hollywood era and is frequently cited as one of the greatest movies ever made.[19][61][62][63] Roger Ebert considered it to be the finest film on the Vietnam War and included it in his list for the 2002 Sight & Sound critics' poll of the greatest movies ever made.[64][65]\n\nIn 2001 Coppola re-released Apocalypse Now as Apocalypse Now Redux, restoring several sequences lost from the original 1979 cut of the film, thereby expanding its length to 200 minutes. In 2019 Coppola re-released Apocalypse Now once more as Apocalypse Now (Final Cut), claiming that version to be his favorite.\n\nApocalypse Now marked the end of the 'golden phase' of Coppola's career.[19] His 1982 musical fantasy One from the Heart, although pioneering the use of video-editing techniques that are standard practice in the film industry today, ended with a disastrous box-office gross of US$636,796 against a $26-million budget,[66] and he was forced to sell the 23-acre Zoetrope Studio in 1983.[21] He would spend the rest of the decade working to pay off his debts. Zoetrope Studios finally filed for Chapter 11 bankruptcy in 1990, after which its name was changed to American Zoetrope.[19]\n\nIn 1983, he directed The Outsiders, a film adaptation of the novel of the same name by S. E. Hinton. Coppola credited his inspiration for making the film to a suggestion from middle school students who had read the novel. The Outsiders is notable for being the breakout film for a number of young actors who would go on to become major stars. These included major roles for Matt Dillon, Ralph Macchio, and C. Thomas Howell. Also in the cast were Patrick Swayze, Rob Lowe (in his film debut), Emilio Estevez, Diane Lane, and Tom Cruise. Matt Dillon and several others also starred in Coppola's related film Rumble Fish, which was also based on an S. E. Hinton novel and filmed at the same time as The Outsiders on-location in Tulsa, Oklahoma. Carmine Coppola wrote and edited the musical score, including the title song \"Stay Gold\", which was based upon a famous Robert Frost poem and performed for the movie by Stevie Wonder. The film was a moderate box-office success, grossing $25 million[67] against a $10 million budget.\n\nThat same year, he directed Rumble Fish, based on the novel of the same name by S. E. Hinton, who also co-wrote the screenplay. Shot in black-and-white as an homage to German expressionist films, Rumble Fish centers on the relationship between a revered former gang leader (Mickey Rourke) and his younger brother, Rusty James (Matt Dillon). The film bombed at the box office, earning a meager $2.5 million against a $10 million budget and once again aggravating Coppola's financial troubles.[68]\n\nIn 1984, Coppola directed the Robert Evans-produced The Cotton Club. The film was nominated for several awards, including the Golden Globes for Best Director and Best Picture (Drama) and Oscars for Best Film Editing and Best Art-Direction. However, the film failed miserably at the box-office, earning only $25.9 million of the $47.9 million privately invested by brothers Fred and Ed Doumani.[50]\n\nThe same year, he directed an episode of Shelley Duvall's Faerie Tale Theatre entitled \"Rip Van Winkle\" (based on the short story), where Harry Dean Stanton played the lead role.[69]\n\nIn 1986, Coppola directed Captain EO, a 17-minute space fantasy for Disney theme parks executive produced by George Lucas, starring singer Michael Jackson.[70]\n\nAlso in 1986, Coppola released the comedy Peggy Sue Got Married starring Kathleen Turner, Coppola's nephew Nicolas Cage, and Jim Carrey. Much like The Outsiders and Rumble Fish, Peggy Sue Got Married centered around teenage youth. The film earned Coppola positive feedback and provided Kathleen Turner her first and only Oscar nomination. It was Coppola's first box-office success since The Outsiders[71] and the film ranked number 17 on Entertainment Weekly's list of \"50 Best High School Movies\".[72]\n\nThe following year, Coppola re-teamed with James Caan for Gardens of Stone, but the film was overshadowed by the death of Coppola's eldest son Gian-Carlo during the film's production. The movie was not a critical success and underperformed commercially, earning only $5.6 million against a $13 million budget.[73]\n\nCoppola directed Tucker: The Man and His Dream the year after that. Being a biopic based on the life of Preston Tucker and his attempt to produce and market the Tucker '48, Coppola had originally conceived the project as a musical with Marlon Brando leading after the release of The Godfather Part II. Ultimately, it was Jeff Bridges who played the role of Preston Tucker. Budgeted at $24 million, the film received positive reviews and earned three nominations at the 62nd Academy Awards, but grossed a disappointing $19.65 million at the box office. It garnered two awards: Martin Landau won the Golden Globe for Best Supporting Actor and Dean Tavoularis took BAFTA's honors for Best Production Design.\n\nIn 1989, Coppola teamed up with fellow Oscar-winning directors Martin Scorsese and Woody Allen for an anthology film called New York Stories. Coppola directed the \"Life Without Zoë\" segment, starring his sister Talia Shire, and also co-wrote the film with his daughter Sofia. \"Life Without Zoë\" was mostly panned by critics and was generally considered to be the segment that brought the film's overall quality down.[74][75] Hal Hinson of The Washington Post wrote a particularly scathing review, stating that \"It's impossible to know what Francis Coppola's Life Without Zoë is. Co-written with his daughter Sofia, the film is a mystifying embarrassment; it's by far the director's worst work yet.\"[76]\n\nIn 1990, he released the third and final chapter of The Godfather series: The Godfather Part III. Coppola felt that the first two films had told the complete Corleone saga. Coppola intended Part III to be an epilogue to the first two films.[77] In his audio commentary for Part II, he stated that only a dire financial situation caused by the failure of One from the Heart (1982) compelled him to take up Paramount's long-standing offer to make a third installment.[78] Coppola and Puzo preferred the title The Death of Michael Corleone, but Paramount Pictures found that unacceptable.[77] While not as critically acclaimed as the first two films,[79][80][81] it was still commercially successful, earning $136 million against a $54 million budget.[82] Some reviewers criticized the casting of Coppola's daughter Sofia, who stepped into the leading role of Mary Corleone, which was abandoned by Winona Ryder just as filming began.[79] Despite this, The Godfather Part III went on to gather 7 Academy Award nominations, including Best Director and Best Picture. The film failed to win any of these awards, which made it the only film in the trilogy to do so.\n\nIn September 2020, for the film's 30th anniversary, it was announced that a new cut of the film titled Mario Puzo's The Godfather, Coda: The Death of Michael Corleone would have a limited theatrical release in December 2020 followed by digital and Blu-ray.[83] Coppola said the film is the version he and Puzo had originally envisioned, and it \"vindicates\" its status among the trilogy and his daughter Sofia's performance.[84][85]\n\nIn 1992 Coppola directed and produced Bram Stoker's Dracula. Adapted from Bram Stoker's novel, it was intended to follow the book more closely than previous film adaptations.[86] Coppola cast Gary Oldman as the titular role, with Keanu Reeves, Winona Ryder, and Anthony Hopkins in supporting roles. The movie became a box-office hit, grossing $82,522,790 domestically, making it the 15th highest-grossing film of the year.[87] It fared even better out of the country, grossing $133,339,902 for a total worldwide gross of $215,862,692 against a budget of $40 million,[88] making it the 9th highest-grossing film of the year worldwide.[89] The film won Academy Awards for Costume Design, Makeup and Sound Editing.\n\nCoppola's next project was Jack, which was released on August 9, 1996. It starred Robin Williams as Jack Powell, a ten-year-old boy whose cells are growing at four times the normal rate due to Werner syndrome, which makes him look like a 40-year-old man at the age of ten. With Diane Lane, Brian Kerwin, and Bill Cosby, Jack also featured Jennifer Lopez, Fran Drescher and Michael McKean in supporting roles. Although a moderate box-office success, grossing $58 million domestically on an estimated $45 million budget,[90] it was panned by critics, many of whom disliked the film's abrupt contrast between actual comedy and tragic melodrama.[91] It was also unfavorably compared with the 1988 film Big, in which Tom Hanks also played a child in a grown man's body.[92] Most critics felt that the screenplay was poorly written, not funny, and had unconvincing and unbelievable drama.[93] Other critics felt that Coppola was too talented to be making this type of film.[94] Although ridiculed for making the film, Coppola has defended it, saying he is not ashamed of the final cut of the movie. He had been friends with Robin Williams for many years and had always wanted to work with him as an actor.[95] When Williams was offered the screenplay for Jack, he said he would only agree to do it if Coppola agreed to sign on as director.\n\nThe last film Coppola directed in the 1990s, The Rainmaker, was based on the 1995 novel of the same name by John Grisham. An ensemble courtroom drama, the film was well received by critics, earning an 83% rating on Rotten Tomatoes.[96] Roger Ebert gave The Rainmaker three stars out of four, remarking, \"I have enjoyed several of the movies based on Grisham novels ... but I've usually seen the storyteller's craft rather than the novelist's art being reflected. By keeping all of the little people in focus, Coppola shows the variety of a young lawyer's life, where every client is necessary and most of them need a lot more than a lawyer.\"[97] James Berardinelli also gave the film three stars out of four, saying that \"the intelligence and subtlety of The Rainmaker took me by surprise\" and that the film \"stands above any other filmed Grisham adaptation.\"[98] Grisham said of the film, \"To me it's the best adaptation of any of [my books] ... I love the movie. It's so well done.\"[99] The film grossed about $45 million domestically,[100] more than the estimated production budget of $40 million, but a disappointment compared to previous films adapted from Grisham novels.\n\nIn the late 1980s, Coppola started considering concepts for a motion picture based upon the 19th-century Carlo Collodi novel The Adventures of Pinocchio, and in 1991, Coppola and Warner Bros. began discussing the project as well as two others, one involving the life of J. Edgar Hoover and the other based on the children's novel The Secret Garden. These discussions led to negotiations for Coppola to both produce and direct the Pinocchio project for Warner Bros. as well as The Secret Garden (which was made in 1993 and produced by American Zoetrope, but directed by Agnieszka Holland) and Hoover, which never came to fruition. (A film was eventually made by Clint Eastwood in 2011 titled J. Edgar, which was distributed by Warner Bros.)\n\nHowever, in mid-1991, Coppola and Warner Bros. came to a disagreement over the compensation to Coppola for his directing services on Pinocchio.[101] In 1994, Coppola later approached another studio, Columbia Pictures, to produce the film.[102] Warner Brothers then wrote to Columbia, stating it had held the rights to Coppola's project, which led to Columbia later dropping the project. Coppola filed a lawsuit against Warner Bros, alleging they had wrongfully prevented Columbia Pictures from making the film.[103]\n\nThe parties deferred this issue and a settlement was finally reached on July 3, 1998, when the jurors in the resultant court case awarded Coppola $20 million as compensation for losing the Pinocchio film project.[104] On that same day, Warner Bros. stated it would appeal the decision.[105] A week later, Coppola was awarded a further $60 million in punitive damages on top, stemming from his charges that Warner Bros. sabotaged his intended version.[103] However, in October 1998, then-Superior Court Judge Madeleine Flier reversed the jury's $60 million award to Coppola.[106] Warner Bros. and Coppola then appealed each other's ruling, in which Coppola sought to have his $60 million award restored. In March 2001, the California Court of Appeals decided against Coppola on both counts.[107] In July 2001, the California Supreme Court refused to hear the appellate decision, bringing the litigation battle to a conclusive end.[108]\n\nDuring the filming of Contact on December 28, 1996, Coppola filed a lawsuit against Carl Sagan and Warner Bros. Sagan had died a week earlier,[109][110] and Coppola claimed that Sagan's novel Contact was based on a story the pair had developed for a television special back in 1975 titled First Contact.[109] Under their development agreement, Coppola and Sagan were to split proceeds from the project as well as any novel Sagan would write with American Zoetrope and Children's Television Workshop Productions. The television program was never produced, but in 1985, Simon & Schuster published Sagan's Contact and Warner Bros. moved forward with development of a film adaptation. Coppola sought at least $250,000 in compensatory damages and an injunction against production or distribution of the film.[109] Even though Sagan was shown to have violated some of the terms of the agreement, the case was dismissed in February 1998 because Coppola had waited too long to file suit.[111]\n\nIn August 1999, Coppola was brought in by MGM to supervise another re-editing of the film Supernova, costing $1 million at his American Zoetrope facility in Northern California. This work included digitally placing Angela Bassett's and James Spader's faces on the bodies of (a computer-tinted) Robin Tunney and Peter Facinelli so that their characters could have a love scene.[112] However, Coppola's re-edited version had negative test screening and didn't get the PG-13 rating by the MPAA that the studio wanted. Creature designer Patrick Tatopoulos, whose special effects were mostly cut out from the film, said that Walter Hill wanted the film to be much more grotesque, strange, and disturbing, while MGM wanted to make it more of a hip, sexy film in space, and not with full-blown makeup effects. \"I hope that my experience in the film industry has helped improve the picture and rectified some of the problems that losing a director caused\", said Coppola.[112] By October 1999, MGM decided to sell the film.[113] The film was eventually released on January 17, 2000, almost two years later than planned.[114]\n\nAfter a 10-year hiatus, Coppola returned to directing with Youth Without Youth in 2007, based on the novella of the same name by Romanian author Mircea Eliade. The film was poorly reviewed, currently holding a 30% \"rotten\" rating on Rotten Tomatoes.[115] It was made for about $19 million and had a limited release, only managing $2,624,759 at the box-office.[116] As a result, Coppola announced his plans to produce his own films in order to avoid the marketing input that goes into most films that try to make themselves appeal to too wide an audience.\n\n\nIn 2009, Coppola released Tetro. It was \"set in Argentina, with the reunion of two brothers. The story follows the rivalries born out of creative differences passed down through generations of an artistic Italian immigrant family.\"[117] The film received generally positive reviews from critics. On Metacritic, the film has a weighted average metascore of 63% based on 19 reviews.[118] Rotten Tomatoes reported that 70% of critics gave positive reviews, based on 105 reviews, with an average score of 6.3/10.[119] Overall, the Rotten Tomatoes consensus was: \"A complex meditation on family dynamics, Tetro's arresting visuals and emotional core compensate for its uneven narrative.\"[119] Roger Ebert of the Chicago Sun-Times gave the film 3 stars, praising it for being \"boldly operatic, involving family drama, secrets, generations at war, melodrama, romance and violence\", Ebert also praised Vincent Gallo's performance and claimed that Alden Ehrenreich is \"the new Leonardo DiCaprio\".[120] Todd McCarthy of Variety gave the film a B+, judging that \"when Coppola finds creative nirvana, he frequently has trouble delivering the full goods\".[121] Richard Corliss of Time gave the film a mixed review, praising Ehrenreich's performance, but claiming Coppola \"has made a movie in which plenty happens, but nothing rings true\".[122] The film made $2,636,774 worldwide,[123] against a budget of $5,000,000.\nTwixt, starring Val Kilmer, Elle Fanning, Joanne Whalley, and Bruce Dern, and narrated by Tom Waits, was released to film festivals in late 2011[124] and was released theatrically in early 2012. It received critical acclaim in France,[125] but mostly negative reviews elsewhere.[126]\n\n\nIn 2015, Coppola stated\nDistant Vision is a semi-autobiographical unfinished live broadcast project created in real-time. Proof of concepts were tested before limited audiences at Oklahoma City Community College in June 2015 and UCLA School of Theater in July 2016.[128]\n\nIn December 2020, a re-edit of Godfather III, The Godfather Coda: The Death of Michael Corleone had a limited theatrical release, followed by digital and Blu-ray release in 2021.[129] Coppola stated that The Godfather Part IV was never made because Mario Puzo died before they had a chance to write the film.[130] Andy García has since claimed the film's script was nearly produced.[130]\n\nCoppola was the jury president at the 1996 Cannes Film Festival and he also took part as a special guest at the 17th Midnight Sun Film Festival in Sodankylä, Finland,[131] and the 46th International Thessaloniki Film Festival in Thessaloniki, Greece.\n\nIn April 2019, Coppola announced that he plans to direct Megalopolis, which he had been developing for many years prior.[132] Speaking to Deadline, he said: \"I plan this year to begin my longstanding ambition to make a major work utilizing all I have learned during my long career, beginning at age 16 doing theater, and that will be an epic on a grand scale, which I've titled Megalopolis.\"[133] He had planned to direct the movie, a story about the aftermath and reconstruction of New York City after a mega-disaster, but after the real-life disaster of the September 11 attacks, the project was seen as being too sensitive.[134]\n\nIn August 2021, it was announced that Coppola had begun discussions with actors for the project and that he was aiming to begin principal photography in the fall of 2022.[135] In April 2022, it was reported that filming was to take place from September 6, 2022, to February 2, 2023. In May 2022, the star cast was revealed: Adam Driver, Forest Whitaker, Nathalie Emmanuel, Jon Voight, and Laurence Fishburne.[136] In July, it was reported that filming would instead begin in November 2022 at Trilith Studios in Fayetteville, Georgia.[137][138] In August, it was revealed that Aubrey Plaza, Talia Shire, Shia LaBeouf, Jason Schwartzman, Kathryn Hunter, James Remar, and Grace VanderWaal joined the cast.[139][140] In early October, it was announced that Chloe Fineman, Dustin Hoffman, Bailey Ives, Isabelle Kusman, and D.B. Sweeney would also be joining the cast.[141]\n\n"
        },
        {
            "title": "Favorite films",
            "text": "In 2012, Coppola participated in the Sight & Sound film polls of that year. Held every ten years to select the greatest films of all time, contemporary directors were asked to select ten films of their choice.[142]\n\n"
        },
        {
            "title": "Personal life",
            "text": "In 1963, Coppola married writer and documentary filmmaker Eleanor Jessie Neil. She went on to co-direct Hearts of Darkness: A Filmmaker's Apocalypse. Together they had three children, Gian-Carlo Coppola, Roman Coppola, and Sofia Coppola, all of whom became filmmakers. Gian-Carlo died at the age of 22 due to a speedboating accident in 1986. He had one child, Gia Coppola, also a filmmaker. Nicolas Cage and Jason Schwartzman are Coppola's nephews.\n\nDuring the 1980 United States presidential election, Coppola filmed a mass televised rally for California Governor and Democratic Party presidential candidate Jerry Brown at the Wisconsin State Capitol in Madison. The rally failed in its goal to draw attention away from the other Democratic primary candidates Jimmy Carter and Ted Kennedy, forcing Brown to drop out of the race.[143] Over the years, Coppola has worked with several Democratic political candidates, including Mike Thompson and Nancy Pelosi for the U.S. House of Representatives and Barbara Boxer and Alan Cranston for the U.S. Senate.[144]\n\n"
        },
        {
            "title": "Controversy",
            "text": "Coppola is renowned for being a financial and moral supporter of disgraced film director Victor Salva when Salva was charged with multiple child sexual abuse and child pornography offences[145] during the production of Clownhouse, a film Coppola produced via American Zoetrope. In a 2006 write-up, he said, \"You have to remember, while this was a tragedy, that the difference in age between Victor and the boy was very small -- Victor was practically a child himself.” In actuality, Salva was 29 while the boy was 12. Coppola has continued to support Salva financially and professionally throughout the years since.[146]\n\n"
        },
        {
            "title": "Commercial ventures",
            "text": "In 1971, Coppola produced George Lucas' first film, THX 1138. Shortly after completion of production they brought the finished film to Warner Bros., along with several other scripts for potential projects at their newly founded company, American Zoetrope. However, studio executives strongly disliked all of the scripts, including THX, and demanded that Coppola repay the $300,000 they had loaned him for the Zoetrope studio, as well as insisting on cutting five minutes from the film. The debt nearly closed Zoetrope and forced Coppola to reluctantly focus on The Godfather.[147]\n\nAmerican Zoetrope also administers the Zoetrope Virtual Studio, a complete motion picture production studio for members only. Launched in June 2000 as the culmination of more than four years of work, it brings together departments for screenwriters, directors, producers and other filmmaker artists, as well as new departments for other creative endeavors such as the short story vending machine project.[148]\n\nCoppola, with his family, expanded his business ventures to include winemaking in California's Napa Valley, when in 1975, he purchased the former home and adjoining vineyard of Gustave Niebaum in Rutherford, California using proceeds from The Godfather.[149] His winery produced its first vintage in 1977 with the help of his father, wife, and children stomping the grapes barefoot. Every year, the family has a harvest party to continue the tradition.[150]\n\nAfter purchasing the property, he produced wine under the Niebaum-Coppola label. He purchased the former Inglenook Winery chateau in 1995,[151] and renamed it to Rubicon Estate Winery in 2006. On April 11, 2011, Coppola acquired the Inglenook trademark[152] paying more, he said, for the trademark than he did for the entire estate[153] and announced that the estate would once again be known by its historic original name, Inglenook. Its grapes are entirely organically grown.\n\nGeorge Altamura, a real estate developer, announced in 2003 that he had partnered with several people, including Coppola, in a project to restore the Uptown Theater in downtown Napa, California, in order to create a live entertainment venue.[154]\n\nCoppola is the owner of Francis Ford Coppola Presents, a lifestyle brand under which he markets goods from companies he owns or controls. It includes films and videos, resorts, cafes, a literary magazine, a line of pastas and pasta sauces called Mammarella Foods, and a winery.[155][156][157]\n\nThe Francis Ford Coppola Winery near Geyserville, California,[158] located on the former Chateau Souverain Winery,[159] where he has opened a family-friendly facility, is influenced by the idea of the Tivoli Gardens in Copenhagen,[160] with swimming pools, bocce courts, and a restaurant. The winery displays several of Coppola's Oscars along with memorabilia from his movies, including Vito Corleone's desk from The Godfather and a restored 1948 Tucker Sedan as used in Tucker: The Man and His Dream.\n\nIn October 2018, Coppola and family purchased the Vista Hills winery in Dayton, Oregon, and in 2019 renamed it to Domaine de Broglie.\n\nIn August 2021, Coppola sold Francis Ford Coppola Winery and Virginia Dare Winery to Delicato Family Wines.\n\nIncluded in the Francis Ford Coppola Presents lifestyle brand are several hotels and resorts around the world. The Blancaneaux Lodge in Belize, which from the early 1980s was a family retreat until it was opened to the public in 1993 as a 20-room luxury resort[161] and The Turtle Inn, in Placencia, Belize,[162] (both of which have won several prestigious awards including \"Travel + Leisure's World's Best: Best Resort in Central & South America\"); La Lancha in Lago Petén Itzá, Guatemala;[163] Jardín Escondido in Buenos Aires, Argentina[164] and Palazzo Margherita in Bernalda, Italy.[165]\n\nIn San Francisco, Coppola owns a restaurant named Cafe Zoetrope, located in the Sentinel Building where American Zoetrope is based.[166] It serves traditional Italian cuisine and wine from his personal estate vineyard. For 14 years from 1994, Coppola co-owned the Rubicon restaurant in San Francisco along with Robin Williams and Robert De Niro. Rubicon closed in August 2008.[167]\n\nCoppola bought out the San Francisco-based magazine City in the 1970s, with the intent of publishing a \"service magazine\" that informed readers about sights and activities in selected cities.[168] The magazine was unsuccessful, and he lost $1.5 million on this venture.[169]\n\nIn 1997, Coppola founded Zoetrope: All-Story, a literary magazine devoted to short stories and design. The magazine publishes fiction by emerging writers alongside more recognizable names, such as Woody Allen, Margaret Atwood, Haruki Murakami, Alice Munro, Don DeLillo, Mary Gaitskill, and Edward Albee; as well as essays, including ones from Mario Vargas Llosa, David Mamet, Steven Spielberg, and Salman Rushdie. Each issue is designed, in its entirety, by a prominent artist, one usually working outside his / her expected field. Previous guest designers include Gus Van Sant, Tom Waits, Laurie Anderson, Marjane Satrapi, Guillermo del Toro, David Bowie, David Byrne, and Dennis Hopper. Coppola serves as founding editor and publisher of All-Story.\n\nIn 2018, Coppola launched Sana Company LLC and released a cannabis brand known as The Grower's Series.[170][171] The collection was created in partnership with the Humboldt Brothers, a Humboldt County cannabis farm.[172] Coppola debuted the brand in San Francisco, California in October 2018 at the private cannabis dining club series known as Thursday Infused, organized by The Herb Somm, Jamie Evans.[173][171] Coppola packaged The Grower's Series in a mock black tin wine bottle resembling his wine brand.[174] The Grower's Series showcases three cannabis strains: a sativa, indica and hybrid.[175]\n\nCoppola appeared in a commercial for Suntory Reserve in 1980 alongside Akira Kurosawa; the commercial was filmed while Kurosawa was making Kagemusha, which Coppola produced.[176]\n\n"
        }
    ]
}