{
    "url": "https://en.wikipedia.org/wiki/Frank_Channing_Haddock",
    "title": "Frank Channing Haddock",
    "table_of_contents": [
        "1 Early life and career",
        "2 New Thought writings",
        "3 End of life",
        "4 Bibliography",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Frank Channing Haddock (November 17, 1853 in Watertown, New York – February 9, 1915 in Meriden, Connecticut) was an influential New Thought and self-help author, best known for his multi-volume series The Power-Book Library.\n\n"
        },
        {
            "title": "Early life and career",
            "text": "Frank Channing Haddock was born in Watertown, New York. His parents were the Methodist minister George C. Haddock and Cornelia B. Herrick Haddock.[1] After graduation from Lawrence College, Appleton, WI in 1876, he first undertook training for the Methodist ministry but decided instead upon the field of law, and was admitted to the bar in 1881. He moved to Milwaukee, Wisconsin, where he established himself as an attorney. In 1887, after his father was assassinated in Sioux City, Iowa due to his connection to the temperance movement, Frank Haddock returned to the church, and worked as a minister in Iowa, Ohio, and Massachusetts.\n\n"
        },
        {
            "title": "New Thought writings",
            "text": "Haddock retired from the ministry to become a writer. As a New Thought author and lecturer, he became well known for his teachings on will power, cultivation of the will, ethics, financial and business success, philosophy, and spirituality. Like his contemporaries William Walker Atkinson and Charles F. Haanel, he exemplified the more secular and less overtly religious side of the New Thought movement.\n\n"
        },
        {
            "title": "End of life",
            "text": "Haddock died in Meriden, Connecticut on February 9, 1915, at the age of 62. The cause of death was meningitis, at that time a virtually untreatable disease. He was just completing his final work, Creative Personality at the time, and it was published posthumously.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Haddock's much respected and extremely popular Power-Book Library was composed of seven titles: \n\nHe was also the author of \n\n"
        }
    ]
}