{
    "url": "https://en.wikipedia.org/wiki/Frankish_mythology",
    "title": "Frankish paganism",
    "table_of_contents": [
        "1 Pre-Christian traditions",
        "1.1 Symbolism of cattle",
        "2 Foundation myth",
        "3 Sacral kingship",
        "4 Notes",
        "5 References",
        "5.1 Primary",
        "5.2 Secondary"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The pagan religion of the Germanic tribal confederation of the Franks has been traced from its roots in polytheistic Germanic paganism through to the incorporation of Greco-Roman components in the Early Middle Ages. This religion flourished among the Franks until the conversion of the Merovingian king Clovis I to Nicene Christianity (c. 500), though there were many Frankish Christians before that. After Clovis I, Frankish paganism was gradually replaced by the process of Christianisation, but there were still pagans in the late 7th century.[citation needed]\n\n"
        },
        {
            "title": "Pre-Christian traditions",
            "text": "The majority of pagan Frankish beliefs may share similarities with that of other Germanic peoples. If so, then it may be possible to reconstruct the basic elements of Frankish traditional religion.[1]\n\nThe migration era religion of the Franks likely shared many of its characteristics with the other varieties of Germanic paganism, such as placing altars in forest glens, on hilltops, or beside lakes and rivers, and consecration of woods.[2] Generally, Germanic gods were associated with local cult centres and their sacred character and power were associated with specific regions, outside of which they were neither worshipped nor feared.[3] \nOther deities were known and feared and shared by cultures and tribes,  although in different names and variations. Of the latter, the Franks may have had one omnipotent god Allfadir (\"All Father\"), thought to have lived in a sacred grove. Germanic peoples may have gathered where they believed him to live, and sacrificed a human life to him.[4]\nVariants of the phrase All Father (like Allfadir) usually refer to Wuodan (Woden, Óðinn/Odin), and the Franks probably believed in Wuodan as \"chief\" of blessings, whom the first historian Tacitus called \"Mercurius\", and his consort Freia,[5] as well as Donar (Thor), god of thunder, and Zio (Tyr), whom Tacitus called \"Mars\". According to Herbert Schutz, most of their gods were \"worldly\", possessing form and having concrete relation to earthly objects, in contradistinction to the transcendent God of Christianity.[3]  Tacitus also mentioned a goddess Nerthus being worshipped by the Germanic people, in whom Perry thinks the Franks may have shared a belief.[6] With the Germanic groups along the North Sea the Franks shared a special dedication to the worship of Yngvi, synonym to Freyr, whose cult can still be discerned in the time of Clovis.[7]\n\nIn contrast to many other Germanic tribes, no Merovingians claimed to be descended from Wodan.[8]\n\nSome rich Frankish graves were surrounded by horse burials, such as Childeric's grave.\n\nThe bulls that pulled the cart were taken as special animals, and according to Salian law the theft of those animals would impose a high sanction.[citation needed] Eduardo Fabbro has speculated that the Germanic goddess Nerthus (who rode in a chariot drawn by cows) mentioned by Tacitus, was the origin of the Merovingian conception of Merovech, after whom their dynasty would be named. The Merovingian kings riding through the country on an oxcart could then be an imaginative reenactment the blessing journey of their divine ancestor.[10]  In the grave of Childeric I (died 481) was found the head of a bull, craftily made out of gold. This may have represented the symbol of a very old fertility ritual,[11] that centred on the worship of the cow. According to Fabbro, the Frankish pantheon expressed a variation of the Germanic structure that was especially devoted to fertility gods.[1]\n\nHowever, a more likely explanation is that the Merovingian ox-cart went back to the Late-Roman tradition of governors riding through the province to dispense justice in the company of angariae, or ox wagons belonging to the imperial post.[12][13] The bull in Childeric's grave was probably an insignificant object imported from elsewhere, and belongs to a wide artistic usage of bulls in pre-historic European art.[13]\n\n"
        },
        {
            "title": "Foundation myth",
            "text": "The Frankish mythology that has survived in primary sources is comparable to that of the Aeneas myth of in Roman mythology, but altered to suit Germanic tastes. Like many Germanic peoples, the Franks told a founding myth to explain their connection with peoples of classical history. In the case of the Franks, these people were the Sicambri and the Trojans. An anonymous work of 727 called Liber Historiae Francorum states that following the fall of Troy, 12,000 Trojans led by their kings Priam and Antenor moved through the Sea of Azov and up the Tanais (Don) river and settled in Pannonia, where they founded a city called \"Sicambria\". After altercations with the Alans and Emperor Valentinian (late 4th century AD), who renamed them Franks, they moved to the Rhine.\n\nThese stories have obvious difficulties if taken as fact. Historians, including eyewitnesses like Caesar, have given us accounts that places the Sicambri firmly at the delta of the Rhine and archaeologists have confirmed ongoing settlement of peoples. The Franks also appear close to the Rhine earlier than the 4th century. Frankish historian Fredegar, who also has the Franks originate in Troy but, under an eponymous king named Francio, lets them move straight to the Rhine without mentioning the Sicambri. For these reasons, current scholars think that this myth was not prevalent, certainly not historical: for example, J. M. Wallace-Hadrill states that \"this legend is quite without historical substance\".[14] Ian Wood says that \"these tales are obviously no more than legend\" and \"in fact there is no reason to believe that the Franks were involved in any long-distance migration\".[12]\n\nIn Roman and Merovingian times, panegyrics played an important role in the transmission of culture. A common panegyrical device was the use of archaic names for contemporary things. Romans were often called \"Trojans\" and Franks were called \"Sicambri\". A notable example related by the sixth-century historian Gregory of Tours states that the Merovingian Frankish leader Clovis I, on the occasion of his baptism into the Catholic faith, was referred to as a Sicamber by Remigius, the officiating bishop of Rheims.[15] At the crucial moment of Clovis' baptism, Remigius declared, \"Bend your head, Sicamber. Honour what you have burnt. Burn what you have honoured.\" It is likely that in this way a link between the Sicambri and the Franks was being invoked. Further examples of Salians being called Sicambri can be found in the Panegyrici Latini, the Life of King Sigismund, the Life of King Dagobert, and other sources.\n\n"
        },
        {
            "title": "Sacral kingship",
            "text": "Before Clovis converted to Catholic Christianity, pagan Frankish rulers probably maintained their elevated positions by their \"charisma\"; their legitimacy and \"right to rule\" may have been based on their supposed divine descent as well as their financial and military successes.[3][16] The concept of \"charisma\" has been controversial.[17]\n\nFredegar tells a story of the Frankish king Chlodio taking a summer bath with his wife when she was attacked by some sort of sea beast, which Fredegar described as bestea Neptuni Quinotauri similis, (\"the beast of Neptune that looks like a Quinotaur\"). Because of the attack, it was unknown if Merovech, the legendary founder of the Merovingian dynasty was conceived of Chlodio or the sea beast.[18]\n\nIn later centuries, divine kingship myths would flourish in the legends of Charlemagne (768–814) as a divinely-appointed Christian king. He was the central character in the Frankish mythology of the epics known as the Matter of France. The Charlemagne Cycle epics, particularly the first, known as Geste du Roi (\"Songs of the King\"), concern a King's role as champion of Christianity. From the Matter of France, sprang some mythological stories and characters adapted through Europe, such as the knights Lancelot and Gawain.\n\n"
        }
    ]
}