{
    "url": "https://en.wikipedia.org/wiki/Frederick_Douglass_National_Historic_Site",
    "title": "Frederick Douglass National Historic Site",
    "table_of_contents": [
        "1 History",
        "2 Later history",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Frederick Douglass National Historic Site, administered by the National Park Service, is located at 1411 W Street, SE, in Anacostia, a neighborhood east of the Anacostia River in Southeast Washington, D.C. United States. Established in 1988 as a National Historic Site, the site preserves the home and estate of Frederick Douglass, one of the most prominent African Americans of the 19th century. Douglass lived in this house, which he named Cedar Hill, from 1877–1878 until his death in 1895. Perched on a hilltop, the site offers a sweeping view of the U.S. Capitol and the Washington, D.C., skyline.\n\nIn 2017 the site was used to represent Washington, D.C., on its America the Beautiful quarter.\n\n"
        },
        {
            "title": "History",
            "text": "The site of the Frederick Douglass home originally was purchased by John Van Hook in about 1855. Van Hook built the main portion of the present house soon after taking possession of the property. For a portion of 1877, the house was owned by the Freedom Savings and Trust Company. Later that year, Douglass purchased the home and expanded its 14 rooms to 21, including two-story library and kitchen wings. The house has an L shape, and its plan is reminiscent of the design of Andrew Jackson Downing.[1]\n\nWith the election of President Rutherford B. Hayes in 1876, Douglass hoped for a political appointment, likely postmaster for Rochester, New York, or ambassador to Haiti. Instead, he was appointed marshal for the District of Columbia, a role which he accepted.[2] His appointment to this highly visible position marked the first time a black man successfully received a federal appointment requiring Senate approval.[3] Douglass, however, was not asked to fill many of the roles expected of a marshal. Typically, the marshal would attend formal White House gatherings and directly introduce guests to the President. Douglass, excused from this role, later complained that he should have resigned because of the slight.[4] Still, the job brought him financial stability, and in 1878, with a $6,000 loan from his black friend and former abolitionist Robert Purvis, he purchased the 20-room Victorian home on nine acres (3.6 ha) and named it named Cedar Hill. He bought an additional 15 acres (6.1 ha) around the property the following year.[5]\n\nIn the home, Douglass became a cultivated member of high society. He and his grandson Joseph played the music of Franz Schubert in the west parlor, which served as the music room.[6] Here he also worked on what would be his last autobiographical book, Life and Times of Frederick Douglass, first published in 1881 and reissued 10 years later.[2] His wife Anna had a stroke in 1882 which left her partially paralyzed; she died on August 4 and Douglass became depressed.[7] \"The main pillar of my house has fallen\", he wrote to a friend.[8]\n\nIn January 1884, Douglass applied for a marriage license at District of Columbia City Hall before heading to the home of Reverend Francis James Grimké and Charlotte Forten Grimké, where he married a white woman named Helen Pitts.[9] The marriage, held January 2,[10] was not approved by most members of either family. Helen's father, an abolitionist who was previously proud to know Douglass personally, never offered his blessing and refused to visit Washington unless he knew his daughter and her husband were out of town.[11] Douglass had hired Pitts as a clerk in 1882. She was a graduate of Mount Holyoke College and had been a teacher of freed blacks in Virginia and Indiana.[10] Interviewed about her marriage, she responded, \"Love came to me and I was not afraid to marry the man I loved because of his color.\"[9] One newspaper article noted, \"Goodbye, black blood in that family. We have no further use for him. His picture hangs in our parlor, we will hang it in the stables.\"[11]\n\nOn February 20, 1895, Douglass attended a women's rights rally in Washington and was escorted to the platform by Anna Howard Shaw and Susan B. Anthony. He returned to Cedar Hill for an early supper and intended to attend a neighborhood black church. As he was telling his second wife Helen about one of the day's speakers, he suddenly collapsed.[12]\n\n"
        },
        {
            "title": "Later history",
            "text": "After Douglass's death, his widow, Helen Pitts Douglass, founded the Frederick Douglass Memorial and Historical Association in 1900. In 1916, the National Association of Colored Women's Clubs joined with the association. These groups owned the house until 1962, when the federal government took the deed to the house through the National Park Service, with the intent of restoring and preserving it.[13]\n\nAlso on site are an interpretive visitor center and a reconstruction[14] of Douglass's \"Growlery\", a small stone building in which he secluded himself while writing and studying.\n\nThe Frederick Douglass National Historic Site is located about a 10-minute walk from the Anacostia Metro station.\n\nIn 2017, the site was featured on the 37th quarter in the America the Beautiful Quarters series.[15]\n\n"
        }
    ]
}