{
    "url": "https://en.wikipedia.org/wiki/Fred_Astaire",
    "title": "Fred Astaire",
    "table_of_contents": [
        "1 Life and career",
        "1.1 1899–1916: Early life and career",
        "1.2 1917–1933: Stage career on Broadway and in London",
        "1.3 1933–1939: Astaire and Ginger Rogers at RKO",
        "1.3.1 Innovations",
        "1.3.2 Assessment of the Rogers partnership",
        "1.4 1940–1947: Holiday Inn, early retirement",
        "1.5 1948–1957: MGM films and second retirement",
        "1.6 1957–1981: Television specials, serious roles",
        "2 Working methods and influence on filmed dance",
        "3 Influence on popular song",
        "4 Awards, honors and tributes",
        "5 Personal life",
        "6 Death",
        "7 Stage, film and television work",
        "7.1 Films, musical",
        "7.2 Films, non-musical",
        "7.3 Television",
        "8 References",
        "8.1 Notes",
        "8.2 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFred Astaire (born Frederick Austerlitz;[1] May 10, 1899 – June 22, 1987) was an American dancer, choreographer, actor, and singer. He is widely considered the greatest dancer in film history.[2]\n\nHis stage and subsequent film and television careers spanned a total of 76 years. He starred in more than 10 Broadway and West End musicals, made 31 musical films, four television specials, and numerous recordings. As a dancer, his outstanding traits were an uncanny sense of rhythm, perfectionism, and innovation. His most memorable dancing partnership was with Ginger Rogers, with whom he co-starred in  10 Hollywood musicals during the age of Classical Hollywood cinema, including Top Hat (1935), Swing Time (1936), and Shall We Dance (1937).[3] Among the other notable films in which Astaire gained further popularity and took the genre of tap dancing to a new level were Holiday Inn (1942), Easter Parade (1948), The Band Wagon (1953), Funny Face (1957), and Silk Stockings (1957). The American Film Institute named Astaire the fifth-greatest male star of Classic Hollywood cinema in 100 Years... 100 Stars.[4][5]\n\n"
        },
        {
            "title": "Life and career",
            "text": "Fred Astaire was born Frederick Austerlitz on May 10, 1899, in Omaha, Nebraska, the son of Johanna \"Ann\" (née Geilus; 1878–1975) and Friedrich \"Fritz\" Emanuel Austerlitz, in the US: Frederic Austerlitz (1868–1923).[1][6][7][8] Astaire's mother was born in the US to Lutheran German immigrants from East Prussia and Alsace. Astaire's father was born in Linz, Austria to Roman Catholic parents who had converted from Judaism.[1][9][10][11]\n\nAstaire's father, Fritz Austerlitz, arrived in New York City at the age of 25 on October 26, 1893, at Ellis Island.[12] Fritz was seeking work in the brewing trade and moved to Omaha, Nebraska, where he was employed by the Storz Brewing Company. Astaire's mother dreamed of escaping Omaha by her children's talents. Astaire's older sister, Adele, was an instinctive dancer and singer early in her childhood. Johanna planned a \"brother and sister act\", common in vaudeville at the time, for her two children. Although Fred refused dance lessons at first, he easily mimicked his older sister's steps and took up piano, accordion, and clarinet.\n\nWhen their father lost his job, the family moved to New York City in January 1905 to launch the show business careers of the children. They began training at the Alvieni Master School of the Theatre and Academy of Cultural Arts.[13] Fred and Adele's mother suggested they change their name to \"Astaire\", as she felt \"Austerlitz\" was reminiscent of the Battle of Austerlitz. Family legend attributes the name to an uncle surnamed \"L'Astaire\".[14]\n\nThey were taught dance, speaking, and singing in preparation for developing an act. Their first act was called Juvenile Artists Presenting an Electric Musical Toe-Dancing Novelty. Fred wore a top hat and tails in the first half and a lobster outfit in the second. In an interview, Astaire's daughter, Ava Astaire McKenzie, observed that they often put Fred in a top hat to make him look taller.[15] In November 1905, the goofy act debuted in Keyport, New Jersey at a \"tryout theater\". The local paper wrote, \"the Astaires are the greatest child act in vaudeville.\"[16]\n\nAs a result of their father's salesmanship, Fred and Adele landed a major contract and played the Orpheum Circuit in the Midwest, Western and some Southern cities in the US. Soon Adele grew to at least three inches taller than Fred, and the pair began to look incongruous. The family decided to take a two-year break from show business to let time take its course and to avoid trouble from the Gerry Society and the child labor laws of the time. In 1912, Fred became an Episcopalian.[17] The career of the Astaire siblings resumed with mixed fortunes, though with increasing skill and polish, as they began to incorporate tap dancing into their routines. Astaire's dancing was inspired by Bill \"Bojangles\" Robinson and John \"Bubbles\" Sublett.[18] From vaudeville dancer Aurelio Coccia, they learned the tango, waltz, and other ballroom dances popularized by Vernon and Irene Castle. Some sources[19] state that the Astaire siblings appeared in a 1915 film titled Fanchon, the Cricket, starring Mary Pickford, but the Astaires have consistently denied this.[20][21][22]\n\nBy age 14, Fred had taken on the musical responsibilities for their act.[13] He first met George Gershwin, who was working as a song plugger for Jerome H. Remick's music publishing company, in 1916.[23] Fred had already been hunting for new music and dance ideas. Their chance meeting was to affect the careers of both artists profoundly. Astaire was always on the lookout for new steps on the circuit and was starting to demonstrate his ceaseless quest for novelty and perfection.\n\nThe Astaires broke into Broadway in 1917 with Over the Top, a patriotic revue, and performed for U.S. and Allied troops at this time as well. They followed up with several more shows. Of their work in The Passing Show of 1918, Heywood Broun wrote: \"In an evening in which there was an abundance of good dancing, Fred Astaire stood out ... He and his partner, Adele Astaire, made the show pause early in the evening with a beautiful loose-limbed dance.\"[24]\n\nAdele's sparkle and humor drew much of the attention, owing in part to Fred's careful preparation and sharp supporting choreography. She still set the tone of their act. But by this time, Astaire's dancing skill was beginning to outshine his sister's.\n\nDuring the 1920s, Fred and Adele appeared on Broadway and the London stage. They won popular acclaim with the theater crowd on both sides of the Atlantic in shows such as Jerome Kern's The Bunch and Judy (1922), George and Ira Gershwin's Lady, Be Good (1924), and Funny Face (1927) and later in The Band Wagon (1931). Astaire's tap dancing was recognized by then as among the best. For example, Robert Benchley wrote in 1930, \"I don't think that I will plunge the nation into war by stating that Fred is the greatest tap-dancer in the world.\"[25] Whilst in London, Fred studied piano at the Guildhall School of Music alongside his friend and colleague Noël Coward;[26], and in 1926, was one of the judges at the 'Charleston (dance) Championship of the World ' competition at the Royal Albert Hall, where Lew Grade was declared the winner.\n\nAfter the close of Funny Face, the Astaires went to Hollywood for a screen test (now lost) at Paramount Pictures, but Paramount deemed them unsuitable for films.\n\nThey split in 1932 when Adele married her first husband, Lord Charles Cavendish, the second son of the 9th Duke of Devonshire. Fred went on to achieve success on his own on Broadway and in London with Gay Divorce (later made into the film The Gay Divorcee) while considering offers from Hollywood. The end of the partnership was traumatic for Astaire but stimulated him to expand his range.\n\nFree of the brother-sister constraints of the former pairing and working with new partner Claire Luce, Fred created a romantic partnered dance to Cole Porter's \"Night and Day\", which had been written for Gay Divorce. Luce stated that she had to encourage him to take a more romantic approach: \"Come on, Fred, I'm not your sister, you know.\"[25]: 6  The success of the stage play was credited to this number, and when recreated in The Gay Divorcee (1934), the film version of the play, it ushered in a new era in filmed dance.[25]: 23, 26, 61  Recently, film footage taken by Fred Stone of Astaire performing in Gay Divorce with Luce's successor, Dorothy Stone, in New York in 1933 was uncovered by dancer and historian Betsy Baytos and now represents the earliest known performance footage of Astaire.[27]\n\nAccording to Hollywood folklore, a screen test report on Astaire for RKO Radio Pictures, now lost along with the test, is reported to have read: \"Can't sing. Can't act. Balding. Can dance a little.\" The producer of the Astaire–Rogers pictures, Pandro S. Berman, claimed he had never heard the story in the 1930s and that it only emerged years afterward.[25]: 7  Astaire later clarified, insisting that the report had read: \"Can't act. Slightly bald. Also dances.\"[28] In any case, the test was clearly disappointing, and David O. Selznick, who had signed Astaire to RKO and commissioned the test, stated in a memo, \"I am uncertain about the man, but I feel, in spite of his enormous ears and bad chin line, that his charm is so tremendous that it comes through even on this wretched test.\"[25]: 7 \n\nHowever, this did not affect RKO's plans for Astaire. They lent him for a few days to MGM in 1933 for his significant Hollywood debut in the successful musical film Dancing Lady. In the movie, he appeared as himself dancing with Joan Crawford. On his return to RKO, he got fifth billing after fourth-billed Ginger Rogers in the 1933 Dolores del Río vehicle Flying Down to Rio. In a review, Variety magazine attributed its massive success to Astaire's presence:\n\nHaving already been linked to his sister Adele on stage, Astaire was initially very reluctant to become part of another dance team. He wrote his agent, \"I don't mind making another picture with her, but as for this 'team' idea, it's 'out!' I've just managed to live down one partnership and I don't want to be bothered with anymore.\"[25]: 8  However, he was persuaded by the apparent public appeal of the Astaire–Rogers pairing. The partnership, and the choreography of Astaire and Hermes Pan, helped make dancing an important element of the Hollywood film musical.\n\nAstaire and Rogers made nine films together at RKO. These included Flying Down to Rio (1933), The Gay Divorcee (1934), Roberta (1935, in which Astaire also demonstrates his oft-overlooked piano skills with a spirited solo on \"I Won't Dance\"), Top Hat (1935), Follow the Fleet (1936), Swing Time (1936), Shall We Dance (1937),  Carefree (1938), and The Story of Vernon and Irene Castle (1939). Six out of the nine Astaire–Rogers musicals became the biggest moneymakers for RKO; all of the films brought a certain prestige and artistry that all studios coveted at the time. Their partnership elevated them both to stardom; as Katharine Hepburn reportedly said, \"He gives her class and she gives him sex appeal.\"[30]: 134  Astaire received a percentage of the films' profits, something scarce in actors' contracts at that time.\n\nAstaire revolutionized dance on film by having complete autonomy over its presentation.[31] He is credited with two important innovations in early film musicals.[25]: 23, 26  First, he insisted that a closely tracking dolly camera film a dance routine in as few shots as possible, typically with just four to eight cuts, while holding the dancers in full view at all times. This gave the illusion of an almost stationary camera filming an entire dance in a single shot. Astaire famously quipped: \"Either the camera will dance, or I will.\"[25]: 420  Astaire maintained this policy from The Gay Divorcee in 1934 until his last film musical Finian's Rainbow in 1968, when director Francis Ford Coppola overruled him.[32]\n\nAstaire's style of dance sequences allowed the viewer to follow the dancers and choreography in their entirety. This style differed strikingly from those in the Busby Berkeley musicals. Those musicals' sequences were filled with extravagant aerial shots, dozens of cuts for quick takes, and zooms on areas of the body such as a chorus row of arms or legs.[33]\n\nAstaire's second innovation involved the context of the dance; he was adamant that all song and dance routines be integral to the plotlines of the film. Instead of using dance as a spectacle as Busby Berkeley did, Astaire used it to move the plot along. Typically, an Astaire picture would include at least three standard dances. One would be a solo performance by Astaire, which he termed his \"sock solo\". Another would be a partnered comedy dance routine. Finally, he would include a partnered romantic dance routine.[34]\n\nDance commentators Arlene Croce,[30]: 6  Hannah Hyam[35]: 146–147  and John Mueller[25]: 8, 9  consider Rogers to have been Astaire's greatest dance partner, a view shared[36] by Hermes Pan and Stanley Donen.[36] Film critic Pauline Kael adopts a more neutral stance,[37] while Time magazine film critic Richard Schickel writes \"The nostalgia surrounding Rogers–Astaire tends to bleach out other partners.\"[38]\n\nMueller sums up Rogers's abilities as follows:\n\nAccording to Astaire, \"Ginger had never danced with a partner before Flying Down to Rio. She faked it an awful lot. She couldn't tap and she couldn't do this and that ... but Ginger had style and talent and improved as she went along. She got so that after a while everyone else who danced with me looked wrong.\"[39] On p. 162 of his book Ginger: Salute to a Star, author Dick Richards quotes Astaire saying to Raymond Rohauer, curator of the New York Gallery of Modern Art, \"Ginger was brilliantly effective. She made everything work for her. Actually, she made things very fine for both of us and she deserves most of the credit for our success.\"\n\nIn 1976, British talk-show host Sir Michael Parkinson asked Astaire who his favorite dancing partner was on Parkinson. At first, Astaire refused to answer. But, ultimately, he said \"Excuse me, I must say Ginger was certainly, [uh, uh,] the one. You know, the most effective partner I ever had. Everyone knows.\"[40]\n\nRogers described Astaire's uncompromising standards extending to the whole production: \"Sometimes he'll think of a new line of dialogue or a new angle for the story ... they never know what time of night he'll call up and start ranting enthusiastically about a fresh idea ... No loafing on the job on an Astaire picture, and no cutting corners.\"[25]: 16 \n\nDespite their success, Astaire was unwilling to have his career tied exclusively to any partnership. He negotiated with RKO to strike out on his own with A Damsel in Distress in 1937 with an inexperienced, non-dancing Joan Fontaine, unsuccessfully as it turned out. He returned to make two more films with Rogers, Carefree (1938) and The Story of Vernon and Irene Castle (1939). While both films earned respectable gross incomes, they both lost money because of increased production costs,[25]: 410  and Astaire left RKO, after being labeled \"box office poison\" by the Independent Theatre Owners of America. Astaire was reunited with Rogers in 1949 at MGM for their final outing, The Barkleys of Broadway, the only one of their films together to be shot in Technicolor.\n\nAstaire left RKO in 1939 to freelance and pursue new film opportunities, with mixed though generally successful outcomes. Throughout this period, Astaire continued to value the input of choreographic collaborators. Unlike the 1930s when he worked almost exclusively with Hermes Pan, he tapped the talents of other choreographers to innovate continually. His first post-Ginger dance partner was the redoubtable Eleanor Powell, considered the most exceptional female tap-dancer of her generation. They starred in Broadway Melody of 1940, in which they performed a celebrated extended dance routine to Cole Porter's \"Begin the Beguine\". In his autobiography Steps in Time, Astaire remarked, \"She 'put 'em down' like a man, no ricky-ticky-sissy stuff with Ellie. She really knocked out a tap dance in a class by herself.\"[41]\n\nHe played alongside Bing Crosby in Holiday Inn (1942) and later Blue Skies (1946). But, in spite of the enormous financial success of both, he was reportedly dissatisfied with roles where he lost the girl to Crosby. The former film is memorable for his virtuoso solo dance to \"Let's Say it with Firecrackers\". The latter film featured \"Puttin' On the Ritz\", an innovative song-and-dance routine indelibly associated with him. Other partners during this period included Paulette Goddard in Second Chorus (1940), in which he dance-conducted the Artie Shaw orchestra.\n\nHe made two pictures with Rita Hayworth. The first film, You'll Never Get Rich (1941), catapulted Hayworth to stardom. In the movie, Astaire integrated for the third time Latin American dance idioms into his style (the first being with Ginger Rogers in \"The Carioca\" number from Flying Down to Rio (1933) and the second, again with Rogers, was the \"Dengozo\" dance from The Story of Vernon and Irene Castle (1939)). His second film with Hayworth, You Were Never Lovelier (1942), was equally successful. It featured a duet to Kern's \"I'm Old Fashioned\", which became the centerpiece of Jerome Robbins's 1983 New York City Ballet tribute to Astaire. He next appeared opposite the seventeen-year-old Joan Leslie in the wartime drama The Sky's the Limit (1943). In it, he introduced Arlen and Mercer's \"One for My Baby\" while dancing on a bar counter in a dark and troubled routine. Astaire choreographed this film alone and achieved modest box office success. It represented a notable departure for Astaire from his usual charming, happy-go-lucky screen persona, and confused contemporary critics.\n\nHis next partner, Lucille Bremer, was featured in two lavish vehicles, both directed by Vincente Minnelli. The fantasy Yolanda and the Thief (1945) featured an avant-garde surrealistic ballet. In the musical revue Ziegfeld Follies (1945), Astaire danced with Gene Kelly to the Gershwin song \"The Babbit and the Bromide\", a song Astaire had introduced with his sister Adele back in 1927. While Follies was a hit, Yolanda bombed at the box office.\n\nAlways insecure and believing his career was beginning to falter, Astaire surprised his audiences by announcing his retirement during the production of his next film Blue Skies (1946). He nominated \"Puttin' on the Ritz\" as his farewell dance. After announcing his retirement in 1946, Astaire concentrated on his horse-racing interests and in 1947 founded the Fred Astaire Dance Studios, which he subsequently sold in 1966.\n\nAstaire's retirement did not last long. Astaire returned to the big screen to replace an injured Gene Kelly in Easter Parade (1948) opposite Judy Garland, Ann Miller, and Peter Lawford. He followed up with a final reunion with Rogers (replacing Judy Garland) in The Barkleys of Broadway (1949). Both of these films revived Astaire's popularity and in 1950 he starred in two musicals. Three Little Words with Vera-Ellen and Red Skelton was for MGM. Let's Dance with Betty Hutton was on loan-out to Paramount. While Three Little Words did quite well at the box office, Let's Dance was a financial disappointment. Royal Wedding (1951) with Jane Powell and Peter Lawford proved to be very successful, but The Belle of New York (1952) with Vera-Ellen was a critical and box-office disaster. The Band Wagon (1953) received rave reviews from critics and drew huge crowds. However, because of its high cost, it failed to make a profit on its first release.\n\nSoon after, Astaire, like the other remaining stars at MGM, was let go from his contract because of the advent of television and the downsizing of film production. In 1954, Astaire was about to start work on a new musical, Daddy Long Legs (1955) with Leslie Caron at 20th Century Fox. Then, his wife Phyllis became ill and suddenly died of lung cancer. Astaire was so bereaved that he wanted to shut down the picture and offered to pay the production costs out of his pocket. However, Johnny Mercer, the film's composer, and Fox studio executives convinced him that work would be the best thing for him. Daddy Long Legs did only moderately well at the box office. His next film for Paramount, Funny Face (1957), teamed him with Audrey Hepburn and Kay Thompson. Despite the sumptuousness of the production and the good reviews from critics, it failed to make back its cost. Similarly, Astaire's next project – his final musical at MGM, Silk Stockings (1957), in which he co-starred with Cyd Charisse – also lost money at the box office.\n\nAfterward, Astaire announced that he was retiring from dancing in films. His legacy at this point was 30 musical films in 25 years.\n\nAstaire did not retire from dancing altogether. He made a series of four highly rated Emmy Award-winning musical specials for television in 1958, 1959, 1960, and 1968. Each featured Barrie Chase, with whom Astaire enjoyed a renewed period of dance creativity. The first of these programs, 1958's An Evening with Fred Astaire, won nine Emmy Awards, including \"Best Single Performance by an Actor\" and \"Most Outstanding Single Program of the Year\". It was also noteworthy for being the first major broadcast to be prerecorded on color videotape. Astaire won the Emmy for Best Single Performance by an Actor. The choice had a controversial backlash because many believed his dancing in the special was not the type of \"acting\" for which the award was designed. At one point, Astaire offered to return the award, but the Television Academy refused to consider it. A restoration of the program won a technical Emmy in 1988 for Ed Reitan, Don Kent, and Dan Einstein. They restored the original videotape, transferring its contents to a modern format and filling in gaps where the tape had deteriorated with kinescope footage.[42]\n\nAstaire played Julian Osborne, a non-dancing character, in the nuclear war drama On the Beach (1959). He was nominated for a Golden Globe Best Supporting Actor award for his performance, losing to Stephen Boyd in Ben-Hur. Astaire appeared in non-dancing roles in three other films and several television series from 1957 to 1969.\n\nAstaire's last major musical film was Finian's Rainbow (1968), directed by Francis Ford Coppola. Astaire shed his white tie and tails to play an Irish rogue who believes that if he buries a crock of gold in the shadows of Fort Knox the gold will multiply. Astaire's dance partner was Petula Clark, who played his character's skeptical daughter. He described himself as nervous about singing with her, while she said she was worried about dancing with him. The film was a modest success both at the box office and among critics.\n\nAstaire continued to act in the 1970s. He appeared on television as the father of Robert Wagner's character, Alexander Mundy, in It Takes a Thief. In the movie The Towering Inferno (1974), he danced with Jennifer Jones and received his only Academy Award nomination, in the category of Best Supporting Actor. He voiced the mailman narrator S.D Kluger in the 1970s Rankin/Bass animated television specials Santa Claus Is Comin' to Town and The Easter Bunny Is Comin' to Town. Astaire also appeared in the first two That's Entertainment! documentaries, in the mid-1970s. In the second compilation, aged seventy-six, he performed brief dance linking sequences with Kelly, his last dance performances in a musical film. In the summer of 1975, he made three albums in London, Attitude Dancing, They Can't Take These Away from Me, and A Couple of Song and Dance Men, the last an album of duets with Bing Crosby. In 1976, Astaire played a supporting role, as a dog owner, in the cult movie The Amazing Dobermans, co-starring Barbara Eden and James Franciscus, and played Dr. Seamus Scully in the French film The Purple Taxi (1977).\n\nIn 1978, he co-starred with Helen Hayes in a well received television film A Family Upside Down in which they played an elderly couple coping with failing health. Astaire won an Emmy Award for his performance. He made a well publicized guest appearance on the science-fiction television series Battlestar Galactica in 1979, as Chameleon, the possible father of Starbuck, in \"The Man with Nine Lives\", a role written for him by Donald P. Bellisario. Astaire asked his agent to obtain a role for him on Galactica because of his grandchildren's interest in the series and the producers were delighted at the opportunity to create an entire episode to feature him. This episode marked the final time that he danced on screen, in this case with Anne Jeffreys. He acted in nine different roles in The Man in the Santa Claus Suit in 1979. His final film was the 1981 adaptation of Peter Straub's novel Ghost Story. This horror film was also the last for two of his most prominent castmates, Melvyn Douglas and Douglas Fairbanks Jr.\n\n"
        },
        {
            "title": "Working methods and influence on filmed dance",
            "text": " Astaire was a virtuoso dancer, able when called for to convey light-hearted venturesomeness or deep emotion. His technical control and sense of rhythm were astonishing. Long after the photography for the solo dance number \"I Want to Be a Dancin' Man\" was completed for the 1952 feature The Belle of New York, it was decided that Astaire's humble costume and the threadbare stage set were inadequate and the entire sequence was reshot. The 1994 documentary That's Entertainment! III shows the two performances side by side in split-screen. Frame for frame, the two performances are identical, down to the subtlest gesture.\n\nAstaire's execution of a dance routine was prized for its elegance, grace, originality, and precision. He drew from a variety of influences, including tap and other black rhythms, classical dance, and the elevated style of Vernon and Irene Castle. His was a uniquely recognizable dance style that greatly influenced the American Smooth style of ballroom dance and set standards against which subsequent film dance musicals would be judged. He termed his eclectic approach \"outlaw style\", an unpredictable and instinctive blending of personal artistry. His dances are economical yet endlessly nuanced. As Jerome Robbins stated, \"Astaire's dancing looks so simple, so disarming, so easy, yet the understructure, the way he sets the steps on, over or against the music, is so surprising and inventive.\"[25]: 18  Astaire further observed:\n\nAlthough Astaire was the primary choreographer of all his dance routines, he welcomed the input of collaborators and notably his principal collaborator Hermes Pan. But dance historian John Mueller believes that Astaire acted as the lead choreographer in his solos and partnered dances throughout his career. He notes Astaire's dance style was consistent in subsequent films made with or without the assistance of Pan. Furthermore, Astaire choreographed all the routines during his Broadway career with his sister Adele. Later in his career, he became a little more amenable to accepting the direction of his collaborators. However, this was almost always confined to the area of extended fantasy sequences, or dream ballets.\n\nOccasionally Astaire took joint screen credit for choreography or dance direction, but he usually left the screen credit to his collaborator. This can lead to the completely misleading impression that Astaire merely performed the choreography of others. Later in life, he admitted, \"I had to do most of it myself.\"\n\nFrequently, a dance sequence was built around two or three key ideas, sometimes inspired by his steps or by the music itself, suggesting a particular mood or action.[25]: 20  Caron said that while Kelly danced close to the ground, she felt like she was floating with Astaire.[44] Many dance routines were built around a \"gimmick\", like dancing on the walls in Royal Wedding or dancing with his shadows in Swing Time. He or his collaborator would think of these routines earlier and save them for the right situation. They would spend weeks creating all the dance sequences in a secluded rehearsal space before filming would begin. They would work with a rehearsal pianist (often the composer Hal Borne) who in turn would communicate modifications to the musical orchestrators.\n\nHis perfectionism was legendary, but his relentless insistence on rehearsals and retakes was a burden to some. When time approached for the shooting of a number, Astaire would rehearse for another two weeks and record the singing and music. With all the preparation completed, the actual shooting would go quickly, conserving costs. Astaire agonized during the process, frequently asking colleagues for acceptance for his work. As Vincente Minnelli stated, \"He lacks confidence to the most enormous degree of all the people in the world. He will not even go to see his rushes ... He always thinks he is no good.\"[25]: 16  As Astaire himself observed, \"I've never yet got anything 100% right. Still, it's never as bad as I think it is.\"[25]: 16 \n\nMichael Kidd, Astaire's co-choreographer on the 1953 film The Band Wagon, found that his own concern about the emotional motivation behind the dance was not shared by Astaire. Kidd later recounted: \"Technique was important to him. He'd say, 'Let's do the steps. Let's add the looks later.'\"[45]\n\nAlthough he viewed himself primarily as an entertainer, his artistry won him the admiration of twentieth-century dancers such as Gene Kelly, George Balanchine, the Nicholas Brothers, Mikhail Baryshnikov, Margot Fonteyn, Bob Fosse, Gregory Hines, Rudolf Nureyev, Michael Jackson, and Bill Robinson. Balanchine compared him to Bach, describing him as \"the most interesting, the most inventive, the most elegant dancer of our times\", while for Baryshnikov he was \"a genius ... a classical dancer like I never saw in my life.\" He concluded, \"No dancer can watch Fred Astaire and not know that we all should have been in another business.\"\n\n"
        },
        {
            "title": "Influence on popular song",
            "text": "Extremely modest about his singing abilities (he frequently claimed that he could not sing,[46] but the critics rated him as among the finest), Astaire introduced some of the most celebrated songs from the Great American Songbook, in particular, Cole Porter's: \"Night and Day\" in Gay Divorce (1932); \"So Near and Yet So Far\" in You'll Never Get Rich (1941); Irving Berlin's \"Isn't This a Lovely Day?\", \"Cheek to Cheek\", and \"Top Hat, White Tie and Tails\" in Top Hat (1935); \"Let's Face the Music and Dance\" in Follow the Fleet (1936); and \"Change Partners\" in Carefree (1938). He first presented Jerome Kern's \"The Way You Look Tonight\" in Swing Time (1936), the Gershwins' \"They Can't Take That Away from Me\" in Shall We Dance (1937), \"A Foggy Day\" and \"Nice Work if You Can Get it\" in A Damsel in Distress (1937), Johnny Mercer's \"One for My Baby\" from The Sky's the Limit (1943), \"Something's Gotta Give\" from Daddy Long Legs (1955); and Harry Warren and Arthur Freed's \"This Heart of Mine\" from Ziegfeld Follies (1946).\n\nAstaire also co-introduced a number of song classics via song duets with his partners. For example, with his sister Adele, he co-introduced the Gershwins' \"I'll Build a Stairway to Paradise\" from Stop Flirting (1923), \"Fascinating Rhythm\" in Lady, Be Good (1924), \"Funny Face\" in Funny Face (1927), and, in duets with Ginger Rogers, he presented Irving Berlin's \"I'm Putting All My Eggs in One Basket\" in Follow the Fleet (1936), Jerome Kern's \"Pick Yourself Up\" and \"A Fine Romance\" in Swing Time (1936), along with the Gershwins' \"Let's Call the Whole Thing Off\" from Shall We Dance (1937). With Judy Garland, he sang Irving Berlin's \"A Couple of Swells\" from Easter Parade (1948); and, with Jack Buchanan, Oscar Levant, and Nanette Fabray he delivered Arthur Schwartz's and Howard Dietz's \"That's Entertainment!\" from The Band Wagon (1953).\n\nAlthough he possessed a light voice, he was admired for his lyricism, diction, and phrasing[47]—the grace and elegance so prized in his dancing seemed to be reflected in his singing, a capacity for synthesis which led Burton Lane to describe him as \"the world's greatest musical performer\".[25]: 21  Irving Berlin considered Astaire the equal of any male interpreter of his songs—\"as good as Jolson, Crosby or Sinatra, not necessarily because of his voice, but for his conception of projecting a song.\"[48] Jerome Kern considered him the supreme male interpreter of his songs[25]: 21  and Cole Porter and Johnny Mercer also admired his unique treatment of their work. And while George Gershwin was somewhat critical of Astaire's singing abilities, he wrote many of his most memorable songs for him.[25]: 123, 128  In his heyday, Astaire was referenced[48] in lyrics of songwriters Cole Porter, Lorenz Hart and Eric Maschwitz and continues to inspire modern songwriters.[49]\n\nAstaire was a songwriter, with \"I'm Building Up to an Awful Letdown\" (written with lyricist Johnny Mercer) reaching number four in the Hit parade of 1936.[50] He recorded his own \"It's Just Like Taking Candy from a Baby\" with Benny Goodman in 1940 and nurtured a lifelong ambition to be a successful popular song composer.[51]\n\nIn 1952, Astaire recorded The Astaire Story, a four-volume album with a quintet led by Oscar Peterson. The album, produced by Norman Granz, provided a musical overview of Astaire's career. The Astaire Story later won the Grammy Hall of Fame Award in 1999, a special Grammy award to honor recordings that are at least twenty-five years old and that have \"qualitative or historical significance\".[52]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Always immaculately turned out, he and Cary Grant were called \"the best-dressed actor[s] in American movies\".[64] Astaire remained a male fashion icon even into his later years, eschewing his trademark top hat, white tie, and tails, which he hated.[65] Instead, he favored a breezy casual style of tailored sport jackets, colored shirts, and slacks—the latter usually held up by the distinctive use of an old tie or silk scarf in place of a belt.\n\nAstaire married 25-year-old Phyllis Potter in 1933 (formerly Phyllis Livingston Baker [1908–1954]), a Boston-born New York socialite and former wife of Eliphalet Nott Potter III (1906–1981), despite his mother's and sister's objections.[13] Phyllis's death from lung cancer, at the age of 46, ended twenty-one years of blissful marriage and left Astaire devastated.[66] Astaire attempted to drop out of the film Daddy Long Legs (1955), which he was in the process of filming, offering to pay the production costs to date, but was persuaded to stay.[67]\n\nIn addition to Phyllis Potter's son, Eliphalet IV (known as Peter), the Astaires had two children. The Astaires' son, Fred Jr. (born 1936), appeared with his father in the movie Midas Run and later became a charter pilot and rancher. The Astaires' daughter Ava Astaire (born 1942) remains involved in promoting her father's legacy.\n\nIntensely private, Fred Astaire was rarely seen on the Hollywood social scene. Instead, he devoted his spare time to his family and his hobbies, which included horse racing, playing the drums, songwriting, and golfing. He was good friends with David Niven, Randolph Scott, Clark Gable and Gregory Peck. Niven described him as \"a pixie—timid, always warm-hearted, with a penchant for schoolboy jokes.\"  In 1946, his horse Triplicate won the Hollywood Gold Cup and San Juan Capistrano Handicap. He remained physically active well into his eighties. He took up skateboarding in his late seventies and was awarded a life membership in the National Skateboard Society. At seventy-eight, he broke his left wrist while skateboarding in his driveway.[68] He also had an interest in boxing and true crime.\n\nOn June 24, 1980, at the age of 81, he married a second time. Robyn Smith was 45 years his junior and a jockey who rode for Alfred Gwynne Vanderbilt Jr. (she also dated Vanderbilt in the 1970s),[69] and appeared on the cover of Sports Illustrated on July 31, 1972.[70][71]\n\nAstaire's life has never been portrayed on film.[72] He always refused permission for such portrayals, saying, \"However much they offer me—and offers come in all the time—I shall not sell.\"[73] Astaire's will included a clause requesting that no such portrayal ever take place; he commented, \"It is there because I have no particular desire to have my life misinterpreted, which it would be.\"[74] On December 5, 2021, Tom Holland announced that he would be portraying Astaire in an upcoming biopic, which attracted criticism due to the clause.[75]\n\n"
        },
        {
            "title": "Death",
            "text": "Astaire died of pneumonia on June 22, 1987, at the age of 88. His body was buried at Oakwood Memorial Park Cemetery in Chatsworth, California.[76] One of his last requests was to thank his fans for their years of support.\n\n"
        },
        {
            "title": "",
            "text": "Performances with *Ginger Rogers (10), **Rita Hayworth (2), ***Bing Crosby (2), ****Vera-Ellen (2), *****Cyd Charisse (2).All performances with a { }, indicate the sole appearance of the performer as Astaire's partner.\n\n*Performances with dancing partner Barrie Chase (7)\n"
        }
    ]
}