{
    "url": "https://en.wikipedia.org/wiki/Fredric_Jameson",
    "title": "Fredric Jameson",
    "table_of_contents": [
        "1 Life and works",
        "1.1 Early works",
        "1.2 Research into Marxism",
        "1.3 Narrative and history",
        "1.4 Critique of postmodernism",
        "1.5 Recent work",
        "1.6 Holberg International Memorial Prize",
        "1.7 Lyman Tower Sargent Distinguished Scholar Award",
        "1.8 Influence in China",
        "2 Publications",
        "3 See also",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Fredric Jameson (born April 14, 1934) is an American literary critic, philosopher and Marxist political theorist. He is best known for his analysis of contemporary cultural trends, particularly his analysis of postmodernity and capitalism. Jameson's best-known books include Postmodernism, or, The Cultural Logic of Late Capitalism (1991)[3] and The Political Unconscious (1981).\n\nJameson is currently Knut Schmidt-Nielsen Professor of Comparative Literature and Romance Studies (French) and the director of the Center for Critical Theory at Duke University.[4]  In 2012, the Modern Language Association gave Jameson its sixth Award for Lifetime Scholarly Achievement.[5]\n\n"
        },
        {
            "title": "Life and works",
            "text": "Jameson was born in Cleveland, Ohio,[6] and graduated in 1950 from Moorestown Friends School.[7]\n\nAfter graduating in 1954 from Haverford College, where his professors included Wayne Booth,[8] he briefly traveled to Europe, studying at Aix-en-Provence, Munich, and Berlin, where he learned of new developments in continental philosophy, including the rise of structuralism. He returned to America the following year to pursue a doctoral degree at Yale University, where he studied under Erich Auerbach.\n\nAuerbach would prove to be a lasting influence on Jameson's thought. This was already apparent in Jameson's doctoral dissertation, published in 1961 as Sartre: the Origins of a Style. Auerbach's concerns were rooted in the German philological tradition; his works on the history of style analyzed literary form within social history. Jameson would follow in these steps, examining the articulation of poetry, history, philology, and philosophy in the works of Jean-Paul Sartre.\n\nJameson's work focused on the relation between the style of Sartre's writings and the political and ethical positions of his existentialist philosophy. The occasional Marxian aspects of Sartre's work were glossed over in this book; Jameson would return to them in the following decade.[9]: 29–30 \n\nJameson's dissertation, though it drew on a long tradition of European cultural analysis, differed markedly from the prevailing trends of Anglo-American academia (which were empiricism and logical positivism in philosophy and linguistics, and New Critical formalism in literary criticism). It nevertheless earned Jameson a position at Harvard University, where he taught during the first half of the 1960s.\n\nHis interest in Sartre led Jameson to intense study of Marxist literary theory. Even though Karl Marx was becoming an important influence in American social science, partly through the influence of the many European intellectuals who had sought refuge from the Second World War in the United States, such as Theodor Adorno, the literary and critical work of the Western Marxists was still largely unknown in American academia in the late-1950s and early-1960s.[9]: 120 \n\nJameson's shift toward Marxism was also driven by his increasing political connection with the New Left and pacifist movements, as well as by the Cuban Revolution, which Jameson took as a sign that \"Marxism was alive and well as a collective movement and a culturally productive force\".[10] His research focused on critical theory: thinkers of, and influenced by, the Frankfurt School, such as Kenneth Burke, György Lukács, Ernst Bloch, Theodor Adorno, Walter Benjamin, Herbert Marcuse, Louis Althusser, and Sartre, who viewed cultural criticism as an integral feature of Marxist theory. In 1969, Jameson co-founded the Marxist Literary Group with a number of his graduate students at the University of California, San Diego.[11]\n\nWhile the Orthodox Marxist view of ideology held that the cultural \"superstructure\" was completely determined by the economic \"base\", the Western Marxists critically analyzed culture as a historical and social phenomenon alongside economic production and distribution or political power relationships. They held that culture must be studied using the Hegelian concept of immanent critique: the theory that adequate description and criticism of a philosophical or cultural text must be carried out in the same terms that text itself employs, in order to develop its internal inconsistencies in a manner that allows intellectual advancement. Marx highlighted immanent critique in his early writings, derived from Hegel's development of a new form of dialectical thinking that would attempt, as Jameson comments, \"to lift itself mightily up by its own bootstraps\".[12]\n\nHistory came to play an increasingly central role in Jameson's interpretation of both the reading (consumption) and writing (production) of literary texts. Jameson marked his full-fledged commitment to Hegelian-Marxist philosophy with the publication of The Political Unconscious: Narrative as a Socially Symbolic Act, the opening slogan of which is \"always historicize\" (1981). The Political Unconscious takes as its object not the literary text itself, but rather the interpretive frameworks by which it is now constructed. It emerges as a manifesto for new activity concerning literary narrative.\n\nThe book's argument emphasized history as the \"ultimate horizon\" of literary and cultural analysis. It borrowed notions from the structuralist tradition and from Raymond Williams's work in cultural studies, and joined them to a largely Marxist view of labor (whether blue-collar or intellectual) as the focal point of analysis. Jameson's readings exploited both the explicit formal and thematic choices of the writer and the unconscious framework guiding these. Artistic choices that were ordinarily viewed in purely aesthetic terms were recast in terms of historical literary practices and norms, in an attempt to develop a systematic inventory of the constraints they imposed on the artist as an individual creative subject. To further this meta-commentary, Jameson described the ideologeme, or \"the smallest intelligible unit of the essentially antagonistic collective discourses of social classes\", the smallest legible residue of the real-life, ongoing struggles occurring between social classes.[13] (The term \"ideologeme\" was first used by Mikhail Bakhtin and Pavel Nikolaevich Medvedev in their work The Formal Method in Literary Scholarship and was later popularised by Julia Kristeva. Kristeva defined it as \"the intersection of a given textual arrangement ... with the utterances ... that it either assimilates into its own space or to which it refers in the space of exterior texts ...\".[14])\n\nJameson's establishment of history as the only pertinent factor in this analysis, which derived the categories governing artistic production from their historical framework, was paired with a bold theoretical claim. His book claimed to establish Marxian literary criticism, centered in the notion of an artistic mode of production, as the most all-inclusive and comprehensive theoretical framework for understanding literature.[15] According to Vincent B. Leitch, the publication of The Political Unconscious \"rendered Jameson the leading Marxist literary critic in America.\"[16]\n\nIn 1984, during his tenure as Professor of Literature and History of Consciousness at the University of California, Santa Cruz, Jameson published an article titled \"Postmodernism, or, the Cultural Logic of Late Capitalism\" in the journal New Left Review. This controversial article, which Jameson later expanded into a book, was part of a series of analyses of postmodernism from the dialectical perspective Jameson had developed in his earlier work on narrative. Jameson viewed the postmodern \"skepticism towards metanarratives\" as a \"mode of experience\" stemming from the conditions of intellectual labor imposed by the late capitalist mode of production.[further explanation needed]\n\nPostmodernists claimed that the complex differentiation between \"spheres\" or fields of life (such as the political, the social, the cultural, the commercial), and between distinct social classes and roles within each field, had been overcome by the crisis of foundationalism and the consequent relativization of truth-claims. Jameson argued against this, asserting that these phenomena had or could have been understood successfully within a modernist framework; the postmodern failure to achieve this understanding implied an abrupt break in the dialectical refinement of thought.\n\nIn his view, postmodernity's merging of all discourse into an undifferentiated whole was the result of the colonization of the cultural sphere, which had retained at least partial autonomy during the prior modernist era, by a newly organized corporate capitalism. Following Adorno and Horkheimer's analysis of the culture industry, Jameson discussed this phenomenon in his critical discussion of architecture, film, narrative, and visual arts, as well as in his strictly philosophical work.\n\nTwo of Jameson's best-known claims from Postmodernism are that postmodernity is characterized by pastiche and a crisis in historicity. Jameson argued that parody (which implies a moral judgment or a comparison with societal norms) was replaced by pastiche (collage and other forms of juxtaposition without a normative grounding). Relatedly, Jameson argued that the postmodern era suffers from a crisis in historicity: \"there no longer does seem to be any organic relationship between the American history we learn from schoolbooks and the lived experience of the current, multinational, high-rise, stagflated city of the newspapers and of our own everyday life\".\n\nJameson's analysis of postmodernism attempted to view it as historically grounded; he therefore explicitly rejected any moralistic opposition to postmodernity as a cultural phenomenon, and continued to insist upon a Hegelian immanent critique that would \"think the cultural evolution of late capitalism dialectically, as catastrophe and progress all together\".[17] His refusal to simply dismiss postmodernism from the onset, however, was misinterpreted by some Marxist intellectuals as an implicit endorsement of postmodern views.\n\nJameson's later writings include Archaeologies of the Future, a study of utopia and science fiction, launched at Monash University in Melbourne, Australia, in December 2005, and The Modernist Papers (2007), a collection of essays on modernism that is meant to accompany the theoretical A Singular Modernity (2002) as a \"source-book\". These books, along with Postmodernism and The Antinomies of Realism (2013),[18] form part of an ongoing study entitled The Poetics of Social Forms, which attempts, in Sara Danius's words, to \"provide a general history of aesthetic forms, at the same time seeking to show how this history can be read in tandem with a history of social and economic formations\".[19] As of 2010, Jameson intends to supplement the already published volumes of The Poetics of Social Forms with a study of allegory entitled Overtones: The Harmonics of Allegory.[20] The Antinomies of Realism won the 2014 Truman Capote Award for Literary Criticism.[21]\n\nAlongside this continuing project, he has recently published three related studies of dialectical theory: Valences of the Dialectic (2009), which includes Jameson's critical responses to Slavoj Žižek, Gilles Deleuze, and other contemporary theorists; The Hegel Variations (2010), a commentary on Hegel's Phenomenology of Spirit; and Representing Capital: A Reading of Volume One (2011), an analysis of Marx's Das Kapital.\n\nAn overview of Jameson's work, Fredric Jameson: Live Theory, by Ian Buchanan, was published in 2007.\n\nIn 2008, Jameson was awarded the annual Holberg International Memorial Prize in recognition of his career-long research \"on the relation between social formations and cultural forms\".[22] The prize, which was worth 4.6 million kr (approximately $648,000), was presented to Jameson by Tora Aasland, Norwegian Minister of Education and Research, in Bergen, Norway, on 26 November 2008.[23]\n\nIn 2009, Jameson was awarded the Lyman Tower Sargent Distinguished Scholar Award by the North American Society for Utopian Studies.\n\nJameson has had influence, on the theorization of the postmodern in China. In mid-1985, shortly after the beginning of the cultural fever (early 1985 to June Fourth, 1989)—a period in Chinese intellectual history characterized in part by intense interest in Western critical theory, literary theory, and related disciplines[24]—Jameson discussed the idea of postmodernism in China in lectures at Peking University and the newly founded Shenzhen University.[25][26] Jameson's ideas as presented at Peking University had an impact on some students, including Zhang Yiwu and Zhang Xudong, scholars whose work would come to play an important role in the analysis of postmodernity in China.[27] In 1987 Jameson published a book entitled Postmodernism and Cultural Theories (Chinese: 后现代主义与文化理论; pinyin: Hòuxiàndàizhǔyì yǔ wénhuà lǐlùn), translated into Chinese by Tang Xiaobing. Although the Chinese intelligentsia's engagement with postmodernism would not begin in earnest until the nineties, Postmodernism and Cultural Theories was to become a keystone text in that engagement; as scholar Wang Ning writes, its influence on Chinese thinkers would be impossible to overestimate.[26] Its popularity may be partially due to the facts that it was not written in a dense style and that, because of Jameson's writing style, it was possible to use the text to support either praise or criticism of the Chinese manifestation of postmodernity.[26] In Wang Chaohua's interpretation of events, Jameson's work was mostly used to support praise, in what amounted to a fundamental misreading of Jameson:\n\nThe debate fueled by Jameson, and specifically Postmodernism and Cultural Theories, over postmodernism was at its most intense from 1994 to 1997, carried on by Chinese intellectuals both inside and outside the mainland; particularly important contributions came from Zhao Yiheng in London, Xu Ben in the United States, and Zhang Xudong, also in the United States, who had gone on to study under Jameson as a doctoral student at Duke.[25]\n\n"
        }
    ]
}