{
    "url": "https://en.wikipedia.org/wiki/Fredric_Wertham",
    "title": "Fredric Wertham",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Seduction of the Innocent and Senate hearings",
        "2.2 Later career",
        "2.3 Death",
        "3 Accusations of falsified data",
        "4 Legacy",
        "5 Selected bibliography",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Fredric Wertham (/ˈwɜːrθəm/; born Friedrich Ignatz Wertheimer, March 20, 1895 – November 18, 1981) was a German-American psychiatrist and author. Wertham had an early reputation as a progressive psychiatrist who treated poor black patients at his Lafargue Clinic at a time of heightened discrimination in urban mental health practice. Wertham also authored a definitive textbook on the brain, and his institutional stressor findings were cited when courts overturned multiple segregation statutes, most notably in Brown v. Board of Education.\n\nDespite this, Wertham remains best known for his concerns about the effects of violent imagery in mass media and the effects of comic books on the development of children.[1][2] His best-known book is Seduction of the Innocent (1954), which asserted that comic books caused youth to become delinquents. Besides Seduction of the Innocent, Wertham also wrote articles and testified before government inquiries into comic books, most notably as part of a U.S. Congressional inquiry into the comic book industry. Wertham's work, in addition to the 1954 comic book hearings, led to the creation of the Comics Code Authority, although later scholars cast doubt on his observations.\n\n"
        },
        {
            "title": "Early life",
            "text": "Wertham was born Friedrich Ignatz Wertheimer on March 20, 1895, in Nuremberg[3] to the middle-class Jewish family of Sigmund and Mathilde Wertheimer.[4] Ella Winter (originally Wertheimer) was a relative. He did not change his name legally to Fredric Wertham until 1927. He studied at King's College London, at the Universities of Munich and Erlangen, and graduated with an M.D. degree from the University of Würzburg in 1921. He was very much influenced by Dr. Emil Kraepelin, a professor of clinical psychiatry at the University of Munich, and worked briefly at the Kraepelin Clinic in Munich in 1922. Kraepelin emphasized the effects of environment and social background on psychological development. Around this time Wertham corresponded and visited with Sigmund Freud, who influenced him in his choice of psychiatry as his specialty.\n\n"
        },
        {
            "title": "Career",
            "text": "In 1922, he accepted an invitation to come to the United States and work under Adolf Meyer at the Phipps Psychiatric Clinic at Johns Hopkins Hospital in Baltimore, Maryland.[5] He became a United States citizen and married the sculptress Florence Hesketh in 1927.[1] He moved to New York City in 1932 to accept a senior staff position at the Bellevue Mental Hygiene Clinic, the psychiatric clinic connected with the New York Court of General Sessions in which all convicted felons received a psychiatric examination that was used in court.[1] In 1935 he testified for the defense in the trial of cannibalistic child rapist and serial killer Albert Fish, declaring him insane.[6] In 1946, Wertham opened the Lafargue Clinic in the basement of St. Philip's Church in Harlem, a low-cost psychiatric clinic specializing in black teenagers. The clinic was financed by voluntary contributions.[7]\n\nSeduction of the Innocent described overt or covert depictions of violence, sex, drug use, and other adult fare within \"crime comics\"—a term Wertham used to describe not only the popular gangster/murder-oriented titles of the time but also superhero and horror comics as well—and asserted, based largely on undocumented anecdotes, that reading this material encouraged similar behavior in children.\n\nComics, especially the crime/horror titles pioneered by EC Comics, were not lacking in gruesome images; Wertham reproduced these extensively, pointing out what he saw as recurring morbid themes such as \"injury to the eye\" (as depicted in Plastic Man creator Jack Cole's \"Murder, Morphine and Me\", which he illustrated and probably wrote for publisher Magazine Village's True Crime Comics #2 (May 1947); it involved dope-dealing protagonist Mary Kennedy nearly getting stabbed in the eye \"by a junkie with a hypodermic needle\" in her dream sequence[8]). Many of his other conjectures, particularly about hidden sexual themes (e.g. images of female nudity concealed in drawings of muscles and tree bark, or Batman and Robin as gay partners), were met with derision within the comics industry.[citation needed] (Wertham's claim that Wonder Woman had a bondage subtext was somewhat better documented, as her creator William Moulton Marston had admitted as much;[citation needed] however, Wertham also claimed that Wonder Woman's strength and independence made her a lesbian.) Citing one of Wertham's arguments, that 95% of children in reform school read comics proves that comics cause juvenile delinquency (an example of the well-known logical fallacy correlation implies causation), Stan Lee recounted that Wertham \"said things that impressed the public, and it was like shouting fire in a theater, but there was little scientific validity to it. And yet because he had the name doctor people took what he said seriously, and it started a whole crusade against comics.\"[9]\n\nSeduction of the Innocent also analyzed the advertisements that appeared in 1950s comic books and the commercial context in which these publications existed. Wertham objected to not only the violence in the stories but also the fact that air rifles and knives were advertised alongside them. Wertham claimed that retailers who did not want to sell material with which they were uncomfortable, such as horror comics, were essentially held to ransom by the distributors. According to Wertham, news vendors were told by the distributors that if they did not sell the objectionable comic books, they would not be allowed to sell any of the other publications being distributed.[citation needed] Also in 1954, Wertham was the Court's appointed psychiatric expert in the trial of the Brooklyn Thrill Killers. When the gang's 18-year-old leader admitted that he had read pornographic comic books, Wertham concluded that the books were to blame for his crimes.[10]\n\nThe splash made by this book and Wertham's previous credentials as an expert witness led to his appearing before the Senate Subcommittee on Juvenile Delinquency led by anti-crime crusader Estes Kefauver. In extensive testimony before the committee, Wertham restated arguments from his book and pointed to comics as a major cause of juvenile crime. Beaty notes \"Wertham repeated his call ... [for] national legislation based on the public health ideal that would prohibit the circulation and display of comic books to children under the age of fifteen.\"(Beatty, 157) The committee's questioning of their next witness, EC publisher William Gaines, focused on violent scenes of the type Wertham had decried. Though the committee's final report did not blame comics for crime, it recommended that the comics industry tone down its content voluntarily; possibly taking this as a veiled threat of potential censorship, publishers developed the Comics Code Authority to censor their own content. The Code banned not only violent images but also entire words and concepts (e.g. \"terror\" and \"zombies\") and dictated that criminals must always be punished—thus destroying most EC-style titles, and leaving a sanitized subset of superhero comics as the chief remaining genre.\n\nWertham's views on mass media have largely overshadowed his broader concerns with violence and with overprotecting children from psychological harm. His writings about the effects of racial segregation were used as evidence in the landmark Supreme Court case Brown v. Board of Education, and part of his 1966 book A Sign for Cain dealt with the involvement of medical professionals in the Holocaust. To promote this book, Wertham made two memorable appearances on the Mike Douglas Show where he ended up debating his theories with the co-hosts, Barbara Feldon (April 10, 1967) and Vincent Price (June 19, 1967). Excerpts were shown at the 2003 Comic-Con International: San Diego.[11]\n\nUniversity of Calgary professor Bart Beaty, the only person allowed access to Wertham's personal papers before they were unsealed in 2010, reveals that Wertham tried in 1959 to sell a follow-up to Seduction of the Innocent concerning the effects of television on children, to be titled The War on Children.[12] Much to Wertham's frustration, no publishers were interested in publishing it.[13]\n\nWertham always denied that he favored censorship or had anything against comic books in principle, and in the 1970s he focused his interest on the benign aspects of the comic fandom subculture; in his last book, The World of Fanzines (1974), he concluded that fanzines were \"a constructive and healthy exercise of creative drives\". This led to an invitation for Wertham to address the New York Comic Art Convention. Still infamous to most comics fans of the time, Wertham encountered suspicion and heckling at the convention, and stopped writing about comics thereafter.[14]\n\nBefore retirement he became a professor of psychiatry at New York University, a senior psychiatrist in the New York City Department of Hospitals, and a psychiatrist and the director of the Mental Hygiene Clinic at the Bellevue Hospital Center.[1]\n\nWertham died on November 18, 1981, at his retirement home in Kempton, Pennsylvania, at age 86.[1][15]\n\n"
        },
        {
            "title": "Accusations of falsified data",
            "text": "After Wertham's manuscript collection at the Library of Congress was unsealed in 2010, Carol Tilley, a University of Illinois librarian and information science professor, investigated his research and found his conclusions to be largely baseless. In a 2012 study, Tilley wrote \"Wertham manipulated, overstated, compromised, and fabricated evidence—especially that evidence he attributed to personal clinical research with young people—for rhetorical gain.\"[16]\n\nAmong the criticisms leveled at Seduction of the Innocent are that Wertham used a non-representative sample of young people who were already mentally troubled, that he misrepresented stories from colleagues as being his own, and that Wertham manipulated statements from adolescents by deliberately neglecting some passages while rephrasing others such that they better suited his thesis.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Wertham's papers (including the manuscript to the unpublished The War on Children) were donated to the Library of Congress and are held by the Manuscript Division. They were made available for use by scholars for research on May 20, 2010.[17] A register of the papers has been prepared that displays the eclectic reach of Wertham's interests.[18]\n\nIn 2014, documentary filmmaker Robert A. Emmons Jr. produced the documentary Diagram for Delinquents, which details the complicated and controversial history of Fredric Wertham and comic books in the 1940s and 1950s.[19] The film's goal was to create a more complex picture of Wertham than what had previously been depicted in comic book documentaries.\n\nHis activism was cited in the 2011 US Supreme Court decision Brown v. Entertainment Merchants Association.[citation needed]\n\nWertham was satirized as a Dr. Bertham who was kidnapped and turned into a monster by a mad scientist in Seaboard's Brute #2 (April 1975).[20]\n\nIssue #1 of Bongo Comics' Radioactive Man shows comics from a young boy's collection that satirize Wertham's negative view of comic books. These include Crime Does Pay (violence and gore); Headlights (women with ludicrously pointed breasts); Stab (pathological fixation on eye injuries); and Tales of Revolting Filth (pretty much subsuming every other category). Wertham himself is also parodied in the issue.\n\nAccording to the supplementary material of the HBO series Watchmen, Fredric Wertham created a system for cataloging the mental states of costumed adventurers. The existence of the Wertham spectrum in the Watchmen universe implies that in a setting where comic book superheroes never caught on because real superheroes existed, Wertham's focus shifted from the psychology and effects of fictional superheroes to real ones.\n\n"
        }
    ]
}