{
    "url": "https://en.wikipedia.org/wiki/Frederic_Henry_Hedge",
    "title": "Frederic Henry Hedge",
    "table_of_contents": [
        "1 Biography",
        "2 Works",
        "3 Legacy",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFrederic Henry Hedge (December 12, 1805 – August 21, 1890) was a New England Unitarian minister and Transcendentalist.  He was a founder of the Transcendental Club, originally called Hedge's Club,[1]  and active in the development of Transcendentalism. He was one of the foremost scholars of German literature in the United States.\n\n"
        },
        {
            "title": "Biography",
            "text": "Born in Cambridge, Massachusetts, Hedge was the son of Harvard University professor of logic and metaphysics Levi Hedge.  At the age of 12, he traveled to Germany and studied music for five years under the care of George Bancroft. He then entered Harvard as a junior and graduated in 1825.[2][3]  His knowledge of German was to serve him well both in hymnody — he translated Luther's \"Ein feste Burg ist unser Gott\" (\"A Mighty Fortress Is Our God\") into the most popular English version — and in philosophy, where it allowed him a greater familiarity with Kant than most of the Americans of his day.\n\nAfter graduating as valedictorian, he enrolled in Harvard Divinity School, where he met his intimate friend Ralph Waldo Emerson. After graduating from the Divinity School in 1828, Hedge was ordained as a Unitarian minister in 1829, and became minister at a Unitarian church in West Cambridge.  In 1835 he took charge of a church in Bangor, Maine; in 1850, after spending a year in Europe, he became pastor of the Westminster Church in Providence, Rhode Island, and in 1856 of the church in Brookline, Massachusetts.[2][3]\n\nHe was central to the development of Transcendentalism in the 1830s. On September 8, 1836, Hedge met with Ralph Waldo Emerson, George Putnam (1807-1878), and George Ripley in Cambridge to discuss the formation of a new club.[4] Eleven days later,  Ripley hosted their first official meeting at his house on September 18, 1836; the group would eventually be known as the Transcendental Club. Its first official meeting was attended by Amos Bronson Alcott, Orestes Brownson, James Freeman Clarke, and Convers Francis as well as Hedge, Emerson, and Ripley.[5] Future members would include Henry David Thoreau, William Henry Channing, Christopher Pearse Cranch, Sylvester Judd, and Jones Very.[6] The group planned its meetings for times when Hedge was visiting from Bangor, Maine, leading to the early nickname \"Hedge's Club\".[4] Hedge wrote: \"There was no club in the strict sense... only occasional meetings of like-minded men and women\", earning the nickname \"the brotherhood of the 'Like-Minded'\".[7] He became alienated from the group's more extreme positions in the 1840s and did not publish in the Transcendental journal The Dial, despite his friendship with its editor Margaret Fuller, saying he did not want to be associated with the movement in print.[8]\n\nIn 1849 he preached a sermon, published as a pamphlet, on Joshua Young's ordination as pastor to his first parish, Boston's New North Church.[9]\n\nHe was noted as a public lecturer as well as a pulpit orator. In 1853-1854, he lectured on medieval history before the Lowell Institute.[2]\n\nIn 1858, Hedge returned to Harvard Divinity School as a professor of ecclesiastical history; that year, he also became editor of the Christian Examiner, a role he held for three years.[10] The next year, Hedge began a four-year term as president of the American Unitarian Association.[10] In 1872, he resigned his pastorship in Brookline to become professor of German literature at Harvard.[2] He retained this position until 1881.[3] Deeply read in philosophy, ecclesiastical history, and German literature, he ranked as perhaps the foremost German literary scholar in the United States.[11]\n\nHe died in Cambridge on August 21, 1890, and was buried at Mount Auburn Cemetery.[12]\n\n"
        },
        {
            "title": "Works",
            "text": "Besides essays on the different schools of philosophy, notably magazine articles on St. Augustine, Leibniz, Schopenhauer, and Coleridge, and other contributions to periodicals in prose and poetry, he published:[2]\n\nHe also wrote hymns for the Unitarian church, and assisted in the compilation of a hymn-book (1853), and published numerous translations from the German poets, including Martin Luther's Ein feste Burg ist unser Gott (\"A Mighty Fortress is Our God\").\n\n"
        },
        {
            "title": "Legacy",
            "text": "His chief significance to American thought was his introduction of German scholarship and literature.[3]\n\n"
        }
    ]
}