{
    "url": "https://en.wikipedia.org/wiki/Freedom_Plaza",
    "title": "Freedom Plaza",
    "table_of_contents": [
        "1 Features",
        "2 History",
        "3 Uses",
        "4 Assessment",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFreedom Plaza, originally known as Western Plaza, is an open plaza in Northwest Washington, D.C., United States, located near 14th Street and Pennsylvania Avenue NW, adjacent to Pershing Park. The plaza features an inlay that partially depicts Pierre (Peter) Charles L'Enfant's plan for the City of Washington. The National Park Service administers the Plaza as part of its Pennsylvania Avenue National Historic Site and coordinates the Plaza's activities.[1]\n\nThe John A. Wilson Building, the seat of the District of Columbia government, faces the plaza, as does the historic National Theatre, which has been visited by every U.S. president since it opened in 1835.[2][3] Three large hotels are to the north and west. The Old Post Office building, which houses the Waldorf Astoria Washington D.C., is to the southeast.[4]\n\n"
        },
        {
            "title": "Features",
            "text": "The Plaza is a modification of an original design by architect Robert Venturi that the United States Commission of Fine Arts approved.[2][3][5][6][7] The Plaza, which is composed mostly of stone, is inlaid with a partial depiction of Pierre (Peter) Charles L'Enfant's plan for the City of Washington.[5] Most of the plaza is raised above street level.[5]  The eastern end of the plaza contains an equestrian statue of Kazimierz Pułaski that had been installed at its site in 1910 (see: General Casimer Pulaski statue).[5]\n\nThe surface of the raised portion of the Plaza, consisting of dark and light marble, delineates L’Enfant's plan.[5]  Brass outlines mark the sites of the White House and the Capitol.[5] Quotes about the city from its visitors and residents are carved into the marble surface.[5] Granite retaining walls, marked at intervals by planted urns, edge the plaza.[5]  A granite-walled fountain flows in the western portion of the plaza.[5]\n\nFlagpoles flying flags of the District of Columbia and the United States rise from the plaza opposite the entrance of the District Building.[5] The Plaza also contains a metallic plaque containing the Great Seal of the United States,[8] followed by an inscription describing the history and usage of the seal (See: Freedom Plaza Plaque). The Plaza is one block south of the \"Freedom Plaza\" historical marker at stop number W.7 of the Civil War to Civil Rights Downtown Heritage Trail at 13th and E Streets, NW.[2][3]\n\n"
        },
        {
            "title": "History",
            "text": "The Pennsylvania Avenue Development Corporation constructed \"Western Plaza\", which was dedicated on November 1, 1980 (see: History of Pennsylvania Avenue).[5] The plaza was renamed in 1988 to \"Freedom Plaza\" in honor of Martin Luther King Jr., who worked on his \"I Have a Dream\" speech in the nearby Willard Hotel.[2][5][6] During that year, a time capsule containing a Bible, a robe, and other King relics was planted at the site.[5][9] The capsule will be reopened in 2088.[9]\n\n"
        },
        {
            "title": "Uses",
            "text": "Freedom Plaza is a popular place for political protests and civic events.[10][11] In 2011, the Plaza was one of the sites of an \"Occupy DC\" protest.[12] On July 17, 2020, the Plaza hosted two living statues that mocked President Donald Trump. The Trump Statue Initiative installed the live display, which a violinist accompanied, around 9:30 a.m. The display was gone by the afternoon.[13]\n\nDuring the morning of November 14, 2020, thousands of President Trump's supporters gathered in and around Freedom Plaza for a series of demonstrations associated with the \"Million MAGA March\". Various groups including Women for America First and March for Trump organized the event to protest the results of the November 3 presidential election.[14] Counter-protesters later confronted the demonstrators, leading to violence during the evening.[15] A December 12 pro-Trump demonstration in and near the Plaza later also resulted in nighttime counter-protests, violence and arrests.[16]\n\nThe Plaza is a popular location for skateboarding. The open hardscape and railings of Freedom Plaza make an excellent and popular skate park, though skating there is not actually allowed and Park Police regularly chase skaters from the park. Popular websites often advertise Freedom Plaza's attractiveness for the activity.[17] Further, vandals have removed \"No Skateboarding\" signs.[17]\n\nThe Plaza is one of the settings in Dan Brown's 2009 novel The Lost Symbol.[18]\n\n"
        },
        {
            "title": "Assessment",
            "text": "The American Planning Association noted in 2014 that Freedom Plaza is a popular location for political protests and other events.[10] However, a reporter for the Washington Business Journal stated \"but that does not mean the concrete expanse across from the John A. Wilson Building was well planned\".[10] Many observers consider the site a \"failure.\"[19]\n\n"
        }
    ]
}