{
    "url": "https://en.wikipedia.org/wiki/French_science_fiction",
    "title": "French science fiction",
    "table_of_contents": [
        "1 History",
        "1.1 Proto science fiction before Jules Verne",
        "1.2 After Jules Verne",
        "1.3 After World War II",
        "2 Other notable French science fiction authors, post-World War II",
        "3 Literary awards",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFrench science fiction is a substantial genre of French literature. It remains an active and productive genre which has evolved in conjunction with anglophone science fiction and other French and international literature.\n\n"
        },
        {
            "title": "History",
            "text": "As far back as the 17th century, space exploration and aliens can be found in Cyrano de Bergerac's Comical History of the States and Empires of the Moon (1657) and Bernard Le Bovier de Fontenelle's Entretien sur la Pluralité des Mondes (1686).  Voltaire's 1752 short stories Micromégas and Plato's Dream are particularly prophetic of the future of science fiction.\n\nAlso worthy of note are Simon Tyssot de Patot's Voyages et Aventures de Jacques Massé (1710), which features a Lost World, La Vie, Les Aventures et Le Voyage de Groenland du Révérend Père Cordelier Pierre de Mésange (1720), which features a Hollow Earth, Louis-Sébastien Mercier's L'An 2440 (1771), which depicts a future France, and Nicolas-Edmé Restif de la Bretonne's La Découverte Australe par un Homme Volant (1781) known for his prophetic inventions.\n\nOther notable proto-science fiction authors and works of the 18th and 19th century include:\n\nHowever, modern French science fiction, and arguably science fiction as a whole, begins with Jules Verne (1828–1905), the author of many of the classics of science fiction.\n\nThe first few decades of French science fiction produced several renowned names of literature.  Not only Jules Verne, but also:\n\nAfter H. G. Wells' The Time Machine was translated into French by Henry D. Davray in 1895 as the first of his works, succeeded soon by other translations of his stories,[1] influencing French science fiction writers such as Maurice Renard.\n\nWorld War I brought an end to this early period.  While the rapid development of science and technology during the late 19th century motivated the optimistic works of early science fiction authors, the horrors of industrialised warfare and specifically the application of advanced technologies in such a destructive manner made many later French authors more pessimistic about the potential of technological development.\n\nBetween the two world wars, Rosny aîné published his masterpiece Les Navigateurs de l'Infini (1924), in which he invented the word \"astronautique\". There were a few notable new authors during the period:\n\nUntil the late 1950s, relatively little French science fiction was published, and what was published was often very pessimistic about the future of humanity, and was frequently not advertised as \"science fiction\" at all.  René Barjavel's Ravage (1943) and Pierre Boulle's Planet of the Apes (1963) are examples well known.\n\nThis period of decrease of French science fiction (abbreviated SF) is considered by many to be a \"golden age\" of English-language and particularly American science fiction.  When French science fiction began reappearing strongly after World War II, it was the themes and styles of Anglophone science fiction which served as an inspiration for new works.  The first genre magazine, Fiction – at first a translation of the American Magazine of Fantasy & Science Fiction – began appearing during 1953.\n\nThe major genre imprint of the 1950s and '60s publishing translations of American novels was Le Rayon Fantastique published by Hachette and Gallimard, and edited by George Gallet and Stephen Spriel. Nevertheless, Le Rayon Fantastique helped begin the careers of a number of French authors:\n\nDuring 1951, publisher Fleuve Noir initiated Anticipation, a paperback series devoted mostly to French authors which released a steady series of pulp-like novels.  Among its authors were:\n\nLater, many major names of French science fiction were printed first by that company.\n\nAnother series, Présence du Futur, was initiated during 1954 by publisher Denoël. Among its authors were:\n\nDuring this era, there was very little mainstream critical interest for French SF. French cinema, however, proved to be more successful for science fiction.  Jean-Luc Godard's 1965 movie Alphaville—- a thriller and satire of French politics—- was the first major example of French \"New Wave\" science fiction.\n\nUnlike American science fiction, space travel was not the major theme for the post-1968 French authors.  A new generation of French writers, who had few memories of the horrors of the past two generations, were inspired by the transformation of France during the post-war era. Especially after May 1968, French SF authors wrote about political and social themes in their works.  Authors like Michel Jeury, Jean-Pierre Andrevon and Philippe Curval began to attract acclaim for their redevelopment of a genre which, at the time, was still considered primarily a juvenile entertainment.\n\nDuring the 1970s, comics began to be important for French SF.  Métal hurlant—- the French magazine that was imitated as the American magazine Heavy Metal –- began developing the possibilities of science fiction as a source for cartoons.  Graphic novels are now a major— if not the major— outlet for French science fiction production today.\n\nDuring the 1980s, French authors began to consider science fiction as appropriate for experimental literature.  The influence of postmodernism on literature and the development of cyberpunk themes catalysed a new body of French SF, near the end of the decade: the so-called \"Lost Generation\" (represented by such writers as Claude Ecken, Michel Pagel, Jean-Marc Ligny or Roland C. Wagner)\n\nAt present, French SF is particularly well represented by graphic novels, and a number of titles are printed annually.  As in most of the developed world, magazine culture has decreased dramatically because of the internet, but a number of French SF magazines remain in print, including Bifrost, Galaxies and Solaris. Despite the space opera revival of the beginning of the 1990s (Ayerdhal, Serge Lehman, Pierre Bordage, Laurent Genefort) the influence from English language science fiction and movies has diminished considerably since the \"Lost Generation\", while the influence of animation, video games and other international science fiction traditions (German, Italian) has increased. The influence of Japanese manga and anime has also been particularly noticeable during recent years for graphic formats.\n\n"
        },
        {
            "title": "Literary awards",
            "text": "The Prix Rosny-Aîné is an annual award for French-language science fiction.\n\nOther Awards for French-language science fiction (non-exclusively) include or have includes the Prix Apollo (1972–1990), the Prix Bob Morane (1999– ), the Grand Prix de l'Imaginaire (1974– ), the Prix Julia Verlanger (1986– ), the Prix Jules Verne (1927–1933; 1958–1963), the Prix Ozone (1977–2000) and the Prix Tour Eiffel (1997–2002).\n\n"
        }
    ]
}