{
    "url": "https://en.wikipedia.org/wiki/Friedwardt_Winterberg",
    "title": "Friedwardt Winterberg",
    "table_of_contents": [
        "1 Biography",
        "2 Work",
        "3 Proposal for direct test of general relativity",
        "4 Fusion activism",
        "5 Rudolph controversy",
        "6 Einstein–Hilbert dispute",
        "7 References",
        "7.1 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Friedwardt Winterberg (born June 12, 1929) is a German-American theoretical physicist and was a research professor at the University of Nevada, Reno. He is known for his research in areas spanning general relativity, Planck scale physics, nuclear fusion, and plasmas. His work in nuclear rocket propulsion earned him the 1979 Hermann Oberth Gold Medal of the Wernher von Braun International Space Flight Foundation[1][2][3] and a 1981 citation by the Nevada Legislature.[3][4] He is also an honorary member of the German Aerospace Society Lilienthal-Oberth.\n\n"
        },
        {
            "title": "Biography",
            "text": "Winterberg was born in 1929 in Berlin, Germany. In 1953 he received his MSc from the University of Frankfurt working under Friedrich Hund, and in 1955 he received his PhD in physics from the Max Planck Institute, Göttingen, as a student of Werner Heisenberg. In 1959, Winterberg was brought to the United States as part of Operation Paperclip.[5][6] Friedwardt was 15 at the end of the war. Paperclip continued to recruit German scientists through the Cold War to prevent them from working for the Soviets.\n\n"
        },
        {
            "title": "Work",
            "text": "Winterberg is known for his work in the fields of nuclear fusion and plasma physics, and Edward Teller has been quoted as saying that he had \"perhaps not received the attention he deserves\" for his work on fusion.[7] He is an elected member of the Paris-based International Academy of Astronautics, in which he sat on the Committee of Interstellar Space Exploration.[8] According to his faculty webpage, in 1954 he \"made the first proposal to test general relativity with atomic clocks in earth satellites\" and his thermonuclear microexplosion ignition concept[9][10] was adopted by the British Interplanetary Society for their Project Daedalus Starship Study.[3][11]\n\nHis research in the 21st century has been on the \"Planck Aether Hypothesis\", a theory that claims to \"explain both quantum mechanics and the theory of relativity as asymptotic low energy approximations, and gives a spectrum of particles greatly resembling the standard model. Einstein's gravitational and Maxwell's electromagnetic equations are unified by the symmetric and antisymmetric wave mode of a vortex sponge, Dirac spinors result from gravitationally interacting bound positive-negative mass vortices, which explains why the mass of an electron is so much smaller than the Planck mass.\"[12] The theory proposes that the only free parameters in the fundamental equations of physics are the Planck length, mass, and time, and shows why R3 is the natural space, as SU2 is treated as the fundamental group isomorphic to SO3 — an alternative to string field theories in R10 and M theory in R11. It permits the value of the finestructure constant at the Planck length to be computed, and this value remarkably agrees with the empirical value.\n\n"
        },
        {
            "title": "Proposal for direct test of general relativity",
            "text": "In a 1955 paper Winterberg proposed a test of general relativity using accurate atomic clocks placed in orbit in artificial satellites.[13][14]  At that time atomic clocks were not yet of the required accuracy and artificial satellites did not exist. Werner Heisenberg wrote a letter to Winterberg in 1957 in which he said the idea sounded \"very interesting\".[15][16] This idea was later experimentally verified by Hafele and Keating in 1971 by flying atomic clocks on commercial jets.[17]  The theoretical approach was the same as that used by Winterberg.[18] Today atomic clocks and relativistic corrections are used in GPS and it is said GPS could not function without them.[19]\n\n"
        },
        {
            "title": "Fusion activism",
            "text": "Winterberg has published numerous articles in the area of inertial confinement fusion. In particular, Winterberg is known for the idea of impact fusion and the concept of the magnetically insulated diode for the generation of multi-megampere megavolt ion beams for the purpose of heating plasmas to thermonuclear fusion temperatures. He conceived of a nuclear fusion propulsion reactor for space travel, which is called the Winterberg / Daedalus Class[20] Magnetic Compression Reaction Chamber, which was later developed at the University of Alabama at Huntsville's Propulsion Research Center.  Most recently he has designed a giant spacecraft, propelled with deuterium micro-detonations ignited by a GeV proton beam, drawn from the spacecraft acting as an electrically charged up and magnetically insulated capacitor.[21] Winterberg also developed ideas for mining increasingly rare industrially crucial elements on planetary bodies such as the moon using fusion detonation devices. He became involved with the idea of using beam weapons in outer space in the late 1970s while working at the Desert Research Institute.\n\nAccording to Dennis King, Winterberg shared his ideas on beam weapons with the U.S. Air Force and he speculated on the subject in publications for the Fusion Energy Foundation (FEF), a part of the Lyndon LaRouche movement. The FEF published a book of Winterberg describing the design of the hydrogen bomb, with the hope of getting research in inertial confinement fusion declassified. Winterberg also contributed articles and interviews to the FEF magazine, Fusion, and its successor magazine, 21st Century Science and Technology. He also participated in a 1985 conference jointly sponsored by the FEF and the Schiller Institute, speaking on the topic of X-ray lasers, the Strategic Defense Initiative and interstellar travel.[22]  The conference attracted a number of scientists interested in promoting fusion scientific research;[22] Winterberg was never a member of any of LaRouche's political organisations.\n\nOn November 12, 2007, Winterberg addressed the American Physical Society Plasma Physics Convention in Orlando, Florida, encouraging efforts to achieve economically feasible fusion energy, and presenting his ideas for what direction the efforts should take. Winterberg stresses inertial confinement fusion.\n\nBack in 1963, it was proposed by Winterberg[23] that the ignition of thermonuclear micro-explosions, could be achieved by an intense beam of microparticles accelerated to a velocity of 1000 km/s. And in 1968,[24]  Winterberg proposed to use intense electron and ion beams, generated by Marx generators, for the same purpose. Most recently, Winterberg has proposed the ignition of a deuterium microexplosion, with a gigavolt super-Marx generator, which is a Marx Generator driven by up to 100 ordinary Marx generators.[25]\n\n"
        },
        {
            "title": "Rudolph controversy",
            "text": "In 1983, Winterberg became involved in disputes concerning the engineer Arthur Rudolph, who had been brought to the United States after World War II as part of Operation Paperclip to work on the U.S. rocketry program.  It was Rudolph who then designed the Saturn V rocket that launched Neil Armstrong to the Moon. In the early 1980s, Rudolph's record as a potential Nazi war criminal at Mittelwerk surfaced and became the center of a political controversy after the Office of Special Investigations (OSI) negotiated to have him renounce his U.S. citizenship, purportedly under duress,[26] after which he returned to Germany.  After a thorough investigation by German authorities, it was decided there was no basis for prosecution and his German citizenship was restored. Rudolph pursued lawsuits hoping to regain his US citizenship and was barred entry to the US in 1989.[citation needed]\n\nWinterberg lobbied in favour of Rudolph,[27] giving interviews to magazines, launching his own separate investigation, and speaking in Rudolph's defense at a conference hosted by Lyndon LaRouche.[28] After the fall of the Berlin wall legal assistant requests by the US Office of Special Investigation to the Communist East German Government regarding the Rudolph case emerged and became part of the public record.[citation needed]\n\n"
        },
        {
            "title": "",
            "text": "Winterberg was also involved in a dispute relating to the history of general relativity in a controversy over the publication of the general relativity field equations (both Albert Einstein and David Hilbert had published them in a very short time span of one another). In 1997, Leo Corry, Jürgen Renn, and John Stachel published an article in Science entitled \"Belated decision in the Hilbert-Einstein priority dispute\", arguing that, after looking at the original proofs of the article by Hilbert, that they indicated that Hilbert had not anticipated Einstein's equations.[29]\n\nWinterberg published a refutation of these conclusions in 2004, observing that the galley proofs of Hilbert's articles had been tampered with — part of one page had been cut off. He argued that the removed part of the article contained the equations that Einstein later published and alleged that it was part of a \"crude attempt by some unknown individual to falsify the historical record.\" He alleged that Science had refused to print the article and thus he was forced to publish it in Zeitschrift für Naturforschung.  Winterberg's article argued that despite the missing part of the proofs, that the correct crucial Field Equation is still imbedded on other pages of the proofs, in various forms, including Hilbert's variational principle with correct Lagrangian from which the Field Equation is immediately derived.[30] Winterberg presented his findings at the American Physical Society meeting in Tampa, Florida in April 2005.[citation needed]\n\nCorry, Renn, and Stachel authored a joint reply to Winterberg, which they claimed Zeitschrift für Naturforschung refused to publish without \"unacceptable\" modifications, and unable to find a publisher elsewhere, they made it available on the internet. The reply accused Winterberg of misrepresenting the reason why Science would not publish his paper (it had to do with the section of the journal it was scheduled to appear in), and also misrepresenting that the paper published in Zeitschrift für Naturforschung was the same paper he had submitted to Science, and had in fact been \"substantially altered\" after Winterberg had received their comments on an earlier draft. Actually, Winterberg in his Final Comment had clearly stated that the paper submitted to Science had been a previous version. They then argue that Winterberg's interpretation of the Hilbert paper was incorrect, that the lost part of the page was unlikely to have been consequential, and that much of Winterberg's reasoning about what could be in the missing piece was incorrect (down to noting Winterberg claims that 1/3 of the page was removed, when actually over half a page is missing total from the two cut off pages) and internally inconsistent. They further argued there was a likely \"non-paranoid\" explanation for the missing part of the page.[31]\n\nBut as it was pointed out by Todorov[32] and by Logunov, Mestvirishvili, and Petrov,[33] even in his mutilated form, the page proofs of Hilbert contain the correct Lagrange density of the gravitational field, which in conjunction with Hilbert action results in the correct gravitational field equations. To derive the gravitational field equations from his action was not more than a minor exercise for Hilbert. Therefore, the game was over with Hilbert's action.\n\nLater, the original reply to Winterberg was removed from their website and replaced with a much shorter statement saying only that Winterberg's conclusions were incorrect, specifically that he had focused on the missing page fragment, \"a fact without any bearing on the matter at hand\", while failing \"to address the substantive difference between the theory expounded in the proofs\" of Hilbert. The statement further said that Winterberg had apparently indicated that he was \"personally offended\" by the original response, the \"Max Planck Institute for the History of Science has decided to replace the original, more detailed response to his paper with this abbreviated version\".[34] This was, apparently, because the original reply had contained two very derisive statements against Professor Winterberg; later, the Max Planck Society released a note distancing itself from those two statements, without commenting on the underlying scientific dispute.[35]\n\n"
        }
    ]
}