{
    "url": "https://en.wikipedia.org/wiki/Fringe_science",
    "title": "Fringe science",
    "table_of_contents": [
        "1 Description",
        "2 Examples",
        "2.1 Historical",
        "2.2 Modern",
        "2.3 Accepted as mainstream",
        "3 Responding to fringe science",
        "3.1 Controversies",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Fringe science refers to ideas whose attributes include being highly speculative or relying on premises already refuted.[1] Fringe science theories are often advanced by persons who have no traditional academic science background, or by researchers outside the mainstream discipline.[2]: 58 [3]  The general public has difficulty distinguishing between science and its imitators,[2]: 173  and in some cases a \"yearning to believe or a generalized suspicion of experts is a very potent incentive to accepting pseudoscientific claims\".[2]: 176 \n\nThe term \"fringe science\" covers everything from novel hypotheses which can be tested by means of the scientific method to wild ad hoc hypotheses and mumbo jumbo.  This has resulted in a tendency to dismiss all fringe science as the domain of pseudoscientists, hobbyists, and quacks.[4]\n\nA concept that was once accepted by the mainstream scientific community may become fringe science because of a later evaluation of previous research.[5] For example, focal infection theory, which held that focal infections of the tonsils or teeth are a primary cause of systemic disease, was once considered to be medical fact. It has since been dismissed because of lack of evidence.\n\n"
        },
        {
            "title": "Description",
            "text": "The boundary between fringe science and pseudoscience is disputed. The connotation of \"fringe science\" is that the enterprise is rational but is unlikely to produce good results for a variety of reasons, including incomplete or contradictory evidence.[2]: 183  Pseudoscience,  however, is something that is not scientific but is incorrectly characterised as science.\n\nThe term may be considered pejorative. For example, Lyell D. Henry Jr. wrote that, \"fringe science [is] a term also suggesting kookiness.\"[6] This characterization is perhaps inspired by the eccentric behavior of many researchers of the kind known colloquially (and with considerable historical precedent) as mad scientists.[7]\n\nAlthough most fringe science is rejected, the scientific community has come to accept some portions of it.[2]: 172  One example of such is plate tectonics, an idea which had its origin in the fringe science of continental drift and was rejected for decades.[2]: 5 \n\n"
        },
        {
            "title": "Examples",
            "text": "Some historical ideas that are considered to have been refuted by mainstream science are:\n\nRelatively recent fringe sciences include:\n\nSome theories that were once rejected as fringe science, but were eventually accepted as mainstream science, are:\n\n"
        },
        {
            "title": "Responding to fringe science",
            "text": "Michael W. Friedlander has suggested some guidelines for responding to fringe science, which, he argues, is a more difficult problem[2]: 174  than scientific misconduct. His suggested methods include impeccable accuracy, checking cited sources, not overstating orthodox science, thorough understanding of the Wegener continental drift example, examples of orthodox science investigating radical proposals, and prepared examples of errors from fringe scientists.[2]: 178-9 \n\nFriedlander suggests that fringe science is necessary so that mainstream science will not atrophy. Scientists must evaluate the plausibility of each new fringe claim, and certain fringe discoveries \"will later graduate into the ranks of accepted\" — while others \"will never receive confirmation\".[2]: 173 \n\nMargaret Wertheim profiled many \"outsider scientists\" in her book Physics on the Fringe, who receive little or no attention from professional scientists.  She describes all of them as trying to make sense of the world using the scientific method, but in the face of not being able to understand the complex theories of modern science.  She also finds it fair that credentialed scientists do not bother spending a lot of time learning about and explaining problems with the fringe theories of uncredentialed scientists, since the authors of those theories have not taken the time to understand the mainstream theories they aim to disprove.[30]\n\nAs Donald E. Simanek asserts, \"Too often speculative and tentative hypotheses of cutting edge science are treated as if they were scientific truths, and so accepted by a public eager for answers.\" But the public is ignorant of the fact that \"As science progresses from ignorance to understanding it must pass through a transitional phase of confusion and uncertainty.\"[31]\n\nThe media also play a role in propagating the belief that certain fields of science are controversial. In their 2003 paper \"Optimising Public Understanding of Science and Technology in Europe: A Comparative Perspective\", Jan Nolin et al. write that \"From a media perspective it is evident that controversial science sells, not only because of its dramatic value, but also since it is often connected to high-stake societal issues.\"[32]\n\n"
        }
    ]
}