{
    "url": "https://en.wikipedia.org/wiki/Fruitvale_Station",
    "title": "Fruitvale Station",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Filming",
        "3.3 Soundtrack",
        "4 Promotion",
        "5 Release",
        "5.1 Box office",
        "5.2 Critical reception",
        "5.3 Accolades",
        "5.4 Home media",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFruitvale Station is a 2013 American biographical drama film written and directed by Ryan Coogler. It is Coogler's feature directorial debut and is based on the events leading to the death of Oscar Grant, a young man killed in 2009 by Bay Area Rapid Transit (BART) police officer Johannes Mehserle at the Fruitvale district station in Oakland.\n\nThe film stars Michael B. Jordan as Grant, with Kevin Durand and Chad Michael Murray playing the two BART police officers involved in Grant's death, although their names were changed for the film. Melonie Diaz, Ahna O'Reilly and Octavia Spencer also star.[4]\n\nFruitvale Station debuted under its original title, Fruitvale, at the 2013 Sundance Film Festival,[5] where it won the Grand Jury Prize and the Audience Award for U.S. dramatic film.[6] It was screened in the Un Certain Regard section at the 2013 Cannes Film Festival, where it won the award for Best First Film. It was released in theaters on July 12, 2013.[7]\n\n"
        },
        {
            "title": "Plot",
            "text": "The film depicts the last day of the life of Oscar Grant III, a 22-year-old from Hayward, California, before he was fatally shot by BART Police in the early morning hours of January 1, 2009. The movie begins with the actual footage of Grant and his friends being detained by BART Police at the Fruitvale station in Oakland on January 1, 2009, at 2:15 a.m., right before the shooting.\n\nGrant and his girlfriend Sophina argue about Grant's recent infidelity. He unsuccessfully attempts to get his job back at a grocery store. He briefly considers selling some marijuana but decides to dump the stash. Grant later attends a birthday party for his mother, Wanda, and agrees to take the BART train to see fireworks and other New Year's festivities in San Francisco since she worries about him driving.\n\nOn the return train, Katie, a customer at the grocery store where Grant used to work, recognizes Grant and calls out his name. This causes a man Grant knew in prison to notice him, and a fight breaks out. The BART police respond to the scene. Grant is among the passengers the BART police attempt to arrest. While being restrained by officers Caruso and Ingram, he is shot in the back by Ingram. A stunned Caruso demands to know what happened. Grant is rushed to the hospital and dies shortly after emergency surgery.\n\nTitle cards at the end describe the aftermath: Grant's killing sparked a series of protests and riots across the city after several witnesses recorded the incident with cellphones and video cameras. The BART officers involved were fired, and \"Ingram\" (the officers' names were changed) was later tried and found guilty of involuntary manslaughter, claiming he mistook his gun for his Taser and served an 11-month sentence. The final footage is of a gathering of people celebrating Grant's life on January 1, 2013, with Grant's daughter, Tatiana, standing among them.\n\n"
        },
        {
            "title": "Production",
            "text": "Ryan Coogler was a graduate student at the University of Southern California School of Cinematic Arts when Grant was shot on January 1, 2009. Coogler expressed his desire to make a film about Grant's last day: \"I wanted the audience to get to know this guy, to get attached, so that when the situation that happens to him happens, it's not just like you read it in the paper, you know what I mean? When you know somebody as a human being, you know that life means something.\" Coogler met the Grant family's attorney, John Burris, through a mutual friend, and also met with and worked with Grant's family.[8]\n\nIn January 2011, Forest Whitaker's production company was looking for new young filmmakers to mentor. Coogler met Head of Production Nina Yang Bongiovi and showed her his projects. He soon had a meeting with Whitaker, who supported Fruitvale.[9][10] Coogler met with advisers of Sundance Screenwriters Lab and developed the script with the help of creative advisors Tyger Williams, Jessie Nelson and Zach Sklar.[11] The film received funding from the Feature Film Program (FFP)[11] and the San Francisco Film Society.[9]\n\nCoogler had Michael B. Jordan in mind to play Grant before writing the script.[10] In April 2012, Jordan and Octavia Spencer joined the cast.[12] Spencer also received a co-executive producer credit as she directly participated in funding the film and contacted investors when a deal was lost during the filming.[13] Notable investors included Kathryn Stockett, author of The Help, a bestselling novel adapted as a successful film, for which Spencer won an Oscar.[14] In April 2012, Hannah Beachler signed on as the film's production designer.[15]\n\nFruitvale Station was shot in Oakland, California,[8] for 20 days in July 2012.[16] Scenes were shot at and around the Bay Area Rapid Transit platform where Grant was killed.[17]  BART agreed to let the crew film at Fruitvale station for three four-hour nights. Most of the platform scenes were shot over the course of two nights (with another night dedicated to the sequences on the train that led up to the police confrontation).[18] San Quentin State Prison served as a filming location for a flashback scene with prisoners featured as extras.[19] The film was shot in Super 16 mm format using Arriflex 416 cameras and Zeiss Ultra 16 lenses.[20]\n\n\nThe film includes actual amateur footage of the shooting, which Coogler initially did not want to use: \nFruitvale Station's musical score is by Coogler's fellow USC graduate Ludwig Göransson,[21] who said of the scoring process:\n\nCoogler added: \nA soundtrack album, Fruitvale Station: Original Motion Picture Soundtrack, was released digitally on September 24, 2013, and on CD on October 15, 2013, through Lakeshore Records.[22]\n\n"
        },
        {
            "title": "Promotion",
            "text": "The Weinstein Company commissioned three murals to be painted in Los Angeles, New York, and San Francisco by street artists Ron English, Lydia Emily and LNY in anticipation of the film.[24]\n\nSome people questioned having a poster for the film in Fruitvale Station, but a BART spokeswoman said about this decision:\n\nPromotional material used on the film's Facebook page and website referred to the controversial killing of Trayvon Martin in Florida, which was in the news at the same time as the film's release.[26] This drew some criticism, with publicist Angie Meyer stating, \"It's absolutely inappropriate and morally wrong to use a high-profile case to create publicity and buzz around a movie release.\"[27]\n\nAs part of its film promotion, the Weinstein Co. set up the \"I am __\" campaign to encourage people to share stories of overcoming acts of social injustice or mistreatment, and to upload photos or other artworks related to those experiences.[28]\n\n"
        },
        {
            "title": "Release",
            "text": "Fruitvale Station premiered on January 19, 2013, at the Sundance Film Festival, where it was listed as Fruitvale before undergoing a title change.[29] After premiering at Sundance, it was at the center of a distribution bidding war. The Weinstein Company acquired the film rights for about $2 million.[30] In May 2013, Fruitvale Station appeared in the Un Certain Regard, an award section recognizing unique and innovative films, at the 66th Cannes Film Festival[31] and won the award for Best First Film.[32]\n\nThe Oakland premiere was held as a private screening at Grand Lake Theater on June 20, 2013.[33] The film opened in select theaters on July 12,[34] about the same time as the verdict in the trial of George Zimmerman for shooting Trayvon Martin.[28][35]\n\nThe film grossed an estimated $127,445 on its first day[36] and ended its first weekend of limited release with $377,285 from seven theaters for a $53,898 per-theater-average.[37] It is the third-highest opening of the year for a film in limited release (behind Spring Breakers and The Place Beyond the Pines)[38] and one of the best openings for a Sundance festival top prize winner.[39] A week after its debut, Fruitvale Station expanded to 35 theaters and garnered $742,272 for a $21,832 per-screen average.[40] The film opened nationwide on July 26 in more than 1,000 locations.[41][42] It ranked #10 at the box office, earning $4.59 million.[43] The film has grossed $16,101,339 in the United States and $1,284,491 elsewhere, for a worldwide total of $17,385,830.[3]\n\nOn Rotten Tomatoes the film holds an approval rating of 94% with an average rating of 8.10/10, based on 216 reviews. The site's critical consensus states: \"Passionate and powerfully acted, Fruitvale Station serves as a celebration of life, a condemnation of death, and a triumph for star Michael B. Jordan.\"[44] On Metacritic, which assigns a weighted mean rating to reviews from mainstream critics, the film received an average score of 85 out of 100, based on 46 critics, indicating \"universal acclaim\".[45] Audiences polled by CinemaScore gave the film an average grade of A on an A+ to F scale.[46]\n\nTodd McCarthy of The Hollywood Reporter called it \"a compelling debut\" and \"a powerful dramatic feature film\". He also praised the lead performances: \"As Oscar, Jordan at moments gives off vibes of a very young Denzel Washington in the way he combines gentleness and toughness; he effortlessly draws the viewer in toward him. Diaz is vibrant as his patient and loyal girlfriend, while Spencer brings her gravitas to the proceedings as his stalwart mother.\"[47]\n\nActor Joseph Gordon-Levitt praised the film as the \"best film\" of the 2013 Sundance Film Festival.[48] Singer Billie Eilish has stated it is her favorite film four years in a row in her annual Vanity Fair interview.[49]\n\nWriting for The Village Voice, chief film critic Stephanie Zacharek called Fruitvale Station \"a restrained but forceful picture that captures some of the texture and detail of one human life\" and praised Coogler, writing that he \"dramatizes Oscar's last day by choosing not to dramatize it: The events unfold casually, without any particular scheme. And yet because we know how this story will end, there's a shivery, understated tension running beneath.\"[50]\n\nIn his Sundance festival wrap-up, critic Kenneth Turan of the Los Angeles Times wrote, \"Made with assurance and quiet emotion, this unexpectedly devastating drama based on the real life 2009 shooting of an unarmed young black man at an Oakland Fruitvale Station of BART (San Francisco Bay Area Rapid Transit System - Fruitvale Station) impressed everyone as the work of an exceptional filmmaker.\"[51]\n\nIn a more mixed review, Geoff Berkshire of Variety called it \"a well-intentioned attempt to put a human face on the tragic headlines surrounding Oscar Grant.\" He praised Michael B. Jordan's performance but critiqued the \"relentlessly positive portrayal\" of the film's subject: \"Best viewed as an ode to victim's rights, Fruitvale forgoes nuanced drama for heart-tugging, head-shaking and rabble-rousing.\"[4]\n\nIn a negative New York Post review and subsequent opinion piece in Forbes, Kyle Smith accused Coogler of omitting key information and fabricating other scenes in order to manipulate viewers into a distorted impression of the depicted events.[52][53]\n\nThe film appeared on several critics' top ten lists of the best films of 2013:[54]\n\nFruitvale Station was made available in Digital HD via Anchor Bay on December 31, 2013.[96] DVD and Blu-ray combo packs were released on January 14, 2014.[97]\n\n"
        }
    ]
}