{
    "url": "https://en.wikipedia.org/wiki/Future_history",
    "title": "Future history",
    "table_of_contents": [
        "1 Background",
        "2 Notable future histories",
        "3 Difference from \"alternate history\"",
        "4 Future becoming past",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A future history is a postulated history of the future and is used by authors of science fiction and other speculative fiction to construct a common background for fiction. Sometimes the author publishes a timeline of events in the history, while other times the reader can reconstruct the order of the stories from information provided therein.\n\n"
        },
        {
            "title": "Background",
            "text": "The term appears to have been coined by John W. Campbell, Jr., the editor of Astounding Science Fiction, in the February 1941 issue of that magazine, in reference to Robert A. Heinlein's Future History. Neil R. Jones is generally credited as the first author to create a future history.[1]\n\nA set of stories which share a backdrop but are not really concerned with the sequence of history in their universe are rarely considered future histories. For example, neither Lois McMaster Bujold's Vorkosigan Saga nor George R. R. Martin's 1970s short stories which share a backdrop are generally considered future histories. Standalone stories which trace an arc of history are rarely considered future histories.\n\nEarlier, some works were published which constituted \"future history\" in a more literal sense—i.e., stories or whole books purporting to be excerpts of a history book from the future and which are written in the form of a history book—i.e., having no personal protagonists but rather describing the development of nations and societies over decades and centuries.\n\nSuch works include:\n\n"
        },
        {
            "title": "",
            "text": "Unlike alternate history, where alternative outcomes are ascribed to past events, future history postulates certain outcomes to events in the writer's present and future.\n\nThe essential difference is that the writer of alternate history is in possession of knowledge of the actual outcome of a certain event, and that knowledge influences also the description of the event's alternate outcome. The writer of future history does not have such knowledge, such works being based on speculations and predictions current at the time of writing.\n\n"
        },
        {
            "title": "Future becoming past",
            "text": "The future projected in a \"future history\" can often turn out to be wildly inaccurate.\n\nFor example, in 1933 H. G. Wells postulated in The Shape of Things to Come a Second World War in which Nazi Germany and Poland are evenly matched militarily, fighting an indecisive war over ten years; and Poul Anderson's early 1950s Psychotechnic League depicted a world undergoing a devastating nuclear war in 1958, yet by the early 21st century managing not only to rebuild the ruins on Earth but also engage in extensive space colonization of the Moon and several planets. A writer possessing knowledge of the actual swift collapse of Poland in World War II and the enormous actual costs of far less ambitious space programs in a far less devastated world would have been unlikely to postulate such outcomes.[2] 2001: A Space Odyssey was set in the future and featured developments in space travel and habitation  which have not occurred on the timescale postulated.\n\nA problem with future history science fiction is that it will date and be overtaken by real historical events, for instance H. Beam Piper's future history, which included a nuclear war in 1973, and much of the future history of Star Trek. Jerry Pournelle's \"CoDominium\" future history assumed that the Cold War would end with the United States and Soviet Union establishing a co-rule of the world, the CoDominium of the title, which would last into the 22nd Century—rather than the Soviet Union collapsing in 1991.\n\nThere are several ways this is dealt with. One solution to the problem is when some authors set their stories in an indefinite future, often in a society where the current calendar has been disrupted due to a societal collapse or undergone some form of distortion due to the impact of technology. Related to the first, some stories are set in the very remote future and only deal with the author's contemporary history in a sketchy fashion, if at all (e.g. the original Foundation Trilogy by Asimov). Another related case is where stories are set in the near future, but with an explicitly allohistorical past, as in Ken MacLeod's Engines of Light series.\n\nIn other cases, the merging of the fictional history and the known history is done through extensive use of retroactive continuity. In yet other cases, such as the Doctor Who television series and the fiction based on it, much use is made of secret history, in which the events that take place are largely secret and not known to the general public.\n\nAs with Heinlein, some authors simply write a detailed future history and accept the fact that events will overtake it, making the sequence into a de facto alternate history.\n\nLastly, some writers formally transform their future histories into alternate history, once they had been overtaken by events. For example, Poul Anderson started The Psychotechnic League history in the early 1950s, assuming a nuclear war in 1958—then a future date. When it was republished in the 1980s, a new foreword was added explaining how that history's timeline diverged from ours and led to war.\n\n"
        }
    ]
}