{
    "url": "https://en.wikipedia.org/wiki/Future_tense",
    "title": "Future tense",
    "table_of_contents": [
        "1 Expressions",
        "2 Germanic languages",
        "2.1 English",
        "2.2 Dutch",
        "2.3 Swedish",
        "3 Latin and Romance",
        "3.1 Future tense with habere",
        "4 Indo-Aryan languages",
        "4.1 Hindi",
        "4.1.1 Indicative and Subjunctive future",
        "4.1.2 Prospective future",
        "4.1.3 Imperative future",
        "5 Semitic languages",
        "5.1 Hebrew",
        "5.2 Arabic",
        "6 Mandarin Chinese",
        "7 Creoles",
        "7.1 Jamaican English Creole",
        "7.2 Belizean Creole English",
        "7.3 Gullah",
        "7.4 Hawaiian Creole English",
        "7.5 Haitian Creole",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In grammar, a future tense (abbreviated FUT) is a verb form that generally marks the event described by the verb as not having happened yet, but expected to happen in the future. An example of a future tense form is the French aimera, meaning \"will love\", derived from the verb aimer (\"love\"). The \"future\" expressed by the future tense usually means the future relative to the moment of speaking, although in contexts where relative tense is used it may mean the future relative to some other point in time under consideration.\n\nEnglish does not have an inflectional future tense, though it has a variety of grammatical and lexical means for expressing future-related meanings. These include modal auxiliaries such as will and shall as well as the futurate present tense.[1]\n\n"
        },
        {
            "title": "Expressions",
            "text": "The nature of the future, necessarily uncertain and at varying distances ahead, means that the speaker may refer to future events with the modality either of probability (what the speaker expects to happen) or intent (what the speaker plans to make happen).[2] Whether future expression is realis or irrealis depends not so much on an objective ontological notion of future reality, but rather on the degree of the speaker's conviction that the event will in fact come about.[3]: p.20 \n\nIn many languages there is no grammatical (morphological or syntactic) indication of future tense. Future meaning is supplied by the context, with the use of temporal adverbs such as \"later\", \"next year\", etc. Such adverbs (in particular words meaning \"tomorrow\" and \"then\") sometimes develop into grammaticalized future tense markers. (A tense used to refer specifically to occurrences taking place on the following day is called a crastinal tense.)\n\nIn other languages, mostly of European origin, specific markers indicate futurity. These structures constitute a future tense. In many cases, an auxiliary verb is used, as in English, where futurity is often indicated by the modal auxiliary will (or shall). However, some languages combine such an auxiliary with the main verb to produce a simple (one-word, morphological) future tense. This is the origin of the future tense in Western Romance languages such as French and Italian (see below).\n\nA given language may have more than one way to express futurity. English, for example, often refers to future events using present tense forms or other structures such as the going-to future, besides the canonical form with will/shall. In addition, the verb forms used for the future tense can also be used to express other types of meaning; English again provides examples of this (see English modal verbs for the various meanings that both will and shall can have besides simply expressing futurity).\n\n"
        },
        {
            "title": "Germanic languages",
            "text": "In Germanic languages, including English, a common expression of the future is using the present tense, with the futurity expressed using words that imply future action (I go to Berlin tomorrow or I am going to Berlin tomorrow). There is no simple (morphological) future tense as such. However, the future can also be expressed by employing an auxiliary construction that combines certain present tense auxiliary verbs with the simple infinitive (stem) of the main verb. These auxiliary forms vary between the languages. Other, generally more informal, expressions of futurity use an auxiliary with the compound infinitive of the main verb (as with the English is going to ...).\n\nEnglish grammar provides a number of ways to indicate the future nature of an occurrence. Some argue that English, like most Germanic languages, does not have a future tense[4]—that is, a grammatical form that always indicates futurity—nor does it have a mandatory form for the expression of futurity. However, through gradual development from its Germanic roots, English became what is now considered a language strongly future-tense-marking.[5] Currently, there are several generally accepted ways to indicate futurity in English, and some of them—particularly those that use will or shall as the most universal and widely used—are frequently described as future tense while some may argue these verbs serve both as present modal verbs and future tense markers.[4]\n\nThe will/shall future consists of the modal verb will or shall together with the bare infinitive of the main verb, as in \"He will win easily\" or \"I shall do it when time permits\". (Prescriptive grammarians prefer will in the second and third persons and shall in the first person, reversing the forms to express obligation or determination, but in practice shall and will are generally used interchangeably,[6] with will being more common. For details see shall and will.) The meaning of this construction is close to that expressed by the future tense in other languages. However the same construction with will or shall can have other meanings that do not indicate futurity, or else indicate some modality in addition to futurity (as in \"He will make rude remarks\", meaning he has a habit of doing so, or, \"You shall act on my behalf\", giving an order). For details of these meanings, see the sections on will and shall in the article on English modal verbs.\n\nThe form of the will/shall future described above is frequently called the simple future (or future simple). Other constructions provide additional auxiliaries that express particular aspects: the future progressive (or future continuous) as in \"He will be working\"; the future perfect as in \"They will have finished\"; and the future perfect progressive as in \"You will have been practising.\" For detail on these, see the relevant sections of Uses of English verb forms. (For more on expressions of relative tense, such as the future perfect, see also the section above.)\n\nSeveral other English constructions commonly refer to the future:\n\nQuestions and negatives are formed from all of the above constructions in the regular manner: see Questions and Negation in the English grammar article. The auxiliaries will and shall form the contracted negations won't and shan't (they can also sometimes be contracted when not negated, to  'll, such as in I'll find it).\n\nThe various ways of expressing the future carry different meanings, implying not just futurity but also aspect (the way an action or state takes place in time) and/or modality (the attitude of the speaker toward the action or state).[3][7]  The precise interpretation must be based on the context. In particular there is sometimes a distinction in usage between the will/shall future and the going-to future (although in some contexts they are interchangeable). For more information see the going-to future article.\n\nDutch can express the future in three ways:[8]\n\nZullen + infinitive is more similar to shall than to will. It is used to:[9]\n\nEnglish will and Dutch wil, although cognates, have over the centuries shifted in meaning, such that will is almost identical to shall, whereas Dutch wil means want, as in Ik wil het doen (I want to do it).\n\nGaan + infinitive can be compared with the English \"going to\" . It is used:\n\nSwedish[2]: pp.107–108  skall strongly implies intention, but with an adverb such as nog \"probably\" it can avoid the implication of intentionality: Det här skall nog gå bra \"This will probably go well\".  However, the past tense of skall, skulle, can be used without such an adverb to express predictions in the past:  Pelle sa, att det skulle bli varmt på eftermiddagen \"Pelle said that it would be warm in the afternoon.\"\n\nPure future, regardless of intention, is usually expressed with kommer att (literally: \"comes to\"): Det här kommer att gå bra \"This will go well\", Du kommer att överleva det här \"You will survive this\".\n\nGenerally, future tense is sparsely used in spoken Swedish, with the verb instead being put in present tense and accompanied by a distinct time specification: Jag åker till Spanien på fredag \"I travel to Spain on Friday\" Då ses vi imorgon. \"Then we meet tomorrow\"\n\n"
        },
        {
            "title": "Latin and Romance",
            "text": "The future tense forms in Latin varied by conjugation.  Here is a sample of the future tense for the first conjugation verb amare, \"to love\".\n\nSee Latin conjugation for further details. Sound changes in Vulgar Latin made future forms difficult to distinguish from other verb forms (e.g., amabit \"he will love\" vs. amavit \"he loved\"), and the Latin simple future forms were gradually replaced by periphrastic structures involving the infinitive and an auxiliary verb, such as debere, venire, velle, or especially habere. All of the modern Romance languages have grammaticalized one of these periphrastic constructions for expressing the future tense; none of them has preserved the original Latin future, with the exception of Old French preserving the original Latin future forms of estre \"to be\": jo (i)er, tu (i)ers, il (i)ert, nos (i)ermes, vos *(i)ertes, and il (i)erent, all of them were derived from erō, irregular future form of esse \"to be\", in addition to future forms in ser- (< sedēre \"to sit\") or estr-.\n\nWhile Classical Latin used a set of suffixes to the main verb for the future tense, later Vulgar Latin adopted the use of habere (\"to have\") with the infinitive, as for example:\n\npetant aut non petant venire habet[10] (\"whether they ask or do not ask, it will come\")\n\nFrom this construction, the major Western Romance languages have simple future tense forms that derive from the infinitive followed by a conjugated form of the verb \"to have\" (Latin habere). As the auxiliary verb lost its modal force (from a verb expressing obligation, desire, or intention, to a simple marker of tense), it also lost syntactic autonomy (becoming an enclitic) and phonological substance (e.g., Latin first singular habeo > ayyo > Old French ai, Modern French [e]).\n\nThus the sequence of Latin verbs amare habeo (\"I have to love\") gave rise to French aimerai, Spanish amaré, etc. \"I will love\".[11][12]\n\nPhonetic changes also affected the infinitive in the evolution of this form, so that in the modern languages the future stem is not always identical to the infinitive. Consider the following Spanish examples:\n\n"
        },
        {
            "title": "Indo-Aryan languages",
            "text": "In Hindi, verbs can be conjugated for three grammatical aspects (habitual, perfective, and progressive) and five grammatical moods (indicative, presumptive, subjunctive, contrafactual, and imperative).  Out of the three aspects, the habitual mood of Hindi cannot be conjugated into the future tense. The indicative future is constructed from the subjunctive future forms. Imperatives in Hindi can also be put into future tense.[13]\n\nThere are two future subjunctive moods in modern Hindi, first the regular subjunctive and the second, the perfective subjunctive which superficially has the same form as the perfective aspect forms of verbs but still expresses future events, it is used with if clauses and relative clauses. In a semantic analysis, this use of the perfective aspect marker would not be considered perfective, since it is more closely related to subjunctive usage. Only the superficial form is identical to that of the perfective.[14] This perfective subjunctive cannot be used as a coupla for aspectual participles.\n\nThe future indicative forms are constructed using the future subjunctive forms of verbs by adding the future suffix गा (-gā) which declines for number and gender of the grammatical person. The table below shows the future subjunctive and indicative forms of the verb करना karnā (to do).\n\nThe prospective future is constructed using the prospective future participle which is constructed from the oblique infinitive by adding the suffix वाला (-vālā) which also declines for the number and the gender of the pronoun. The participle is always followed by the auxiliary verb होना (honā) in its conjugated forms. The copula होना (honā) can be put into four grammatical moods: indicative, presumptive, subjunctive, and contrafactual.[15] The table below shows the indicative mood forms of the prospective future for the verb करना karnā (to do).\n\nImperatives in Hindi can be conjugated into two tenses, present and future tense. The conjugations are mentioned in the table below for the verb करना karnā (to do). Hindi also has imperatives forms which are constructed form the subjunctive form of the verbs for the formal 2nd person pronoun आप (āp), and also third person pronouns to give indirect commands.[16][17]\n\n"
        },
        {
            "title": "Semitic languages",
            "text": "Biblical Hebrew has a distinction between past and future tenses which is similar in form to those used in other Semitic languages such as Arabic and Aramaic. Gesenius refers to the past and future verb forms as Perfect and Imperfect,[18] respectively, separating completed action from uncompleted action. However, the usage of verbs in these forms does not always have the same temporal meaning as in Indo-European languages, mainly due to the common use of a construct of inverting the time reference with a prefix \"Waw consecutive\" (ו' ההיפוך). With this construct,  the Perfect-consecutive refers to the future[19]  and the Imperfect-consecutive refers to the past.\n\nUsage of the imperfect to discuss future events is somewhat uncommon in Biblical Hebrew, as the Bible mainly discusses past events. It can be found in quoted speech, such as in the words of Moses (imperfect verbs stressed):\n\nThe Perfect-consecutive is commonly found in prophetic text, describing an unspecified future, as in the Book of Isaiah:\n\nModern Hebrew always employs the imperfect as the future tense (and the perfect as the past tense). The usage of \"Waw consecutive\" has practically disappeared, except for quotes from the Bible and Poetic language.\n\nTo form future tense in Arabic the prefix (سـ) \"sa\" is added to the present tense verb, or (سوف) \"sawfa\".[22]\n\nFor example, consider the sentence:\n\nTo express the future we have two ways:\n\nIn Classical Arabic the latter indicates an individual future action that usually takes place further in the future than the first mentioned form, which is usually used with verbs that relate to other actions, and mostly referring to rather near future actions.\nHowever, in Modern Standard Arabic (MSA) the distinction is minimal.\n\nMoreover, the indication of the future tense in dialectal Arabic is quite varied from one dialect to the next.\nGenerally speaking, the words meaning \"want to\" (بدي / أريد أن), \"go to\" (أروح), \"intend to\"(ناوي /نويت), and many others are used daily to indicate future actions.[23]\nIn Moroccan Arabic, the word \"Ghad\" (غاد) is used to indicate future, which literally means \"there\" (or there is to happen), that is in some way similar to the English formation \"there I go..\"\n\n"
        },
        {
            "title": "Mandarin Chinese",
            "text": "Mandarin Chinese has no grammatical tense, instead indicating time of action from the context or using adverbs.  However, the auxiliary verb 會 / 会 - huì / ㄏㄨㄟˋ, a modal meaning \"can\", \"know how\", can alternatively indicate futurity.[24]: p.265,  [25]: p.183   For lexical futurity, the word 要 yào, which can serve as a verb meaning \"to want\", can also serve as an adverb meaning \"immediately\":[25]: p. 175  For example, 我要洗澡 wǒ yào xǐzǎo can mean either \"I want to bathe\" or \"I am about to bathe\".  即 jí、將 jiāng serve a similar function as tense-marking adverbs.[how?]\n\n"
        },
        {
            "title": "Creoles",
            "text": "Creoles are languages with a vocabulary heavily based on a superstrate language but a grammar based on substrate languages and/or universal language tendencies.  Some Creoles model a future tense/irrealis mood marker on \"go\" from the superstrate (analogous to English \"am going to\").[26]: p. 188   In many creoles the future can be indicated with the progressive aspect, analogous to the English \"I'm seeing him tomorrow.\"[26]: p. 190   In general creoles tend to put less emphasis on marking tense than on marking aspect.  When any of tense, aspect, and modality are specified, they are typically indicated with invariant pre-verbal markers in the sequence anterior relative tense (prior to the time focused on), irrealis mode (conditional or future), imperfective aspect.[26]: pp. 176–9, p. 191 \n\nThe future marker in Jamaican Creole is /de go/[26]: pp. 93–95  or /a go/: /de go hapm/ \"is going to happen\", /mi a go ɹon/ \"I am going to run\".\n\nIn Belizean Creole, the future tense is indicated by a mandatory invariant pre-verbal particle /(w)a(n)/, /gwein/, or /gouɲ/.\n\nIn Gullah the future is indicated by the pre-verbal marker gwine:  Uh gwine he'p dem \"I'm going to help them\".\n\nIn Hawaiian Creole, the pre-verbal future marker is gon:[27] Ai gon bai wan pikap \"I'm going to buy a pickup\".\n\nHaitian Creole, based on a French superstrate, interchangeably uses pral or va (from French 3rd person singular va \"goes\") pre-verbally to indicate the future:[28] Mwen va fini lit. \"I go finish\"; Li pral vini jodi a \"He will come today\".\n\n"
        }
    ]
}