{
    "url": "https://en.wikipedia.org/wiki/Gabriel",
    "title": "Gabriel",
    "table_of_contents": [
        "1 Judaism",
        "1.1 Intertestamental literature",
        "2 Christianity",
        "2.1 New Testament",
        "2.2 Gabriel's horn",
        "2.3 Feast days",
        "2.4 Latter-day Saint teachings",
        "3 Islam",
        "3.1 Tasks",
        "4 Art, entertainment, and media",
        "4.1 Gabriel sculptures",
        "4.2 Festivals",
        "4.3 Film",
        "4.4 Games",
        "4.5 Literature",
        "4.6 Music",
        "4.7 Visual art",
        "4.8 Television",
        "5 See also",
        "6 References",
        "6.1 Notes",
        "6.2 Citations",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn Abrahamic religions (Judaism, Christianity and Islam), Gabriel (/ˈɡeɪbriəl/)[N 2] is an archangel mentioned in the Hebrew Bible, the New Testament, and the Quran.\n\nIn the Hebrew Bible, Gabriel appears to the prophet Daniel to explain his visions (Daniel 8:15–26, 9:21–27). The archangel also appears in the Book of Enoch and other ancient Jewish writings. Alongside the archangel Michael, Gabriel is described as the guardian angel of Israel, defending its people against the angels of the other nations. Gabriel is also translated as \"strength of God\" in some languages.[6]\n\nThe Gospel of Luke relates the stories of the Annunciation, in which the angel Gabriel appears to Zechariah and the Virgin Mary, foretelling the births of John the Baptist and Jesus, respectively (Luke 1:11–38). Many Christian traditions—including Anglicanism, Eastern Orthodoxy, and Roman Catholicism—revere Gabriel as a saint.[1][7]\n\nIslam regards Gabriel as an archangel sent by God to various prophets, including Muhammad.[8] The first five verses of the Al-Alaq, the 96th chapter of the Quran, is believed by Muslims to have been the first verses revealed by Gabriel to Muhammad.[8]\n\nThe Church of Jesus Christ of Latter-day Saints hold that the angel Gabriel is the same individual as the prophet Noah.[9][10]\n\nAccording to one ancient Gnostic manuscript, the Holy Book of the Great Invisible Spirit, Gabriel is a divine being and inhabitant of the Pleroma who existed prior to the Demiurge.[11]\n\nYazidis consider Gabriel one of the Seven Mysteries, the heptad to which God entrusted the world, and sometimes identified with the archangel Melek Taus.[12]\n\n"
        },
        {
            "title": "Judaism",
            "text": "Gabriel, (Hebrew: גַּבְרִיאֵל, romanized: Gaḇrīʾēl) is interpreted by Talmudic rabbis to be the \"man in linen\" as in the Book of Daniel and the Book of Ezekiel. In the Book of Daniel, Gabriel is responsible for interpreting Daniel's visions. Gabriel's main function in Daniel is that of revealer, a role he continues in later literature. In the Book of Ezekiel, Gabriel is understood to be the angel that was sent to destroy Jerusalem. According to the Jewish Encyclopedia, Gabriel takes the form of a man, and stands at the left hand of God.[13] Shimon ben Lakish (Syria Palaestina, 3rd century) concluded that the angelic names of Michael, Raphael, and Gabriel came out of the Babylonian exile (Gen. Rab. 48:9).[14] Alongside archangel Michael, Gabriel is described as the guardian angel of Israel, defending this people against the angels of the other nations.[6]\n\nIn Kabbalah, Gabriel is identified with the sephirah of Yesod. Gabriel also has a prominent role as one of God's archangels in the Kabbalah literature. There, Gabriel is portrayed as working in concert with Michael as part of God's court. Gabriel is not to be prayed to because only God can answer prayers and sends Gabriel as his agent.[13]\n\nAccording to Jewish mythology, in the Garden of Eden there is a tree of life or the \"tree of souls\"[15] that blossoms and produces new souls, which fall into the Guf, the Treasury of Souls. Gabriel reaches into the treasury and takes out the first soul that comes into his hand. Then Lailah, the Angel of Conception, watches over the embryo until it is born.[citation needed]\n\nThe intertestamental period (roughly 200 BC – 50 AD) produced a wealth of literature, much of it having an apocalyptic orientation. The names and ranks of angels and devils were greatly expanded, and each had particular duties and status before God.\n\nIn 1 Enoch 9:1–3, Gabriel, along with Michael, Uriel and Suriel, \"saw much blood being shed upon the earth\" (9:1) and heard the souls of men cry, \"Bring our cause before the Most High\" (9:3). In 1 Enoch 10:1, the reply came from \"the Most High, the Holy and Great One\" who sent forth agents, including Gabriel—\n\nGabriel is the fifth of the five angels who keep watch: \"Gabriel, one of the holy angels, who is over Paradise and the serpents and the Cherubim\" (1 Enoch 20:7).\n\nWhen Enoch asked who the four figures were that he had seen:\n\n"
        },
        {
            "title": "Christianity",
            "text": "First, concerning John the Baptist, an angel appeared to his father Zacharias, a priest of the course of Abia, (Luke 1:5–7) whose barren wife Elisabeth was of the daughters of Aaron, while he ministered in the temple:\n\nAfter completing his week[17] of ministry, Zacharias returned to his home and his wife Elizabeth conceived. After she completed \"five months\" (Luke 1:21–25) of her pregnancy, Gabriel is mentioned again:\n\nGabriel only appears by name in those two passages in Luke. In the first passage the angel identified himself as Gabriel, but in the second it is Luke who identified him as Gabriel.  The only other named angels in the New Testament are Michael the Archangel (in Jude 1:9) and Abaddon (in Revelation 9:11). Gabriel is not called an archangel in the Bible. Believers are expressly warned not to worship angels (in Colossians 2:18–19 and Revelation 19:10).[19]\n\nThe trope of Gabriel blowing a trumpet blast to indicate the Lord's return to Earth is especially familiar in Spirituals. However, though the Bible mentions a trumpet blast preceding the resurrection of the dead, it never specifies Gabriel as the trumpeter. Different passages state different things: the angels of the Son of Man (Matthew 24:31); the voice of the Son of God (John 5:25-29); God's trumpet (I Thessalonians 4:16); seven angels sounding a series of blasts (Revelation 8-11); or simply \"a trumpet will sound\" (I Corinthians 15:52).[20]\n\nIn related traditions, Gabriel is again not identified as the trumpeter. In Judaism, trumpets are prominent, and they seem to be blown by God himself, or sometimes Michael. In Zoroastrianism, there is no trumpeter at the last judgment. In Islamic tradition, it is Israfil who blows the trumpet, though he is not named in the Qur'an. The Christian Church Fathers do not mention Gabriel as the trumpeter; early English literature similarly does not.[20]\n\nThe earliest known identification of Gabriel as the trumpeter comes in the Hymn of the Armenian Saint Nerses Shnorhali, \"for Protection in the Night\":[21]\n\nIn 1455, in Armenian art, there is an illustration in an Armenian manuscript showing Gabriel sounding his trumpet as the dead climb out of their graves.[22] Two centuries later, Gabriel is identified as the trumpeter, in John Milton's Paradise Lost (1667):[20][23]\n\nLater, Gabriel's horn is omnipresent in Negro spirituals, but it is unclear how the Byzantine conception inspired Milton and the spirituals, though they presumably have a common source.[20]\n\nGabriel's horn also makes an appearance in \"The Eyes of Texas\" (1903) in which it signifies the rapture.[24] In Marc Connelly's play based on spirituals, The Green Pastures (1930), Gabriel has his beloved trumpet constantly with him, and the Lord has to warn him not to blow it too soon.[20] Four years later \"Blow, Gabriel, Blow\" was introduced by Ethel Merman in Cole Porter's Anything Goes (1934).\n\nSaint Gabriel the Archangel's festival day was exclusively celebrated on 18 March according to many sources dating between 1588 and 1921; unusually, a source published in 1856[25] has the feast celebrated on 7 April for unknown reasons (a parenthetical note states that the day is normally celebrated on 18 March). Writer Elizabeth Drayson mentions the feast being celebrated on 18 March 1588 in her 2013 book \"The Lead Books of Granada\".[26]\n\nOne of the oldest out-of-print sources placing the feast on 18 March, first published in 1608, is \"Flos sanctorum: historia general de la vida y hechos de Jesu-Christo...y de los santos de que reza y haze fiesta la Iglesia Catholica...\" by the Spanish writer Alonso de Villegas; a newer edition of this book was published in 1794.[27] Another source published in Ireland in 1886 the Irish Ecclesiastical Record also mentions 18 March.[28]\n\nThe feast of Saint Gabriel was included by Pope Benedict XV in the General Roman Calendar in 1921, for celebration on 24 March.[29] In 1969 the day was officially transferred to 29 September for celebration in conjunction with the feast of the archangels St. Michael and St. Raphael.[30] The Church of England has also adopted the 29 September date, known as Michaelmas.\n\nThe Eastern Orthodox Church and those Eastern Catholic Churches which follow the Byzantine Rite celebrate his feast day (Synaxis of the Archangel Michael and the Other Bodiless Powers) on 8 November (for those churches that follow the traditional Julian Calendar, 8 November currently falls on 21 November of the modern Gregorian Calendar, a difference of 13 days). Eastern Orthodox commemorate him, not only on his November feast, but also on two other days:\n\nSaint Gabriel the Archangel is commemorated on the vigil of Annunciation (24 March) by Antiochian Western Rite Vicariate[33] and ROCOR Western Rite.[34]\n\nThe Coptic Orthodox Church celebrates his feast on 13 Paoni,[35] 22 Koiak and 26 Paoni.[36]\n\nThe Ethiopian Church celebrates his feast on 18(in the Ethiopian calendar) December, with a sizeable number of its believers making a pilgrimage to a church dedicated to \"Saint Gabriel\" in Kulubi and Wonkshet on that day.[37]\n\nAdditionally, Gabriel is the patron saint of messengers, those who work for broadcasting and telecommunications such as radio and television, postal workers, clerics, diplomats, and stamp collectors.[5]\n\nIn the Church of Jesus Christ of Latter-day Saints theology, Gabriel is believed to have lived a mortal life as the prophet Noah. The two are regarded as the same individual; Noah being his mortal name and Gabriel being his heavenly name.[9][10]\n\n"
        },
        {
            "title": "Islam",
            "text": "Gabriel (Arabic: جِبْرِيل, romanized: Jibrīl; also Arabic: جبرائيل, romanized: Jibrāʾīl or Jabrāʾīl; derived from the Hebrew: גַּבְרִיאֵל, romanized: Gaḇrīʾēl)[8][38][39][40] is venerated as one of the primary archangels and as the Angel of Revelation in Islam.[8][38][39] He is primarily mentioned in the verses 2:97, 2:98, and 66:4 of the Quran, although the Quranic text doesn't explicitly refer to him as an angel.[38] In the Quran, the archangel Gabriel appears named in 2:97 and 66:4, as well as in 2:98, where he is mentioned along with the archangel Michael (Mīkāʾīl).[8]\n\nExegetical Quranic literature narrates that Muhammad saw the archangel Gabriel in his full angelic splendor only twice, the first time being when he received his first revelation.[39] As the Bible portrays Gabriel as a celestial messenger sent to Daniel,[41] Mary,[42] and Zechariah,[43] Islamic tradition holds that Gabriel was sent to numerous pre-Islamic Biblical prophets with revelation and divine injunctions, including Adam, whom Muslims believe was consoled by Gabriel some time after the Fall, too.[44] He is known by many names in Islam, such as \"keeper of holiness\".[45] In Hadith traditions, Jibril is said to have six hundred wings.[46]\n\nMuslims believe that Gabriel was mainly tasked with transmitting the scriptures from God to the prophets and messengers, as Asbab al-Nuzul or revelation of Al-Baqara, Ayah 124|Quran 3:124 (Translated by Shakir) when Muhammad was questioned which angel is revealing the holy scriptures revelation, and Muhammad told the Jews it is revealed by Gabriel who is tasked to it.[47]\n\nMuslims also revere Gabriel for a number of events predating what they regard as the first revelation, narrated in the Quran. Muslims believe that Gabriel was the angel who informed Zachariah (Zakariyyā) of     Yaḥyā's (John's) birth, as well as Mary (Maryam) of the future nativity of Jesus;[48][49] and that Gabriel was one of three angels who had earlier informed Abraham (ʾIbrāhīm) of the birth of Isaac (ʾIsḥāq) [51:24-30].[50] Gabriel also makes a famous appearance in the Hadith of Gabriel, in which he questions Muhammad on the core tenets of Islam.[8]\n\nGabriel is also believed to have delivered punishment from God to the Sodomite by leveling the entire Sodom city with a tip of his wing.[51] According to a Hadith narrated by Abu Dharr al-Ghifari, which is compiled by al-Hakim al-Tirmidhi, Gabriel has an ability to regulate Feeling or Perception of human, particularly a feel of happiness or sadness.[52]\n\nGabriel is believed to have helped Muhammad overcome his adversaries significantly against a demon (ʻifrīt) during the Mi'raj.[53][54] Gabriel is believed to have helped Muhammad overcome his adversaries during the Battle of Badr, where according to scholars and clerics of Islam, the various hadiths, both authentics and inauthentics, has mentioned that Gabriel,[55] Michael, Raphael,[56][N 3][N 4] and thousands of best angels from third level of sky, all came to the battle of Badr by impersonating appearance of Zubayr ibn al-Awwam, a Companions of the Prophet and bodyguard of the prophet.[N 5][61] This is deemed as Zubayr personal honor according to Islamic belief.[62][63][N 6] Meanwhile, Safiur Rahman Mubarakpuri has recorded in his historiography works of Quran and Hadith revelation in Prophetic biography, that Sa'd ibn Abi Waqqas testified he saw two unidentified warriors clad in white has protected Muhammad during the Battle of Uhud, That later being confirmed by Muhammad those two unidentified warriors were Jibril and Mikail in disguise.[65]\n\nMoreover, he is believed to have further encouraged Muhammad to wage war and attack the Jewish tribe of Banu Qurayza.[38][66] Another appearance of Gabriel in Islamic religious texts were found in numerous Hadiths during the Battle of Hunayn, where the Gabriel stood next to Muhammad.[67]\n\nOther Islamic texts and some Apocryphal literature also supported Gabriel's role as a celestial warrior.[38][68] Though alternate theories exist, whether the occurrence of the Holy Spirit in the Quran refers to Gabriel or not, remains an issue of scholarly debate.[citation needed] However, a clear distinction between apocryphal and Quranic references to Gabriel is that the former doesn't designate him as the Holy Spirit in the First Book of Enoch, which narrates the story of Gabriel defeating the Nephilim.[38]\n\n"
        },
        {
            "title": "",
            "text": "Angels are described as pure spirits.[69][70] The lack of a defined form allows artists wide latitude in depicting them.[71] Amelia R. Brown draws comparisons in Byzantine iconography between portrayals of angels and the conventions used to depict court eunuchs. Mainly from the Caucasus, they tended to have light eyes, hair, and skin; and those \"castrated in childhood developed a distinctive skeletal structure, lacked full masculine musculature, body hair and beards....\" As officials, they would wear a white tunic decorated with gold. Brown suggests that  \"Byzantine artists drew, consciously or not, on this iconography of the court eunuch.\"[72] Some recent popular works on angels consider Gabriel to be female or androgynous.[73][74]\n\nDaniel 8:15 describes Gabriel as appearing in the \"likeness of man\" and in Daniel 9:21 he is referred to as \"the man Gabriel\". David Everson observes that \"such anthropomorphic descriptions of an angel are consistent with previous...descriptions of angels,\" as in Genesis 19:5.[14]\n\nGabriel is most often portrayed in the context of scenes of the Annunciation. In 2008 a 16th-century drawing by Lucas van Leyden of the Netherlands was discovered. George R. Goldner, chairman of the department of prints and drawings at New York's Metropolitan Museum of Art, suggested that the sketch was for a stained glass window. \"The fact that the archangel is an ordinary-looking person and not an idealized boy is typical of the artist\", said Goldner.[79]\n\nIn chronological order (to see each item, follow the link in the footnote):[80]\n\nThe Military Order of Saint Gabriel was established to recognize \"individuals who have made significant contributions to the U.S. Army Public Affairs community and practice.\" The medallion depicts St. Gabriel sounding a trumpet, while the obverse displays the Army Public Affairs emblem.[81]\n\n"
        }
    ]
}