{
    "url": "https://en.wikipedia.org/wiki/Gabriel_Marcel",
    "title": "Gabriel Marcel",
    "table_of_contents": [
        "1 Early life and education",
        "2 Existential themes",
        "3 Influence",
        "3.1 Main works",
        "4 Works in English translation",
        "5 Notes",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Gabriel Honoré Marcel[a] (7 December 1889 – 8 October 1973) was a French philosopher, playwright, music critic and leading Christian existentialist. The author of over a dozen books and at least thirty plays, Marcel's work focused on the modern individual's struggle in a technologically dehumanizing society. Though often regarded as the first French existentialist, he dissociated himself from figures such as Jean-Paul Sartre, preferring the term philosophy of existence or neo-Socrateanism to define his own thought. The Mystery of Being is a well-known two-volume work authored by Marcel.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Marcel was born on 7 December 1889 in Paris, France. His mother Laure Meyer, who was Jewish, died when he was young and he was brought up by his aunt and father, Henry Marcel.  When he was eight he moved for a year where his father was minister plenipotentiary.[5]\n\nMarcel completed his DES thesis[b] (diplôme d'études supérieures [fr], roughly equivalent to an MA thesis) and obtained the agrégation in philosophy from the Sorbonne in 1910, at the unusually young age of 20.  During the First World War he worked as head of the Information Service, organized by the Red Cross to convey news of injured soldiers to their families.[5] He taught in secondary schools, was a drama critic for various literary journals, and worked as an editor for Plon, the major French Catholic publisher.[6]\n\nMarcel was the son of an agnostic,[5] and was himself not a member of any organized religion until his conversion to Catholicism in 1929. Marcel was opposed to anti-Semitism and supported reaching out to non-Catholics.\n\nHe died 8 October 1973 in Paris.\n\n"
        },
        {
            "title": "Existential themes",
            "text": "He is often classified as one of the earliest existentialists, although he dreaded being placed in the same category as Jean-Paul Sartre; Marcel came to prefer the label neo-Socratic (possibly because of Søren Kierkegaard, the father of Christian existentialism, who was a neo-Socratic thinker himself). While Marcel recognized that human interaction often involved objective characterisation of \"the other\", he still asserted the possibility of \"communion\" – a state where both individuals can perceive each other's subjectivity.\n\nIn The Existential Background of Human Dignity, Marcel refers to a play he had written in 1913 entitled Le Palais de Sable, in order to provide an example of a person who was unable to treat others as subjects.\n\nIn this case, Moirans is unable to treat either of his daughters as a subject, instead rejecting both because each does not conform to her objectified image in his mind. Marcel notes that such objectification \"does no less than denude its object of the one thing which he has which is of value, and so it degrades him effectively.\"[8]\n\nAnother related major thread in Marcel was the struggle to protect one's subjectivity from annihilation by modern materialism and a technologically driven society. Marcel argued that scientific egoism replaces the \"mystery\" of being with a false scenario of human life composed of technical \"problems\" and \"solutions\". For Marcel, the human subject cannot exist in the technological world, instead being replaced by a human object. As he points out in Man Against Mass Society and other works, technology has a privileged authority with which it persuades the subject to accept his place as \"he\" in the internal dialogue of science; and as a result, man is convinced by science to rejoice in his own annihilation.[9]\n\n"
        },
        {
            "title": "Influence",
            "text": "For many years, Marcel hosted a weekly philosophy discussion group through which he met and influenced important younger French philosophers like Jean Wahl, Paul Ricœur, Emmanuel Levinas, and Jean-Paul Sartre. Marcel was puzzled and disappointed that his reputation was almost entirely based on his philosophical treatises and not on his plays, which he wrote in the hope of appealing to a wider lay audience. He also influenced phenomenologist and Thomistic philosopher Karol Wojtyla (later Pope John Paul II), who drew on Marcel's distinction between \"being\" and \"having\" in his critique of technological change.[10]\n\nHis major books are the Metaphysical Journal (1927), Being and Having (1933), Homo Viator (1945), Mystery of Being (1951), and Man Against Mass Society (1955). He gave the William James Lectures at Harvard in 1961–1962, which were subsequently published as The Existential Background of Human Dignity.\n\n"
        }
    ]
}