{
    "url": "https://en.wikipedia.org/wiki/Gakutensoku",
    "title": "Gakutensoku",
    "table_of_contents": [
        "1 History",
        "2 Description",
        "3 Legacy",
        "4 Cultural references",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Gakutensoku (學天則, Japanese for \"learning from the laws of nature\"), the first robot to be built in the East, was created in Osaka in the late 1920s. The robot was designed and manufactured by biologist Makoto Nishimura (1883–1956, father of actor Kō Nishimura). Nishimura had served as a professor at Hokkaido Imperial University, studied Marimo and was an editorial adviser to the Osaka Mainichi newspaper (now the Mainichi Shimbun).\n\n"
        },
        {
            "title": "History",
            "text": "Concerned about the idea of robots seen as slaves to humans, particularly as portrayed in the play R.U.R., written by Karel Čapek, Nishimura set out to build a different kind of robot, or as he called it, an \"artificial human\". The robot he wanted to build would celebrate nature and humanity, and rather than a slave, it would be a friend, and even an inspirational model, to people.[1]\n\nIn 1926, Nishimura resigned from Hokkaido Imperial University, moved to Osaka, and started building his robot, with help from a small team of assistants. He named his robot Gakutensoku. Gakutensoku was first displayed in September 1928 in Kyoto, and the following year it was exhibited in Tokyo, Osaka, and Hiroshima, and later in Korea and China as well. Not long after, Gakutensoku disappeared. No records appear to exist describing how and where Gakutensoku disappeared.[1]\n\n"
        },
        {
            "title": "Description",
            "text": "Gakutensoku could change its facial expression and move its head and hands via an air pressure mechanism. It had a pen-shaped signal arrow in its right hand and a lamp named Reikantō (靈感燈, Japanese for \"inspiration light\") in its left hand. Perched on top of Gakutensoku was a bird-shaped robot named Kokukyōchō (告曉鳥, Japanese for \"bird informing dawn\"). When Kokukyōchō cried, Gakutensoku's eyes closed and its expression became pensive. When the lamp shone, Gakutensoku started to write words with the pen.\n\nGakutensoku was displayed at some expositions in Japan, the Chosun Exhibition and one other in Korea[2] but was lost while touring Germany in the 1930s.\n\n"
        },
        {
            "title": "Legacy",
            "text": "An asteroid, 9786 Gakutensoku, was named after the robot.\n\nA modern version of Gakutensoku was produced in 2008 by the Osaka Science Museum, where it is now on display.\n\n"
        }
    ]
}