{
    "url": "https://en.wikipedia.org/wiki/Galactic_empire",
    "title": "Galactic empire",
    "table_of_contents": [
        "1 Notable examples",
        "2 Structure",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGalactic empires are a common trope used in science fantasy and science fiction, particularly in works known as 'space operas'. Many authors have either used a galaxy-spanning empire as background or written about the growth and/or decline of such an empire. The capital of a galactic empire is frequently a core world, such as a planet relatively close to a galaxy's supermassive black hole, which has advanced considerably in science and technology compared to current human civilization. Characterizations can vary wildly from malevolent forces attacking sympathetic victims to apathetic bureaucracies to more reasonable entities focused on social progress and anywhere in between.\n\n"
        },
        {
            "title": "Notable examples",
            "text": "The best known such organization to the general public today is the Galactic Empire from Star Wars, which was formed in turn from the Galactic Republic. A military dictatorship based upon fear and terror, said Empire is an explicitly villainous force with linguistic and visual traits directly reminiscent of Nazi Germany. For example, their armored forces known as \"stormtroopers\" are named analogously to the Sturmabteilung (often known as the SA), a paramilitary entity created by the Nazis in 1920.[1] Their best-known weapon is the iconic Death Star, a moon-sized space platform that possesses the ability to destroy entire planets.\n\nMost of these galaxy-spanning domains depend on some form of transportation capable of quickly or instantly crossing vast cosmic distances, usually measured in light-years, many times faster than regular particles such as photons traveling at light speed. These, instantaneous or faster-than-light (FTL) technologies invariably require some type of propulsion or displacement technology forbidden by Albert Einstein's theories on relativity. Described methods often rely on theories that circumvent or supersede relativity. Examples include the hypothesis of a warp drive (such as, more specifically, an Alcubierre drive) that bends the fabric of space-time.\n\nThe term \"galactic empire\" has, no doubt because of association with the Empire from Star Wars, gained an unfavorable reputation. However, the galactic empires from the Foundation universe and the CoDominium universe are relatively benign organizations. Much of the plot of the Foundation series, authored by Isaac Asimov, revolves around the issue of who can best and most quickly revive the fallen galactic empire, it being taken for granted that this is a positive and worthy aim. In writer Jerry Pournelle's CoDominium series, members of the empire often work to maintain the best interests of humanity despite efforts by violent political extremists to pursue their own ends.\n\nIn many cases, the term \"galactic empire\" is misleading as it suggests an organization encompassing far more star systems than is actually described. This may come about as a result of propaganda exaggerating the spread of an imperial entity in order to appear stronger than is actually the case. The situation is similar to how historical nation-states such as the 'Holy Roman Empire' presented themselves; being roughly twice the size of modern Germany. While some of the noted fictional empires tend to encompass a large portion of the galaxy, many other empires may be classified as interplanetary or interstellar empires since they encompass only a local group of star systems.[citation needed]\n\nWriter Poul Anderson makes the point that the declining empire depicted in his Dominic Flandry series does not span the entire galaxy but only a fraction of one of its spiral arms. Still, however, the institution is vast beyond a regular human's ability to truly comprehend, and it is in the process of collapsing under its own weight.[citation needed]\n\nGalactic empires are many cases consciously modeled on historical Earth-bound empires. Asimov stated explicitly that the Galactic Empire whose fall is depicted in his Foundation books is modeled on the Roman Empire, with the author taking direct inspiration from the historical writings of Edward Gibbon, even to the point of basing some individual characters on historical figures. Specifically, Pebble in the Sky, taking place on Earth – a poor and backward province of the Galactic Empire – is modeled on Roman-ruled Judea in the First Century AD. Asimov's Earth – like the historical Judea – is sharply polarized between those who accept the Imperial authority and the fanatic \"Zealots\" who hatch violent plots of bloody rebellion and are the book's clear villains.[2]\n\nSimilarly, Anderson's Dominic Flandry series consciously compares the imperial organization for which the protagonist serves with the Roman Empire to the point of tracing out the space equivalents of the Roman 'Principate' and 'Dominate' phases. In the Star Wars universe, the fall of the Galactic Republic and its replacement by the Galactic Empire – as depicted in Revenge of the Sith – recall the historic fall of the Roman Republic and its replacement by the Roman Empire headed by Augustus.\n\nThe universe established in Frank Herbert's Dune recalls the aforementioned Holy Roman Empire as well as the Byzantine and Islamic empires, especially given the role of hitherto disregarded desert-dwellers who, due to a powerful new religion, expand to topple an old empire and build a new one. For example, the Egyptian-Canadian commentator Khalid M. Baheyeldin has enumerated the obviously Islamic concepts and references appearing in Dune to the level of finding multiple similarities between the career of Herbert's Paul Atreides and that of the Islamic prophet Muhammad.[3]\n\nAnother notable example of a galactic empire would be the Imperium of Man from the Warhammer 40,000 universe, which is a feudal theocratic industrial and militaristic totalitarian regime (nominally absolute monarchy) that does in fact span almost the entirety of the Milky Way Galaxy. Despite massive strength, the institution's territories are constantly at risk due to unending conflicts with various alien races and rebel factions.\n\nIn the final arc of the Sailor Moon manga series by Naoko Takeuchi, a fictional organization called Shadow Galactica has established an empire all over the Milky Way. Shadow Galactica is stealing \"starseeds\", the essence of sentient life in the galaxy. Its members come from different Star Systems and Sailor Galaxia, the self-proclaimed \"Golden Queen of Shadow Galactica\", has built her palace around the Galaxy Cauldron, the birthplace of all life in the Milky Way located in Galactic Center.\n\nBertram Chandler wrote two interstellar series – one featuring a Galactic Empire ruled by a series of non-hereditary Empresses while the other has a Republican Galactic Federation. Chandler's Empire and Federation, both relatively benign, have much in common – both covering the same volume of space, having much the same kind of Space Navy and both having the same commercial spaceflight company called \"The Dog Star Line\", suggesting that these are two alternate history timelines which branched off from the same original space travelling culture.\n\nA Galactic Empire need not be officially called that. For example, Asimov's Foundation is depicted as having started life as a Foundation of scholars, taking up just one city on one faraway planet and setting up a modest municipal government headed, naturally, by a Mayor. Through a centuries-long series of developments which are the main subject matter of the Foundation Series, the Foundation gains enormous power and territory and comes to rule virtually as many stellar systems as the earlier fallen Empire - but continues to call itself \"Foundation\" rather than \"Empire\", and its ruler - though wielding as much power as any Emperor - retains the title of \"Mayor\".\n\nIn Ursula K. Le Guin's Hainish Cycle, the interstellar entity known as \"The League of All Worlds\" and later as \"The Ekumen\" is in possession of the 'ansible'. Technology makes possible instantaneous interstellar communications, and the ability to send instantaneous unmanned ships carrying bombs to another planet is exploited as well. However, living beings can't survive such travel, and thus humans are limited to space exploration done at relativistic speeds. Correspondingly, this organization, despite on occasion waging war across interstellar distances, ends up being more loose than a true empire.\n\nAuthor Orson Scott Card's \"Starways Congress\", an organization featured in the work Speaker for the Dead (the follow-up to Ender's Game), similarly relies on the ansible. Yet it is more authoritarian and less benevolent than Le Guin's creation. Much of the story-line of the book and its sequels involve attempts to avoid interstellar bloodshed despite difficult circumstances.\n\n"
        },
        {
            "title": "Structure",
            "text": "In the novel Dune, the empire's power is held within three organizations, these being the Imperial family; the Landsraad, representing the nobility; and the Spacing Guild, an interstellar travel monopoly.\n\nStar Wars depicts an empire dictated by Darth Sidious, supported by a powerful space navy. It is stated in the original Star Wars film that there was an Imperial Senate that was later disbanded by the Emperor.\n\nIn Warhammer 40000, the Imperium of Man is managed by a vast bureaucracy, ranging from the High Lords of Terra to various mostly-autonomous planetary governors(they can do whatever they like so long as they pay taxes), all of which govern the Imperium's territories on behalf of the comatose God-Emperor. It is supported by several organisations, such as the Ecclesiarchy, its state church; and the Adeptus Mechanicus, which produces most of its military equipment, which also operate independently from each other and the central Terran government.\n\n"
        }
    ]
}