{
    "url": "https://en.wikipedia.org/wiki/Galina_Jovovich",
    "title": "Galina Jovovich",
    "table_of_contents": [
        "1 Life and career",
        "2 Filmography",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGalina Aleksandrovna Loginova (Russian: Галина Александровна Логинова; born 28 October 1950) is a Russian-American actress. She was famous in the Soviet Union for her roles in movies, and then gained additional popularity for being the agent for her daughter, actress and model Milla Jovovich. She currently acts in American and Russian movies.\n\nShe appeared in the American silent movie Silent Life (2014), portraying legendary Hollywood silent movie star Alla Nazimova[1] alongside Vlad Kozlov and Isabella Rossellini, based on the life of Hollywood icon Rudolph Valentino.[1]\n\n"
        },
        {
            "title": "Life and career",
            "text": "Galina Aleksandrovna Loginova was born on 28 October 1950 in Tuapse,[2] located on the Black Sea, to a Russian family from Tula.[3]\n\nHer father was a Soviet Army officer and her mother was a homemaker. Her parents divorced and she was raised by her mother in Ukraine. After graduating from high school in Dnipropetrovsk (then a city in the Soviet Union, now in Ukraine)[4] she studied acting in her native Tuapse, then moved to Moscow and attended the prestigious acting school at VGIK (All Soviet State Institute of Cinematography, now Gerasimov Institute of Cinematography).[citation needed]\n\nIn 1971, while still a student, she made her film debut in the popular TV series Teni ischezayut v polden (English: Shadows Disappear at Noon). In 1972, she graduated from VGIK as an actress, from the master-class of Vladimir Belokurov. She worked on stage as well as in film and on television in the Soviet Union.[citation needed] Her most notable roles were roles as Beatrice in Much Ado About Nothing (1973), a film adaptation of Shakespeare's play of the same name, and as Molly in the criminal drama The Fairfax Millions (1980), based on Alan Winnington's novel of the same name.[citation needed]\n\nIn 1973, she left Moscow and returned to Ukraine on assignment as a staff actress with the Dovzhenko Film Studio in Kyiv. There, in a popular Ukrainian restaurant called Libed (Swan), she met a Serbian medical doctor, Bogdan Jovović, and struck up a romance with him. She was later interrogated by KGB officers, who insisted that she must end her relationship with a foreigner. However, Loginova and Jovović were married, and on 17 December 1975, she gave birth to their daughter, Milla Jovovich, in Kyiv.[citation needed]\n\nIn 1980, Galina Loginova-Jovovich, together with her family, emigrated from the Soviet Union. The Soviet authorities immediately banned all films featuring her for a period of six years, so that she could not earn any royalties from her works made in the Soviet Union. For a few years she lived with her family in London, England, then moved to Sacramento, California, and eventually settled in Los Angeles. There she raised her daughter, Milla.[citation needed]\n\nDuring the 1980s she also worked as a housekeeper at the home of Hollywood director Brian De Palma. Eventually, Loginova became her daughter's agent and was instrumental in building Milla's successful career. She holds Russian and American citizenship and also continues to act in Russian and American films.[citation needed]\n\n"
        }
    ]
}