{
    "url": "https://en.wikipedia.org/wiki/Ganglion",
    "title": "Ganglion",
    "table_of_contents": [
        "1 Structure",
        "1.1 Basal ganglia",
        "1.2 Pseudoganglion",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A ganglion is a group of neuron cell bodies in the peripheral nervous system. In the somatic nervous system this includes dorsal root ganglia and trigeminal ganglia among a few others. In the autonomic nervous system there are both sympathetic and parasympathetic ganglia which contain the cell bodies of postganglionic sympathetic and parasympathetic neurons respectively.\n\nA pseudoganglion looks like a ganglion, but only has nerve fibers and has no nerve cell bodies.\n\n"
        },
        {
            "title": "Structure",
            "text": "Ganglia are primarily made up of somata and dendritic structures which are bundled or connected. Ganglia often interconnect with other ganglia to form a complex system of ganglia known as a plexus. Ganglia provide relay points and intermediary connections between different neurological structures in the body, such as the peripheral and central nervous systems.\n\nAmong vertebrates there are three major groups of ganglia:\n\nIn the autonomic nervous system, fibers from the central nervous system to the ganglia are known as preganglionic fibers, while those from the ganglia to the effector organ are called postganglionic fibers.\n\nThe term \"ganglion\" refers to the peripheral nervous system.[1]\n\nHowever, in the brain (part of the central nervous system), the \"basal ganglia\" is a group of nuclei interconnected with the cerebral cortex, thalamus, and brainstem, associated with a variety of functions: motor control, cognition, emotions, and learning.\n\nPartly due to this ambiguity, the Terminologia Anatomica recommends using the term basal nuclei instead of basal ganglia; however, this usage has not been generally adopted.\n\nA pseudoganglion is a localized thickening of the main part or trunk of a nerve that has the appearance of a ganglion[2] but has only nerve fibers and no nerve cell bodies.\n\nPseudoganglia are found in the teres minor muscle[3] and radial nerve.[citation needed]\n\n"
        }
    ]
}