{
    "url": "https://en.wikipedia.org/wiki/Gangster_film",
    "title": "Gangster film",
    "table_of_contents": [
        "1 Overview",
        "2 Gangster films in the United States",
        "2.1 Early Hollywood",
        "2.2 New Hollywood",
        "2.2.1 The Godfather pioneering Italian-American Mafia films",
        "2.2.2 Scorsese and the 1990s–2010s",
        "2.2.3 2020s",
        "2.3 African Americans",
        "2.4 Cocaine and the cartels",
        "3 Latino gang films",
        "4 French gangster films",
        "5 Italian-made gangster films",
        "6 British gangster films",
        "7 Japan and the Yakuza",
        "8 Indian cinema",
        "9 Hong Kong",
        "10 Russian cinema",
        "11 Comedy and parodies",
        "12 See also",
        "13 References",
        "14 Bibliography",
        "15 Further reading",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A gangster film or gangster movie is a film belonging to a genre that focuses on gangs and organized crime. It is a subgenre of crime film, that may involve large criminal organizations, or small gangs formed to perform a certain illegal act. The genre is differentiated from Westerns and the gangs of that genre.\n\n"
        },
        {
            "title": "Overview",
            "text": "The American Film Institute defines the genre as \"centered on organized crime or maverick criminals in a twentieth century setting\".[1] The institute named it one of the 10 \"classic genres\" in its 10 Top 10 list, released in 2008. The list recognizes 3 films from 1931 & 1932 (Scarface, The Public Enemy & Little Caesar). Only 1 film made the list from 1933 to 1966, (White Heat (1949)). This was at least partly due to the limitations on the genre imposed by the Hays Code, which was finally abandoned in favor of the Motion Picture Association of America film rating system in 1968.[2]\n\nThe genre was revitalized in the New Hollywood movement that followed. New Hollywood directors would be honored with 5 of the top 6 films on the list—1967's Bonnie and Clyde by Arthur Penn, 1972's The Godfather and 1974's The Godfather Part II both by Francis Ford Coppola, 1983's Scarface, a remake of the 1932 original, by Brian De Palma, and 1990's Goodfellas by Martin Scorsese. The rise and fall of a mobster in a classic gangster film is often a thematic trope.[3]\n\nIn the 1970s, as genre theory came to the focus of academic study and the creation of a more specific taxonomy of genres was defined, gangster film started being distinguished from other subgenres, especially that of western. The genre has been predominantly defined by its historical, ideological, and sociocultural context.[4] Three main categories of gangster films can be distinguished, according to Martha Nochimson: films that follow the escapades of outlaw rebels, such as Bonnie and Clyde, melodramas of villain gangsters against whom the in-story victims and the audience identify, such as Key Largo and, most predominantly in the genre, films following an outsider, immigrant gangster protagonist, with whom the audience identifies.[5]\n\nThe first Japanese films about the Yakuza evolved from the Tendency films of the 1930s. They featured historical tales of outlaws and the abuses suffered by the common people often at the hands of the corrupt powers that be.[6]  The so-called \"Chivalry movies\" of the 1960s gave way to the violent realism of Kinji Fukasaku, whose 1973 Battles Without Honor and Humanity would inspire future filmmakers across the globe.\n\n"
        },
        {
            "title": "Gangster films in the United States",
            "text": "1931 and 1932 produced three of the most enduring gangster films ever. Scarface, Little Caesar and The Public Enemy remain as three of the greatest examples of the genre. However, starting in the mid-1930s, the Hays Code and its requirements for all criminal action to be punished and all authority figures to be treated with respect made gangster films scarce for the next three decades.\n\nPolitics combined with the social and economic climate of the time to influence how crime films were made and how the characters were portrayed. Many of the films imply that criminals are the creation of society, rather than its rebel,[7] and considering the troublesome and bleak time of the 1930s, that argument carries significant weight. Often the best of the gangster films are those that have been closely tied to the reality of crime, reflecting public interest in a particular aspect of criminal activity; thus, the gangster film is in a sense a history of crime in the United States.[8]\n\nThe institution of Prohibition in 1920 led to an explosion in crime, and the depiction of bootlegging is a frequent occurrence in many mob films. However, as the 1930s progressed, Hollywood also experimented with the stories of the rural criminals and bank robbers, such as John Dillinger, Baby Face Nelson, and Pretty Boy Floyd. The success of these characters in film can be attributed to their value as news subjects, as their exploits often thrilled the people of a nation who had become weary with inefficient government and apathy in business.[9] However, as the FBI increased in power there was also a shift to favour the stories of the FBI agents hunting the criminals instead of focusing on the criminal characters. In fact, in 1935 at the height of the hunt for Dillinger, the Production Code office issued an order that no film should be made about Dillinger for fear of further glamorizing his character.\n\nMany of the 1930s crime films also dealt with class and ethnic conflict, notably the earliest films, reflecting doubts about how well the American system was working. As stated, many films pushed the message that criminals were the result of a poor moral and economic society, and many are portrayed as having foreign backgrounds or coming from the lower class. Thus, the film criminal is often able to evoke sympathy and admiration out of the viewer, who often place the blame on not the criminal's shoulders but a cruel society in which success is difficult.[10] When the decade came to a close, crime films became more figurative, representing metaphors, as opposed to the more straight forward films produced earlier in the decade, showing an increasing interest in offering a thought provoking message about criminal character.[11]\n\nWith the abolition of the Hays Code in the late 1960s, studios and filmmakers found themselves free to produce films dealing with subject matter that had previously been off-limits.[2]  Early examples include Arthur Penn's depression-era tale of Bonnie and Clyde; Mean Streets, Scorsese's cinema vérité story of a young aspiring mobster and his problem-gambler friend, played by Robert De Niro and Sam Peckinpah's Bring Me the Head of Alfredo Garcia, about the Mexican mob, family honor, and the opportunistic Bennie (Warren Oates), friend of the eponymous Alfredo Garcia, looking to make a big score when the chance drops in his lap. Bonnie and Clyde was one of 1967's biggest box office hits and garnered 2 Academy Awards and 8 other nominations including best picture. It, along with the others, however, were overshadowed by Francis Ford Coppola's Godfather saga.\n\nIn 1972, Francis Ford Coppola's The Godfather was released. The epic story of the Corleone family, its generational transition from post-prohibition to post-war, its fratricidal intrigues, and its tapestry of mid-century America's criminal underworld became a huge critical and commercial success. It accounted for nearly 10% of gross proceeds for all films for the entire year.[12]  It won the Oscar for Best Picture, as well as the award for Best Actor for Marlon Brando[13] and is widely considered one of the greatest American films of all time. Two years later, The Godfather Part II became the fifth-highest-grossing film of the year and garnered 11 Academy Award nominations. It again won Best Picture. Coppola won Best Director and Robert De Niro won best supporting actor for his portrayal of a young Vito Corleone.\n\nThe lesson of the films' successes was not wasted on Hollywood. Throughout the 1970s and 1980s, the studios issued a steady flow of films about Italian American gangsters and the Mafia. Some of these were critically acclaimed. Scorsese's Goodfellas about Henry Hill's life and relationship with the Lucchese and Gambino crime families, was nominated for six Academy Awards, including Best Picture and Best Director and won the award for Best Supporting Actor for Joe Pesci's performance. The 1987 film The Untouchables was nominated for four Academy Awards; Sean Connery won the Academy Award for Best Supporting Actor in his role as an associate of Eliot Ness who helped bring down Al Capone.[14] Others, however, strayed into stereotypes and the gratuitous use of Italian ethnicity in minor characters who happened to be criminals. This created a backlash in a portion of the Italian American community.[15]\n\nThe films of the 1990s produced several critically acclaimed mob films, many of which were loosely based on real crimes and their perpetrators. Many of these films featured long-time actors well known for their roles as mobsters such as Al Pacino, Robert De Niro, Joe Pesci and Chazz Palminteri.\n\nGoodfellas, directed by Martin Scorsese, starred Ray Liotta as real-life associate of the Lucchese crime family Henry Hill. It was one of the most notable gangster films of the decade. Robert De Niro and Joe Pesci also starred in the film with Pesci earning an Academy Award for Best Actor in a Supporting Role. The film was nominated for six Academy Awards in all, including Best Picture and Best Director, making Goodfellas one of the most critically acclaimed crime films of all time.\n\nFollowing their collaboration in Goodfellas, Scorsese, De Niro and Pesci would team up again in 1995's Casino, based on Frank Rosenthal, an associate of the Chicago Outfit, that ran multiple casinos in Las Vegas during the 1970s and 1980s. The film was De Niro's third mob film of the decade, following Goodfellas (1990) and A Bronx Tale (1993).\n\nAl Pacino also returned to the genre during the 1990s. He reprised his role as the iconic Michael Corleone in The Godfather Part III (1990). The film served as the final installment in The Godfather trilogy, following Michael Corleone as he tries to legitimize the Corleone family in the twilight of his career.\n\nIn 1993, Pacino starred in Carlito's Way as a former gangster released from prison that vows to go straight. In 1996, Armand Assante starred in television film Gotti as infamous New York mobster, John Gotti. In 1997's Donnie Brasco, Pacino starred alongside Johnny Depp in the true story of undercover FBI agent Joseph Pistone and his infiltration of the Bonanno crime family of New York City during the 1970s. It was nominated for an Academy Award for Best Adapted Screenplay.\n\nIn 2006, Scorsese released The Departed, his adaptation of Infernal affairs, the Hong Kong film. The Departed was also loosely based on the Whitey Bulger story, and Boston's Winter Hill Gang, which Bulger led. It earned Scorsese an Academy Award for Best Director and the film won the Academy Award for Best Picture.\n\nA 2018 biographical mafia film, Gotti, directed by Kevin Connolly, stars John Travolta as John Gotti, released in June. On review aggregator Rotten Tomatoes, the film holds an approval rating of 0% based on 38 reviews, and an average rating of 2.3/10. The website's critical consensus reads, \"Fuhgeddaboudit.\"[16] In 2019, Martin Scorsese released a biographical mafia film distributed by Netflix, The Irishman, starring all three heavyweights in the genre, Robert De Niro as Frank \"The Irishman\" Sheeran, Al Pacino as Jimmy Hoffa and Joe Pesci as Russell Bufalino.[17]\n\nThe Many Saints of Newark is an American crime drama film directed by Alan Taylor and produced by David Chase and Lawrence Konner, as a prequel to Chase's HBO crime drama series The Sopranos. The film focuses on the 1967 Newark riots.[18]\n\nApart from telling their own tales of African American gangsters in syndicates, films like Black Caesar feature the Italian mafia prominently. Often the blaxploitation films of the 1970s such as Shaft tell the tale of African American gangsters rising up and defeating the established white criminal order.[19] African Americans were under-represented in filmmaking roles during much of the 20th century.  It took African American producers and directors of the 1990s like John Singleton, Spike Lee and the Hughes Brothers to begin exploring the criminal lifestyle in American urban communities, telling stories of drugs, gang culture, gang violence, racism and poverty in African American communities.[20] Examples of films from the 1990s fitting the African-American gangster genre include Boyz N The Hood, Menace II Society and New Jack City.  [21][20]\n\nBrian De Palma's 1983 remake of Scarface stars Al Pacino as Tony Montana, a Cuban exile and ambitious newcomer to Miami who sees an opportunity to build his own drug empire. Abel Ferrara's 1990 King of New York tells the story of Frank White, (Christopher Walken) and his return to New York City from prison. He navigates both the traditional Italian mafia authorities as well as the new cartels, as they are producing, smuggling and distributing cocaine in an uneasy business Alliance.\n\n"
        },
        {
            "title": "French gangster films",
            "text": "An early example of the Gallic gangster film is Maurice Tourneur’s 1935 film Justin de Marseille [fr] set in Marseille. Tourneur's gangster-hero differentiates from his American equivalent by valuing honour, artisanship, community and solidarity.[22] Four years before of the rise of film noir, in 1937, Julien Duvivier creates Pépé le Moko, a French gangster film in the style of poetic realism that takes place in the Casbah. Its distribution in America was blocked by the US-makers of its 1938 remake Algiers.[23] French gangster films will appear again in the mid-1950s, most notably Jacques Becker's Touchez pas au grisbi, American blacklisted filmmaker Jules Dassin's Rififi and Jean-Pierre Melville's Bob le flambeur. Melville would also go on to direct 1967's\nLe Samouraï starring Alain Delon as mob hitman Jef Costello.[24]\n\n1969 and 1970 saw the release of three successful French gangster films featuring the day's biggest French movie stars. All three films featured good looking star Alain Delon, Jean Gabin, Delon, and Lino Ventura starred in 1969's Le clan des siciliens,[25] about a jewel thief and the Mafia. Borsalino,[26] a tale of the Italian Mafia in 1930 Marseilles, also featured Delon, along with Jean-Paul Belmondo. In Le Cercle Rouge, Delon, Gian Maria Volonté, and Yves Montand team up to rob an impenetrable jewelry store.\n\nAll three of the films were domestic successes and Borsalino was popular elsewhere in Europe. None of them, however, broke through in the United States.\n\n"
        },
        {
            "title": "British gangster films",
            "text": "Various British film noir and crime dramas from the 1930s, 40s and 50s were set in the underworld with gangster or racketeer character, such as Night and the City (1950). \n\nThe 1947 adaptation of the Graham Greene novel by the same name, Brighton Rock, is a stark portrayal of a young gang leader and the racketeers in Brighton. It has been recognized as one of the greatest UK films ever by the British Film Institute.\n\nThe late 1960s to early 70s saw a brief boom in British gangster films, alongside spy films and heist films, mirroring similar trends in Hollywood, Italy and elsewhere. Some films from this era took a lighthearted comedic approach to crime stories, like The Italian Job (1969), while others like Villain and Get Carter (both 1971) had a much darker neo-noir tone, a more fatalistic story, and a more gritty and violent portrayal of gangster life.\n\nThe early 2000s saw a resurgence of British gangster films, popularised by director Guy Ritchie's black comedy ensemble caper films Lock, Stock and Two Smoking Barrels (1998) and Snatch (2000), and by Jonathan Glazer's Sexy Beast (2000).\n\nNotable British gangster films from the 1960s onward include:\n\n"
        },
        {
            "title": "Japan and the Yakuza",
            "text": "The ninkyo eiga (chivalry films) were replaced in the late 1960s and early 1970s by a new style, pioneered by Kinji Fukasaku and inspired by the French New Wave and American Film noir called Jitsuroku eiga (true record films).[27]  The new style is considered to have begun with Fukasaku's Battles Without Honor and Humanity (1972), a violent, realistic portrayal of post-war gangs in the ruins of Hiroshima. \n\nPrior to Battles, the films of Seijun Suzuki had departed from the ninkyo eiga formula, but had met with limited commercial success. Although, Suzuki's Branded to Kill would later inspire other directors in the gangster film genre, including John Woo, Chan-wook Park and Quentin Tarantino.[28]\n\n"
        },
        {
            "title": "Indian cinema",
            "text": "Indian cinema,has several genres of gangster films.\n\n"
        },
        {
            "title": "Hong Kong",
            "text": "The Hong Kong gangster film genre began with 1986's A Better Tomorrow, directed by John Woo and starring Chow Yun Fat.[30]  Woo's tale of counterfeiters portrays a gangster who balances \"Kung Fu honor\" and the materialistic goals of the Triads.[30]  It was the all-time biggest grossing Hong Kong film at the box office and was critically acclaimed. Woo would follow with a string of successes, including The Killer, Bullet in the Head, and Hard Boiled.\n\n"
        },
        {
            "title": "Russian cinema",
            "text": "Soviet propaganda has always said that organized crime exists only in the West. However, with the dissolution of the Soviet Union, people of Russia had to face the fact of what they used to previously read only in newspapers. Gang wars accompanied the formation of capitalism in Russia. This decade in Russia received the name of \"Dashing 90s\" (Russian: Лихие 90-е, translit. Lihie devyanostye).[31]\n\nIn 1997 director Aleksei Balabanov released Brother which acquired cult status and started to return interest of local people to Russian cinema, which had been in crisis since the early 1990s. Later came the sequel Brother 2 (2000), which was even more successful. Actor Sergei Bodrov Jr., who played a major role in both of those films, in 2001 released Sisters, which was his directorial debut. Other notable films of those years were Antikiller (2002) by Yegor Konchalovsky and Tycoon (2002) by Pavel Lungin.[31][32]\n\nPyotr Buslov, a young 26-year-old director, in 2003 released Bimmer, which instantly became a hit. This movie about four friends was made in the road movie style. A few years later, Buslov released the sequel Bimmer 2 [ru] (2006). In 2005 Aleksei Balabanov returned to the theme of gangster cinema and filmed a black comedy Dead Man's Bluff. Later Balabanov returned to the theme of bandits again in The Stoker (2010). In 2010 was also released The Alien Girl by Anton Bormatov.[31]\n\nRussian television shows a lot of series about bandits, however, they are mostly of poor quality. A great success was the mini-series Brigada (2002), which received cult status.[31]\n\n"
        }
    ]
}