{
    "url": "https://en.wikipedia.org/wiki/Gargoyle",
    "title": "Gargoyle",
    "table_of_contents": [
        "1 Etymology",
        "2 Legend of the Gargouille",
        "3 History",
        "4 Catholic Church",
        "5 Animal",
        "6 Gallery",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In architecture, and specifically Gothic architecture, a gargoyle (/ˈɡɑːrɡɔɪl/) is a carved or formed grotesque[1]: 6–8  with a spout designed to convey water from a roof and away from the side of a building, thereby preventing it from running down masonry walls and eroding the mortar between. Architects often used multiple gargoyles on a building to divide the flow of rainwater off the roof to minimize potential damage from rainstorms. A trough is cut in the back of the gargoyle and rainwater typically exits through the open mouth. Gargoyles are usually elongated fantastical animals because their length determines how far water is directed from the wall. When Gothic flying buttresses were used, aqueducts were sometimes cut into the buttress to divert water over the aisle walls.[2]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term originates from the French gargouille, which in English is likely to mean \"throat\" or is otherwise known as the \"gullet\";[3][4] cf. Latin gurgulio, gula, gargula (\"gullet\" or \"throat\") and similar words derived from the root gar, \"to swallow\", which represented the gurgling sound of water (e.g., Portuguese and Spanish garganta, \"throat\"; gárgola, \"gargoyle\"). It is also connected to the French verb gargariser, which shares a Latin root with the verb \"gargle\"[1]: 8 [5] and is likely imitative in origin.[6] The Italian word for gargoyle is doccione or gronda sporgente,  an architecturally precise phrase which means \"protruding gutter\". Italian also uses gargolla or garguglia, when it has a grotesque shape.\n\nWhen not constructed as a waterspout and only serving an ornamental or artistic function, the technical term for such a sculpture is a grotesque, chimera, or boss. There are also regional variations, such as the hunky punk. Just as with bosses and chimeras, gargoyles are said to protect what they guard, such as a church, from any evil or harmful spirits.\n\n"
        },
        {
            "title": "Legend of the Gargouille",
            "text": "A French legend that sprang up around the name of St. Romanus (French: Romain; fl. c. 631–641 AD), the former chancellor of the Merovingian king Clotaire II who was made bishop of Rouen, relates how he delivered the country around Rouen from a monster called Gargouille or Goji.[7][8]  La Gargouille is said to have been the typical dragon with bat-like wings, a long neck, and the ability to breathe fire from its mouth.  Multiple versions of the story are given, either that St. Romanus subdued the creature with a crucifix, or he captured the creature with the help of the only volunteer, a condemned man. In each, the monster is led back to Rouen and burned, but its head and neck would not burn due to being tempered by its own fire breath. The head was then mounted on the walls of the newly built church to scare off evil spirits, and used for protection.[9] In commemoration of St. Romain, the Archbishops of Rouen were granted the right to set a prisoner free on the day that the reliquary of the saint was carried in procession (see details at Rouen).[10][11]\n\n"
        },
        {
            "title": "History",
            "text": "The term gargoyle is most often applied to medieval work, but throughout all ages, some means of water diversion, when not conveyed in gutters, was adopted.[12] In ancient Egyptian architecture, gargoyles showed little variation, typically in the form of a lion's head.[13] Similar lion-mouthed water spouts were also seen on Greek temples, carved or modelled in the marble or terracotta cymatium of the cornice.[14] An excellent example of this are the 39 remaining lion-headed water spouts on the Temple of Zeus.[clarification needed] Originally, it had 102 gargoyles or spouts, but due to the heavy weight (they were crafted from marble), many snapped off and had to be replaced.[15][16]\n\nMany medieval cathedrals included gargoyles and chimeras.[17] According to French architect and author Eugène Viollet-le-Duc, himself one of the great producers of gargoyles in the 19th century,[18] the earliest known medieval gargoyles appear on Laon Cathedral (c. 1200–1220).[19] One of the more famous examples is the gargoyles of Notre-Dame de Paris. Although most have grotesque features, the term gargoyle has come to include all types of images. Some gargoyles were depicted as monks, or combinations of real animals and people, many of which were humorous. Unusual animal mixtures, or chimeras, did not act as rainspouts and are more properly called grotesques. They serve as ornamentation but are now popularly called gargoyles.\n\nBoth ornamented and unornamented waterspouts projecting from roofs at parapet level were a common device used to shed rainwater from buildings until the early 18th century. From that time, more and more buildings used drainpipes to carry the water from the guttering roof to the ground and only very few buildings using gargoyles were constructed.  This was because some people found them frightening, and sometimes heavy ones fell off, causing damage. In 1724, the London Building Act passed by the Parliament of Great Britain made the use of downpipes compulsory in all new construction.[20]\n\n"
        },
        {
            "title": "Catholic Church",
            "text": "The primary use of the gargoyle was to illustrate evil through the form of the gargoyle,[citation needed] while another theory posits that grotesques in architecture were apotropaic devices.[21] Sometimes the use of the gargoyles illustrated pagan beliefs to reflect the unique cultural history of the community the cathedral is  part of.[citation needed] In the 12th century, before the use of gargoyles as rain spouts, St. Bernard of Clairvaux was famous for speaking out against gargoyles carved on the walls of his monastery's cloister:[22]\n\n\nAccording to Lester Burbank Bridaham, writing in Gargoylaes, Chimeres and the Grotesque in French Gothic Sculpture, \"There is much symbolism in the sculpture of the Gothic period; but we must be wary of reading in too much meaning.\"[25]\n"
        },
        {
            "title": "Animal",
            "text": "The ancient Egyptians, Greeks, Etruscans, and Romans all used animal-shaped waterspouts.[1]: 11  During the 12th Century, when gargoyles appeared in Europe, the Roman Catholic Church was growing stronger and converting many new people.  Most of the population at this time was illiterate, so images were very important to convey ideas.  Many early gargoyles depicted some version of a dragon, especially in France.  In addition to serving as spouts for water, the gaping mouths of these gargoyles evoked the fearsome destructiveness of these legendary beasts, reminding the laity of the need for the church's protection.[26]\n\nHuman qualities were sometimes ascribed to specific animals—that is, the animals were anthropomorphized. This was especially common for pagans, and using these ideas helped conversion to Catholicism. Some animals (such as the rhinoceros and the hippopotamus) were unknown in western Europe during the Middle Ages, so gargoyles of these species (such as the ones at Laon Cathedral) are modern gargoyles and therefore did not have symbolic meaning in Medieval times.[1]: 20 \n\n"
        }
    ]
}