{
    "url": "https://en.wikipedia.org/wiki/Gary_Zukav",
    "title": "Gary Zukav",
    "table_of_contents": [
        "1 Life",
        "2 Writing career",
        "3 Teachings",
        "4 Publications",
        "5 Related work",
        "6 Honors",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Gary Zukav (born October 17, 1942) is an American spiritual teacher and the author of four consecutive New York Times Best Sellers. Beginning in 1998, he appeared more than 30 times on The Oprah Winfrey Show to discuss transformation in human consciousness concepts presented in his book The Seat of the Soul. His first book, The Dancing Wu Li Masters (1979), won a U.S. National Book Award.[1][a]\n\n"
        },
        {
            "title": "Life",
            "text": "Gary Zukav was born in Port Arthur, Texas, the elder of two children of Morris Luis \"Morey\" and Lorene (née Weinberg) Zukav. His father owned a jewelry store in Pittsburg, Kansas, and his mother was a housewife who raised him and his younger sister.  Gary spent his early childhood in San Antonio and Houston. His family moved to Pittsburg, Kansas in 1952, while he was in fourth grade. In 1960, he graduated from Pittsburg High School as valedictorian. During that time he became an Eagle Scout, Governor of Kansas Boy's State, President of the Student Council, and Kansas State Debate championship team member twice.\n\nIn 1959, Gary received a scholarship to Harvard and matriculated high school in 1960. In his junior year at Harvard he left to motorcycle in Europe, North Africa, and the Middle East before returning the following year. In 1964, he was deeply moved by the murders of Chaney, Goodman, and Schwerner in Philadelphia, Mississippi, and worked as a summer volunteer for the National Association for the Advancement of Colored People (NAACP) in Jackson, Mississippi, under the direction of Charles Evers, brother of the slain Medgar Evers. In 1965, he graduated from Harvard.  That same year he enlisted in the U.S. Army and entered U.S. Army Infantry Officer Candidate School.  He was commissioned as 2nd Lieutenant in 1966. He volunteered for the U.S. Army Special Forces (Green Berets), completed Parachute Training (Fort Benning, Georgia), U.S. Army Special Warfare School (Fort Bragg, North Carolina), and served as an A Detachment Executive Officer in Okinawa and Vietnam, participating in Top Secret operations in Vietnam and Laos. He left Vietnam after the Tet Offensive of January 1968 and was discharged from the U.S. Army in 1968 as 1st Lieutenant.\n\nZukav returned to the U.S. in 1970 and moved to San Francisco, California. He recounts this period as an emotionally volatile time of sexual addiction, motorcycles, anger and drug-abuse.[2]  This continued until 1975 when an unexpected introduction to quantum physics by his roommate, Jack Sarfatti, who took him to the Lawrence Berkeley Laboratory initiated changes in his experience.  This led to his first book, Dancing Wu Li Masters, written with extensive help from Jack Sarfatti and other physicists he met through Sarfatti, as described in David Kaiser's book How the Hippies Saved Physics. He later described this book as his \"first gift to Life\".[3] In 1987 he moved to Mount Shasta, California, where he lived in a cabin as a self-described \"secular monk\" and spent extensive time in the surrounding wilderness. In 1993 he met Linda Francis. They co-founded the Seat of the Soul Institute in 1998 and moved to Ashland, Oregon, in 2000.\n\n"
        },
        {
            "title": "Writing career",
            "text": "Christopher Lehmann-Haupt reviewed The Dancing Wu Li Masters in The New York Times March 28, 1979.[4]\n\n\nHe called it \n\nThe review also acclaimed Zukav as \nDancing Wu Li Masters was also reviewed by the scientific community.\n\nRobert H. March, Professor of Physics at the University of Wisconsin, wrote in Physics Today in August 1979, \"Dealing with general relativity [Zukav] manages to convey the profound mental shift required to reduce physics to geometry. This is a neat trick, considering that he addresses an audience familiar with neither physics nor non-Euclidian geometry.\"\n\nMartin Gardner, mathematician and science writer for Scientific American,[5] wrote in a book review: \"Zukav is such a skillful expositor, with such an amiable style, that it is hard to imagine a layman who would not find this book enjoyable and informative.\"\n\nDavid Bohm, renowned quantum physicist, wrote a personal endorsement provided to the book's publisher Harper Collins: \"Recommended highly for those who want to understand the essential significance of modern physics, and for those who are concerned with its implications for possible transformation of human consciousness.\"\n\nZukav's next book, The Seat of the Soul, published in 1989, was a No. 1 New York Times Best Seller for 31 weeks and remained on the list for three years.[6] In an interview by Jeffrey Mishlove, for the popular Public Television series Thinking Allowed, Zukav summarized the concepts presented in The Seat of the Soul.\n\nIn 1998 Zukav began an ongoing conversation with Oprah Winfrey, appearing on her television show 35 times – more than any other guest.[7] Oprah, who keeps a copy of The Seat of the Soul at her bedside, proclaimed: \"The Seat of the Soul is my favorite book of all time, except for the Bible.\"[8] Her favorite quote from The Seat of the Soul: \"Every action, thought, and feeling is motivated by an intention, and that intention is a cause that exists as one with an effect.... In this most profound way, we are held responsible for every action, thought, and feeling, which is to say, for our every intention.\"\n\nZukav's third book, Soul Stories (2000), provides examples of people creating authentic power. Thoughts from the Seat of the Soul: Meditations for Souls in Progress (2001) offered daily quotes for meditation. The principles in The Seat of the Soul were elaborated in The Heart of the Soul: Emotional Awareness (2002), The Mind of the Soul: Responsible Choice (2003) and Self-Empowerment Journal: A Companion to The Mind of the Soul: Responsible Choice (2003) co-authored with Zukav's wife and spiritual partner Linda Francis. Soul to Soul: Communications from the Heart (2007) answered questions about love, fear, choice, responsibility and intuition. Spiritual Partnership: The Journey to Authentic Power (2010) provided guidelines for individuals engaged in relationship for the purpose of spiritual development.\n\nIn 1999 Zukav and Linda Francis co-founded the Seat of the Soul Institute. Its mission is to assist people across the world to create meaning and purpose, creativity and health, joy and love. It offers programs and tools to develop emotional awareness, responsible choice, intuition, trust, and spiritual partnerships. Events and programs include an annual five-day intensive Journey to the Soul immersion retreat, and co-sponsored lectures and workshops.\n\n"
        },
        {
            "title": "Teachings",
            "text": "Zukav introduces the concept of the alignment of personality with soul as the creation of \"authentic power\". He asserts that a transformation of humanity is underway from a species that is limited to the perceptions of the five senses, evolves by surviving, and survives by pursuing \"external power\", which he defines as the ability to manipulate and control, into a species that is not limited to the perceptions of the five senses, evolves by growing spiritually, and grows spiritually by creating authentic power. He further asserts that this transformation brings with it the new potential of authentic power and that the pursuit of external power is henceforth counter-productive to our evolution and produces only violence and destruction.\n\nAccording to Zukav, creating authentic power is a highly personal endeavor that requires the development of emotional awareness, responsible choice, intuition, and trust in the Universe, which he describes as \"alive, wise, and compassionate\".[9] He asserts that each individual can create authentic power only for himself or herself. He defines intention as a \"quality of consciousness that infuses an action\", i.e., the reason or motivation for the action, and choice of intention as the \"fundamental creative act\" that each individual performs continually, whether unconsciously or consciously. Creating authentic power requires consciously choosing intentions that create consequences for which the chooser is willing to assume responsibility (responsible choice), which requires emotional awareness, and which intuition can assist.\n\nZukav distinguishes the \"Old Male\" (five-sensory, protector, provider) and the \"Old Female\" (five-sensory, child bearer, homemaker) who join in marriage in order to enhance probabilities of survival and comfort from the emerging \"New Male\" (multi sensory, intuitive, emotionally aware) and the \"New Female\" (multi sensory, capable in all chosen endeavors) who join in a new kind of relationship in order to create authentic power and assist each other in creating authentic power. He calls this relationship \"spiritual partnership\" and defines it as \"partnership between equals for the purpose of spiritual growth\". According to Zukav, \"spiritual growth now requires relationships of substance and depth\"[3] and only spiritual partnerships are able to support all multi sensory individuals (not only couples) in creating authentic power. Zukav posits the \"Universal Human\" as the ultimate potential of the emerging multi sensory humanity – a human who is \"beyond nation, religion, race, sex, and economic status; a Citizen of the Universe whose allegiance is to Life first and all else second\".\n\n"
        },
        {
            "title": "Publications",
            "text": "6 million copies of Zukav's books are in print and translations exist in 24 languages.[11]\n\n"
        },
        {
            "title": "Related work",
            "text": "Zukav is a member of, participates in or advises the following: Club of Budapest, World Business Academy, Native American Earth Ambassadors, CoCreate with the Earth Foundation, EarthSave, and the Intuition Network, Earth Day 1990, the chair of the Government and Politics Strategy Group for the Campaign for the Earth.\n\n"
        }
    ]
}