{
    "url": "https://en.wikipedia.org/wiki/Gaslamp_fantasy",
    "title": "Gaslamp fantasy",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Gaslamp fantasy (also known as gaslight fantasy or gaslight romance) is a subgenre of both fantasy and historical fiction. Generally speaking, this particular realm of fantasy employs either a Victorian or Edwardian setting (i.e. a between the mid-19th and early 20th centuries). The gaslamp fantasy genre is not to be confused with steampunk, which is often set in the same historical era but usually has more of a super-science edge and uchronic tone. Nor is it the same as fantasy of manners, which is typically low-tech, often comedic, and involves social conflicts. Gaslamp fantasy also differs from classical Victorian/Edwardian faerie or pure fantasy in the J. R. R. Tolkien or Lewis Carroll style or from historical crime-novels in the Anne Perry or June Thomson style by the supernatural elements, themes, and subjects it features. Many of its tropes, themes, and stock characters derive from Gothic literature—a long-established genre composed of both romantic and horrific traits and motivated by the desire to rouse fear, apprehension, and other intense emotions within the reader—and could be described as an attempt to modernize literary Gothicism.\n\nWriter and artist Kaja Foglio originally coined the term in an effort to distinguish her and husband Phil Foglio's comic series Girl Genius from \"steampunk\". Kaja hoped to suggest the work's distinctive style, a medley of alternate history and Victorian-esque \"mad science\".[1]\n\nLater on, however, fantasy fans redirected the term to denote a spin-off genre of Holmesian fantasy or Victorian-based Gothic tales. According to fantasy fans as a whole, the subgenre consists, namely, of contemporary or modern fantasy pieces set in the Victorian \"gaslamp\" era. However, the subgenre also includes some works with a pre-Victorian setting (Susanna Clarke's Regency novel Jonathan Strange & Mr Norrell, for example). More samplings of the genre can be found in publications such as the Gaslight Grimoire anthologies and The League of Extraordinary Gentlemen comics.\n\n"
        },
        {
            "title": "Origin",
            "text": "The term \"gaslamp fantasy\" was first coined on April 26, 2006, by webcomic artist Kaja Foglio to differentiate her comic, Girl Genius, from conventional steampunk fiction.\n\nGirl Genius, although science fiction set in nineteenth-century Europe, does not have a firm emphasis on fantastic Industrial Revolution technology. Elements of other types of fiction are featured, including magic and mythical creatures, and the scientific element of it is less prominent. It also includes steampunk takes on contemporary sci-fi biology elements, like clockwork cyborgs, mass-produced Frankenstein-type creatures, and other monsters.\n\nGenerally, the term refers to fiction based in a Victorian-style setting, similar to steampunk, but with a broader emphasis on magic. The stories are usually not so focused on machinery of the period (or, often, any machinery at all), take more liberties with the actual time period, and may contain elements of other genres.\n\nSince the term's coining, gaslamp fantasy has been retroactively applied to other fiction written in the Victorian Age, such as the works of Bram Stoker, Jules Verne, and Sir Arthur Conan Doyle.\n\n"
        }
    ]
}