{
    "url": "https://en.wikipedia.org/wiki/Gaudapada",
    "title": "Gaudapada",
    "table_of_contents": [
        "1 Dates",
        "2 Mandukya Karika",
        "2.1 Authorship",
        "2.2 Contents",
        "2.2.1 Chapter One: Traditional Doctrine (Agama)",
        "2.2.2 Chapter Two: Unreality (Vaitathya)",
        "2.2.3 Chapter Three: Nonduality (Advaita)",
        "2.2.4 Chapter Four: The Peace of The Firebrand (Alatasanti)",
        "2.3 Relationship to Buddhism",
        "3 Other works by Gaudapadacharya",
        "4 Advaita guru-paramparā",
        "5 Shri Gaudapadacharya Math",
        "6 See also",
        "7 Notes",
        "8 References",
        "8.1 Printed sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGauḍapāda (Sanskrit: गौडपाद; fl.c. 6th century CE),[1] also referred as Gauḍapādācārya (\"Gauḍapāda the Teacher\"),[2] was an early medieval era Hindu philosopher and scholar of the Advaita Vedanta school of Hindu philosophy.[3][4] While details of his biography are uncertain, his ideas inspired others such as Adi Shankara who called him a Paramaguru (highest teacher).[2][5]\n\nGaudapada was the author or compiler of the Māṇḍukya Kārikā, also known as Gaudapada Karika.[6] The text consists of four chapters (also called four books[7]), of which Chapter[8]   Four uses Buddhist terminology thereby showing it was influenced by Buddhism. However, doctrinally Gaudapada's work is Vedantic, and not Buddhist.  [3][9][10] The first three chapters of  Gaudapada's text have been influential in the Advaita Vedanta tradition.  Parts of the first chapter that include the Mandukya Upanishad have been considered a valid scriptural source by the Dvaita and Vishistadvaita schools of Vedanta.[8][11]\n\n"
        },
        {
            "title": "Dates",
            "text": "The century in which Gaudapada lived and his life details are uncertain.[11] Estimates vary from early 6th[12][1] to 7th century CE.[13] He is generally dated from estimates for Adi Shankara, whose teacher Govinda Bhagavatpada is presumed to be the direct disciple of Gaudapada. Shankara in some texts, refers to Gaudapada as the \"teacher's teacher\" who knows the tradition of the Vedānta (sampradāya-vit). Assuming how long each lived and when, Gaudapada is estimated to have lived sometime in the 7th century CE.[2] Alternatively, states Potter, the phrase \"teacher's teacher\" should not be taken literally, and more in the sense of another phrase he uses for Gaudapada, namely Paramaguru (highest teacher).[2] He may have been the guru of Sankara's teacher, but was likely a more distant guru, states Michael Comans (aka Vasudevacharya).[14]\n\nAnother estimate places him around the early 6th century.[11][5] This estimate is based on Buddhist literature, and particularly those of scholars Bhavaviveka, Santaraksita and Kamalasila who cite Gauḍapada kārikās.[11][15] Bhavaviveka was a contemporary of Dharmapala, states Karl Potter, while Chinese texts and travel accounts place Dharmapala in the mid 6th century CE.[11] Assuming the Buddhist and Chinese records are reliable, and for Bhavaviveka to have quoted Gauḍapada kārikās, Gaudapada must have lived around 500 CE, or sometime in the first half of 6th century CE. But, it is certain that Gaudapada lived after the 4th century because he cites some Buddhist views of Nāgārjuna and Asanga, the latter of whom various accounts place in 4th century India.[11]\n\n"
        },
        {
            "title": "Mandukya Karika",
            "text": "Gaudapada wrote or compiled[6] the Māṇḍukya Kārikā, also known as the Gauḍapāda Kārikā and as the Āgama Śāstra.[note 1] Some scholars, states Karl Potter, doubt that Gaudapāda Kārikā was written by one author.[2]\n\nThe Māṇḍukya Kārikā is a concise explanation, in verse form,[note 2] of the doctrines in Mandukya Upanishad, one of the shortest but a profound Upanishad, consisting of just 12 sentences.[17] Even before the time of Adi Shankara, Mandukya Upanishad was considered to be a Śruti, but not one particularly important during his era.[18] In later periods it acquired a higher value, and expressing the Upanishadic essence. [18] The Karika, notably, presents rational arguments from dream states, infinitude and finitude, space and time, causality, disintegration, and generation in support of the advaita doctrine.[19]\n\nThe Māṇḍukya Kārikā is the earliest extant systematic treatise on Advaita Vedānta,[20] though it is not the oldest work to present Advaita views,[21] nor the only pre-Sankara work with the same type of teachings.[21] According to Hajime Nakamura, not only was the Gaudapada Karika treasured in the Advaita tradition, the text was revered and highly respected in Vishistadvaita and Dvaita Vedanta schools of Hinduism as well.[18] Gaudapada's text, adds Nakamura, was treasured but not considered a Sruti by Advaita scholars, while Ramanuja and Madhvacharya of non-Advaita schools considered its first chapter to be a Sruti.[18]\n\nThe Gaudapadiya Karika has 215 metered verses which are divided into four chapters:[11]\n\nChronologically, according to Hajime Nakamura, the Buddhist texts that quote from Gaudapada Karikas imply that the Vedantic ideas in the first three chapters are of greater antiquity. Most of Chapter Three of the compilation of Gaudapada Karika was complete by 400–500 CE, states Nakamura.[26] He estimates that most of Chapter One was complete by 300–400 CE, while Chapter Two which presupposes Chapter One can be dated to have been mostly complete after Chapter One but before Chapter Three.[27] Most of the Chapter Four was written sometime between 400 and 600 CE.[26]\n\nThe Self resides in one's body in three forms: waking state, sleeping dreamy state and in deep sleep state, according to Potter's translation. When awake, the Self experiences the Vishva – the external objects and the visible; when dreaming, it experiences the Taijasa – the internal mind objects and what appears in the dreams; when in deep sleep, the Self experiences Prajna – the unpolarized, the fruits of the heart and bliss.[22][29] The description of these states of self are similar, states Arvind Sharma, to those found in Brihadaranyaka Upanishad and other ancient Hindu texts.[30]\n\nGaudapada presents the competing traditional theories about life in vogue, before and in his times, in Karika 6 through 9. Some claim creation is the result of the expansion of the Self, some claim it is a mere magic show, some claim the creation is from God's desire, some claim Kala (time) creates all beings.[22] In Karika 10, the text states there is a fourth state of the Self, called Turiya, one of Advaita (nonduality), all pervading, unchanging and without Dukkha (sorrow).[22][29] This fourth state of Self in Gaudapada Karika is found in chapters 8.7 through 8.12 of Chandogya Upanishad, which discusses the \"four states of consciousness\" as awake, dream-filled sleep, deep sleep, and beyond deep sleep.[31][32]\n\nThe Vishva and Taijasa state of Self – states Gaudapada – can be a source of cause and effect, the Prajna is only cause, while Turiya state is neither.[22] It is the waking state and dream state that lead to awareness, errors and unawareness. The perceived duality of the world is Maya, when in reality there is only nonduality.[22] Chapter One ends with the discussion of the Om and its symbolism for Brahman, and the Atman within the heart of all living beings.[22][28][33]\n\nUnreal are the dream objects during sleep, states Gaudapada, because the one who dreams never actually goes to the places he dreams of, and because whatever situation he dreams about is something he leaves upon waking up. This is in the scripture Brihadaranyaka Upanishad.[23]\n\nIn the same sense, the true reality is covered up for man even in his waking state, state Kaarikas 4-6 of Chapter Two, because, translates Potter, \"any object nonexistent in the beginning and in the end is also nonexistent in the middle\".[23][34]\n\nWhen we sleep, we feel the external things we dream about are real and the internal states as unreal, but in the awakened state we realize both are unreal. In the same way, in our waking state whatever we apprehend to be real and unreal are both unreal, covering up the true reality, state Kaarikas 10–15.[23] But this assertion leads to the obvious question, states Gaudapada, that if both internal and external are not true reality, who is it that imagines, who apprehends them and who cognizes?[35] Gaudapada submits his answer as the Aatman (Self, soul).[23][35][36]\n\nGaudapada Kaarika states that while we do grasp objects, we perceive, we think, but this does not connote the nature of reality and unreality, just like our fear of \"a rope for a serpent in darkness\".[23][37] We construct realities, states Gaudapada, and imagine Jivatman to be various things such as praana (breath), loka (world), deva (gods), bhoktr (enjoyer), bhojya (enjoyables), sukshma (subtle), sthula (gross), murta (material), amurta (nonmaterial) and so on.[24][38][39]\n\nWe imagine things in our mind, we create things in our mind, we destroy things in our mind, says Gaudapada; yet all these things are not different from It, the Aatman (gender neutral).[24][38] All such constructions create dualities in our imagination, are maaya. The true reality, state Kaarikas 33–36, is nondual and it is Aatman.[40][24] Those who have mastered and grown past all attachments, past all fear and past all anger, they are past all dualities, know their Self, have secured the nonduality within. According to Kaarikas 36–38, such wise individuals, do not care about praise from anyone, are beyond all rituals, are homeless wanderers, for they have realized the truth inside them and outside; they, translates Potter, \"remain steadfastly true to nature\".[24][40]\n\nGaudapada opens this chapter by criticizing Upasana(worship) and states that this assumes, that the Brahman-Atman is unborn in the beginning and in the end, but is presently born(as jiva).[24][42] He states that the nondual Brahman-Atman (Self) can give rise to apparent duality (Jivas, individual souls), while remaining unaffected in the process. To this end he gives the analogy of space and jars.[43] Self is like space and the Jivas are like space in jars. Just as space is enclosed in a jar, so is the Self manifested as Jivas. When the jar is destroyed the space in the jar merges into space so likewise, are the Jivas one with the Self.[43][42]\n\nGaudapada states that the Upanishads such as the Brihadaranyaka Upanishad teach this, that one's own Atman (self) is identical to the Atman in other beings, and all Atman are identical with the Brahman.[44] While some Upanishads, acknowledges Gaudapada, imply a difference between individual soul and the Brahman, those texts are discussing the apparent distinction (duality) when one believes in apparent creation. In reality, states Gaudapada, there is no creation of souls from Brahman as they are identical.[44][45] We must not confuse passages meant for spiritual instruction. According to Karikas 3.17-18, Gaudapada admits that dualists disagree with this view, but the ancient texts admit duality in the context of appearances, while \"nonduality is indeed the highest reality\", translates Karmarkar.[44][46]\n\nAccording to Karl Potter's translation of Karikas 3.33-36, an awareness that is without conceptual construction is unborn, and this awareness is Brahman. This awareness is not a metaphor, nor born, it is real. Such awareness shines forth without fear, beyond words and thought, is calm and unwavering, equanimous, and full of light.[25][47] It comes from self-reflection, understanding, giving up attachment to Dukkha (frustration) and Sukha (pleasure), where the mind rests in indescribable calmness within.[25][48][note 3]\n\nGaudapada's Mandukyakarika III.39-46 describe asparsa yoga by which this calmness is attained.[49] In this practice of 'non-contact' (a-sparsa), the mind is controlled and brought to rest, and does not create \"things\" (appearances) after which it grasps; it becomes non-dual, free from the grasping subject-object dualism.[50][51] Knowing that only Atman-Brahman is real, the creations of the mind are seen as false appearances, and negated (MK III.31-33). When the mind is brought to rest, it becomes or is Brahman (MK III.46).[49] According to Gaudapada, Asparsa yoga is difficult for most including the yogis, who see fear, namely a loss of atman, in what is fearlessly blissful.[25][52][note 4]\n\nThe last chapter of Gaudapada Karika has a different style than the first three, and it opens by expressing reverence for all \"the greatest of men\", who are like the cosmic space through their awareness of nonduality, free from self-contradictions and confusion, and who understand Dharma.[25] Karikas 3–10 repeat some content from previous chapters, but with some word substitutions.[54][55] Karikas 11–13 quote the key duality premise of Samkhya school of Hindu philosophy, cross examines it, then asks how and why is cause eternal? The text states that the Samkhya premise \"cause is born as its effect\" leads to infinite regress, which is not persuasive.[54]\n\nGaudapada Karika then acknowledges the theory of Ajativada or non-origination of the Buddhas (Buddhists).[54] Like Samkhya premise, the text praises and cross examines it, in three ways: first, non-origination premises makes sense when neither the point of origin nor the end of something is known, but we know the point of origin of any example of something produced and there Ajativada premise does not follow; secondly, the Ajativada premise commits the Sadhyasama fallacy of reasoning by offering examples of what is yet to be proved.[54] Thirdly, state Karikas 29–41, neither samsara nor mukti has a beginning or end, because if something is born it must have an end, and something that is unborn has no end.[56][57]\n\nKarikas 45–52 state that  only (Vijnana) consciousness is real, explaining it with an example of fire stick before and during the time it burns, and adding we construct and deconstruct our state of awareness.[56][58] Karikas 53–56 assert that there is no causation, no effects, and repeats that consciousness is the only one real thing.[59] Everything is impermanent, nothing is eternal and everything is also without origination by nature, state Karikas 57–60.[60][61]\n\nKarikas 61–81 repeat text on four states from earlier chapters to re-emphasize the premises about impermanence and non-origination.[60][62] Attachment to unreality causes desire, sorrow (Dukkha) and fear, while detachment leads to freeing from such states and to samadhi.[60] There are three stages of understanding state Karikas 87–89: Laukika (ordinary. which cognizes object and subject as real), Shuddha laukika (purified ordinary, perceiving is considered real but not the objects) and Lokottara (supramundane, where neither objects nor perceiving are cognized as real).[60][63]\n\nKarikas 90–100 presents Agrayana (vehicle) to knowing. The text states, \"all dharmas are without beginning, without variety, and are consciousness only\".[60] Duality is for the unwise, nonduality and undifferentiated Reality is for the wise and difficult to grasp. The last Karikas of the Chapter Four add, translates Karl Potter, \"this the Buddhas understand, the Buddha instructs us that consciousness does not reach the dharmas, yet the Buddha said nothing about either consciousness or dharmas!\"[64][65]\n\nThe influence of Buddhist doctrines on Gaudapada has been a vexed question,[3][66] though \"most recent writers seem to be willing to admit Buddhist influence,\"[3] yet also note that Gaudapada was a Vedantin and not a Buddhist.[3]\n\nGaudapada took over the Yogachara teaching of vijñapti-mātra, \"representation-only,\" which states that the empirical reality that we experience is a fabrication of the mind, experienced by consciousness-an-sich,[1][note 5] and the four-cornered negation, which negates any positive predicates of 'the Absolute'.[1][69][note 6] Gaudapada \"wove [both doctrines] into the philosophy of Mandukaya Upanisad, which was further developed by Shankara\".[71][note 7] In this view,\n\nAccording to Bhattacharya, Asparsayoga also has Buddhist origins.[3] In chapter Four, according to Bhattacharya, two karikas refer to the Buddha.[3] According to Murti, \"the conclusion is irresistible that Gaudapada, a Vedanta philosopher, is attempting an advaitic interpretation of Vedanta in the light of the Madhyamika and Yogcara doctrines. He even freely quotes and appeals to them.\"[8]\n\nHowever, adds Murti, the doctrines are unlike Buddhism. Chapter One, Two and Three are entirely Vedantin and founded on the Upanishads, with little Buddhist flavour.[8] While the first three chapters discuss Brahman and Atman (soul, Self), Chapter Four doesn't. This, according to Murti,[8] may be because this was authored by someone else and not Gaudapada, a position shared by Richard King.[11] Further, state both Murti and King, no Vedanta scholars who followed Gaudapada ever quoted from Chapter Four, they only quote from the first three.[8][11] According to Sarma, Chapter Four may well have been written by Gaudapada assuming he was fully conversant with Mahayana school's teachings, yet \"to mistake him to be a hidden or open Buddhist is absurd\".[73] The doctrines of Gaudapada and Buddhism are totally opposed, states Murti:[8]\n\nSengaku Mayeda states that \"it might be Gaudapada the author of the Mandukyakarika, or his predecessors, and not Shankara who can be called a ‘Buddhist in disguise'\", and credits Shankara with \"re-inject[ing] the upanishadic spirit into the extremely buddhisticized Mandukyakarika of his paramaguru, pouring new life into it as it were, giving it an interpretation that followed the line of Vedanta school and achieved the re-vedantinization of the buddhisticized vedantic tradition\".[74]\n\nSwami Nikhilananda denies Buddhist influence, arguing that Gaudapada used Buddhist terminology because Buddhism was prevalent at that time, but he was ultimately an Advaita Vedantin and he disagrees with Gautama Buddha in the second last verse of the Alatashanti Prakarana in the Kārikā.[75] Dasgupta explicitly states that Nikhilanda is incorrect in denying Buddhist influence, stating, in Sangharakshita's words, that \"the influence of Buddhism on his thinking could not be denied.\"[76]\n\n"
        },
        {
            "title": "Other works by Gaudapadacharya",
            "text": "A number of additional works are attributed to Gaudapada, but their authenticity is uncertain.[77] The attributed works are:[77][10]\n\nGaudapada is also credited with a commentary on Samkhyakarikas. According to Potter, the naive nature of this commentary is in sharp contrast to the depth of reflection in Gaudapada Karikas, and the commentary on Samkhyakarikas is unlikely to be one by Gaudapada.[77]\n\n"
        },
        {
            "title": "",
            "text": "Gaudapada is one of the key persons in the Advaita Vedanta.[66] He is traditionally said to have been highly influential on Adi Shankara,[2] one of the most important figures in Vedic philosophy.\n\n"
        },
        {
            "title": "Shri Gaudapadacharya Math",
            "text": "Shri Gaudapadacharya Math[note 8], also known as Kavaḷē maṭha कवळे मठ, is the oldest matha of the South Indian Saraswat Brahmins.[78][79]\n\nThe Peetadhipathi \"head monk\" is Śrī Gauḍapadācārya. Rajapur Saraswat Brahmins and Smartist Goud Saraswat Brahmins are its main disciples.[80]\n\n"
        },
        {
            "title": "See also",
            "text": "List of Math\n\n"
        }
    ]
}