{
    "url": "https://en.wikipedia.org/wiki/Gaumont_Film_Company",
    "title": "Gaumont Film Company",
    "table_of_contents": [
        "1 History",
        "2 Production",
        "3 Corporate structure",
        "4 Latest financial information",
        "5 Logo",
        "6 References",
        "6.1 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Gaumont Film Company (/ˈɡoʊmɒ̃/,[citation needed] French: [ɡomɔ̃]), often shortened to Gaumont, is a French major film studio[2] headquartered in Neuilly-sur-Seine, France.[3] Founded by the engineer-turned-inventor Léon Gaumont (1864–1946) in 1895, it is the oldest extant film company in the world, established before other studios such as Pathé (founded in 1896), Titanus (1904), Nordisk Film (1906), Universal, Paramount, and Nikkatsu (founded in 1912).[4]\n\nGaumont predominantly produces, co-produces, and distributes films, and in 2011, 95% of Gaumont's consolidated revenues came from the film division.[5] The company is increasingly becoming a TV series producer with its new American subsidiary Gaumont International Television as well as its existing French production features.\n\nGaumont is run by Nicolas Seydoux (President), Sidonie Dumas (General Director), and Christophe Riandee (Deputy General Director).[6]\n\n"
        },
        {
            "title": "History",
            "text": "Originally dealing in photographic apparatus, the company began producing short films in 1897 to promote its make of camera-projector. Léon Gaumont's secretary Alice Guy-Blaché became the motion picture industry's first female director, and she went on to become the Head of Production of the Gaumont film studio from 1897 to 1907.[7] From 1905 to 1914, its Cité Elgé studios (from the normal French pronunciation of the founder's initials L-G) at La Villette, France, were the largest in the world. Gaumont began producing full-length feature films in 1908.\n\nThe company manufactured its own equipment and mass-produced films until 1907, when Louis Feuillade became the artistic director of Gaumont. When World War I broke out, he was replaced by Léonce Perret, who continued his career in the United States a few years later.[citation needed] In 1909 the company participated in the Paris Film Congress, a failed attempt by European producers to create a cartel similar to that of the MPPC in the United States.\n\nGaumont opened foreign offices and acquired the theatre chain Gaumont British, which later notably produced several films directed by Alfred Hitchcock such as The 39 Steps (1935) and The Lady Vanishes (1938). Along with its competitor Pathé Frères, Gaumont dominated the motion picture industry in Europe until the outbreak of World War I in 1914.\n\nFollowing World War I, Gaumont suffered economic losses owing to increased competition from American Hollywood productions. In 1925, the studio's output decreased to only three films. In addition, Gaumont was unable to keep pace with the cost of technological changes (e.g., the advent of sound movies). Struck by mounting debts in the early 1930s and the effects of the Great Depression, Gaumont declared bankruptcy in 1935. In 1937, the studio ceased production and operated only as a theater and distribution company. The company was purchased by the French corporation Havas in 1938, was renamed Société Nouvelle des Etablissements Gaumont, and reopened its film production studio.[8]\n\nDuring the later years of World War II, Gaumont was affected by the financial ruin of France's economy as well as the physical destruction of its facilities. The company ceased production until 1947. However, the global interest in French New Wave films in the 1950s, as well as the permissiveness within French films (e.g., nudity), allowed French productions to successfully compete against an American cinema that was still burdened by conservative moral codes. The period was to see the return to prominence of Gaumont Studios.[8]\n\nIn 1975, media tycoon and French old money heir multimillionaire Nicolas Seydoux started managing Gaumont; he personally owned 60% of the shares and 70% of the votes.\n\nOn 2 February 2000, Philippe Binant, technical manager of Digital Cinema Project at Gaumont, realized the first digital cinema projection in Europe[9] with the Texas Instruments prototype projector.[10]\n\nFrom 1993 to early 2004, Gaumount and Disney made a partnership for producing films for theater distribution.[citation needed]\nIn 2001, Gaumont spun off the cinema division into a joint venture with Pathé since known as Les Cinémas Gaumont Pathé. Gaumont owned a 34% stake in the entity, which controls a large cinema network in France, Switzerland, and the Netherlands. As of 2011, this stake was worth €214 million.[11] In 2004, Gaumont continued its development with Pathé to set up another joint venture, Gaumont-Pathé Archives. Gaumont owns 57.5% of this entity, which contains newsreels, documentaries, and silent movies from the 20th and 21st centuries.\n\nFrom early 2004 to 2007, the company had a partnership with Sony for producing films and for theater and DVD distribution worldwide. And for many years, Gaumont's home video division was a joint venture with Sony Pictures. Currently, Gaumont distributes its films through Paramount Home Media Distribution on video in France.\n\nAt the end of 2007, Gaumont took over the French animation studio Alphanim for €25 million and renamed it Gaumont Alphanim. As of 2013, it is known as Gaumont Animation.[12]\n\nOn 16 December 2010, Gaumont acquired a 37.48% stake in the share capital of the Légende company and its subsidiaries for €6.6 million. Légende is a full-length film and television series production and distribution company managed by Alain Goldman. As of 2011, the Légende stake is worth €6.3 million.[13]\n\n2011 was also the year that Gaumont opened its Gaumont International Television division in Los Angeles, USA.[14]\n\nIn 2011, Gaumont co-produced and co-distributed The Intouchables, which became France's highest-grossing movie of all time.[15] The international release of The Intouchables was equally successful, trumping previous international blockbusters such as Harry Potter and Transporters in Germany.[16] Intouchables is the highest-grossing foreign-language movie (any language other than English) beating the previous record of $275 million by the Japanese Spirited Away. The film was a major catalyst for Gaumont's boosting fourth-quarter 2011 cinema sales to €47.9 million, up 651% year on year.[17] The film's success turned a half-year 2011 loss to a record annual €26 million profit.[1] The Intouchables currently has a box office of $361 million.[18]\n\nIn 2012, Gaumont acquired the production company Nouvelles Editions de Films (NEF) for €3.1 million. The company was previously run and created by cinema legend Louis Malle. As part of the acquisition, Gaumont now owns the entire Malle collection, including Ascenseur pour l'échafaud, Atlantic City, and Au Revoir les Enfants.[19]\n\nIn February 2012, Gaumount restarted its television division, which had been defunct for about ten years.[15]\n\nOn 2 May 2016 according to Deadline Hollywood, Gaumont teamed up with Lionsgate and seven other international companies to launch the Globalgate Entertainment consortium. Globalgate will produce and distribute local-language films in markets around the world. Lionsgate said Monday it had partnered with international entertainment executives Paul Presburger, William Pfeiffer and Clifford Werber to launch Globalgate.[20] Three years later, Gaumont was replaced by TF1 Studio as Globalgate's new French member.[21]\n\nOn 1 March 2017, Gaumont sold its 34% stake in Les Cinémas Gaumont Pathé to Pathé for $400 million in order to focus on production.[22]\n\nIn January 2018, it was announced that the company's first office, in Cologne, is scheduled for opening in July 2018. The office is set to focus on development and production of premiere drama programming, according to film producer and new manager Sabine de Mardt.[23]\n\n"
        },
        {
            "title": "Production",
            "text": "Gaumont currently has 938 films in its catalogue, most of which are in French; there are, however, some exceptions, such as Luc Besson's The Fifth Element (1997). Among the most notable films produced by Gaumont are the serials Judex (1916) and Fantômas (1913); the comic Onésime series, starring Ernest Bourbon; and the comic Bébé series, starring five-year-old René Dary. The two biggest films that Gaumont owns the rights of are Jean-Marie Poiré's Les Visiteurs, with a box-office of $98 million, and the 2011 blockbuster Intouchables by Olivier Nakache and Éric Toledano, with a box office of $427 million.[18]\n\nDirectors such as Abel Gance and the early animator Emile Cohl worked for the studio at one time or another.\n\nThe company has also produced television shows, including seven animated series: Highlander: The Animated Series, Space Goofs, The Magician, Dragon Flyz, F Is for Family, and Sky Dancers (the second and third are based on their respective toy lines), and the very popular Oggy and the Cockroaches. The company also began production in its American unit Gaumont International Television on two series: Hannibal and Hemlock Grove.\n\n"
        },
        {
            "title": "Corporate structure",
            "text": "Ciné Par is a majority shareholder with 69.92% of the voting rights: this entity is controlled by CEO Nicolas Seydoux. The other private shareholders are First Eagle Investment Management, Bolloré, and Groupe Industriel Marcel Dassault. The company has a free float of 416,784 shares, which represents 9.75% of the capital and 5.99% of the voting rights.[1]\n\n"
        },
        {
            "title": "Latest financial information",
            "text": "In the first half of 2012, Gaumont recorded a profit of €7.7 million, which reversed the €0.6 million loss from the first half of 2011. The profit was driven by a 49% increase in revenue, which reached €50.1 million. The company cited the continued effects of Intouchables, which increased International revenues by 153%.[24]\n\nGaumont's current market capitalization is €164 million.[25]\n\n"
        },
        {
            "title": "Logo",
            "text": "Léon Gaumont selected the ox-eye daisy as the company logo to pay homage to his mother, whose first name was Marguerite (Daisy). Through the decades the logo has been redesigned several times, but the daisy has always remained present, even though its significance has been largely forgotten.[citation needed]\n\n"
        }
    ]
}