{
    "url": "https://en.wikipedia.org/wiki/Gaunilo_of_Marmoutiers",
    "title": "Gaunilo of Marmoutiers",
    "table_of_contents": [
        "1 The \"Lost Island\" refutation",
        "2 Criticisms",
        "3 Parallels",
        "4 The remainder of Gaunilo's text",
        "5 Notes",
        "6 References",
        "6.1 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Gaunilo or Gaunillon[1] (fl. 11th century) was a Benedictine monk of Marmoutier Abbey in Tours, France. He is best known for his contemporary criticism of the ontological argument for the existence of God which appeared in St Anselm's Proslogion. In his work In Behalf of the Fool,[a] Gaunilo contends that St Anselm's ontological argument fails because logic of the same kind would force one to conclude many things exist which certainly do not.[2] An empiricist, Gaunilo thought that the human intellect is only able to comprehend information provided by the senses.[3]\n\nLittle beyond this essay is known of Gaunilo; no other extant writings bear his name. Anselm wrote a reply to it, essentially arguing that Gaunilo had definitely missed his point.\n\n"
        },
        {
            "title": "",
            "text": "Anselm claimed his ontological argument as proof of the existence of God, whom he described as that being for which no greater can be conceived.  A god that does not exist cannot be that than which no greater can be conceived, as existence would make it greater.  Thus, according to St. Anselm, the concept of God necessarily entails His existence. He denies Gaunilo a Godless epistemology.[4]\n\nGaunilo criticised Anselm's argument by employing the same reasoning, via reductio ad absurdum, to \"prove\" the existence of the mythical \"Lost Island\", the greatest or most perfect island: if the island of which we are thinking does not exist, it cannot be the greatest conceivable island, for, to be the greatest conceivable island, it would have to exist, as any existent island would be greater than an imaginary one.  This, of course, is merely a direct application of Anselm's own premise that existence is a perfection.  Since we can conceive of this greatest or most perfect island, it must, by Anselm's way of thinking, exist.  While this argument is absurd, Gaunilo claims that it is no more so than Anselm's.[citation needed]\n\nAnselm had no difficulty in rejecting this parody, because Gaunilo had described the Lost Island as \"an island more excellent than any other lands\".  Anselm correctly pointed out that nowhere had he had put forward the kind of argument which Gaunilo alleged, \"because the phrase 'greater than everything' does not have the same force for the purpose of proving that what is spoken of is in reality as [his own phrase] \"than which a greater cannot be conceived\" <Anselm's Reply V>. Because Gaunilo's phrase did not contain the words \"can be conceived\", his counter-argument cannot generate the contradiction from which Anselm concludes that something than which a greater cannot be conceived is in reality.\n\nPhilosophers often attempt to prove the ontological argument wrong by comparing Anselm's with Gaunilo's.  The former runs:  \n\nGaunilo's parody runs along the same lines:\n\nIf one of these arguments is sound, it has been asserted, they must both be sound.  By Gaunilo's reckoning, however, one (and, therefore, the other, too) is unsound.  The Lost Island does not exist, so there is something wrong with the logic that proves that it does.  Because the argument proves true in one case that which is patently false (the Lost Island), it is fair to ask whether it may fairly be regarded as proving true the other case.\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Gaunilo's objection to the ontological argument has been criticised on several grounds. Anselm's own reply was essentially that Gaunilo had missed his point: any other being's existence is derived from God's, unnecessary in itself, and nonamenable to his ontological argument which can only ever properly apply to the single greatest being of all beings. Indeed, while we can try and conceive of a perfect island, that island is yet greater if it creates other beings, whereupon it would no longer be an island as we can understand it. Similarly, Alvin Plantinga tendered a reply to Gaunilo's remonstrance by arguing that the concept of \"that than which nothing greater can be conceived\" is not applicable to an island, or any other object, in the special way that it is applicable to God.[citation needed]  Plantinga defends Anselm's proof by averring that it applies exclusively to Him. A necessary being is both existent and the greatest conceivable and greatest possible being.  Only God, as Anselm defines him, meets all of those criteria and can, therefore, be dubbed a necessary being.\n\nAnother criticism of Gaunilo's argument points out that, whereas God is that thing than which no greater can be conceived, Gaunilo's is that island than which no greater can be conceived.  Thus, while no island may exceed it in greatness, it is perfectly reasonable to suppose that some non-island could.  \"Consequently,\" wrote William L. Rowe in his summary of the polemic, \"if we follow Anselm's reasoning exactly, it does not appear that we can derive an absurdity from the supposition that the island than which none greater is possible does not exist.\"[5]\n\nGaunilo's refutation is also criticized on the grounds that it misinterprets the argument set forth by Anselm. Richard Campbell contends that the argument criticized by Gaunilo is incomplete because it represents only one of three stages of a larger argument, one that is not meant to be read as a proof for God but rather as the basis for the following chapter. He argues that since Anselm himself says in Reply I that if something than which a greater cannot be thought exists, it cannot be thought not to exist, a defender of Gaunilo must allow that this island cannot be thought not to exist.  But in Proslogion III Anselm deduces that God exists from the premise that \"Whatever is other than You can be thought not to exist\".  Thus, altering Anselm's formula but adopting his premises, entails that the Lost Island both can and cannot be thought not to exist.  Since that is a contradiction, it follows that it is not legitimate to alter Anselm's formula.[6]\n\n"
        },
        {
            "title": "Parallels",
            "text": "David and Marjorie Haight took a very similar tack with Anselm's proof attempt as did Gaunilo.[7] However, whereas Gaunilo changed the target noun of Anselm's proof, \"God\", to an alternate noun that he felt was more obviously absurd, a \"Lost Island\", the Haights inverted the adjective in Anselm's reasoning.  Where Anselm used the word \"greater\" to define god into existence, the Haights point out that the logic can be inverted by replacing \"greater\" with \"worse\".  The statement then follows to a conclusion that the very most bad thing has to be an existent bad thing, because it would be worse for this bad thing to exist than to not exist, therefore it must exist in its absolute badness.  Therefore, the Devil must also exist, so long as Anselm's proof is held as consequential.\n\nBoth Gaunilo and the Haights arguments point out that there may be other nouns, and other bivalent adjectives that when conceived as an Anselm proof (in an extreme that demands existence) could also be argued to necessitate their existence as well.  For example, with cold or heat: Surely an absolutely cold (or hot) being that exists in reality is more absolutely cold (or hot) than one that only exists in imagination.  Therefore, it must indeed exist in reality.  And so on.  The Haights show that the word \"great\" may not be the only adjective that pushes for existence when conceived in the extreme, just as the phrase \"that God thing\" may not be the only noun interacting with \"great\" in this way, as Gaunilo observed.\n\n"
        },
        {
            "title": "",
            "text": "Gaunilo's treatise is divided into eight sections. The first seven of these sections are criticisms of Anselm's argument from the point of view of a rational non-believer. The last section (8) is simply praise for the remaining chapters of the Proslogion. The full title of Gaunilo's treatise is: What Someone in Behalf of the Fool Replies to these Arguments. This means Gaunilo does not write as a fellow Christian who believes, rather, he pretends to be a rational non-believer. The scholarly debate has focused on section 6 (the Lost Island Refutation). Very few scholars engage with the remaining sections of Gaunilo's text.[citation needed]\n\n"
        }
    ]
}