{
    "url": "https://en.wikipedia.org/wiki/Gaylord_Carter",
    "title": "Gaylord Carter",
    "table_of_contents": [
        "1 Early life and musical beginnings",
        "2 Silent movie-era career",
        "3 Radio, television, and postwar career",
        "4 Silent movie revival and beyond",
        "5 Final years",
        "6 Notes",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Gaylord Carter (August 3, 1905 – November 20, 2000) was an American organist and the composer of many film scores that were added to silent movies released on video tape or disks. He died from Parkinson disease.[1]\n\n"
        },
        {
            "title": "Early life and musical beginnings",
            "text": "Gaylord Beach Carter was born in Wiesbaden, Germany, the son of Charles Davis Carter (1857–1940) and Olive Athena Beach (1873–1964). His father was a church organist and taught music, while his mother taught voice. They met in Europe and were married at Litchfield cathedral in England, eventually spending time in Wiesbaden, where Gaylord was born. He was originally to be called Mortimer Preston Carter, and the name Gaylord came about later. His family soon emigrated to the United States, settling in Wichita, Kansas, where his father opened a conservatory of music and also served as a church organist.\n\nThe young Carter displayed the family talent for music and became a soloist in a church choir, until his voice changed. He also played the organ in another church from the age of ten. As the \"Jazz Age\" evolved, he found himself drawn to the new musical form and dared to try jazz on the church organ. On one occasion this transgression was discovered by the pastor, who then chastised him: \"Gaylord, stop playing that high-falutin' music in church!\" By the time he was fourteen he was playing at a local movie theater, accompanying the silent films at children's matinees.[2]\n\n"
        },
        {
            "title": "Silent movie-era career",
            "text": "The family remained in Wichita until 1922 and then made the long drive in the family's Chandler touring car to Los Angeles, California, where 16-year-old Carter was enrolled at Lincoln High School in the Lincoln Heights district. He found employment at a local theater accompanying movies on the piano and then, as the theater prospered, a new Estey organ. After graduating from Lincoln High, he attended UCLA where, by 1926, he was engaged in pre-law studies. He continued playing in theaters to finance his education.\n\nCarter was playing accompaniment to a Harold Lloyd movie at the Seville Theater in suburban Inglewood when he was spotted by an agent of the Harold Lloyd Company, who had dropped in to see how the movie was doing at the box office. Carter would later tell audiences that the agent was there to \"see that Lloyd got his proper cut from the box office\". Impressed by the description of Carter's playing, Lloyd recommended him to Sid Grauman, who offered the 21-year-old $110 a week to be the full-time organist at his downtown Los Angeles movie palace, the Million Dollar Theatre. Carter accepted the offer and left school. Though he later paid for the college educations of his brother and sister, he never completed college himself. He was summoned to the UCLA deans' office and asked if his reason for leaving his law studies was financial. Carter replied, \"Yes! I'm making too much money to stay!\"[3]\n\n"
        },
        {
            "title": "",
            "text": "Through the remainder of the 1920s, Carter played at the Million Dollar and other theaters, including Sid Grauman's larger downtown venue, Grauman's Metropolitan, the most capacious movie palace ever built in Los Angeles. The introduction of sound films, and then the onset of the depression, led to a declining demand for theater organists, and by the mid-1930s Carter had launched a career in the booming new medium of radio. He played on several network shows and also had his own local music show on Los Angeles station KHJ. In 1936 Carter became the staff organist for the hugely popular Amos N Andy radio show, a position he maintained until entering the Navy in 1942. He also made a film appearance in 1937, as himself, in the MGM short \"Sunday Night at the Trocadero\". The 18 minute short contained a sequence with singer Connie Boswell performing \"I Can't Give You Anything But Love\", with Carter providing accompaniment on the Hammond organ. When, at age 90, he was asked about the making of this short and if there had been any further film appearances, he responded (with mock incredulity), \"I don't remember making THIS one!\"\n\nHe spent the war years serving in the Navy as a film officer in Alaska. Following the war he resumed his radio career, playing for such shows as Bride and Groom, The Whistler and Suspense. He then moved on to television in the 1950s where he was the musical accompanist on The Pinky Lee Show, the association with which produced a 78rpm children's record on the Decca label that included Carter's rousing \"Pinky Lee\" theme on the Hammond. In 1961-1962 Carter had another local show of his own, Everybody Sing with Gaylord, on Los Angeles channel 13 KCOP-TV. No known videotapes or kinescopes exist of this program. In 1959 Carter spearheaded a revival of silent movies, beginning at the Rialto Theater in South Pasadena, California with Douglas Fairbanks' The Mark of Zorro. During these years he also continued to perform occasional live organ concerts, both at those few theatres which had maintained their silent era organs, such as South Pasadena's Rialto Theatre and Seattle's Paramount Theatre, as well as public venues with theatre organs, such as the Pasadena Civic Auditorium. He also made recordings on several of these vintage instruments, releasing numerous albums on the Artisan, RCA Victor, Malar, Pelican, New World, Win Mil, Delos and FTC labels. Carter had previously recorded pipe organ and Hammond organ singles during the 1940s on the Capitol, Black & White, and Imperial labels. Also, the pioneer \"program music\" impresario C.P. MacGregor made recordings of Carter in the 1940s. MacGregor had a recording studio located on Western Ave. in Los Angeles. These were Hammond organ solos, and are astonishing upon the listening as regards the musical styles and technique Carter displays in them.\n\n"
        },
        {
            "title": "Silent movie revival and beyond",
            "text": "In the 1960s and beyond, Carter helped fuel a revived public interest in silent movies with his production company Flicker Fingers Productions, which he had formed with business partner Jim Day. In the 1970s, Carter was hired to provide recorded scores for theatrical re-releases of several Mary Pickford movies.[4] With the arrival of home video players, recorded versions of classic silent movies became available and Carter recorded scores, many of his own composition, for a variety of these films. Among them were many movies made by his early benefactor and old friend Harold Lloyd. Carter often told the story of scoring a Harold Lloyd picture with Lloyd present during the recording session; during the sequence from Safety Last! in which Lloyd is scaling the side of a building, he loses his grip. As Lloyd catches hold of the hands of an enormous clock, Carter at the organ swings into the song \"Time on My Hands\" – which prompted Harold Lloyd to give Carter a mock stern glance and declare, \"Gaylord, I'LL do the jokes!\" Starting in 1975, Carter began recording Wurlitzer organ scores to classic silent films for Blackhawk Films, which distributed 8mm and 16mm film prints for the home movie market. In the 1980s, he scored a dozen silent classics for home video release by Paramount Pictures. Owing to the efforts of noted film historian and preservationist David Shepard, several of the Blackhawk films were later issued onto Laserdisc and then DVD through Image Entertainment. During the late 1960s, he also performed as the organist at Los Angeles Lakers games at the Forum, including at the 1969 NBA Finals.[citation needed]. He is known to have performed the manic organ part of \"Grim Grinning Ghosts\" for the Haunted Mansion ride soundtrack.[5]\n\n"
        },
        {
            "title": "Final years",
            "text": "Carter remained active into the 1990s. He made tours of North America, Europe, and Australia, performing on many of the world's surviving theater organs. In 1975 and 1994, he was inducted into the hall of fame of the American Theatre Organ Society. In 1987, he was the first organist to perform for the \"Last Remaining Seats\" program, which had been launched by the preservation organization, the Los Angeles Conservancy, playing the organ at the Orpheum Theatre in that city's Broadway Historic Theatre District, a few blocks from the Million Dollar Theatre which had been the scene of his first great success. In his last years he also performed occasionally at the Warner Grand Theatre, which was fairly near his home in San Pedro, California.\n\nCarter began experiencing T.I.A.s (transient ischemic attacks, or mini-strokes) at age 87 in 1992, but recovered sufficiently to continue performing. His last major performances were a pair of concerts on the occasion of his 90th birthday, at the Avalon Theater on Santa Catalina Island and the Paramount Theater in Oakland, California. After living in Hollywood for thirty years, he spent his final years in his home in the Los Angeles district of San Pedro, where he had resided since 1968 in a house designed by architect Richard Neutra. His 90th birthday and farewell performance celebration was held with the assistance of his protege Christian Elliott in 1995 at Oakland's Paramount Theatre. In 1996, he suffered a massive stroke at age 91, from which he recovered mentally but not physically. For the next four years he held court in San Pedro, unable to play but ever the witty survivor, still receiving many friends and admirers who basked warmly in his company. After a second stroke in 2000, Carter died peacefully in his home overlooking the Pacific Ocean at the age of 95.\n\n"
        }
    ]
}