{
    "url": "https://en.wikipedia.org/wiki/Gender_inequality_in_the_United_States",
    "title": "Gender inequality in the United States",
    "table_of_contents": [
        "1 Current issues for  women",
        "1.1 Social attitudes",
        "1.1.1 Sexual assault",
        "1.2 Political participation",
        "1.3 Workplace inequality",
        "1.3.1 Sex discrimination in employment",
        "1.3.2 Occupational segregation by gender",
        "1.3.2.1 Housework",
        "1.3.2.2 Childcare",
        "1.3.3 Pay gap",
        "1.3.3.1 Racial pay gap",
        "1.3.3.1.1 Asian",
        "1.3.3.1.2 Hispanic",
        "1.3.3.1.3 Native American",
        "1.3.3.1.4 Caucasian",
        "1.3.3.1.5 African American",
        "1.4 Education",
        "1.4.1 Gender inequality in elementary and middle schools",
        "1.4.2 Gender differences in degree choices",
        "1.4.3 Gender inequality in graduate school expectations",
        "1.4.4 Gender inequality in representation at elite institutions",
        "1.4.5 Gender inequality in faculty",
        "1.5 Health care",
        "2 Current issues for men",
        "2.1 Achievement gap in school",
        "2.2 Graduation rates",
        "2.3 Selective service",
        "2.4 Suicide",
        "2.5 Homelessness",
        "2.6 Occupational segregation into dangerous jobs",
        "2.7 Disproportionate victimization from police brutality",
        "2.8 Biases in the criminal justice system",
        "3 Current issues for transgender people",
        "3.1 Visibility, awareness, and public attitudes",
        "3.2 Legal rights",
        "3.3 Work life and economics",
        "3.3.1 Transgender pay gap",
        "3.4 Social life",
        "3.5 Education",
        "3.6 Health and violence",
        "4 Government policy",
        "5 Rankings",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGender inequality in the United States has been diminishing throughout its history and significant advancements towards equality have been made beginning mostly in the early 1900s. However, despite this progress, gender inequality in the United States continues to persist in many forms, including the disparity in women's political representation and participation, occupational segregation, and the unequal distribution of household labor. The alleviation of gender inequality has been the goal of several major pieces of legislation since 1920 and continues to the present day. As of 2021, the World Economic Forum ranks the United States 30th in terms of gender equality out of 149 countries.\n\nIn addition to the inequality faced by women, inequality, prejudice, and violence against transgender men and women, as well as gender nonconforming individuals and non-binary individuals, are also prevalent in the United States. Transgender individuals suffer from prejudices in the workforce and employment, higher levels of domestic violence, higher rates of hate crimes, especially murder, and higher levels of police brutality when compared to the cisgender population.[1][2][3]\n\n"
        },
        {
            "title": "Current issues for  women",
            "text": "More recent research in 2012 has found that attitudes towards gender and societal roles have changed very little since the mid-1990s, with attitudes hovering at about sixty to seventy percent egalitarian. This study theorized that an \"egalitarian but traditional\" gender frame emerged in popular culture during this period, which supports each gender assuming their traditional roles without appearing sexist or discriminatory, and is responsible for this backlash.[4]\n\nBenevolent sexism, sometimes referred to as chivalry, which holds women as something to be protected, also has psychological effects. Women who hold these views are more likely to have less ambitious career goals and men who hold these views tend to have a polarized and stereotyped view of women, made up of both very favorable and very unfavorable traits.[5][6] In such cases, the stereotyped view of women is \"favorable in content and yet prejudicial in [its] consequences,\" and attempts to provide justification for discriminatory behaviors presented as helpful or paternal.[6]\n\nResearch conducted at Lycoming College has found the enjoyment of sexist humor to be strongly correlated with sexual aggression towards women among male college students.[7]  In addition, studies have shown that exposure  to sexist humor, particularly humor related to sexual assault, can increase male aggression and their tendency to discriminate against women.[8][9]  One study also asserted that the attitudes behind such humor creates an environment where such discriminatory and possibly violent behavior is acceptable.[8] Men's tendency to self-report the likelihood that they would commit sexually violent acts has also been found to increase after exposure to sexist humor, as reported by researchers from the University of Kent.[9]\n\nThe Center for American Women and Politics reports that, as of 2013, 18.3% of congressional seats are held by women and 23% of statewide elective offices are held by women; while the percentage of Congress made up of women has steadily increased, statewide elective positions held by women have decreased from their peak of 27.6% in 2001. Women also make up, as of 2013, 24.2% of state legislators in the United States. Among the one hundred largest cities in the United States, ten had female mayors as of 2013.[10]\n\nIn 1977, political science professor Susan Welch presented three possible explanations for this underrepresentation of women in politics: one, that women are socialized to avoid careers in politics; two, that women's responsibilities in the home keep them away out of both the work force and the political arena; and three, women are more often than men members of other demographic groups with low political participation rates.[11] In 2001, M. Margaret Conway, political science professor at the University of Florida, also presented three possible explanations for the continuation of this disparity: one, similar to Welch's first explanation, sociological and societal norm discourages women from running; two, women less frequently acquire the necessary skills to hold a political leadership position from nonpolitical activities; and three, gatekeeping in party politics prevents women from running.[12]\n\nThe United States is falling behind other Western countries in the percentage of women engaged in the workforce.[13] In 2020, the percent of American women working fell to its lowest levels since 1988.[14] Researchers from the Institute for Women's Policy Research at the University of California Hastings College of Law argue that this growing gap is due to a lack of governmental, business and societal support for working women. They ranked the United States last out of 20 industrialized countries in an index that measured such programs as family leave, alternative work arrangements, part-time employment, and other means to make workplaces more flexible and family-friendly.[13] The United States is also the only industrialized nation that does not have a paid parental leave policy mandated by law, and is one of only four countries worldwide that does not; in addition, fully paid maternity leave is only offered by around 16 percent of employers in the United States.[15]\n\nJane Wilke from the University of Connecticut found that men's support of the idea that men should be the sole source of income in a married couple decreased from 32 to 21 percent from 1972 to 1989; in practice only 15 percent of households were supported by a male spouse's income alone at the time of the study.[16]\n\nWomen continuously are being mistreated and sexually discriminated against explicitly in the workplace today. This has been an ongoing issue and will most likely continue until something changes in the occupational sphere. According to a study conducted by researchers at California State University, Northridge, when an individual with a PhD applies for a position at a university, that individual is significantly more likely to be offered a higher level of appointment, receive an offer of an academic position leading to tenure, and be offered a full professorship if they are a man when compared to a woman of comparable qualifications.[17] However, these findings have been disputed, with multiple studies finding universities pushed to hire more women, resulting in females being given a 2:1 advantage over males in science, technology engineering and mathematics fields.[18]\n\nAnother study found that women were significantly less likely to receive a job offer or an interview for a high-paying waiter position when compared to equally qualified men; this study also found that such hiring discrimination may be caused in part by customer's discrimination of preference for male wait staff, but that it could not be concluded, since the male/female gap could be explained by the fact that more female waiters than male, such that the preferred hiring of male waiters could actually help equality.[19] Similarly, research conducted at the University of California, Davis focusing on academic dermatology revealed a significant downward trend in the number of women receiving funding from the National Institutes of Health, which the authors concluded was due to a lack of support for women scientists at their home institutions.[20]\n\nResearch from Lawrence University has found that men were more likely to be hired in traditionally masculine jobs, such as sales management, and women were more likely to be hired in traditionally feminine jobs, such as receptionist or secretary. However, individuals of either gender with masculine personality traits were advantaged when applying for either masculine or feminine jobs, indicating a possibly valuing of stereotypically male traits above stereotypically female traits.[21]\n\nOccupational gender segregation takes the form of both horizontal segregation (the unequal gender distribution across occupations) and vertical segregation (the overrepresentation of men in higher positions in both traditionally male and traditionally female fields).[22]\n\nAccording to William A. Darity, Jr. and Patrick L. Mason, there is a strong horizontal occupational division in the United States on the basis of gender; in 1990, the index of occupational dissimilarity was 53%, meaning 53% of women or 47% of men would have to move to a different career field in order for all occupations to have equal gender composition.[23] While women have begun to more frequently enter traditionally male-dominated professions, there have been much fewer men entering female-dominated professions; professor of sociology Paula England cites this horizontal segregation of careers as a contributing factor to the gender pay gap.[24]\n\nUS women spend over twice as much time on housework as men, averaging an extra 65 minutes per day (7.6 hours per week) as of 2010[update]. If the women are employed, or highly-paid, they don't do less housework.[26] In fact, when women work or earn more than their husbands, they do more housework. This has been explained as a way to make their career success less threatening, and reassert traditional sexuality.[27]\n\nUS women are reluctant to delegate housework to men partly because they believe that it won't be done properly. Women are, on average, more concerned about undone housework, an attitude gap that has been attributed to socialization and societies that hold women responsible for the state of the home. In households and societies where gender equality is more highly valued, less time overall is spent on housework.[28][29]\n\nStephanie Coontz, a professor of family history at Evergreen State College, noted that one of the factors contributing to the gender inequality in the United States is that most men still expect women and men to assume traditional gender roles in the households and for women to carry out a larger share of the housework.[30] This has been confirmed by a number of other studies; for example Makiko Fuwa from University of California, Irvine noted that while there has been movement towards greater equality, \"in 1995 American women still spent nearly  twice as much time on  housework than men\" and there is also a segregation of household tasks.[31] This gendered division of household labor creates what is known as the second shift or double burden, where working women in a heterosexual couple with a working partner spend significantly more time on childcare and household chores.[32]\n\nResearchers from the University of Maryland have found that while men have steadily begun to perform more household labor since 1965, most of the essential and traditionally feminine tasks are still carried out by women; men generally carry out more nonessential or infrequent tasks, such as taking out the trash or mowing the lawn.[33] While both genders tend to have roughly equal amounts of leisure time, men have more uninterrupted leisure time when compared to women.[34]\n\nResearchers from the University of Michigan have found that from 1970 to 1985, the percentage of men and women who supported traditional social roles for wives and believed that maternal employment damages mother-child relationships or children's development decreased.[35]  Working mothers tend to get less sleep when compared to their working husbands.[36]\n\nEven in households where both parents are working, women in heterosexual relationships do on average 65% of child care, and are 2.5 times as likely to wake up in the middle of the night to do so.[37]\n\nWith regards to the gender pay gap in the United States, International Labour Organization notes as of 2010 women in the United States earned about 81% of what their male counterparts did.[39] While the gender pay gap has been narrowing since the passage of the Equal Pay Act, the convergence began to slow down in the 1990s.[40] In addition, overall wage inequality has been increasing since the 1980s as middle-wage jobs are decreasing replaced by larger percentages of both high-paying and low-paying jobs, creating a highly polarized environment.[41]\n\nHowever numerous studies dispute the claim that discrimination accounts for the majority of the pay gap.  When adjusting for industries commonly chosen, choices, hours worked, and benefits received, the pay gap returns to 5%, which has been attributed to less aggressive pay negotiating in women.[42][43][44][45] It has been argued that these choices are the result of gender stereotypes.[46] One study actually found that before 30, females made more than males, and hypothesized that choosing a family over a career resulted in the drop of the female wage advantage during the thirties.[47][48]\n\nAccording to researchers at the University of California, Berkeley and the University of Illinois at Urbana–Champaign, the primary cause of this gap is discrimination manifested in the tendency of women to be hired more frequently in lower paying occupations, in addition to the fact that male dominated occupations are higher paying than female dominated occupations, and that, even within comparable occupations, women are often paid less than men.[49]\n\nIn medicine, female physicians are compensated less,[50] despite the fact that evidence suggest that the quality of care female physicians provide may be higher than that of male physicians.[51][52]\n\nIn addition to the gender pay gap, a \"family gap\" also exists, wherein women with children receive about 10-15% less pay when compared to women without children.[23][53] According to Jane Waldfogel, professor of social work and public affairs at Columbia University, this family gap is a contributing factor to the United States' large gender pay gap.[53] She also noted that men did not seem to be affected by this gap, as married men (who are more likely to have children) generally earned higher than unmarried men.[23][53]\n\nThe gender pay gap has continued to grow throughout the years due to a plethora of reasons. The gender pay gap refers to the median annual pay of all woman who work full-time and year-round, thus compared to the pay of a similar background of men.[54] There is not one reason behind this gender pay gap, rather the pay gap is a result of many factors that cannot be apparent to the general public. As the gender pay gap is the racial pay gap that exists in our country today, and has been present since women were given the right to work. Not only are women discriminated against for their gender, but also women are discriminated against for their race. The racial pay gap in the workplace is just another aspect of the pay gap issue that our society needs to overcome as soon as possible. Overall, different groups of women experience distinct gaps in pay in the workplace due solely to their race.[54]\n\nGenerally, among women of all ethnicities and races, the hourly earnings of Asian and white women tend to be higher than African American and Hispanic women[55] A 2016 study by the Pew Research Center reported that Asian women, on average, receive about 18 dollars an hour, while white women earn 17 dollars, African American women get 13 dollars, and Hispanic women receive 12 dollars.[55] The study also found that in 2015 Asian women earned about 87 cents per dollar earned by white men in median hourly earnings.[55]  About 45 percent of Asian American mothers provide nearly 40 percent of their families' income, making these households reliant on this income.[56]\n\nFemale Hispanic women earn wages far less than their women and male counterparts. According to the Institute for Women's Policy Research, in 2017, the median salary for a white male was $60,388, $46,513 for white women, and $32,002 for Latina women. They earn the lowest among all ethnicities including Asian and Black women workers. In 2017, for every 1 dollar a white male worker earns, a Hispanic woman earns 53 cents, whereas a white female employee makes 80.5 cents for each dollar a man makes. In other words, Hispanic women earn 47 percent less money than white males and 31 percent less money than white females.[57] The Institute for Women's Policy Research stated that in 2016, 31.2 percent of Latina women were unmarried and the primary provider for their family and 21.3 percent were married and still the families' primary source of income. This disparity of income interferes with Hispanic women's ability to afford childcare services and to take time off from work.[58]\n\nNative American women earn significantly less than other women and men in the country. On average, it would take a Native American woman an additional 9 months to receive the same annual salary as a white man.[59] In addition, the average Native American woman earns approximately $0.58 per every individual dollar a white man earns.[60] In comparison, a white woman earns $0.77 per each dollar earned by a white man. The annual wage gap between a Native American woman and a white woman is approximately $24,443.[61] Because 67% of Native American mothers are the primary breadwinners of their family, this wage gap can cause higher poverty rates for Native American women.\n\nThe pay gap between Caucasian women and Caucasian men is substantial. In 2018, the median weekly pay for all Caucasian women with full-time job was $789 while the median weekly pay for men was $973. These numbers depict that on average, white women make around 81% of what white men do. While these numbers clearly describe the inequality between white men and white women, there are far greater differences in wages for women who are not white.[62] Increased awareness of gender inequality in the workplace has increased women's salaries by 1.6% between 2016 and 2017. Women's annual salaries have continued to slightly increase in the years following this change.[63]\n\nOne of the biggest factors that creates this economic inequality is parenting. While many white women are staying home to take care of their family, men are continuing to work and earn money. When white women eventually go back to work, they make about 39% less than their peers who are not mothers.[64] In general, these differences in salary can be attributed to the scarcity of free childcare services in America.\n\nAs of 2017, African American women make 61 cents to the white man's dollar.[65] This is much lower than the earnings ratio for all women in this country, which is 80 cents to the white man's dollar.[65] According to data from the Economic Policy Institute, the median earnings of full-time, full- year workers for black men is about $5,000 higher than the earnings of Black women.[66] In the top 25 states with the largest numbers of Black women working full-time, year-round, the pay compared to white men ranges from about 48 to 68 cents for every white man's dollar. For example, in places like Washington, D.C. and Mississippi, Black women still only make 55 cents to the white man's dollar even though they have the highest amount of full-time working black women.[67] Furthermore, 80% of Black women are the sole source of income in their household and 4 million Black women are reported to be the heads of their households. Even still, 1.2 million of those 4 million women are living below the poverty line.[67]\n\nThere are many reasons why these disparities exist. Black women are more likely to be found occupying lower paying service jobs than any other demographic.[65] Only 2.2% of all board seats in Fortune 500 companies are held by Black women. Very few black women advance to executive leadership positions due to lack of mentors and peers who are also black women. White women, in contrast, are typically able to find these connections with relative ease.[68] Black women also report dealing with microaggressions and workplace harassment at high rates by their colleagues in the workplace.[69] They feel constant pressure to perform better than their peers so that they can receive the same treatment and opportunities.[68] These barriers prevent African American women from occupying the working positions that they need to get to higher, better paying positions in this country.\n\nLiteracy and enrollment in primary and secondary education are at parity in the United States, and women are overrepresented in tertiary education.[70] There is, however, a notably gender segregation in degree choice, correlated with lower incomes for graduates with \"feminine\" degrees, such as education or nursing, and higher incomes for those with \"masculine\" degrees, such as engineering.[71][72] Females started outnumbering males in higher education in 1992.\n\nTo study gender inequality in elementary and middle schools, researchers from NYU and Indiana University used data from the nationally representative Early Childhood Longitudinal Study, specifically the 1998 to 1999 and 2010 to 2011 cohorts. When comparing average math test scores of boys and girls in kindergarten, they did not discover an average gender gap. However, when looking at data from students in second or third grade, the researchers discovered that boys perform better on the math tests (by a standard deviation of 0.25 average gender gap).[73] The researchers also found that when teachers were asked to compare a boy and a girl of the same socio-economic status and race who received the same scores on math tests and had similar behavioral records in school, teachers overwhelmingly stated that the boy had superior mathematical abilities, a finding replicated in a study over a decade later.[73] It is therefore possible that the gender gap in mathematical abilities among kindergarteners could be much less apparent in the United States today if teachers exhibited less gender bias in evaluating students' abilities, as evidenced by these replicated studies that demonstrate a systematic undervaluing of girls' mathematical abilities by teachers, which has likely contributed to a false perception of girls' abilities as being lower than test scores would indicate.[73]\n\nSo often in our society, girls receive signals from an early age that they are not good at math, or that boys are simply better. This can occur at home, when wives ask their husbands for help when it comes to math. In 2013, women received 57% of all bachelor's degrees, however they only received 43% of math degrees, 19% of engineering degrees, and 18% of computer science degrees. At school and at home, many young girls receive the message that they either \"have the math gene or they do not.\" When a mother tells her daughter that she wasn't good at math in school, oftentimes, the daughter's mathematical achievement will decrease. Oftentimes, women do not realize they are sending these messages to their daughters.[74]\n\nSpecific to university and college campuses, gender inequalities can be seen when looking into the demographics of particular majors. This initial entrance into a particular field of study is shaped by an individual's desires to take a certain set of classes, leading to somewhat specific career opportunities and subsequently, salaries. When exploring the depths of college majors, there is a tendency for each gender to cluster into certain majors. These stereotypical \"masculine\" and \"feminine\" degrees are key indicators to the inequalities women face in certain fields, specifically within the sciences and mathematics. Based on the Department of Education collections of data from the College Class of 2015, \"women earn the large majority of degrees in health professions, psychology, education, English and communication, while men earn the large majority of degrees in engineering, computer science, and theology.\"[75] These exact percentages can be seen in the table distributed by the Department of Education, exemplifying the overall majority men have in the STEM field.[75]\n\nAlthough not designated for specific genders, majors and minors at universities and colleges carry different stigmas for who should/shouldn't be part of the program. The results of Sylvia Beyer's 1995 study surveying 154 female and 111 male students from the University of Wisconsin-Parkside, to test the accuracy of gender stereotypes, conclude that students believe men and women are concentrated in different fields and that specific majors are deemed \"masculine\" and \"feminine.\"[76] The participants categorized the masculine majors with computer science, chemistry, business, history, and mathematics, while they placed the feminine majors as psychology, communication, music, and art. These perceptions may not accurately describe the gender percentages in each field, but prove that men are more likely to be seen in STEM concentrations than women. Additionally, Yale researchers have published studies which prove that young male scientists are more likely to be favored than female scientists with the same candidacy. As of 2013, only 1⁄5 of Physics PHDs were awarded to women and only 14% of physics professors were female.[77] A large factor in the major and minor inequalities seen at the college level come from the encouragement of peers and educators to go forth in certain subjects. Ultimately, women are not receiving the same support and backing as their male counterparts, and thus, do not pursue STEM fields. Since a large sum of money lies in these occupations, women are not receiving an equal share, further perpetuating gendered salary inequalities.[77]\n\nAccording to researchers at the University of Mississippi, undergraduate women have higher rates of expected educational attainment than men at the bachelors, masters, professional, and PhD degree levels. Women also report higher rates of marriage, desire to be married, parenthood, and lower average age of expected marriage. The study links these higher rates of a desire to have children with higher expectations for educational attainment at the masters and professional degree levels for females. Respondents who indicate they are likely to stay at home to help care for their children are less likely to expect a master's degree, professional degree, or PhD compared to those expecting to solely acquire a bachelor's degree. The latter category of respondents contains higher rates of women than men (by a ratio greater than 10:1) due to societal norms in the United States for women to take care of children in the family.[78] Child-rearing may account for a contributing cause of inequality in educational outcomes among men and women in the United States.\n\nThe research shows negative associations between both marriage and expectations of achieving a master's degree or PhD, and having children and expectations of achieving professional degrees or PhDs for women, but not men. A larger positive association was found between anticipated age at parenthood and an expectation to achieve a graduate or professional degree for women than for men. The relationship between expected age of marriage and expectation to achieve a PhD was also higher for women.[78] While women earned a majority of total graduate school degrees in 2016 (57.5% female compared to 42.5% male), men still earned more graduate degrees among higher-paying disciplines, such as in business (54.9% male compared to 45.1% female), engineering, (75.3% male compared to 24.7% female) and mathematics and computer science (68.5% male compared to 31.5% female).[79]\n\nWomen have recently surpassed men in the ratio of students enrolled in colleges around the nation. In 2017, women were awarded a majority of doctoral degrees, at 53%, for the ninth year in a row.[80] With striking progress from the late 1900s, gender inequality in higher education persists with the consideration of female representation at elite universities.\n\nThe higher representation of women is largely attributed to schools with \"higher acceptance rates, lower faculty/student ratios, lower standardized test scores, and lower fees\"; thus, underrepresentation still persists amongst the top schools in the nation. The effects of a less-notable degree proceed to play out in the workplace and job recruiting processes. Scholars have reasoned this inequality to be the effect of part-time enrollment and the advanced engineering characteristic of elite universities.[71] With fewer females enrolling in STEM programs, they are less likely to attend universities notable for these programs. Other scholars argue that gender inequality at elite institutions is not an issue of access, accrediting the issue to decentralized school systems,[71] such as the existence of female-only universities (which individually draw a large segment of women attending college).\n\nWomen in academia face many challenges in terms of pay, rank, and composition in faculty. Although female faculty members' salaries are gradually increasing, the pay gap continues to widen or remain unchanged. The reason for this lies in the fact that male faculty members already earn significantly more than their female counterparts. The wage gap is greatest in private independent colleges. The explanations that have been brought forward for this persistent disparity relate to women's positions in institutions and disciplines. Within doctoral-granting institutions, containing the highest salary scales, women are outnumbered two to one.[81] Women are extremely underrepresented in high-paying academic disciplines, like science, business, and law, yet overrepresented in low-paying fields, such as English, romance languages, and education. Not only is there a gap in salary but rank as well. Research has shown that top universities average only 34 percent female in full-time faculty.[82] The disparity only worsens as faculty rank increases. Within top universities, the only category in which female faculty hold the higher proportion is \"Non-Eligible for Tenure.\" In universities overall, men continue to make up a disproportionate ratio of full professors, while women make up a majority of assistant professors, instructors, and lecturers.[83]\n\nGender inequality is still seen in health care, in cases of women seeking emergency room care for serious conditions such as stroke and heart attacks they are 33% more likely to receive a misdiagnosis in comparison to men (Miller). On top of receiving incorrect treatment, when seeking treatment for autoimmune disorders which affect more women than men. It takes an average of seeking care from five different doctors and a span of 4 years to receive a diagnosis (Miller). Women's health has come a long way and with help from the FDA and NIH making new policies to include more research gender specific for women, the gap is slowly closing.[84]\n\nHealth care providers respond differently to pain for cisgender men and women.[85] Cisgender women aged 55 and older are prescribed pain medication less frequently or with lower dosages than their male counterparts.[85] Women are more often undertreated than men. [85] Cisgender women also receive less preventative care like flu shots and cholesterol screening than cisgender men.[86]  Cisgender women have fewer visits to the doctors compared to cisgender men with similar demographic and health backgrounds.[86]\n\nStructural racism and gender inequality affect access and awareness to healthcare and fertility care, like contraceptives, family planning resources, and sex education.[87][88] Black and American Indian/Alaska Native cisgender women have a higher risk of infertility compared to White cisgender women.[87] African American women are more likely to have chronic diseases, such as hypertension.[88][89]\n\nAccording to the Centers for Disease Control and Prevention, about 700 cisgender women in the United States die from pregnancy-related complications annually.[89] Black and American Indian/Alaska Native (AI/AN) cisgender women have higher rates of pregnancy-related deaths, with two to three times greater than the rate for white cisgender women.[90] The gap widens for cisgender women ages 30 and over.[90] The pregnancy related mortality rates are four to five times higher for Black and AI/AN cisgender women ages 30 years and older compared to their white counterparts.[90]\n\n"
        },
        {
            "title": "Current issues for men",
            "text": "For the past fifty years, there has been a gap in the educational achievement of males and females in the United States, but which gender has been disadvantaged has fluctuated over the years. In the 1970s and 1980s, data showed girls trailing behind boys in a variety of academic performance measures, specifically in test scores in math and science.[91]\n\nData in the last twenty years shows the general trend of girls outperforming boys in academic achievement in terms of class grades across all subjects and college graduation rates, but boys scoring higher on standardized tests and being better represented in the higher-paying and more prestigious job fields like STEM (science, technology, engineering, and math).[91][92][93]\n\nAccording to recent data (from 2007), 55 percent of college students are females and 45 percent are males. From 1995 until 2005, the number of males enrolled in college increased by 18 percent, while the number of female students rose by 27 percent.[94] Males are enrolling in college in greater numbers than ever before, yet fewer than two-thirds of them are graduating with a bachelor's degree. The numbers of both men and women receiving a bachelor's degree have increased significantly, but the increasing rate of female college graduates exceeds the increasing rate for males.[95] One exception to these trends is gay men, who show exceptionally high levels of academic achievement and attainment in the United States.[96]\n\nA higher proportion of men (29.4%) hold bachelor's degrees than women (26.1%). In 2007, the United States Census Bureau estimated that 18,423,000 males ages over the age of 18 held a bachelor's degree, while 20,501,000 females over the age 18 held one. In addition, fewer males held master's degrees: 6,472,000 males compared to 7,283,000 females. However, more men held professional and doctoral degrees than women. 2,033,000 males held professional degrees compared to 1,079,000, and 1,678,000 males had received a doctoral degree compared to 817,000 females.[97]\n\nIn the United States, most male US citizens and residents must register with the Selective Service System within 30 days of their 18th birthday.[98] Those who fail to register may be punished by up to five years in prison and a fine of up to $250,000, although no non-registrants have been prosecuted since January 1986.[99] They may also be ineligible for citizenship (for immigrants), federal student financial aid, federal job training and federal employment, and for certain states, state employment and even driver's licenses.[100]\n\nIn the United States, the male-to-female teenage suicide death ratio is estimated at 3:1.[101] Typically males are three to five times more likely to commit suicide than females.[102] The reported difference in suicide rates for males and females is partially a result of the methods used by each gender. Although females attempt suicide at a higher rate,[103] they are more likely to use methods that are less immediately lethal.[104][105][106] Males frequently die by suicide via high mortality actions such as hanging, carbon-monoxide poisoning, and firearms. This is in contrast to females, who tend to rely on drug overdosing.[107]\n\nThe higher male suicide rate is also associated with traditionally masculine norms such as hyper-independence, reluctance to seek help, emotional unexpressiveness and social exclusion, according to all the available research on the matter.[108][109] A research paper done by the Portland University provided evidence that the risk of male suicide could be social environmental factors (unemployment, discrimination, poverty), homophobic alienation, and stressful jobs. The traditional male roles in combination with psychosocial stress are some of the main causes of the male suicide epidemic.[110] Divorced men are 2x as likely to commit suicide as married men, whereas for women there is no statistically significant difference in the risk of suicide by marital status categories.[111]\n\nMale suicide became especially apparent in the COVID-19 pandemic, which increased male suicide exponentially due to the vast increase in unemployment, joblessness, relationship strains, and failure at work.[112]\n\nAt least 70% to 85% of all homeless are men.[113] However, it is estimated that there is a larger female homeless population than counted, due to the fact that many women who would be considered homeless do not identify themselves as homeless and are not seen with groups of homeless people or in homeless shelters, because they fear that they will face increased chances of being sexually assaulted.[114][115]\n\nMen are over-represented in dangerous jobs. The industries with the highest death rates are mining, agriculture, forestry, fishing, and construction, all of which employ more men than women.[116] In one U.S. study, 93% of deaths on the job involved men,[117] with a death rate approximately 11 times higher than women.\n\nMen are vastly overrepresented in police shootings. According to a study done by Frank Edwards, Hedwig Lee, and Michael Esposito, the lifetime risk of being killed by police as a man in the United States is about 52 out of 100,000 (for black men it is nearly 1 in 1000); whereas for women, it is only 3 out of 100,000.[118] After controlling for legal and extralegal characteristics, a study done by the journal Justice Quarterly found that young, black and Hispanic males are at increased risk for citations, searches, arrests, and uses of force by the police.[119]\n\nAccording to a study done in 2014, men (on average) receive 63% longer sentences for the same crime than women do.[120] A meta-analysis done on experimental research about mock jurors found that it was advantageous for defendants (in sentencing) to be physically attractive, female, white, and of high socioeconomic status.[121] After controlling for extensive criminological, demographic and socioeconomic variables, a paper done by the University of Georgia found that blacks, males and offenders with low education and low income receive substantially longer sentences.[122] After analyzing data from 9,966 felony theft cases and 18,176 felony assault cases in California, a large gender disparity was found when females were more likely to similar males (and minorities) to get charge reductions and probation.[123] A multivariate analysis done by the United States Sentencing Commission found that women of all races get much lighter sentencing than white male offenders.[124] Other papers have confirmed the hypothesis that women get significantly more lenient sentences than men in the criminal justice system.[125][126][127][128]\n\n"
        },
        {
            "title": "Current issues for transgender people",
            "text": "One of the largest factors that causes and perpetuates transgender inequality is a lack of understanding and awareness among cisgender people.[129] A 2002 survey found that, of the American respondents polled, only 70% had heard of the term transgender, while 67% agreed that it is possible for a person to be born as one gender, but inside feel like another gender.[130] In addition, the survey found that 61% of Americans believe that the country needs anti-discrimination laws to protect transgender individuals, 57% incorrectly believed that it was not legal to fire someone on the basis of their gender identity if they are trans, 53% believed being transgender was acceptable while 37% did not, 77% believed that transgender students should be allowed to attend public school, and 8% said they would refuse to work with a transgender co worker.[130] A 2012 study found that the heterosexual cisgender individuals who believe there are natural binary genders and there are natural differences between men and women are more likely to have negative attitudes toward transgender individuals.[131]\n\nEvents in the LGBT+ community such as Transgender Awareness Week and the International Transgender Day of Visibility are focused on educating and informing the public about transgender individuals and the challenges they face.[132][133]\n\nAccording to the Transformative Justice Law Project of Illinois, transgender people are \"over-represented in the criminal legal system due to institutionalized oppression and increased poverty and criminalization.\"[134]\n\nMany transgender individuals have difficulties correcting their name and gender on their ID and personal documents. According to the National Center for Transgender Equality, \"only one-fifth (21%) of transgender people who have transitioned in the National Transgender Discrimination Survey have been able to update all of their IDs and records with their new gender and one-third (33%) had updated none of their IDs or records. At the time of the survey, only 59% had been able to update their gender on their driver's license or state ID; 49% had updated their Social Security Record; 26% their passport; and just 24% their birth certificate.\"[135] In addition, those transgender people who are successful in correcting their ID and records often must undergo heavy invasions of privacy, including presenting proof of gender reassignment surgery, and those who cannot correct their identification documents often face higher levels of discrimination, since it effectively \"outs\" them as transgender.[135]\n\nSome state appellate courts- including Kansas, Ohio, Texas, Florida, and Illinois- have upheld that the gender an individual is assigned at birth is their legal gender for life, even if the individual has undergone gender reassignment surgery or similar treatments, and therefore refuse to acknowledge the gender that transgender people identify as.[136]\n\nThere have been several legal cases in which transgender parents have lost custody and other parental rights on the basis of their gender.[136] There have also been cases of the validity and legality of married heterosexual couples in which one partner is transgender being contested and, in some cases, the marriage has been voided.[136]\n\nA 2007 study reported that between fifteen and fifty-seven percent of transgender individuals report some kind of employment discrimination; of these thirteen to fifty-six percent reported being fired due to their gender identity, thirteen to forty-seven percent reported that they were denied employment due to their gender identity, twenty-two to thirty-one  percent reported harassment due to their gender identity, and nineteen percent reported being denied promotion due to their gender identity.[1] Another study found that transgender respondents reported twice the national rate of unemployment, while transgender people of color reported four times the national rate of unemployment.[137] This study also found that 90% of respondents reported some kind of workplace harassment, mistreatment or discrimination.[137]\n\nAccording to the American Psychological Association, around 64% of transgender people have annual incomes of less than $25,000.[138] Another study found that transgender individuals are nearly four times more likely to make less than $10,000 annually when compared to the general population; on the other end of the spectrum, only 14% of transgender respondents reported making more than $100,000 annually compared to 25% of the general population.[137]  In addition, transgender women reported their wages decreasing by nearly one-third following their gender transitions but transgender men reported their wages increasing slightly (about 1.5%), according to one study.[139][140]\n\nSince many public spaces, including schools, are highly gendered with features such as gendered bathrooms and locker rooms, transgender people often face violence in these gendered areas.[134] Transgender people are often asked to present their ID or other invasive question when using a public restroom designated for the gender they identify as and can often face discrimination and violence if their ID has not been correct or if they do not \"pass\" as the gender they identify as.[141]\n\nOne study found that 71% of transgender respondents made efforts to hide their gender or gender transition to avoid discrimination, while 57% reported delaying their gender transition to avoid discrimination.[137]\n\nTransgender individuals also face discrimination within the LGBT+ community, especially from cisgender gay men and lesbians.[142] As a result, they often do not receive the same social support from the community that other queer individuals do.[142]\n\nOne study found that 78% of transgender individuals interviewed reported harassment in primary or secondary school, 35% reported physical assault, 12% reported sexual violence, and 6% reported being expelled.[137] According to the study, the effect of this harassment was so severe that 15% of the respondents were forced to leave school at either the primary, secondary, or tertiary level.[137]\n\nTransgender individuals also face barriers when applying to higher education, as was the case with a transgender woman rejected from the all-girls Smith College because she was not legally recognized as female in her home state.[143]\n\nTransgender individuals, especially transgender women, are at a high risk of suffering from domestic abuse due to invisibility, lack of access to support facilities such as shelters, and a lack of legal and social protection.[2] Transgender individuals are also more likely to be sexually and physically assaulted, both by strangers and acquaintances, than cisgender individuals are.[144] In addition, there are several factors that limit transgender people's access to health care facilities and proper medical care, including transphobia and the tendency of gender-segregated homeless and domestic violence shelters to refuse service to transgender and gender nonconforming individuals.[145] The Anchorage Equal Rights Commission lost a lawsuit to force a woman's shelter to admit a transgender woman.[146][147][148] One study reported that 19% of transgender individuals interviewed reported being refused medical care due to their gender identity, while 28% reported being harassed in a medical setting and 2% reported violence toward them in a medical setting due to their gender identity.[149] In the same study, 50% percent of transgender respondents reported the need to educate their medical providers about the health care needs of transgender individuals.[149]\n\nTransgender individuals also reported four times the national average of HIV infections when compared to cisgender individuals in one study conducted by the National Center for Transgender Equality and the National Gay and Lesbian Task Force.[149]\n\nThe NCAVP's 2012 Report on Lesbian, Gay, Bisexual, Transgender, Queer, and HIV-affected Hate Violence reported that over fifty percent of anti-LGBTQ homicide victims in 2012 were transgender women, a considerable increase from the percentage of transgender women victims in 2011 at 40%.[3] In addition, the report also found that, compared to cisgender people, transgender people were more than three times more likely to experience police violence.[3]\n\nIn terms of mental health, transgender individuals have much higher rates of suicide attempts than cisgender individuals and it has been reported that between nineteen and twenty-five of the trans population have attempted suicide.[150]\n\n"
        },
        {
            "title": "Government policy",
            "text": "In 1920, the Nineteenth Amendment to the United States Constitution, which insured women's suffrage (although some individual states allowed women the right to vote as early as 1869), was ratified. In addition, the Women's Bureau of the Department of Labor was created to monitor working conditions for women in the workforce.[151]\n\nIn 1961, the President's Commission on the Status of Women was started, initially chaired by Eleanor Roosevelt. This commission found that women were suffering considerable workplace discrimination. In 1963, the Equal Pay Act was passed, which made it illegal for a woman to be paid less than a man working in the same position. The Civil Rights Act of 1964 also made discriminatory hiring on the basis of gender illegal. The affirmative action policy of 1965 was expanded in 1967 to cover women as well as racial minorities. In 1973, women's right to safe and legal abortion was established by the Supreme Court's ruling in Roe v. Wade. In 1968, sex-segregated job advertisements were declared illegal by the Equal Employment Opportunity Commission, this decision was upheld by the Supreme Court in 1973; this allowed women to apply for higher-paying jobs formally restricted only to male applicants. In 1972, Title IX of the Education Amendments, which reads \"No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any educational program or activity receiving federal financial assistance,\" was passed.[152]\n\nIn 1986, in the decision of Meritor Savings Bank v. Vinson, sexual harassment was established as illegal and discriminatory.[153] The Family Medical Leave Act of 1993 guarantees that new parents can retain their jobs for 12 weeks after the birth of the child; this unpaid leave is the only form of paternal leave protected by law in the United States.[15] In 1994, the Violence Against Women Act provided legal protection, as well as funds and services, for rape victims and victims of domestic violence. United States v. Virginia established in 1996 that gender-based admission practices violated the Fourteenth Amendment, and establishing a separate all-female school would not suffice as an alternative to integrating an all-male school. Most recently, in 2009 the Lilly Ledbetter Fair Pay Act of 2009 provides employees (usually female) who suffer from pay discrimination to file a complaint with the government.[153]\n\nThe Equal Rights Amendment, which reads, \"Equality of rights under the law shall not be denied or abridged by the United States or by any State on account of sex\", was first introduced to Congress in 1923 and successfully passed both houses of Congress in 1972. However, it failed to be ratified by an adequate number of states and died in 1982.[152] The United States is one of only a few countries which have not ratified the UN Convention on the Elimination of All Forms of Discrimination against Women (US has only signed the treaty).[154]\n\n"
        },
        {
            "title": "Rankings",
            "text": "The World Economic Forum's Gender Gap Index  for 2012 ranked United States 22nd best out of 135 countries for gender equality.[70][155] The primary indicators for inequality were related to political empowerment, where the US was ranked 55th (32nd for women in ministerial position and 78th for women in parliament).[70] USA was ranked 33rd for health and survival, 8th for economic participation and opportunity, and tied for 1st (no inequality) in education.[70] Since the Gender Gap report was first published in 2006, the US position remains relatively stable in that index.[70] However, the United States' score decreased between 2011 and 2012.[70][156]\n\nUnited Nations' Gender Inequality Index (part of the Human Development Report) shows that the US scored 19% in gender inequality in 2017 ranking in the 13th place out of 173 countries in terms of the Human Development Index.[157] In addition, the OECD's Better Life Index discusses a number of differences, but does not stress any in particular when it comes to gender.[158][159]\n\n"
        }
    ]
}