{
    "url": "https://en.wikipedia.org/wiki/Gender_in_horror_films",
    "title": "Gender in horror films",
    "table_of_contents": [
        "1 Subgenres",
        "1.1 Psycho-biddy",
        "1.2 Slasher",
        "1.3 Torture films",
        "2 Female roles in horror films",
        "2.1 Women and the female body as monsters",
        "2.2 Final girl",
        "2.3 The Virgin",
        "3 Male roles in horror films",
        "3.1 Repressive patriarch",
        "4 Transgender roles in horror films",
        "5 Sexuality",
        "5.1 Chase",
        "5.2 Mystical pregnancy",
        "6 Audience",
        "6.1 Male",
        "6.1.1 Male gaze",
        "6.2 Female",
        "6.2.1 Female gaze",
        "7 Race in horror films",
        "8 Portrayal of women vs. men",
        "9 Sex paired with violence",
        "9.1 Changing patterns",
        "9.2 Effects on viewers",
        "10 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe representation of gender in horror films, particularly depictions of women, has been the subject of critical commentary. \n\nCritics and researchers have argued that horror films depict graphically detailed violence,[1] contain erotically or sexually charged situations which verge on becoming pornographic,[2][3] and focus more on injuring or killing female as opposed to non-female characters. Many also perceive recurring themes of misfortune for male characters who perform overt masculinity or sexuality.[4] Audience reception is suggested by researchers to be affected by the respective gender representation depicted in these movies.[5]\n\n"
        },
        {
            "title": "Subgenres",
            "text": " Psycho-biddy is a film subgenre which combines elements of the horror, thriller and woman's film genres. It has also been referred to as Grande Dame Guignol, hagsploitation, and hag horror.[6][7] Per Peter Shelley, the subgenre combines the concepts of the grande dame and \"Grande Guignol\".  Films in this genre conventionally feature a formerly glamorous older woman who has become mentally unbalanced and terrorizes those around her.[8][9][10]\n\nThe genre is considered by scholars such as Shelley and Tomasz Fisiak to have been launched with the 1962 film What Ever Happened to Baby Jane?. Films in this vein continued to be released through the mid-1970s and per Fisiak, has had an influence on multiple areas including music videos.[11] Renata Adler, in her New York Times review for the 1968 film The Anniversary, referred to the genre as \"the Terrifying Older Actress Filicidal Mummy genre.\"[12]\n\nPer Shelley, for a film to fall within the subgenre the movie must use grande guignol effects and have an actress who portrays the lead character as one \"with the airs and graces of a grande dame\".[6] He further stated that common hallmarks of actresses in the subgenre included those who were \"no longer considered leading lady material\" or had \"previously specialized in supporting roles\", and \"had not worked for some time\".[6]: 2 \n\nThe term and genre have received criticism, particularly in regard to claims that psycho-biddy films exploit actresses who have experienced or are vulnerable to ageism.[13][6] Timothy Shary and Nancy McVittie noted the genre in their book Fade to Gray: Aging in American Cinema, stating that the \"cycle of films renders the aging women at their core as monstrously \"othered\" objects.\"[14] Bustle writer Caitlin Gallagher criticized the term \"hagsploitation\", as she felt that it \"shows a certain lack of respect for the actresses who starred in these types of movies\", further noting that together with the term \"psycho-biddy\" the terms \"use disparaging terms for older women — \"hag\" and \"biddy\" — to not only indicate how unattractive the female characters are in these types of films, but to also show that these characters are psychotic.\"[15]\n\nBFI's Justin Johnson commented on the genre, saying that \"If Crawford and Davis didn't carve out this niche with Baby Jane and all the films that followed, then a lot of legendary actresses would not have had third career acts\".[16] Peter Shelley has argued that criticism of the psycho-biddy subgenre is inaccurate, as it implies that the actress is lowering her standards by acting in a horror film by also implying that her earlier work is superior. The criticism also implies that the actress is only portraying a character out of her normal range out of desperation.[6]\n\nSlasher films are a subgenre of horror films featuring acts of violence portrayed in graphic detail. [17] In his book entitled Going to Pieces: The Rise and Fall of the Slasher Film, 1978-1986, author Adam Rockoff states, \"The slasher film typically involves a killer who stalks and graphically murders a series of victims in a typically random, unprovoked fashion. The victims are usually teenagers or young adults who are separated from mainstream civilization or unable to easily access help. These films typically begin with the murder of a young woman and end with a one female survivor who manages to subdue the killer, only to discover that the problem has not been completely solved\".[18] Carol Clover's Men, Women, and Chainsaws: Gender in the Modern Horror Film is generally thought of to be the cornerstone work of studying gender in slasher films. \n\nSlasher films can include \"scenes of explicit violence primarily directed toward women, often occurring during or juxtaposed to mildly erotic scenes\".[19] Research has been unable to show if female characters are killed more often in an explicitly sexual way than male characters in this genre.[20]\n\nSome critics[who?] suggest that the torture represented in the torture horror genre reflects contemporary modern western society. The methods of torture in these films are adapted from the discussion of terrorism.[21] During the \"War on Terror\", the film industry had trouble distinguishing between the characters of \"torturer, victim, villain, and hero.\" Writers and directors of horror films had difficulty allowing their torturers and villains to survive after doing such heinous acts. Mashia Wester sees films such as The Descent, Saw, and High Tension as depicting \"average Americans both as tortured victim and torturing hero.\"[21] The heroes within these torture films do not actively torture, but contribute to their own and others' suffering.\n\nEli Roth, the creator of the Hostel films, taps into an \"undercurrent of anxiety about the place of gendered bodies in relation to torture as well as the connection between gender equality, torture, global capitalist venture, and the passive American consumer.\"[21] Maisha Wester states in her article, \"Torture Porn And Uneasy Feminisms: Re-Thinking (Wo)Men in Eli Roth's Hostel Films\", that the popularity of the Hostel films makes the questioning of gendered dominance \"both elusive and inescapable in the face of capitalism since, within such a system, we are all commodifiable and consuming bodies.\"[21]\n\n"
        },
        {
            "title": "Female roles in horror films",
            "text": "The treatment of women in horror films can be associated with the fear of the abject.[22] Julia Kristeva explains the abject as \"something rejected from which one does not part, from which one does not protect oneself as from an object. Imaginary uncanniness and real threat, it beckons to us and ends up engulfing us.\" Kristeva asserts that many are horrified by the abject because \"it is something that disgusts us, yet comes from us or from which we come.\"[23]\n\nHorror films use the female body as a form of an object. Aviva Briefel states in her article, \"Monster Pains: Masochism, Menstruation, and Identification in the Horror Film,\" that menstruation is the start of monstrosity. Once a girl has reached puberty, she could be seen as monstrous.[24] Horror films feed into the female monstrous identity through her menstruation, since this is a point of contrast from male anatomy and physiology. Motherhood and menstruation become things which society is taught to find disgusting. [22]\n\nAdditionally, Briefel separates the suffering of gendered monsters in horror films into two types: masochism and menstruation. Masochism is central to the identification of male monsters \"who initiate their sadistic rampages with acts of self-mutilation.\" By contrast, female monsters do not commit acts of self-mutilation out of pleasure but instead \"commit acts of violence out of revenge for earlier abuse by parents, partners, rapists, and other offenders.\"[24] Female monsters will engage in masochistic acts when coerced or attempting to terminate her monstrosity. Briefel provides examples of such masochistic acts by female monsters with films like Carrie (1976), The Exorcist (1973), Stigmata (1999), The Hunger (1983), and Alien 3 (1992).[24]\n\nShelley Stamp Lindsey states \"Carrie is not about liberation from sexual repression, but about the failure of repression to contain the monstrous feminine\". Audiences are not supposed to identify with Carrie White whilst she becomes the monster, instead they are supposed to be scared of her ability and destructive potential. Carrie is purposely portrayed in this manner because the character Carrie White demonstrates what happens when women gain power and are no longer repressed. Carrie could portray the message to its audience that they must live in a patriarchal world, and if they fail to successfully integrate then this is what will come of it.[25]\n\nThe final girl is the \"first character to sense something amiss and the only one to deduce from the accumulating evidence the pattern and extent of threat; the only one, in other words, whose perspective approaches our own privileged understanding of the situation.\"[26]\n\nClover concludes that the final girl is \"an agreed upon fiction [for] male-viewers' use of her as a vehicle for his own sadomasochistic fantasies.\"[26]\n\nThe final girl is one of the most commonly seen tropes in slasher films. The final girl is always female, usually a virgin, and according to Carol J. Clover, who coined the term, is the lone survivor of the slasher villain.[27]\n\nFemale virgins are standard tropes of horror films. The genre frequently plays on the idea that threats can arise metaphysically or from inside the body, and virginity fits into this framework being an alleged, intangible construct within a person. Scholars like Tamar Jeffers McDonald argue that virginity is used as a \"bridge\" between ambiguity and reality to make sense of mysticism through ordinary means. Virgins are commonly depicted as \"plucky heroines and sacrificial offerings, repressed psychos, and misunderstood monsters\" as McDonald says.[28]\n\n"
        },
        {
            "title": "Male roles in horror films",
            "text": "In many horror films, the repressive patriarchal form of a monster is either \"symbolically castrated, pathetically lacking...or he is overly endowed and potent\". The real sexual interest that occurs in horror films comes from the monster. \"The monster's power is one of sexual difference from the normal male. In this difference he is remarkably like the woman in the eyes of the traumatized male: a biological freak with impossible and threatening appetites that suggest a frightening potency precisely where the normal male would perceive a lack.\"[29]\n\nMen only stay on the screen long enough to show their incompetence, unless they are seen to be a true form of patriarchy.[30] The repressive patriarch is often dressed as a female and because he does not exemplify patriarchy at its finest, the final girl is his \"homoerotic stand-in\".[26]\n\nThe \"masochistic monster\" revels in acts of self-mutilation before the audience sees the harming of others being done. Briefel looks at films like Dr. Jekyll and Mr. Hyde (1931), The Fly (1986), Hellraiser series, A Nightmare on Elm Street (1984), and Freddy's Dead: The Final Nightmare (1991). All these horror films show examples of masochistic monsters that take pleasure in the pain they inflict on themselves; it is something they must endure to be monstrous.[24]\n\n"
        },
        {
            "title": "Transgender roles in horror films",
            "text": "Transgender representation in horror comes from characters who either self identify as transgender or are coded as transgender through cross-dressing or other gender nonconforming actions, which they may hide from the protagonist and other characters.[32] The treatment of transgender persons in horror can be identified through the fear of the \"Other\", as the characters can be portrayed as the opposite of the cisnormative, making it unfamiliar and potentially deceptive.[33]: 22  These portrayals can be seen as problematic by many, including those in the transgender community, and overall issues stemming from problematic portrayals of transgender persons is not limited to the horror genre.[34] Per Lucy Miller, the most common depiction of transgender persons is \" that of a transgender woman with knife raised high, ready to plunge it into the unsuspecting body of a victim\", as depicted in films such as Psycho, Dressed to Kill, and Sleepaway Camp. Also per Miller, the depiction of transgender people in overall cinema by cisgender males is common and the use of these characters in both horror and non-genre cinema are frequently used to elicit a strong reaction from the audience.[31] Transgender narratives, according to Zachary Price, has the potential to \"bring to horror cinema a way to rethink Freudian and Lacanian concepts of the gaze that structure our affective responses to seeing bodies cut on-screen.\"[35]\n\nIn the article \"Her Body, Himself: Gender in the Slasher Film\", scholar Carol J. Clover noted that during the 1980s there was a shifting and loosening of traditional gender roles, as these films showed the \"killer as feminine male and the main character as masculine female\" and an othering in horror, which she felt may have been a product of the time period's \"massive gender confusion\".[3][36] Dr. Julie Tharp expanded on this in 1991, writing that movies such as Dressed to Kill and The Silence of the Lambs \"more directly comment on the gender problematics at work in the genre\" as they exaggerated these components and showed how feminine male characters \"must include a grappling with the sex and gender problematics of Freudian thought because it is utterly interwoven in the fabric of the horror genre\". She further opines that the latter film showed how \"As women's power increases, the Freudian paradigm on which most slasher films are based, and, consequently, their villains, degenerates.\" The character of Jame Gumb/Buffalo Bill exploits cisnormative societies fear of gender outside the binary, while the character of Norman Bates in Psycho stokes fear of an emasculated man suffering with an Oedipus complex.[37]\n\nThere are few depictions of trans-masculine characters in either horror or non-genre films. Films that do feature trans-masculine characters include Warren in Homicidal (1961), George Atwood in Private Parts (1972), and Barney in Girls Nite Out (1982). Edwin Harris of Gayly Dreadful, describes trans-masculine characters by writing \"victims of internalized misogyny and threatening vectors of gender ideology, trans men in horror are commonly depicted as simultaneously pitiable and frightening\".[38]\n\n"
        },
        {
            "title": "Sexuality",
            "text": "The horror film emphasizes the idea of female sexuality being something that needs to be punished or come with negative consequences. It shows that once a woman acts in a sexual way she will be killed. The American fantasy of women continuously being sexualized is completely taken away in horror films. Once a woman is related to sex, her sexuality is punished.[39] Klaus Reiser argues, \"It is not so much the girls' sexuality per se...but the fact that they have sex with other boys\". Sex is considered to be a masculine trait because it is a form of power over someone, and if a woman tries to take control of this power, she will instantly be punished. Her sexual freedom is not within gender-norms, and the patriarchal society does not accept it.[40] Only \"male domination is natural and follows inevitable from evolutionary...or social pressures\".[41]\n\nThe chase often consists of a sexualized and degraded woman running for her life as an assailant hunts her down and kills her, unless she is termed the \"final girl\". Often, the Chase will feature the woman in various stages of undress and lecherous camerawork that focuses on her body before she is killed in an attempt to mix sex and violence. Female victims in slasher films are shown to be in a state of fear five times as long as males, specifically occurring during \"the chase\".[42]\n\nAttaching even further onto the fear of women's bodies, there are multiple cases of female bodies become mere vessel for the monster. A female character is violated and is mystically inseminated, and then endures an excoriating pregnancy or an almost non-existent one, passing without any repercussion. The child is then either a monster that must be killed, or is taken away from the character presently. \n\nThis trope reduces a woman down to the biological, and degrades the emotional and physically complex aspects of bearing and giving birth to a child.[43] The women often have no say in what happens with the baby or even with their own bodies, becoming little more than an object. In horror films such as Rosemary's Baby (1968), Rosemary can be often seen being told what to feel about her pregnancy by her husband and others in the apartment complex. She does not seem to be given an opportunity to make decisions on the subject of her baby, even after it is revealed to be the spawn of Satan. She remains the vessel for others to take advantage of throughout the film.\n\n"
        },
        {
            "title": "Audience",
            "text": "The audience first identifies with the monster until there is a shift in point-of-view camera narration, and allows identification with the final girl once the monster is after her.[30] The audience relates only with masculinity and disdains  femininity.[44] Horror films resemble a mirrored object. They gaze back at the audiences' who are unsuccessful in hiding their own sexual desires.[45]\n\nAviva Briefel believes that pain is central to the audiences understanding of horror films. It is \"the monster's pain that determines audience positioning in the horror film.\" \"By gendering the monster's pain, the horror genre prevents the audience from losing control of its own.\"[24]\n\nScholars such as Mulvey, Clover, and Creed have argued that we live in patriarchal society, where men dictate the rules and women have to abide by them. Clover looks at the notion that men might \"elect to betray their sex and identify with screen females.\"[26] In slasher films, male characters are often killed quickly and easily leaving the audience to resonate with the strong female character left to kill the monster.[30] Clover seeks to suggest that masochistic impulses are seen within the male spectator who finds a \"vicarious stake in\" the \"fear and pain\" the final girl endures by the monster's torturous actions.[24] Additionally, Clover claims that the central figure of horror movies, even those promoted as female-centric, is typically \"a man in crisis\" in actuality.[30] Researchers like Nolan and Ryan have reported that male audiences largely remember scenes that involve empty fields and unknown strangers or what they have ascribed as \"rural terror.\"[46]\n\nThe \"male gaze,\" a term coined by Laura Mulvey in \"Visual Pleasure and Narrative Cinema\", describes the depiction of female characters in a sexualized, de-humanizing manner. Mulvey states that, because the media depict women as they are observed through the male gaze, women tend to take on this male perspective. According to this theory, women largely appear on screen for men's erotic pleasure.[47] At significantly higher rates, female characters are at least to some degree physically exposed and it is in these scenes that they are simultaneously more likely to being assaulted.[48]\n\nLinda Williams suggests it is supposedly honorable for males to gaze upon the terror shown on a movie screen while females hide, avoiding these screen images. She also suggests women have the right to feel as if they do not belong since they are shown as powerless \"in the face of rape, mutilation and murder\".[29] As Mulvey argues, the female character \"exists only to be looked at.\"[47] When female audiences gaze upon the screen and when the women on the screen are involved in the gaze, they see \"a distorted reflection of\" their own image. \"The monster is thus a particularly insidious form of the many mirrors patriarchal structure of seeing hold up to the woman.\" Linda William believes that the woman's gaze is \"so threatening to male power, it is violently punished.\"[29] Researchers like Nolan and Ryan have were informed that women more-likely remember scenes revolving around being stalked, possessed, or betrayed.[46]\n\nMary Ann Doane suggests that a woman can only actively participate in the gaze when it is \"simultaneous with her own victimization.\" The woman's gaze is turned into \"masochistic fantasy.\"[49] As soon as the woman feels as if she has power and tries to act on it, she is punished. In \"When The Woman Looks\", Linda Williams analyzes the terrified gaze a woman encounters when she looks at \"the horrible body of the monster.\" In that very moment, as the monster and the woman gaze upon one another, there is recognition of \"similar status within patriarchal structures of seeing.\" What the woman gazes at in horror is always first seen by the audience and then, seconds later, by the woman on the screen. This sequence \"ensures the voyeur's pleasure of looking\" and punishes the woman by \"the horror that her look reveals\". The monster and the woman's gazes are similar. \n\nThere is not \"much difference between an object of desire and an object of horror as far as the male look is concerned.\" Williams is stating that it isn't an expression of sexual desire that is formed between the monster and the girl but instead \"a flash of sympathetic identification.\"[29]\n\n"
        },
        {
            "title": "Race in horror films",
            "text": "Women in general have poor representation in the American film industry, but its women from minorities who are infrequently cast or appropriated for the sake of furthering the plot, including in the case of horror cinema. [50] Horror films as a genre cater to a white, primarily young, male audience. [26][51] According to Harry M. Benshoff, \"the vast majority of those films use race as a marker of monstrosity in ways generically consistent with the larger social body's assumptions about white superiority\".[52]\n\nAriel Smith states that \"by forcing the subconscious fears of audiences to the surface, horror cinema evokes reactions, psychologically and physically: this is the genre's power.\"[53] The genre holds a great amount of potential to not only explore violence against women and minorities, but also inform the public and show the extents of that violence in a powerful way.\"[53] However, instead of bringing these issues to the forefront of public discussion, films in this genre have neglected to cover these issues and provide gendered and racially prejudiced points of storytelling. [54] By reusing and creating trope images and plot devices like the \"Indian burial ground\" and \"Mythical Negro\"[55] these films trap entire minorities in set cinematic roles while also supporting erasure of their culture.[51]\n\n"
        },
        {
            "title": "Portrayal of women vs. men",
            "text": "Evidence produced from the Molitor and Sapolsky study on slasher films from 1980 to 1993 shows that \"it takes women twice as long to die as men in these films\" and \"females are shown in terror for obviously longer periods of time than males\".[2] Molitor and Sapolsky's data revealed huge differences between the treatment of men and women which indicate that females are singled out for victimization in special ways in these films. One of the studies they conducted examines the number of seconds that males and females display fear in these films. If a person watched all 30 films in the Molitor and Sapolsky study, they would see a total of almost five solid hours of women in states of fear and terror, which compares to less than one hour for males.[56]\n\nLinz and Donnerstein state that slasher films single out women for attack.[56] They argue that the female body count in slasher films should be examined in the context of other film genres. Linz and Donnerstein affirm that \"across most television and film content females are less often murdered and brutalized than males by a very large margin.\"[56] The study tested this assertion compared with the genre selected for analysis, which is popular action/adventure films containing violence.[56]\n\nGloria Cowan conducted a study on 57 different slasher films. Their results showed that the non-surviving females were more frequently sexual than the surviving females and the non-surviving males. Surviving as a female slasher victim was strongly associated with the absence of sexual behavior. In slasher films, the message appears to be that sexual women get killed and only the pure women survive. Slasher films reinforce the idea that female sexuality can be costly.[57] Films such as Fatal Attraction feature actresses sexualized for viewer pleasure. Liahna Babener examines the movie, arguing \"Beth acts the perfect Total Woman, wearing clingy undershirts and bikini panties around the apartment, primping before the mirror in lacy black undergarments, making a voluptuous ritual out of the nightly bath and applying lipstick with sensuous strokes to the accompaniment of Dan's and the camera's admiring gaze.\"[58]\n\n"
        },
        {
            "title": "Sex paired with violence",
            "text": "Sex in slasher films is broken down into the following behaviors: flirting, kissing, petting, exposed breasts or genitalia, masturbation, intercourse, or forced sex.[57] In slasher films from 1980 to 1993, studies in Linz and Donnerstiens article have concluded that 33% of occurrences of sex were connected to violence (male or female), 14% of all sex incidents were linked to the death of a female, and a slasher killed 22% of all \"innocent\" female protagonists during or following a sexual display or act.[56]\n\nIf a person watched all of the slasher films included in the Molitor and Sapolsky study, they would have seen sex and violence paired approximately 92 times. Sexual behavior included female characters shown in undergarments, partially or completely nude, or teasing or enticing male characters in a sensual manner. Couples seen kissing, fondling, or involved in sexual intercourse were also coded as acts of sex. According to Molitor and Sapolski, sexual behavior is considered linked to violence when one of three types of circumstances occurred. A partially nude female was shown being tortured by the central villain. \n\nIn other cases, violence immediately followed, or interrupted, a sexual act, such as when a couple was shown kissing passionately and the central villain then attacked both or one character. The third type of circumstance consisted of continuous cuts between two scenes, one sexual and one violent. This third type of sex and violence combination occurred to a lesser extent than the other two.[2]\n\nMolitor and Sapolsky looked at the mixture of sex and violence in films of the 1980s versus those of the 1990s. Films from the 1980s contained an average of 9.3 instances of sexuality and 3.1 of these were linked to violence. However, films during the 1990s contained a low number of instances where sex was combined with violence, so a comparison between the 1980 and 1990 samples was not conducted.[2]  The data do suggest that while the amount of sexual content in the most popular slasher films of the past two decades has remained constant, sexual displays immediately before or during acts of violence have been reduced to a rare event in slasher films released in the 1990s.[2]\n\nThe study also reported that the number of violent acts against males increased across the 1980s, but tended to decrease for females. Apparently, the producers were criticized for the depiction of women as victims in slasher films, so they toned down such attacks.[2]\n\nLinz and Donnerstein conducted a study on the way viewers reacted to sex combined with violence in slasher films, and found that \"Studies show that pleasant, mildly arousing sex scenes that are paired with graphic violence can be expected to diminish aversive reaction to violence in the long run.\"[56] The combination of sex and violence is shown to grab viewers' attention, making it a more \"depthful\" process.[56]\n\nCarol J. Clover argues in her article that \"horror and pornography are the only two genres specifically devoted to the arousal of bodily sensation. They exist solely to horrify and stimulate, not always respectively, and their ability to do so is the sole measure of their success: they 'prove themselves upon our pulses\".[3]  Exposure to scenes of explicit violence combined with sexual images is believed to affect males’ emotional reactions to film violence. It has also shown to lead males to be less disturbed by scenes of extreme violence and degradation directed at women, claims the Molitor and Sapolski article.[2] Carol Clover states that the implied audience for slasher films are \"largely young and largely male\".[59]\n\nStudies show that the most popular slasher films of the 1990s are more violent than the most commercially successful slasher films released in the 1980s. Specifically, according to this article, there was a 44% increase in the number of violent acts suffered by innocent victims in the 1990s crop of slasher films. Slasher films of the 1990s portray an act of brutal violence an average of once every two and a half minutes. Also, characters are shown in terror an average of three and a half minutes longer in slasher films in the 1990s.[2] According to Gloria Cowan and Margaret O'Brien, experimental studies have been done to show the effects of viewing R-rated violent films have found \"increased acceptance of interpersonal violence and rape mythology\". These studies have also found desensitization with \"carry-over attitude effects\" towards victims of violence. These studies have shown, that after viewing slasher films, college male students have less sympathy for rape victims, see them as less injured, and are more likely to endorse the myth that women enjoy rape.[57]\n\nIn their article, James B. Weaver and Dolf Zillmann explain \"watching horror films is said to offer viewers a socially sanctioned opportunity to perform behaviors consistent with traditional gender stereotypes and early work on this topic found that males exposed to a sexually violent slasher film increased their acceptance of beliefs that some violence against women is justified and that it may have positive consequences\".[60]\n\n"
        }
    ]
}