{
    "url": "https://en.wikipedia.org/wiki/General_of_the_Armies",
    "title": "General of the Armies",
    "table_of_contents": [
        "1 History",
        "1.1 Origin",
        "1.1.1 Attempt to appoint Washington",
        "1.1.2 American Civil War",
        "1.2 John J. Pershing (1919)",
        "1.2.1 Attempt to appoint March with Pershing",
        "1.2.2 Pershing appointment",
        "1.2.3 Continued privileges during retirement",
        "1.3 World War II",
        "1.3.1 Attempts to appoint Marshall and Arnold",
        "1.3.2 Creation of five-star grade",
        "1.3.3 Six-star debate",
        "1.3.4 Attempts to appoint MacArthur",
        "1.4 George Washington (1976)",
        "1.4.1 Washington appointment",
        "1.5 Ulysses S. Grant",
        "2 Insignia",
        "3 Special privileges",
        "3.1 Compensation",
        "3.2 Retirement",
        "3.3 Uniform",
        "4 Equivalence with Admiral of the Navy",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGeneral of the Armies of the United States, more commonly referred to as General of the Armies, is the highest military rank in the United States Army. The rank has been conferred only twice: to John J. Pershing in 1919, as a personal accolade for his command of the American Expeditionary Forces during World War I; and to George Washington in 1976, as a posthumous honor during the United States Bicentennial celebrations.[1]\n\nThe grade is sometimes speculated to be a six-star general, as being senior to the five-star grade of General of the Army, but no six-star insignia was ever officially created and Pershing, the only person to be General of the Armies during his own lifetime, never wore more than four stars.[2] Whether Pershing's grade should rank as four, five, or six stars has been a subject of debate ever since the five-star grades were created in 1944.[3] To make Washington unambiguously the highest ranking Army officer in 1976, Congress specified that his new grade of General of the Armies ranked above all other grades of the Army, past or present.[4]\n\nThe General of the Armies enjoyed several privileges not afforded to other generals, including a much higher salary and the right to retire at full pay and allowances. Even in retirement, Pershing was the second-highest-paid official in the federal government, after only the President of the United States.[5]\n\n"
        },
        {
            "title": "History",
            "text": "The office of \"General of the Armies of the United States\" was created by an Act of Congress on March 3, 1799, which stated:\n\nThe law was intended to elevate George Washington, who was then a lieutenant general commanding the provisional army being organized to fight the Quasi-War against France, but President John Adams never made the appointment, thinking it would infringe on his constitutional functions.[7] Washington died on December 14, 1799, and the grade lapsed on March 16, 1802, when not mentioned in the law that defined the peacetime military establishment.[1]\n\nAfter the American Civil War, Congress honored Ulysses S. Grant for his successful command of the Union Army by authorizing his promotion to the grade of general under the Act of July 25, 1866, which stated:\n\nDespite being titled \"General of the Army\" instead of \"General of the Armies\", the Comptroller General of the United States would rule in 1924 that the grade revived in 1866 for Grant (and later William T. Sherman and Philip H. Sheridan) was the same grade that had been created for Washington in 1799 and revived for Pershing in 1919.[9]\n\nPershing would inherit several of his unique perquisites as General of the Armies through this legislative continuity with the Grant, Sherman, and Sheridan grade, including a much higher salary than other generals and the right to retire at full pay instead of three-quarters pay.[10]\n\nDuring World War I, Congress authorized the ex officio grade of general for the chief of staff of the Army and the commander of the American Expeditionary Forces (AEF) in France, but only during the wartime emergency.[11] Unlike the 1866 grade, which was a permanent personal appointment, the 1917 grade was only held while occupying a specific office. Army chief of staff Tasker H. Bliss and AEF commander John J. Pershing were commissioned emergency generals on October 8, 1917, with Peyton C. March succeeding Bliss as chief of staff and emergency general on May 20, 1918.[12][13]\n\nWhen the war ended, Pershing and March were due to lose their emergency grades and revert to major general, so on June 18, 1919, President Woodrow Wilson asked Congress to promote both men to permanent general in a way that gave Pershing precedence over March.[14][15] Six weeks later, the House Military Affairs Committee reported out two bills authorizing Pershing and March to each be appointed General of the Armies.[16][17] To ensure that Pershing would outrank March, Pershing's bill also repealed the 1917 law that gave the Army chief of staff precedence over all other Army officers.[18][19]\n\nCongress and Pershing both opposed March's promotion, having clashed with him during the war, so March's bill did not pass and he reverted to major general. He was later advanced to general on the retired list.[20]\n\nOn September 3, 1919, President Wilson signed Public Law 66-45, providing:\n\nThe bill had been rushed through Congress in only two days so that Secretary of War Newton D. Baker could hand Pershing his new commission as soon as he arrived from France on September 8, when his emergency grade would expire.[22][23]\n\nIn the haste to promote Pershing, Wilson accidentally nominated him to be a general in the Army instead of a General of the Armies, a difference that could have cost Pershing half his income when he retired.[24][25]\n\nOfficial Army publications subsequently took care to spell out Pershing's title as General of the Armies, as distinct from the emergency generals of 1917 and the rank of general that was held by the chief of staff of the Army after 1929.[26][27] In 1928, Secretary of War Dwight F. Davis even increased the 17-gun salute authorized for a General of the Armies to the 19 guns of a European field marshal.[28]\n\nPershing transferred to the retired list on September 12, 1924, but continued to draw full pay and allowances, a privilege not granted to other generals.[10]\n\nEven after retiring, the General of the Armies maintained a spacious office in the old State, War, and Navy Building until it was relocated to the Pentagon in 1947, years after ill health had permanently confined Pershing to Walter Reed General Hospital.[29] In 1939, Congress created the office of military secretary to the General of the Armies with the rank of colonel so Pershing's longtime aide, Captain George E. Adamson, could continue to manage Pershing's affairs after his own retirement.[30]\n\nThere were several attempts to appoint senior World War II officers as Generals of the Armies, but none came to fruition.\n\nIn August 1943, Chief of Naval Operations (CNO) Ernest J. King increased his efforts to create a grade higher than four stars after being outranked by his British counterpart at the First Quebec Conference. The Navy could even be outranked by the Army if Pershing died and Army chief of staff George C. Marshall inherited his title of General of the Armies with its de facto five-star rank, as retired CNO William V. Pratt warned King in January 1944.[31]\n\nMarshall opposed any higher grade, saying he did not need one. King and Secretary of War Henry L. Stimson both suspected that as Pershing's longtime protégé, Marshall would resist any rank equivalent to General of the Armies while his mentor was still alive.[31][32] Stimson did ask President Franklin D. Roosevelt to appoint Marshall as General of the Armies in September 1943 so he could command the planned invasion of France while remaining chief of staff, but Roosevelt ultimately gave the command to Dwight D. Eisenhower instead.[33]\n\nIn February 1944, King's lobbying led both houses of Congress to submit bills reviving the grades of General of the Armies and Admiral of the Navy. King wanted the American Joint Chiefs of Staff to rank with the British field marshals on the Combined Chiefs of Staff, raising both Marshall and Army Air Forces commander Henry H. Arnold to five-star General of the Armies.[31][34] However, House Naval Affairs Committee chairman Carl Vinson wanted King and Marshall to have even higher rank, so the House bills inserted a five-star fleet admiral below a six-star Admiral of the Navy, which the Army was expected to match with its own five-star grade and a six-star General of the Armies. Even King thought six stars was too much, and public opposition convinced supporters of higher grades to defer legislation until after a successful landing in Europe.[31][32]\n\nWith the invasion of Europe well underway by September 1944, the War Department finally gave its blessing to a five-star grade on condition that it not be called General of the Armies, a title reserved for the higher rank held by Pershing.[35] In a press conference on September 14, 1944, Stimson said:\n\nOn December 14, 1944, Public Law 78-482 established the five-star grade of General of the Army, preserving Pershing's status as the only General of the Armies and further stating that nothing would change about the 1919 law that had promoted him:\n\nBy specifying that nothing about the General of the Armies would be changed by the law that created the five-star grades, Congress intended Pershing to remain the highest-ranking officer in the Army.[39] This sparked a long-running debate over whether Pershing was now a six-star general; the senior five-star general; or even just a four-star general, as later argued by an influential pair of articles by Frederick Bernays Wiener, who pointed out that the 1919 law that revived his office did not actually say that the General of the Armies outranked all other Army officers, but merely repealed a 1917 law that would have let the Army chief of staff outrank him.[40][41][42]\n\nFor the rest of Pershing's life, official publications consistently treated the General of the Armies as being one grade higher than a five-star general.[43][44] As late as 1951, Army regulations specified 19 guns to salute the General of the Armies, and only 17 guns for a General of the Army.[45]\n\nPershing himself never wore more than four stars.[2] Army regulations let the General of the Armies design his own uniform, but by the time the five-star grade was created in 1944, Pershing was too infirm to consider updating his insignia.[46] When Pershing died on July 15, 1948, a proposal to bury him in a uniform bearing six stars was rejected in favor of the four stars he had always worn.[47]\n\nIn January 1955, Congressional supporters of General of the Army Douglas MacArthur introduced legislation to appoint him General of the Armies, backdated to his 75th birthday on January 26.[48] The proposal stalled in the House Armed Services Committee after the Defense Department opposed it on the grounds that promoting only MacArthur would downgrade all other five-star officers and \"arouse interservice, intraservice and popular misunderstanding and controversies.\"[49][50] Another attempt was still pending in Congress when MacArthur died on April 5, 1964.[51]\n\nIn September 1953, the New York Times reported that because George Washington had never been appointed General of the Armies in 1799, he remained a lieutenant general who was now outranked by 45 other generals, living and dead.[52] Citing this low rank, Senator Edward Martin introduced a bill in April 1954 to appoint Washington posthumously as General of the Armies.[53]\n\nTwenty-three years later, a veterans group in the district of Representative Mario Biaggi observed that Washington had still not been promoted, prompting Biaggi to sponsor a joint resolution to elevate Washington to General of the Armies as part of the United States Bicentennial celebration in 1976.[54]\n\nWhen the House Armed Services Committee met to consider the resolution, a committee counsel acknowledged that it was still debatable whether Pershing was ever more than a four-star general, but Representative F. Edward Hébert asserted that the language of this resolution did make Washington a six-star general, saying, \"We have three grades—general, General of the Army, and this is General of the Armies of the United States.\"[3]\n\nRepresentative Lucien N. Nedzi objected that Washington's stature was already so high that giving him a modern Army rank just made Congress look ridiculous. \"It's like having the Pope offer to make Christ a cardinal.\"[55]\n\nDeeming it \"fitting and proper that no officer of the United States Army should outrank Lieutenant General George Washington on the Army list,\" Public Law 94-479 declared that:\n\nAlthough President Gerald Ford signed the law on October 11, 1976, no further action was taken to promote Washington until February 1978, when a military driver studying for a promotion board asked his passenger, General Donn A. Starry, whether Washington now outranked Pershing. The specialist five's question to a four-star general triggered a chain of inquiries that caused the Department of the Army to issue Orders 31-3 on March 13, 1978, posthumously promoting Washington to the grade of General of the Armies of the United States, effective from the 200th anniversary of the Declaration of Independence on July 4, 1976.[40] When the question was asked again in 1992, the U.S. Army Institute of Heraldry considered Pershing's rank to be equivalent to five stars and junior to Washington.[56]\n\nIn September 2021, joint resolutions authorizing the President to appoint Ulysses S. Grant posthumously to the grade of General of the Armies of the United States were introduced in the House and Senate by a bipartisan Congressional delegation from his home states of Ohio, Missouri, and New York. In a letter to the secretary of defense, three of the bill's sponsors argued that by reestablishing the General of the Armies grade with \"precedence over all other grades of the Army, past or present,\" the 1976 law authorizing Washington's promotion had effectively lowered the grade to which Grant was appointed in 1866.[57][58]\n\nSupporters of Grant's promotion hoped the law would pass in time for his 200th birthday on April 27, 2022, the date of rank specified in the bill, which was titled the \"Ulysses S. Grant Bicentennial Recognition Act\". The joint resolutions were referred to the House Armed Services Committee and Senate Judiciary Committee, neither of which took any action.[57][59] On December 7, 2022, the proposal was included in the draft text of Section 583 of the National Defense Authorization Act for Fiscal Year 2023 and awaits further action.[60]\n\n"
        },
        {
            "title": "Insignia",
            "text": "No insignia was ever officially specified for the General of the Armies, who was allowed to define it for himself.[1]\n\nUpon being appointed General of the Armies in 1919, Pershing continued to wear the four silver stars and gold collar eagle that he had selected for his insignia as a general in 1917, when Army regulations authorized generals to prescribe their own shoulder and collar insignia. Pershing and Generals Tasker H. Bliss and Peyton C. March all chose to wear four silver stars on their shoulders, instead of the previous insignia of two silver stars and a gold eagle. Pershing and Bliss also replaced the regulation bronze \"U.S.\" insignia on their collars with a gold eagle representing the Great Seal of the United States.[1][61][62]\n\nIn 1937, Pershing created a custom full dress uniform to attend the coronation of George VI and Elizabeth, denoting his rank with four gold stars embroidered on each sleeve.[63] Full dress uniforms for other general officers used silver stars, including the custom uniform that Army chief of staff Malin Craig designed for himself the following year.[64]\n\nBecause the General of the Armies prescribed his own insignia, later tradition held that Pershing could have worn as many stars as he wanted. Claimed one expert in 1976, \"if a General of the Armies wants to wear six stars, he can. Or seven. Or 10, I guess.\"[65] The creation of the five-star grades in 1944 led to suggestions that Pershing clarify his seniority by adopting a six-star insignia, but by then he was too ill.[46] When Pershing died in 1948, funeral planners considered affixing a six-star insignia to his uniform, but instead buried him with the four stars he wore in life.[47]\n\n"
        },
        {
            "title": "Special privileges",
            "text": "As General of the Armies, Pershing was paid much more than other generals. The 1919 law that promoted Pershing gave the General of the Armies the same annual pay of $13,500 (equivalent to $210,999 in 2021) that was set in 1870 for General William T. Sherman, plus $8,000 (equivalent to $125,036 in 2021) in allowances.[5]\n\nAll other generals fell under the Joint Service Pay Readjustment Act of 1922, which set the pay for a major general at $8,000 (equivalent to $129,511 in 2021). Higher ranks had the same pay as a major general plus a personal money allowance of $500 (equivalent to $8,094 in 2021) for a lieutenant general, $2,200 (equivalent to $35,616 in 2021) for a general, or $5,000 (equivalent to $80,944 in 2021) for a general of the Army.[66] Including food and housing, the annual compensation for a general of the Army in December 1944 was $14,951, versus $21,500 for the General of the Armies (respectively equivalent to $230,144 and $330,954 in 2021).[67]\n\nThe General of the Armies retired with full pay and allowances, another benefit created for Sherman and inherited by Pershing, who continued to receive $21,500 for the rest of his life.[66] Even in retirement, he drew a higher annual compensation than any other official in the federal government except the President of the United States.[5]\n\nOther generals retired at three-quarters pay and no allowances. When Army chief of staff Charles P. Summerall retired in 1931, his annual compensation fell to only $6,000, three-quarters of a major general's pay.[66]\n\nStarting in 1933, the General of the Armies was allowed to design his own uniform, as were current and former Army chiefs of staff.[64] Pershing used this authority to create the unique uniform he wore to the 1937 coronation of George VI and Elizabeth, styled after the full dress uniform that had been introduced by the Army in 1902 but discontinued in 1917. Whereas the 1902 uniform portrayed the rank of a general officer by embroidering silver stars on each sleeve, Pershing's 1937 uniform sleeves bore four gold stars.[63] When Army chief of staff Malin Craig designed his own custom uniform in 1938, he returned to the usual silver stars.[64]\n\nPershing's estate donated his General of the Armies uniforms to the Smithsonian Institution,[68] including the 1921 service coat with four silver stars that he wore as Army chief of staff and the 1937 full dress coat with four gold stars that he wore to the coronation.\n\n"
        },
        {
            "title": "Equivalence with Admiral of the Navy",
            "text": "On March 2, 1899, Congress created the grade of Admiral of the Navy to honor George Dewey for his victory at the Battle of Manila Bay. Only Dewey ever held this grade, which is often treated as the United States Navy equivalent of General of the Armies, although the two grades never overlapped since Dewey died on January 16, 1917, two years before Pershing's appointment.[69]\n\nAdmiral of the Navy and General of the Armies were permanent grades awarded as personal accolades for past service, unlike the later ex officio ranks of admiral and general. Both grades carried the same annual pay of $13,500 for life, and the proposal to create more Admirals of the Navy in 1944 continued to tie their compensation to the General of the Armies.[70]\n\nAfter Dewey was mistakenly nominated to be an admiral in the Navy instead of Admiral of the Navy in 1899 and had to be renominated in 1903, the Navy carefully distinguished between Dewey's grade and the rank of admiral that was held by the three fleet commanders from 1915, and the Chief of Naval Operations from 1916.[71][72] The Army took similar care to distinguish between Pershing's grade and the rank of general held by the chief of staff of the Army from 1929, after Pershing was mistakenly nominated to be a general in the Army instead of General of the Armies in 1919.[26][27]\n\nBecause Dewey and Pershing were both treated as if they held grades higher than admiral or general, before World War II they were sometimes thought to be on par with a British admiral of the fleet or field marshal.[69] When the five-star grades were created in 1944, the initial legislation called them Admiral of the Navy and General of the Armies. However, House Naval Affairs Committee chairman Carl Vinson inserted a five-star fleet admiral below Admiral of the Navy, which he wanted to be a six-star grade.[32] Secretary of War Henry L. Stimson then required that the five-star Army grade not be called General of the Armies, which he thought was also a higher rank.[35]\n\nAlthough the 1944 proposal to create six-star grades was dropped, Army and Navy regulations in 1951 still authorized only 17 guns to salute a five-star officer, and 19 guns for an Admiral of the Navy or General of the Armies.[45][73]\n\n"
        }
    ]
}