{
    "url": "https://en.wikipedia.org/wiki/General_George_Washington_at_Trenton",
    "title": "General George Washington at Trenton",
    "table_of_contents": [
        "1 Commission",
        "2 Description",
        "3 Charleston version",
        "4 Other versions",
        "5 Critical reception",
        "6 Gallery",
        "7 Legacy",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "General George Washington at Trenton is a large full-length portrait in oil painted in 1792 by the American artist John Trumbull of General George Washington at Trenton, New Jersey, on the night of January 2, 1777, during the American Revolutionary War. This is the night after the Battle of the Assunpink Creek, also known as the Second Battle of Trenton, and before the decisive victory at the Battle of Princeton the next day.[1] The artist considered this portrait \"the best certainly of those which I painted.\"[2][3] The portrait is on view at the Yale University Art Gallery in New Haven, Connecticut, an 1806 gift of the Society of the Cincinnati in Connecticut.[2] It was commissioned by the city of Charleston, South Carolina, but was rejected by the city, resulting in Trumbull painting another version.[3]\n\n"
        },
        {
            "title": "Commission",
            "text": "The work was commissioned by the city of Charleston, South Carolina, in 1792 to commemorate President Washington's visit there in May 1791 during his Southern Tour.[2][4] Trumbull had visited Charleston earlier, in February 1791, to paint portraits of several leaders, including Charles Cotesworth Pinckney.[4] Trumbull took the commission from William Loughton Smith, a representative of South Carolina and representing Charleston, con amore (with love), to paint Washington \"in the most sublime moment ... the evening previous to the battle of Princeton\".[3][5]\n\n"
        },
        {
            "title": "Description",
            "text": "General George Washington is in full military uniform, a blue coat over buff waistcoat and pants. He holds a spyglass in his right hand and a sword in his left hand. Behind him is Blueskin, his spirited, light-colored horse, restrained by a groom. Further in the distance is the bridge over the Assunpink Creek and nearby mill, along with artillery and campfires.[6]\n\n"
        },
        {
            "title": "Charleston version",
            "text": "After Smith rejected the painting, Trumbull painted a similar, but different version for the city, entitled Washington at the City of Charleston. It was now set at Charleston, with the city in the background, the Cooper River and boats in the middle ground, and local plants in the foreground. Washington is shown as Smith wanted, \"calm, tranquil, peaceful.\" He wears gloves on both hands, holds a hat in his left hand which is shown resting on his sword, while holding a walking stick with his right hand.[3][7] The painting is now on view in the Charleston City Hall.[7][8]\n\n"
        },
        {
            "title": "Other versions",
            "text": "Trumbull painted a much smaller version (26+1/2 inches (67 cm) x 18+1/2 inches (47 cm)), entitled George Washington before the Battle of Trenton, c. 1792–94, likely for his friend Charles Wilkes, a New York banker. It is similar to the original, but with changes in the background and a bay horse.[9] It was bequested to the Metropolitan Museum of Art in 1922 and is on view there.[10] In 1794, Trumbull went to London as secretary of legation for John Jay during the negotiations of the Jay Treaty. He had made a small version of this portrait and later supervised its engraving by Thomas Cheesman, entitled George Washington, in 1796. It was noted by historian Justin Winsor as the best engraving of Trumbull's paintings and was used as the basis for several other engravings.[11][12][13] In 1845, William Warner Jr. engraved Gen. Washington.[14] Illman & Sons engraved a version George Washington - On the Great Occasion of our Presidential Election in 1858.[15] Alfred Daggett engraved a version, Washington at Trenton, New Jersey, January 2d, 1777, that was published in Historical Collections of New Jersey, Past and Present by John W. Barber and Henry Howe in 1868.[16]  An engraving entitled, General Washington at the Bridge Over the Assunpink Creek, was published in the 1898 book, The Battles of Trenton and Princeton, by historian William S. Stryker.[17]\n\n"
        },
        {
            "title": "Critical reception",
            "text": "\nTrumbull described the thinking of Washington after seeing the superiority of the enemy at Trenton: \n Historian and painter William Dunlap after viewing it in the Trumbull Gallery at Yale said: \"This is, in many respects, a fine picture, and painted in the artist's best days.\"[18]\n\n"
        },
        {
            "title": "Legacy",
            "text": "The United States Post Office has issued several postage stamps of George Washington from the portrait detail in this painting. The first was issued in 1860 with a ninety-cent value.[19][20] This stamp was revised and issued the next year, 1861.[21] In 1931, the Battle of Yorktown commemorative with a two-cent value included this portrait.[13][22] A stamp with a six-cent value was issued as part of the Washington Bicentennial stamps of 1932.[23][24] Finally, the Army and Navy Commemorative Series included a stamp with one-cent value in 1936.[13][25]\n\nOn February 21, 1915, The New York Times published a full-page image of the painting with the caption \"General Washington, painted from life by his staff officer and friend, Col. John Trumbull\", in the Picture section, the first time in Rotogravure.[26]\n\n"
        }
    ]
}