{
    "url": "https://en.wikipedia.org/wiki/General_George_Washington_Resigning_His_Commission",
    "title": "General George Washington Resigning His Commission",
    "table_of_contents": [
        "1 Commission",
        "2 Description",
        "3 Other versions",
        "4 Critical reception",
        "5 Gallery",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "General George Washington Resigning His Commission is a large-scale oil painting by American artist John Trumbull of General George Washington resigning his commission as commander-in-chief of the Continental Army on December 23, 1783 to the Congress of the Confederation, then meeting in the Maryland State House at Annapolis, Maryland. The painting was commissioned in 1817, started in 1822, finished in 1824, and is now on view in the United States Capitol rotunda in Washington, D.C., along with three other large-scale paintings by Trumbull about the American Revolutionary War.[1]\n\nTrumbull considered George Washington's resignation as commander-in-chief to be \"one of the highest moral lessons ever given to the world\".[2]\n\n"
        },
        {
            "title": "Commission",
            "text": "Congress commissioned Trumbull on January 27, 1817 to paint four Revolutionary War scenes to be displayed in the rotunda of the Capitol, including what would become the popular Declaration of Independence, and allocated $32,000 for the work. Trumbull then had a meeting with President James Madison to determine the final size and subjects.[3] Trumbull initially thought that the paintings should be six feet high by nine feet long, but Madison stated that the vast size of the rotunda demanded full life-sized works.[4] The military subjects selected were the Surrender of General Burgoyne and the Surrender of Lord Cornwallis. The civil subjects were the Declaration of Independence balanced by General George Washington Resigning His Commission. Trumbull recommended the painting of George Washington resigning, and Madison responded, \"I believe you are right; it was a glorious action\".[2]\n\n"
        },
        {
            "title": "Description",
            "text": "General George Washington is shown in full military uniform, illuminated in the middle of the painting as he addresses the Continental Congress. Standing behind him are his aides-de-camp Col. David Humphreys and Col. Benjamin Walker. Standing on the left are President of the Continental Congress Thomas Mifflin and Secretary of the Continental Congress Charles Thomson. Martha Washington and her three grandchildren are shown in the gallery on the right, although they were not actually in attendance.[5] Future Presidents Thomas Jefferson, James Monroe, and James Madison are shown among the delegates. Trumbull told Madison that he had used artistic license to include him in the painting.[6] Other congressional delegates include Elbridge Gerry, Hugh Williamson, Samuel Osgood, Eleazer McComb, George Partridge, Richard Dobbs Spaight, and Benjamin Hawkins. Also standing behind Washington are General William Smallwood, General Otho Holland Williams, Col. Samuel Smith, Col. John Eager Howard, and Daniel of St. Thomas Jenifer, spectators from Maryland, and Maryland delegate Charles Carroll with his two daughters.[1]\n\nTrumbull used his 1792 portrait General George Washington at Trenton as the model for Washington in this work. He used several of his miniature portraits from 1790 to 1793 for the other people in attendance, including Thomas Mifflin, William Smallwood, and Martha Washington.[7]\n\n"
        },
        {
            "title": "Other versions",
            "text": "Trumbull painted a smaller version (20 by 30 inches (51 cm × 76 cm)) entitled The Resignation of General Washington, December 23, 1783 (1824–1828) that is now on view at the Yale University Art Gallery in New Haven, Connecticut.[8] An engraving from the central portion of the full-sized painting was used on the reverse of the $1,000 National Bank Note, Series 1875, and the $5,000 Federal Reserve Note, Series 1918.[9]\n\n"
        },
        {
            "title": "Critical reception",
            "text": "\nTrumbull described the painting in the catalogue for his exhibited works at Yale University in 1835:[10] \n\nHistorian Matthew Moten wrote about this painting in the conclusion to his 2014 book on the American history of command in war:[11] \n"
        }
    ]
}