{
    "url": "https://en.wikipedia.org/wiki/General_Mills",
    "title": "General Mills",
    "table_of_contents": [
        "1 History",
        "1.1 Washburn-Crosby Company",
        "1.2 Founding",
        "1.3 Engineering milestones",
        "1.4 Aeronautical Research Division and Electronics Division",
        "1.5 Merchandising and television",
        "1.6 Diversification: toys and restaurants",
        "1.7 Recent history",
        "2 Criticism",
        "2.1 Change to legal terms",
        "2.2 Involvement in Israeli settlements",
        "3 Brands",
        "3.1 Breakfast cereals",
        "3.1.1 Discontinued cereals",
        "3.2 Baking goods",
        "3.3 Grain snacks",
        "3.4 Meal products",
        "3.5 Organic food",
        "3.6 Other brands",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGeneral Mills, Inc., is an American multinational manufacturer and marketer of branded consumer foods sold through retail stores.  Founded on the banks of the Mississippi River at Saint Anthony Falls in Minneapolis, the company originally gained fame for being a large flour miller. Today, the company markets many well-known North American brands, including Gold Medal flour, Annie's Homegrown, Lärabar, Cascadian Farm, Betty Crocker, Yoplait, Nature Valley, Totino's, Pillsbury, Old El Paso, Häagen-Dazs, as well as breakfast cereals under the General Mills name, including Cheerios, Chex, Lucky Charms, Trix, Cocoa Puffs and Count Chocula and the other monster cereals.[3]\n\nIt is headquartered in Golden Valley, Minnesota, a suburb of Minneapolis.\n\n"
        },
        {
            "title": "History",
            "text": "The company can trace its history to the Minneapolis Milling Company, incorporated in 1856.[4]  The company was founded by Illinois Congressman Robert Smith, who leased power rights to flour mills operating along the west side of Saint Anthony Falls on the Mississippi River in Minneapolis, Minnesota. Cadwallader C. Washburn acquired the company shortly after its founding and hired his brother William D. Washburn to assist in the company's development.  In 1866 the Washburns got into the business themselves, building the Washburn \"B\" Mill at the falls.  At the time, the building was considered to be so large and output so vast that it could not possibly sustain itself. However, the company succeeded, and in 1874 he built the even bigger Washburn \"A\" Mill.\n\nIn 1877, the mill entered a partnership with John Crosby to form the Washburn-Crosby Company, producing winter wheat Flour.  That same year Washburn sent William Hood Dunwoody to England to open the market for spring wheat.[5]  Dunwoody was successful and became a silent partner.\n\nIn 1878, the \"A\" mill was destroyed in a flour dust explosion along with five nearby buildings, an event known as the Great Mill Disaster. The ensuing fire led to the death of 18 workers.[6]\nConstruction of a new mill began immediately.  Not only was the new mill safer but it also was able to produce a higher quality flour after the old grinding stones were replaced with automatic steel rollers, the first ever used.\n\nIn 1880, Washburn-Crosby flour brands won gold, silver and bronze medals at the Millers' International Exhibition in Cincinnati, causing them to launch the Gold Medal flour brand.[7]\n\nIn 1924, the company acquired a failing Twin Cities radio station, WLAG, renaming it WCCO (from Washburn-Crosby Company).\n\nGeneral Mills itself was created on June 20, 1928[8] when Washburn-Crosby President James Ford Bell merged Washburn-Crosby with three other mills.[9]  In the same year, General Mills acquired the Wichita Mill and Elevator Company of the industrialist Frank Kell of Wichita Falls, Texas. With the sale, Kell acquired cash plus stock in the corporation.[10]\n\nShares of the new company's stock were first sold on the New York Stock Exchange on November 30, 1928, at $65 per share. The newly merged company paid a dividend in 1928, and has continued the dividend uninterrupted ever since – one of only a few companies to pay a dividend every year since its founding.[8]\n\nIn 1946, General Mills established their Aeronautical Research Division with chief engineer Otto C. Winzen. This division developed high altitude balloons in conjunction with the United States Navy Office of Naval Research (ONR), such as the Skyhook balloon.[11]\n\nThe Aeronautical work of General Mills done around the time of the second World War is continued by the company Raven Industries in their Raven Aerostar department.[12]\n\nThe General Mills Electronics division developed the DSV Alvin submersible, which is notable for being used in investigating the wreck of Titanic among other deep-sea exploration missions.[13]\n\nBeginning in 1929, General Mills products contained box top coupons, known as Betty Crocker coupons, with varying point values, which were redeemable for discounts on a variety of housewares products featured in the widely distributed Betty Crocker catalog. The coupons and the catalog were discontinued by the company in 2006.\n\nGeneral Mills became the sponsor of the popular radio show The Lone Ranger in 1941. The show was then brought to television, and, after 20 years, their sponsorship came to an end in 1961.\n\nBeginning in 1959, General Mills sponsored the Rocky and His Friends television series, later known as The Bullwinkle Show. Until 1968, Rocky and Bullwinkle were featured in a variety of advertisements for General Mills. General Mills was also a sponsor of the Saturday-morning cartoons from the Total Television productions studio, including Tennessee Tuxedo.[14] The company also was a sponsor of the ABC western series The Life and Legend of Wyatt Earp, starring Hugh O'Brian. The company, along with its subsidiary The Program Exchange, backed DiC Entertainment in syndicating the Dennis the Menace animated series based on the comic strip of the same name created by Hank Ketcham in 1986. From 1997 until May 31, 2004, General Mills sponsored and syndicated the first 82 episodes of the original Sailor Moon English dub (the remaining 17 of 82 episodes premiered on Cartoon Network's programming block Toonami in 1998).\n\nThe first venture General Mills took into the toy industry was in 1965. The company bought Rainbow Crafts, which was the manufacturer of Play-Doh.  General Mills' purchase of the company was significant because it brought production costs down and tripled the revenue.\n\nIn 1967, General Mills bought the Kenner toy company.\n\nGeneral Mills came out with their \"Monster Cereals\" in the 1970s. The cereals are now produced and sold seasonally around Halloween.[15]\n\nIn 1970, General Mills acquired a five-unit restaurant company called Red Lobster and expanded it nationwide. Soon, a division of General Mills titled General Mills Restaurants developed to take charge of the Red Lobster chain. In 1980, General Mills acquired the California-based Good Earth health food restaurant chain.[16] The company eventually converted the restaurants into other chain restaurants they were operating, such as Red Lobster.[17][18] In 1982, General Mills Restaurants founded a new Italian-themed restaurant chain called Olive Garden. Another themed restaurant, China Coast, was added before the entire group was spun off to General Mills shareholders in 1995 as Darden Restaurants.\n\nDuring the same decade, General Mills ventured further, starting the General Mills Specialty Retail Group.  They acquired two clothing and apparel companies, Talbots and Eddie Bauer. The acquisition was short-lived. Talbots was purchased by a Japanese company, then known as JUSCO, and the Spiegel company purchased Bauer.  Spiegel later declared bankruptcy, yet Bauer still remains, albeit in a smaller presence in the United States today.\n\nFrom 1976 to 1985, General Mills went to court as the parent company of Parker Brothers, which held the rights on the brand name and gaming idea of the board game Monopoly, claiming that the so-called Anti-Monopoly game of an economics professor infringed their trademark. The dispute extended up to the U.S. Supreme Court, which ruled against them, saying that while they have exclusive rights to the game Monopoly, they can not prevent others from using the word \"monopoly\" in the name of a game.\n\nIn 1985, General Mills' toy division was separated from its parent as Kenner Parker Toys, Inc. There were many potential acquirers of the business but it was floated on the stock exchange with General Mills' shareholders getting equivalent shares in Kenner Parker. This was more tax efficient for General Mills.[19]\n\nIn 1990, a joint venture with Nestlé S.A. called Cereal Partners was formed[20] which markets cereals (including many existing General Mills cereal brands) outside the US and Canada under the Nestlé name.\n\nIn 2001, the company purchased Pillsbury (sans Burger King) from Diageo, although it was officially described as a \"merger\".\n\nSince 2004, General Mills has been producing more products targeted to the growing ranks of health-conscious consumers. The company has chosen to switch its entire breakfast cereal line to whole grain. The company also started manufacturing their child-targeted cereals with less sugar.[21][22] General Mills has reduced the level of sugar in all cereals advertised to children to 11 grams per serving.[23]\n\nIn April 2011, General Mills announced that it will switch all 1 million eggs it uses each year to cage-free.[24]\n\nGeneral Mills was ranked #181 on the 2012 Fortune 500 list of America's largest corporations,[25] 161 in 2015 and was the third-largest food consumer products company in the United States.[26] During June 2012, the company's vice-president for diversity stated that General Mills opposes a Minnesota amendment banning gay marriage, stating that the company values \"inclusion\".[27] The company received positive feedback for its stand which might attract people to its global workforce.[28]\n\nThe company announced in September 2014 that it would acquire organic food producer Annie's Inc. for a fee of around $820 million, as part of its strategy to expand in the US natural foods market.[29] In October 2014, General Mills announced plans to cut 700 to 800 jobs, mostly in U.S., in corporate restructuring planned to be completed by the end of 2015.[30]\n\nIn 2015, citing climate change, General Mills promised to reduce its greenhouse gas emissions by 28 percent over 10 years.[31][32] In December 2016, the company announced it would be restructuring, splitting into four business groups based on global region, and cutting as many as 600 jobs.[33]\n\nIn February 2018, the company entered into the pet products industry, paying $8 billion to buy Blue Buffalo Pet Products, Inc.[34] As of 2018, the company ranked 182nd on the Fortune 500 list of the largest United States corporations by revenue.[35]\n\nHaving launched its first regenerative agriculture pilot program in March 2019, the company has plans to improve soil health on 1 million acres of farmland by 2030.[36]\n\nIn February 2020, General Mills was recognized by CDP as a global leader in corporate sustainability and received a place on the CDP \"A List\" for both climate change and water security.[37]\n\nOn May 15, 2021, General Mills announced that it was acquiring Tyson Foods' pet treat business, including True Chews, Nudges and Top Chews, for $1.2 billion.[38] The acquisition was completed on July 7, 2021.[39]\n\nIn April of 2022, there were increasing news reports and complaints that the company's Lucky Charms cereal was somehow making individuals ill, with the most common complaints being gastrointestinal in nature, such as nausea, vomiting, and diarrhea. The episodes have not yet resulted in a company- or FDA-initiated recall; an FDA spokesperson said they were investigating approximately 100 reports. These reports came as Norovirus was circulating in some areas of the U.S. It is relatively rare for cereals, as opposed to other foods, to be contaminated by microbes, because they must be baked, although it is possible if conditions are unsanitary.[40][41]\n\nOn May 12, 2022, General Mills announced that it was acquiring TNT Crust, a supplier of frozen pizza crusts, from Peak Rock Capital.[42]\n\nOn May 25, 2022, General Mills announced that it was selling its Hamburger Helper and Suddenly Salad businesses to Eagle Family Foods Group for $610 million. This sale is expected to close later this year.[43] The sale closed on July 5, 2022.\n\n"
        },
        {
            "title": "Criticism",
            "text": "In April 2014, the company announced that it had changed its legal terms on its website to introduce an arbitration clause requiring all disputes with General Mills to be resolved in small claims court or arbitration and not as a participant in a class action.[44][45]  The change was made shortly after a judge's March 26, 2014, denial of a motion to dismiss a class action regarding the marketing of the company's Nature Valley brand products.[45]  Users would be deemed to accept the terms by interacting with General Mills on its website in various ways, such as downloading coupons, subscribing to newsletters, or participating in Internet forums hosted on the website.[46][47] The New York Times stated that the agreement could be interpreted to additionally construe purchasing General Mills products at a grocery store or liking the company's Facebook page as assent to the terms;[44] General Mills disclaimed that interpretation, calling it a \"mischaracterization\".[47][48][49]  The change in terms resulted in a massive backlash of protests via consumer groups and social media, and General Mills reverted the terms back to the original content after only a few days.[50]\n\nOn 12 February 2020, the United Nations published a database of companies doing business related in the West Bank, including East Jerusalem, as well as in the occupied Golan Heights.[51] General Mills was listed on the database on account of the activities of its subsidiary General Mills Israel in Israeli settlements in these occupied territories,[52] which are considered illegal under international law.[53]\n\n"
        },
        {
            "title": "Brands",
            "text": "General Mills's breakfast cereals include:\n\nSome brands are marketed outside the US and Canada by the Cereal Partners joint venture using the Nestlé brand.[20]\n\nGeneral Mills cereals no longer manufactured include:\n\nThe company's baking-goods brands include:\n\nIt also produces fruit snacks, including Fruit by the Foot, Fruit Gushers, Fruit Roll-Ups, and Fruit Shapes.\n\nThe company's grain-snack brands include:\n\nThe company's meal products brands include:\n\nIt also produces organic foods, via Cascadian Farm, which they took over when they bought Small Planet Foods, and Muir Glen. More recently, as of 2014, it has purchased Annie's Homegrown.\n\nOther company brands include Annie's, Blue Buffalo, Frescarini, Latina, Totino's, Jeno's, Progresso, Colombo, Lärabar, and Yoplait (51%). It also produces Häagen-Dazs ice cream outside of the U.S. and Canada. General Mills acquired the meat-based brand Epic Provisions in 2016.[86]\n\n"
        }
    ]
}