{
    "url": "https://en.wikipedia.org/wiki/General_Motors",
    "title": "General Motors",
    "table_of_contents": [
        "1 History",
        "1.1 Chapter 11 bankruptcy and bailout",
        "1.2 Post-reorganization",
        "1.3 Other international history",
        "1.3.1 China",
        "1.3.2 Japan",
        "1.3.3 Indonesia",
        "1.3.4 South Korea",
        "1.3.5 Uzbekistan",
        "1.3.6 India",
        "1.3.7 Thailand",
        "1.3.8 Egypt",
        "1.3.9 Nigeria",
        "1.3.10 Tunisia",
        "1.3.11 East Africa",
        "1.3.12 South Africa",
        "1.3.13 New Zealand",
        "1.3.14 Australia",
        "1.4 Motorsports history",
        "1.5 Logo evolution",
        "2 Brands",
        "2.1 Current",
        "2.2 Former",
        "3 Financial results",
        "3.1 Vehicle sales",
        "4 Management",
        "4.1 Current board of directors",
        "4.2 Chairmen of the Board of General Motors",
        "4.3 Chief Executive Officers of General Motors",
        "5 Philanthropy",
        "6 Labor conflicts",
        "6.1 Flint sit-down strike",
        "6.2 Tool and die strike of 1939",
        "6.3 United Auto Workers (UAW) strike of 1945–1946",
        "6.4 2007 General Motors strike",
        "6.5 2019 General Motors strike",
        "7 Controversies",
        "7.1 Streetcar conspiracy",
        "7.2 Ralph Nader and the Corvair",
        "7.3 Ignition switch recall",
        "7.4 Xinjiang region",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe General Motors Company[2] (GM) is an American multinational automotive manufacturing company headquartered in Detroit, Michigan, United States.[3] It is the largest automaker in the United States and was the largest in the world for 77 years before losing the top spot to Toyota in 2008.[4][5]\n\nGeneral Motors operates manufacturing plants in eight countries.[6] Its four core automobile brands are Chevrolet, Buick, GMC, and Cadillac. It also holds interests in Chinese brands Wuling Motors and Baojun as well as DMAX via joint ventures.[2] Additionally, GM also owns the BrightDrop delivery vehicle manufacturer,[7] a namesake Defense vehicles division which produces military vehicles for the United States government and military;[8] the vehicle safety, security, and information services provider OnStar;[9] the auto parts company ACDelco, a namesake financial lending service; and majority ownership in the self-driving cars enterprise Cruise LLC.\n\nIn January 2021, GM announced plans to end production and sales of vehicles using internal combustion engines, including hybrid vehicles and plug-in hybrids by 2035, as part of its plan to achieve carbon neutrality by 2040.[10] GM offers more flexible-fuel vehicles, which can operate on either E85 ethanol fuel or gasoline, or any blend of both, than any other automaker.[11]\n\nThe company traces itself to a holding company for Buick established on September 16, 1908, by William C. Durant, the largest seller of horse-drawn vehicles at the time.[12] The current entity was established in 2009 after the General Motors Chapter 11 reorganization.[13]\n\nGM is ranked 22nd on the Fortune 500 rankings of the largest United States corporations by total revenue.[14]\n\n"
        },
        {
            "title": "History",
            "text": "By 1900, William C. Durant's Durant-Dort Carriage Company of Flint, Michigan had become the largest manufacturer of horse-drawn vehicles in the United States.[15] Durant was averse to automobiles, but fellow Flint businessman James H. Whiting, owner of Flint Wagon Works, sold him the Buick Motor Company in 1904.[16] Durant formed the General Motors Company in 1908 as a holding company, with partner Charles Stewart Mott, borrowing a naming convention from General Electric.[17] GM's first acquisition was Buick, which Durant already owned, then Oldsmobile on November 12, 1908.[18] Under Durant, GM went on to acquire Cadillac, Elmore, Welch, Cartercar, Oakland (the predecessor of Pontiac), the Reliance Motor Truck Company of Owosso, Michigan, and the Rapid Motor Vehicle Company of Pontiac, Michigan (predecessors of GMC) in 1909.\n\nDurant, with the board's approval, also tried acquiring Ford Motor Company but needed an additional $2 million.[19] Durant over-leveraged GM in making these acquisitions, and was removed by the board of directors in 1910 at the order of the bankers who backed the loans to keep GM in business.[16] The action of the bankers was partially influenced by the Panic of 1910–1911 that followed the earlier enforcement of the Sherman Antitrust Act of 1890. In 1911, Charles F. Kettering, with Henry M. Leland, of Dayton Engineering Laboratories Company (DELCO), invented and patented the first electric starter in America.[20] In November 1911, Durant co-founded Chevrolet with Swiss race car driver Louis Chevrolet, who left the company in 1915 after a disagreement with Durant.[21]\n\nGM was reincorporated in Detroit in 1916 as General Motors Corporation and became a public company via an initial public offering. By 1917, Chevrolet had become successful enough that Durant, with the backing of Samuel McLaughlin and Pierre S. du Pont, reacquired a controlling interest in GM. The same year, GM acquired Samson Tractor.[22] Chevrolet Motor Company was consolidated into GM on May 2, 1918, and the same year GM acquired United Motors, a parts supplier founded by Durant and headed by Alfred P. Sloan for $45 million, and the McLaughlin Motor Car Company, founded by R. S. McLaughlin, became General Motors of Canada Limited.[23][24][25] In 1919, GM acquired Guardian Frigerator Company, part-owned by Durant, which was renamed Frigidaire. With this acquisition, the General Motors Acceptance Corporation (GMAC), which provides financing to automotive customers, was formed.[26][16]\n\nIn 1920, du Pont orchestrated the removal of Durant once again and replaced him with Alfred P. Sloan.[27] At a time when GM was competing heavily with Ford Motor Company, Sloan established annual model changes, making previous years' models \"dated\" and created a market for used cars.[28] He also implemented the pricing strategy used by all car companies today. The pricing strategy had Chevrolet, Pontiac, Oldsmobile, Buick, and Cadillac priced from least expensive to most, respectively.[29]\n\nIn 1921, Thomas Midgley Jr., an engineer for GM, discovered tetraethyllead (leaded gasoline) as an antiknock agent, and GM patented the compound because ethanol could not be patented.[30] This led to the development of higher compression engines resulting in more power and efficiency. The public later realized that lead contained in the gasoline was harmful to various biological organisms including humans.[31] Evidence shows that corporate executives understood the health implications of tetraethyllead from the beginning.[32] As an engineer for GM, Midgley also developed chlorofluorocarbons, which have now been banned due to their contribution to climate change.[33]\n\nUnder the encouragement of GM President Alfred P. Sloan Jr., GM acquired Vauxhall Motors for $2.5 million in 1925.[34] The company also acquired an interest in the Yellow Cab Manufacturing Company the same year, and its president, John D. Hertz, joined the board of directors of GM; it acquired the remainder of the company in 1943.[16]\n\nIn 1926, the company introduced the Pontiac brand and established the General Motors Group Insurance Program to provide life insurance to its employees.[16] The following year, after the success of the 1927 model of the Cadillac Lasalle designed by Harley Earl, Sloan created the \"Art and Color Section\" of GM and named Earl as its first director. Earl was the first design executive to be appointed to leadership at a major American corporation. Earl created a system of automobile design that is still practiced today.[35] At the age of 24, Bill Mitchell was recruited by Harley Earl to the design team at GM, and he was later appointed as Chief Designer of Cadillac. After Earl retired in December 1958, Mitchell took over automotive design for GM.[36]\n\nGM acquired Allison Engine Company[16][37] and began developing a 1,000 horsepower liquid-cooled aircraft engine in 1929.[16] The same year, GM acquired 80% of Opel, which at that time had a 37.5% market share in Europe, for $26 million. It acquired the remaining 20% in 1931.[34]\n\nIn the late-1920s, Charles Kettering embarked on a program to develop a lightweight two-stroke diesel engine for possible usage in automobiles.[38] Soon after, GM acquired Electro-Motive Company and the Winton Engine Co., and in 1941, it expanded EMC's realm to locomotive engine manufacturing.[39]\n\nIn 1932, GM acquired Packard Electric.[16][40] not the actual car company, which would merge with Studebaker years later. The following year, GM acquired a controlling interest in North American Aviation and merged it with the General Aviation Manufacturing Corporation.[41]\n\nThe GM labor force participated in the formation of the United Auto Workers labor union in 1935, and in 1936 the UAW organized the Flint Sit-Down Strike, which initially idled two key plants in Flint, Michigan, and later spread to 6 other plants including those in Janesville, Wisconsin and Fort Wayne, Indiana. In Flint, police attempted to enter the plant to arrest strikers, leading to violence; in other cities, the plants were shuttered peacefully. The strike was resolved on February 11, 1937, when GM recognized the UAW as the exclusive bargaining representative for its workers and gave workers a 5% raise and permission to speak in the lunchroom.[42]\n\nJominy & Boegehold of GM invented the Jominy end-quench test for hardenability of carbon steel in 1937, a breakthrough in heat treating still in use today as ASTM A255.[43] GM established Detroit Diesel the next year.[44]\n\nIn 1939, the company founded Motors Insurance Corporation and entered the vehicle insurance market.[26] The same year, GM introduced the Hydramatic, the world's first affordable and successful automatic transmission, for the 1940 Oldsmobile.[45][46]\n\nDuring World War II, GM produced vast quantities of armaments, vehicles, and aircraft for the Allies of World War II. In 1940, GM's William S. Knudsen served as head of U.S. wartime production for President Franklin Roosevelt, and by 1942, all of GM's production was to support the war.[47] GM's Vauxhall Motors manufactured the Churchill tank series for the Allies, instrumental in the North African campaign.[16] However, its Opel division, based in Germany, supplied the Nazi Party with vehicles. Sloan, head of GM at the time, was an ardent opponent of the New Deal, which bolstered labor unions and public transport, and Sloan admired and supported Adolf Hitler.[48][49] Nazi armaments chief Albert Speer allegedly said in 1977 that Hitler \"would never have considered invading Poland\" without synthetic fuel technology provided by General Motors. GM was compensated $32 million by the U.S. government because its German factories were bombed by U.S. forces during the war.[50]\n\nEffective January 28, 1953, Charles Erwin Wilson, then GM president, was named by Dwight D. Eisenhower as United States Secretary of Defense.[16]\n\nIn December 1953, GM acquired Euclid Trucks, a manufacturer of heavy equipment for earthmoving, including dump trucks, loaders and wheel tractor-scrapers, which later spawned the Terex brand.[51][52]\n\nAlfred P. Sloan retired as chairman and was succeeded by Albert Bradley in April 1956.[53]\n\nIn 1962, GM introduced the first turbo charged engine in the world for a car in the Oldsmobile Cutlass Turbo-Jetfire.[16][54] Two years later, the company introduced its \"Mark of Excellence\" logo and trademark at the 1964 New York World's Fair. The company used the mark as their main corporate identifier until 2021.[55]\n\nGM released the Electrovan in 1966, the first hydrogen fuel cell car ever produced.[56] Though fuel cells have existed since the early 1800s, General Motors was the first to use a fuel cell, supplied by Union Carbide, to power the wheels of a vehicle with a budget of \"millions of dollars\".[57][58][59]\n\nIn the 1960s, GM was the first to use turbochargers and was an early proponent of V6 engines, but quickly lost interest as the popularity of muscle cars increased. GM demonstrated gas turbine vehicles powered by kerosene, an area of interest throughout the industry, but abandoned the alternative engine configuration due to the 1973 oil crisis.[60]\n\nIn partnership with Boeing, GM's Delco Defense Electronics Division designed the Lunar Roving Vehicle, which traversed the surface of the Moon, in 1971.[61][62] The following year, GM produced the first rear wheel anti-lock braking system for two models: the Toronado and Eldorado.[63]\n\nIn 1973, the Oldsmobile Toronado was the first retail car sold with a passenger airbag.[64][65]\n\nThomas Murphy became CEO of the company, succeeding Richard C. Gerstenberg in November 1974.[66][67]\n\nGM installed its first catalytic converters in its 1975 models.[68]\n\nFrom 1978 to 1985, GM pushed the benefits of diesel engines and cylinder deactivation technologies. However, it had disastrous results due to poor durability in the Oldsmobile diesels and drivability issues in the Cadillac V8-6-4 variable-cylinder engines.[69]\n\nGM sold Frigidaire in 1979. Although Frigidaire had between $450 million and $500 million in annual revenues, it was losing money.[70]\n\nRobert Lee of GM invented the Fe14Nd2B the Neodymium magnet, which was fabricated by rapid solidification, in 1984.[71] This magnet is commonly used in products like a computer hard disk. The same year, GM acquired Electronic Data Systems for $2.5 billion from Ross Perot as part of a strategy by CEO Roger Smith to derive at least 10% of its annual worldwide revenue from non-automotive sources.[72] GM also intended to have EDS handle its bookkeeping, help computerize factories, and integrate GM's computer systems. The transaction made Ross Perot the largest shareholder of GM; however, disagreements with Roger Smith led the company to buy all shares held by Ross Perot for $750 million in 1986.[73]\n\nIn a continuation of its diversification plans, GMAC formed GMAC Mortgage and acquired Colonial Mortgage as well as the servicing arm of Norwest Mortgage in 1985. This acquisition included an $11 billion mortgage portfolio.[74] The same year, GM acquired the Hughes Aircraft Company for $5 billion in cash and stock, and merged it into Delco Electronics.[75] The following year, GM acquired 59.7% of Lotus Cars, a British producer of high-performance sports cars.[76]\n\nIn 1987, in conjunction with AeroVironment, GM built the Sunraycer, which won the inaugural World Solar Challenge and was a showcase of advanced technology. Much of the technology from Sunraycer found its way into the Impact prototype electric vehicle (also built by Aerovironment) and was the predecessor to the General Motors EV1.[77]\n\nIn 1988, GM acquired a 15% stake in AeroVironment.[78]\n\nIn 1989, GM acquired half of Saab Automobile's car operations for $600 million.[79]\n\nIn August 1990, Robert Stempel became CEO of the company, succeeding Roger Smith.[80] GM cut output significantly and suffered losses that year due to the early 1990s recession.[81]\n\nIn 1990, GM debuted the General Motors EV1 (Impact) concept, a battery electric vehicle, at the LA Auto Show. It was the first car with zero emissions marketed in the US in over three decades. The Impact was produced as the EV1 for the 1996 model year and was available only via lease from certain dealers in California and Arizona. In 1999–2002, GM ceased production of the vehicles and started to not renew the leases, disappointing many people, allegedly because the program would not be profitable and would cannibalize its existing business. All of the EV1s were eventually returned to General Motors, and except for around 40 which were donated to museums with their electric powertrains deactivated, all were destroyed. The documentary film Who Killed the Electric Car? covered the EV1 story.[82]\n\nIn November 1992, John F. Smith Jr. became CEO of the company.[83]\n\nIn 1993, GM sold Lotus Cars to Bugatti.[84]\n\nIn 1996, in a return to its automotive basics, GM completed the corporate spin-off of Electronic Data Systems.[85][86]\n\nIn 1997, GM sold the military businesses of Hughes Aircraft Company to Raytheon Company for $9.5 billion in stock and the assumption of debt.[87][88][89][90]\n\nIn February 2000, Rick Wagoner was named CEO, succeeding John F. Smith Jr.[91][92] The next month, GM gave 5.1% of its common stock, worth $2.4 billion, to acquire a 20% share of Fiat.[93]\n\nIn May 2004, GM delivered the first full-sized pickup truck hybrid vehicles, the 1/2-ton Chevrolet Silverado/GMC Sierra trucks.[94] These mild hybrids did not use electrical energy for propulsion, like GM's later designs. Later, the company debuted another hybrid technology, co-developed with DaimlerChrysler and BMW, in diesel-electric hybrid powertrain manufactured by Allison Transmission for transit buses.[95] Continuing to target the diesel-hybrid market, the Opel Astra diesel engine hybrid concept vehicle was rolled out in January 2005.[96] Later that year, GM sold its Electro-Motive Diesel locomotive division to private equity firms Berkshire Partners and Greenbriar Equity Group.[97][98]\n\nGM paid $2 billion to sever its ties with Fiat in 2005, severing ties with the company due to an increasingly contentious dispute.[99]\n\nGM began adding its \"Mark of Excellence\" emblem on all new vehicles produced and sold in North America in mid-2005. However, after the reorganization in 2009, the company no longer added the logo, saying that emphasis on its four core divisions would downplay the GM logo.[100][101]\n\nIn 2005, Edward T. Welburn was promoted to the newly created position of vice president, GM Global Design, making him the first African American to lead a global automotive design organization and the highest-ranking African American in the US motor industry at that time. On July 1, 2016, he retired from General Motors after 44 years. He was replaced by Michael Simcoe.[102][103]\n\nIn 2006, GM introduced a bright yellow gas cap on its vehicles to remind drivers that cars can operate using E85 ethanol fuel.[104] They also introduced another hybrid vehicle that year, the Saturn Vue Green Line.[105]\n\nIn 2008, General Motors committed to engineering half of its manufacturing plants to be landfill-free. In order to achieve its landfill-free status, production waste is recycled or reused in the manufacturing process.[106] Continuing their environmental-conscious development, GM started to offer the 2-mode hybrid system in the Chevrolet Tahoe, GMC Yukon, Cadillac Escalade, and pickup trucks.[107]\n\nIn late 2008, the world's largest rooftop solar power installation was installed at GM's manufacturing plant in Zaragoza. The Zaragoza solar installation has about 2,000,000 square feet (190,000 m2) of roof at the plant and contains about 85,000 solar panels. The installation was created, owned and operated by Veolia Environment and Clairvoyant Energy, which leases the rooftop area from GM.[108][109][110]\n\nIn March 2009, after the company had received $17.4 billion in bailouts but was not effective in a turnaround, President Barack Obama forced the resignation of CEO Rick Wagoner.[111]\n\nGeneral Motors filed for a government-backed Chapter 11 reorganization on June 8, 2009.[112][113] On July 10, 2009, the original General Motors sold assets and some subsidiaries to an entirely new company, including the trademark \"General Motors\".[112][113] Liabilities were left with the original GM, renamed Motors Liquidation Company, freeing the companies of many liabilities and resulting in a new GM.[112][113]\n\nThrough the Troubled Asset Relief Program, the United States Department of the Treasury invested $49.5 billion in General Motors and recovered $39 billion when it sold its shares on December 9, 2013, resulting in a loss of $10.3 billion. The Treasury invested an additional $17.2 billion into GM's former financing company, GMAC (now Ally Financial). The shares in Ally were sold on December 18, 2014, for $19.6 billion netting the government $2.4 billion in profit, including dividends.[114][115] A study by the Center for Automotive Research found that the GM bailout saved 1.2 million jobs and preserved $34.9 billion in tax revenue.[116]\n\nIn 2009, the company shut down its Saturn Corporation and Pontiac brands after failing to find a buyer for the brands, and sold Hummer to Tengzhong.[117]\n\nGeneral Motors Canada was not part of the General Motors Chapter 11 bankruptcy.[118]\n\nIn June 2009, at the request of Steven Rattner, lead adviser to President Barack Obama on the Presidential Task Force on the Auto Industry, Edward Whitacre Jr., who had led a restructuring of AT&T was named chairman of the company.[119]\n\nIn July 2009, after 40 days of bankruptcy protection, the company emerged from the government-backed General Motors Chapter 11 reorganization.[120]\n\nIn December 2009, the board of directors forced CEO Frederick Henderson to resign and Edward Whitacre Jr. was named interim CEO.[121]\n\nIn 2010, GM acquired Americredit, a subprime lender, for $3.5 billion, which was merged into GM Financial.[122]\n\nIn November 2010, GM again became a public company via an initial public offering that was one of the world's top five largest IPOs to date.[123]\n\nThe company returned to profitability in 2010.[124]\n\nIn January 2010, GM sold Saab Automobile to Dutch automaker Spyker Cars.[125][126]\n\nIn May 2010, the company repaid a $6.7 billion loan from the government ahead of schedule.[127]\n\nIn September 2010, Daniel Akerson became CEO of the company.[128]\n\nIn 2010, GM introduced the Chevrolet Volt as an extended-range electric vehicle (EREV), an electric vehicle with back-up generators powered by gasoline, or series plug-in hybrid.[129][130] GM delivered the first Volt in December 2010.[131] The Chevrolet Volt was a plug-in hybrid electric vehicle with back-up generators powered by gasoline (range-extended electric vehicle).[132] General Motors built a prototype two-seat electric vehicle with Segway Inc. An early prototype of the Personal Urban Mobility and Accessibility vehicle—dubbed Project P.U.M.A. – was presented in New York at the 2009 New York International Auto Show.[133]\n\nIn July 2011, General Motors invested $7.5 million in solar-panel provider Sunlogics to install solar panels on GM facilities.[136]\n\nIn October 2011, GM introduced the Chevrolet Spark EV, an all-electric car version of the third generation Chevrolet Spark, the first all-electric passenger car marketed by General Motors in the U.S. since the General Motors EV1 was discontinued in 1999. The production version was unveiled at the 2012 Los Angeles Auto Show.[137][138] The Chevrolet Spark was released in the U.S. in selected markets in California and Oregon in June 2013.[139] Retail sales began in South Korea in October 2013.[140]\n\nIn 2011, GM revived one of its idled U.S. factories for the production of a subcompact car in Orion, Michigan, with the creation of 1,500 jobs. This was the first time that GM produced a subcompact car in the United States since the Chevrolet Chevette ended production in 1986.[141] Production started in late 2011 with the Chevrolet Sonic.[142] GM ended production of the Sonic at Orion Assembly on October 19, 2020.[143]\n\nIn 2012, PSA Group and General Motors formed an alliance, and GM acquired 7% of PSA Group.[144] The ownership was divested on December 13, 2013, generating gross proceeds of €250 million.[145][146]\n\nOn July 2, 2013, GM and Honda announced a partnership to develop fuel cell systems and hydrogen storage technologies for the 2020 time frame. GM and Honda are leaders in fuel cell technology, ranking first and second, respectively, in total fuel cell patents filed between 2002 and 2012, with more than 1,200 between them according to the Clean Energy Patent Growth Index.[147][148][149]\n\nIn late 2013, after losing approximately $18 billion over 12 years, GM began phasing out mainstream sales of Chevrolet in Europe and finished by late 2015 to focus on Opel/Vauxhall. The Chevrolet brand had been reintroduced in Europe in 2005, selling mostly rebranded Daewoo Motors cars acquired by GM Korea.[150][151]\n\nOn January 15, 2014, Mary Barra was named chief executive officer, succeeding Daniel Akerson. Barra also joined the GM board.[152]\n\nThe 2014 General Motors recall, which was due to faulty ignition switches, and was linked to at least 124 deaths, was estimated to cost the company $1.5 billion.[153]\n\nIn October 2015, the second-generation Volt was launched in the United States and Canada. The second generation had an upgraded drivetrain and improved battery system that increased the all-electric range from 38 to 53 miles (61 to 85 km).[154][155][156]\n\nOn January 4, 2016, GM invested $500 million in Lyft.[157] This was GM's first investment in ride-sharing.[158]\n\nIn March 2016, General Motors acquired Cruise, a San Francisco self-driving vehicle start-up, to develop self-driving cars that could be used in ride-sharing fleets.[159][160]\n\nIn October 2016, GM began production of the Chevrolet Bolt EV, the first ever mass market all-electric car with a range of more than 200 miles (320 km).[161][162] The battery pack and most drivetrain components were built by LG Corporation and assembled in GM's plant in Lake Orion, Michigan.[163]\n\nIn December 2016, General Motors began testing self-driving vehicles on public roads in Michigan after Governor Rick Snyder signed bills legalizing the operation of autonomous vehicles.[164]\n\nIn 2017, GM introduced its Super Cruise autopilot feature into certain models of its cars.[165][166]\n\nOn March 6, 2017, General Motors sold its Opel and Vauxhall brands to PSA Group for $2.3 billion.[167][168]\n\nOn April 20, 2017, the Government of Venezuela seized the General Motors Venezolana plant in Valencia, Carabobo.[169]\n\nIn October 2017, GM acquired Strobe, a solid state LIDAR company. Strobe's prototypes produce brief \"chirps\" of frequency-modulated (FM) laser light, where the frequency within each chirp varies linearly. Measuring the phase and frequency of the echoing chirp allows the system to directly measure both the distance and the velocity of objects on the road ahead. Strobe, Cruise, and GM will work together to develop the technology for future self-driving cars.[170][171]\n\nIn October 2018, Honda invested $2.75 billion in GM's self-driving car unit, including an initial investment of $275 million, followed by $2 billion within a year.[172][173][174]\n\nIn November 2018, GM announced it would lay off more than 14,000 employees in North America, comprising 15% of its workforce and 25% of its executive staff in the region.[127] The company ceased production at three assemblies: Lordstown Assembly in Ohio, Detroit-Hamtramck Assembly in Michigan and Oshawa in Canada and two engine/transmission (White Marsh, Maryland, and Warren, Michigan) plants in 2019.[175][176]\n\nIn March 2019, GM ceased production of the Chevrolet Volt.[177]\n\nIn March 2019, the company announced that it would begin production of a new EV model in Lake Orion, Michigan.[178]\n\nIn May 2019, General Motors received pushback on its plan to release a fleet of up to 2,500 modified Chevrolet Bolt electric vehicles. The company planned to release these vehicles by Q4 of 2019 as part of initiatives to build a controlled self-driving fleet.[179]\n\nIn November 2019, GM sold its former Chevy Cruze plant in Lordstown, Ohio to Lordstown Motors.[180]\n\nIn January 2020, GM announced the return of the Hummer nameplate as a series of electric vehicles to be sold from within the GMC portfolio, known as the GMC Hummer EV.[181] The first vehicle, a pickup truck variant with over 1,000 horsepower, shipped in December 2021.[182][183][184]\n\nOn March 21, 2020, during the COVID-19 pandemic, General Motors began assisting Ventec Life Systems to produce ventilators.[185]\n\nIn April 2020, the company shut down Maven, a car-sharing service in the United States.[186][187]\n\nIn September 2020, GM announced a partnership with Nikola Corporation to engineer and manufacture the Nikola Badger, and GM made an equity investment in Nikola. The Badger will use GM's Ultium battery technology, and GM will be an exclusive fuel cell supplier for all of Nikola's class 7/8 trucks.[188] Following fraud allegations from short-seller[citation needed] Hindenburg Research concerning the mechanical capabilities of the Badger pickup truck along with separate sexual misconduct allegations involving former CEO Trevor Milton, GM scaled back its investment with Nikola via a smaller revised deal.[189][190]\n\nIn September 2020, GM and Honda announced an alliance to cooperate on purchasing, research, and vehicle development.[191][192]\n\nIn November 2020, GM committed to increased capital investment in electric vehicles to over half of new capital expenditures, totalling $27 billion over five years.[193]\n\nOn January 8, 2021, GM introduced a new logo alongside a tagline \"EVerybody in\", with the capitalized \"EV\" as a nod to the company's commitment to electric vehicles.[194][195] GM's new logo used negative space to create the idea of an electric plug in the \"M\" of the logo.[196]\n\nAt the January 2021 Consumer Electronics Show, GM launched BrightDrop, its brand for all-electric commercial vehicles.[197]\n\nOn January 28, 2021, GM announced that it will end production and sales of fossil-fuel vehicles (including hybrids and plug-in hybrids) by 2035 as part of its plan to reach carbon neutrality by 2040.[198]\n\nIn 2021, GM announced plans to establish an automotive battery and battery pack laboratory in Michigan.[199][200][201] GM will be responsible for battery management systems and power electronics, thermal management, as well as the pack assembly. An existing GM facility at Brownstown Township was chosen to be upgraded as a battery pack plant.[129] LG Chem's U.S. subsidiary, Compact Power of Troy, Michigan, has been building the prototype packs for the development vehicles and will continue to provide integration support and act as a liaison for the program.[202]\n\nin April 2021, after being criticized for not advertising enough in black-owned businesses, General Motors said that it will spend 2% of 2021's advertising budget in Black-owned media and 4% in 2022 until reaching 8% in 2025.[203]\n\nIn April 2021, GM announced a joint venture with LG, to build a $2.3 billion plant to build batteries for electric vehicles.[204]\n\nIn November 2021, GM acquired a 25% stake in Pure Watercraft, a producer of all-electric boats.[205]\n\nGeneral Motors has launched the largest investment project in its home state of Michigan, announcing plans to invest $7 billion to convert a plant to produce electric cars and build a new battery plant.[206][207] Besides that General Motors has announced investment of $154 million into its Western New York Lockport Components plant.[208][209]\n\nIn August 2022, the company announced that it would reinstate its quarterly dividend at a rate of 9 cents per share, compared to 38 cents per share when it was first cut in April 2020, and increase its share buyback program to $5 billion from $3.3 billion.[210]\n\nAlso in August 2022, the company announced that it would offer buyouts to the roughly 2,000 Buick dealers in the US that didn't want to make investments as the company switches to an all-electric lineup. This move came after a similar move with Cadillac dealers that reduced their presence by about a third.[211][212]\n\nIn September 2022, the firm announced it would introduce an electric version of its popular Chevy Equinox in the third quarter of 2023, priced around $30,000 to leave it less expensive than comparable vehicles. This move was another step in the firm's decision to go all-electric.[213][214]\n\nIn October 2022, the company announced the creation of GM Energy, a new unit that would provide battery packs, EV chargers, and software to help residential and business customers to help with charging and electrical grid disruptions. Offerings would be tailored to specifics homes and businesses. At the time of the announcement, the company said some products would be provided by third party partners.[215][216][217]\n\nFor the Chinese market, most of its cars are manufactured within China. Shanghai GM, a joint venture with the Chinese company SAIC Motor, was created with Canadian Regal 1990 on March 25, 1997. The Shanghai GM plant was officially opened on December 15, 1998, when the first Chinese-built Buick came off the assembly line. The SAIC-GM-Wuling Automobile joint-venture is also selling microvans under the Wuling brand (34% owned by GM).\n\nBuick is strong in China from its early introduction by the Canadian Buick sold to the last Emperor of China, later being led by the Buick Regal 1990 subcompact. The last emperor of China owned a Buick.[218]\n\nThe Cadillac brand was introduced in China in 2004, starting with exports to China. GM pushed the marketing of the Chevrolet brand in China in the mid-2000s as well. As part of this push, GM transferred Buick Sail to that brand as an attempt to appeal to Chinese middle-class buyers looking for small and affordable cars.[219]\n\nIn August 2009, FAW-GM, a joint venture between GM and FAW Group that mainly produced FAW Jiefang light-duty trucks, was formed.[220] GM left the joint venture in 2019, and the Jiefang brand is now wholly owned by FAW.[221]\n\nIn 2011, GM opened an auto research center as part of a US250 million corporate campus in Shanghai to develop gasoline-hybrid cars, electric vehicles and alternative fuel vehicles, engines, and new technologies.[222] A second phase opened in 2012.[223]\n\nSAIC-GM-Wuling established the low-cost Baojun brand to better compete with domestic rivals, Chery Automobile, Geely Automobile and BYD Auto for first-time buyers of cars priced around US$10,000.[224]\n\nGM maintains a dealership presence in Japan, called GM Chevrolet Shop, previously known as GM Auto World Shop.[225] Current GM Japan dealerships were either former Saturn dealerships or Isuzu dealership locations. GM products are also currently sold by the company Yanase Co., Ltd. since 1915.[226]\n\nIn August 2011, GM announced plans to build a $150 million 190,300 square-foot plant in Bekasi, West Java, Indonesia, which would produce 40,000 passenger cars per year for the Southeast Asian market.[227] The plant opened on March 11, 2013.[228] The plant was shut in 2015.[229]\n\nGM withdrew the Chevrolet brand from Indonesia in March 2020. However, GM will continue to sell the Wuling and Baojun badged vehicles in Indonesia through the SAIC-GM-Wuling joint venture.[230]\n\nIn October 2011, the South Korea free trade agreement opened the South Korean auto market to American-made cars.[231] GM owns 77.0% of its joint venture in South Korea, GM Korea, which mainly designs and produces Chevrolet and Holden branded vehicles.[2]\n\nIn 2011, GM discontinued the Daewoo brand in South Korea and replaced it with the Chevrolet brand.[232]\n\nIn 2018, the company approached the Korea Development Bank to participate in a $2.7 billion debt swap issued by its Korean subsidiary.[233]\n\nIn February 2018, General Motors shut one factory in South Korea. The plant was affected by the pullout of the Chevrolet brand from Europe.[234]\n\nIn 2008, GM Uzbekistan was established, owned 25% by GM. It produced Ravon, Chevrolet, and Daewoo branded vehicles. This interest was sold to the Government of Uzbekistan in 2019.\n\nIn 1928, GM became the first car maker to manufacture cars in India. GM entered the market for the second time in 1996. The older Halol, Gujarat plant, with a capacity of 50,000 units, stopped production on April 28, 2017, and was sold to MG Motor India. GM continues to manufacture cars for the export market from its Talegaon Dhamdhere, Maharashtra plant, which has a capacity of 160,000 units annually.\n\nGM stopped production of the Chevrolet Sonic in Thailand in mid-2015.[235]\n\nIn February 2020, GM discontinued the Chevrolet brand in Thailand.[236] GM withdrew from the Thai market and sold its Rayong plant to Great Wall Motors.[237]\n\nGM has a long history in Egypt which began in the 1920s with the assembly of cars and light pickup trucks for the local market. In the mid of the 1950s, GM withdrew from the Egyptian market. Some years later, the Ghabbour Brothers began to assemble Cadillac, Chevrolet, and Buick models up to the 1990s.\n\nSince 1983, GM and Al-Monsour Automotive have owned General Motors Egypt, which is currently the only manufacturer of traditional GM branded vehicles in Egypt.[238]\n\nIn the 1920s, Miller Brothers Nigeria was founded as an importer of commercial vehicles of the Bedford brand in the country. In 1949, the company opened its own assembly plant and operated under the name Niger/Nigeria Motors. In 1965 the plant and its distribution network were split into different companies and renamed Federated Motors Industries. In 1991 the company was taken in by a joint venture between General Motors and UACN of Nigeria.[citation needed]\n\nIn 1982, GM formed Industries Mécaniques Maghrébines, which built a plant in Kairouan, Tunisia.[239]\n\nFormed in 1975, General Motors East Africa (GMEA) was the largest assembler of commercial vehicles in the region, exporting them from Kenya to East and Central African countries, including Uganda, Tanzania, Malawi, Rwanda and Burundi. Its facility located in Nairobi assembled a wide range of Isuzu trucks and buses, including the popular Isuzu N-Series versatile light commercial vehicle, TF Series pick-ups, and Isuzu bus chassis. In addition to assembly, GMEA also marketed the Chevrolet Spark and Optra. In 2017, GM sold its 57.7% stake in General Motors East Africa to Isuzu,[240] and GMEA was renamed Isuzu East Africa Limited.[241]\n\nGeneral Motors began operating in South Africa in 1913 through its wholly owned subsidiary, General Motors South Africa, and was a market that briefly had its own local brand, Ranger. Following the passage of the Comprehensive Anti-Apartheid Act in 1986, GM was forced to divest from South Africa, and GMSA became the independent Delta Motor Corporation. GM purchased a 49% stake in Delta in 1997 following the end of apartheid and acquired the remaining 51% in 2004, reverting the company to its original name. By 2014, it was targeting the production of 50,000 cars a year but was being hampered by national labor unrest, strikes, and protests.[242] GM exited the South Africa market in 2017, selling its parts business to Isuzu.[243]\n\nIn New Zealand, GM locally assembled Chevrolet, Buick, Oldsmobile, Cadillac, and Pontiac vehicles from 1926 and Vauxhall cars from 1931. After World War II, the local production of Chevrolet and Vauxhalls resumed, followed by Pontiac in 1959. In 1954, sales of fully imported Holden vehicles into New Zealand began. New Zealand assembly of Holdens began in 1957, and by the end of the 1960s, Holdens replaced all Chevrolets and Pontiacs (both in 1968) and most Vauxhalls. Opel, Bedford, and Isuzu vehicles were assembled or imported at different times during the 1970s, 1980s, and 1990s. All local General Motors assembly plants in New Zealand closed by 1990. GM New Zealand was renamed Holden New Zealand in 1994.[244]\n\nIn 1926, GM formed an Australian subsidiary, General Motors (Australia) Limited, which imported, distributed and assembled General Motors products.[245] The bodies were manufactured at an Adelaide-based family business, Holden's Motor Body Builders, which had built up its operations with the help of tariff protection and amicable relations with trade unions.[246] During the Great Depression, Holden's Motor Body Builders collapsed, which allowed General Motors to acquire Holden, becoming General Motors-Holden [GMH] in 1931. In 1948, the first fully manufactured Australian car, the Holden 48-215, was released to great fanfare amongst the Australian public. It was marketed as \"Australia's Own\" Holden, and became an iconic feature of post-war Australian culture.[247]\nIn 2020, GM discontinued the Holden brand due to poor reception and sales, shutting the facilities where they were produced. GM continues to export some Buick, Chevrolet, Cadillac, and GMC vehicles through a new entity called General Motors Specialty Vehicles.[248][249]\n\nIn 2012, GM established Opel as a niche marque in Australia and began to sell Opel branded cars in Australia. However, in August 2013, sales of Opel ceased due to low sales.[250][251]\n\nGM participated in the World Touring Car Championship (WTCC) from 2004 to 2012,[252] and has also participated in other motorsport championships, including 24 Hours of Le Mans,[253] NASCAR,[254] SCCA[255] and Supercars Championship.[256]\n\nGM's engines were successful in the Indy Racing League (IRL) throughout the 1990s, winning many races in the small V8 class. GM has also done much work in the development of electronics for GM auto racing. An unmodified Aurora V8 in the Aerotech captured 47 world records, including the record for speed endurance in the Motorsports Hall of Fame of America. Recently, the Cadillac V-Series has entered motorsports racing.\n\nGM has also designed cars specifically for use in NASCAR auto racing. The Chevrolet Camaro ZL1 is the only entry in the series.[257] In the past, the Pontiac Grand Prix,[258] Buick Regal, Oldsmobile Cutlass, Chevrolet Lumina, Chevrolet Malibu, Chevrolet Monte Carlo, Chevrolet Impala, and the Chevrolet SS were also used. GM has won many NASCAR Cup Series manufacturer's championships, including 40 with Chevrolet,[259] the most of any make in NASCAR history, 3 with Oldsmobile, 2 with Buick, and 1 with Pontiac. In 2021, Chevrolet became the first brand to reach 800 wins.[260]\n\nIn Australia, Holden cars based on the Monaro, Torana and Commodore platforms raced in the Australian Touring Car Championship until 2022. Holden won the Bathurst 1000, a record 36 times between 1968 and 2022 and the Australian Touring Car Championship 23 times.[261] From 2023, the Chevrolet Camaro will be raced.[262]\n\nEvolution of the GM logo through the years:[263]\n\n"
        },
        {
            "title": "Financial results",
            "text": "General Motors was the largest global automaker by annual vehicle sales for 77 consecutive years, from 1931, when it overtook Ford Motor Company, until 2008 when it was overtaken by Toyota. This reign was longer than any other automaker, and GM is still among the world's largest automakers by vehicle unit sales.[267]\n\nIn 2008, the third-largest individual country by sales was Brazil, with some 550,000 GM vehicles sold. In that year, Argentina, Colombia, and Venezuela sold another 300,000 GM vehicles, suggesting that the total GM sales in South America (including sales in other South American countries such as Chile, Peru, Ecuador, Bolivia, etc.) in that year were at a similar level to sales in China.[citation needed]\n\nIn 2009, General Motors sold 6.5 million cars and trucks globally; in 2010, it sold 8.39 million.[268] Sales in China rose 66.9% in 2009 to 1,830,000 vehicles and accounting for 13.4% of the market.[269]\n\nIn 2010, General Motors ranked second worldwide with 8.5 million vehicles produced.[270] In 2011, GM returned to the first place with 9.025 million units sold worldwide, corresponding to 11.9% market share of the global motor vehicle industry. In 2010, vehicle sales in China by GM rose 28.8% to a record 2,351,610 units.[271] The top two markets in 2011 were China, with 2,547,203 units, and the United States, with 2,503,820 vehicles sold. The Chevrolet brand was the main contributor to GM performance, with 4.76 million vehicles sold around the world in 2011, a global sales record.[272]\n\nBased on global sales in 2012, General Motors was ranked among the world's largest automakers.[273]\n\nIn May 2012, GM recorded an 18.4% market share in the U.S. with stock imported.[274]\n\nAnnual worldwide sales volume reached 10 million vehicles in 2016.[275][276][277] Sales in India for April 2016 – March 2017 declined to 25,823 units from 32,540 the previous year and market share contracted from 1.17% to 0.85% for the same period. However, exports surged 89% during the same period to 70,969 units. GMTC-I, GM's technical center in Bangalore, India continued in operation. Weak product line-up and below par service quality were the reasons for the poor showing by GM in India that year.[278][279]\n\nGlobal Volt/Ampera family sales totalled about 177,000 units from its inception in December 2010 through 2018.[280] including over 10,000 Opel/Vauxhall Amperas sold in Europe up to December 2015.[281][282] The Volt family of vehicles ranked as the world's all-time top-selling plug-in hybrid as of September 2018[update], and it is also the third best selling plug-in electric car in history after the Nissan Leaf (375,000) and the Tesla Model S (253,000), as of October 2018[update].[280] The Chevrolet Volt is also the U.S. all-time top-selling plug-in electric car with 148,556 units delivered through October 2018.[283][284]\n\n"
        },
        {
            "title": "Management",
            "text": "Notable members of the board of directors of the company are as follows:[2]\n\nChief Executive Officers of General Motors\n\n"
        },
        {
            "title": "Philanthropy",
            "text": "GM publishes an annual Social Impact Report detailing its contributions to charity; in 2020 it provided nearly $35 million in funding to 357 U.S.-based non-profits as well as in-kind assets (primarily donations of vehicles) to non-profits valued at more than $9.8 million.[301][302] From 1976 until 2017, philanthropic activity was carried out via the General Motors Foundation, a 501(c)(3) foundation.[303]\n\nGeneral Motors has a close relationship with the Nature Conservancy and has fundraised for and donated cash and vehicles to the charity.[304]\n\nIn 1996, GM commissioned five designer-original vehicles, sold in a silent auction for Concept: Cure, to benefit the Nina Hyde Center for breast cancer research, founded by Ralph Lauren. The program involved five designers, each lending their artistic talents to customize five different vehicles. Nicole Miller, Richard Tyler, Anna Sui, Todd Oldham, and Mark Eisen were tasked with transforming a Cadillac STS, Buick Riviera, GMC Yukon, Oldsmobile Bravada and Chevrolet Camaro Z28, respectively. The cars were then auctioned with the proceeds presented to the Nina Hyde Center at the Greater LA Auto Show in 1997.[305][306][307][308]\n\nSince 1997, GM has been a source of funding for Safe Kids Worldwide's \"Safe Kids Buckle Up\" program, an initiative to ensure child automobile safety through education and inspection.[309][310]\n\n"
        },
        {
            "title": "Labor conflicts",
            "text": "The 1936–1937 Flint sit-down strike against General Motors changed the United Automobile Workers (UAW) from a collection of isolated local unions on the fringes of the industry into a major labor union and led to the unionization of the domestic United States automobile industry.\n\nAfter the first convention of UAW in 1936, the union decided that it could not survive by piecemeal organizing campaigns at smaller plants, as it had in the past, but that it could organize the automobile industry only by going after its biggest and most powerful employer, General Motors Corporation, focusing on GM's production complex in Flint, Michigan.\n\nOrganizing in Flint was a difficult and dangerous plan. GM controlled city politics in Flint and kept a close eye on outsiders. According to Wyndham Mortimer, the UAW officer put in charge of the organizing campaign in Flint, he received a death threat by an anonymous caller when he visited Flint in 1936. GM also maintained an extensive network of spies throughout its plants. This forced UAW members to keep the names of new members secret and meeting workers at their homes.\n\nAs the UAW studied its target, it discovered that GM had only two factories that produced the dies from which car body components were stamped: one in Flint that produced the parts for Buicks, Pontiacs, and Oldsmobiles, and another in Cleveland that produced Chevrolet parts.\n\nWhile the UAW called for a sit-down strike in Flint, the police, armed with guns and tear gas, attempted to enter the Fisher Body 2 plant on January 11, 1937. The strikers inside the plant pelted them with hinges, bottles, and bolts. At the time, Vice President John Nance Garner supported federal intervention to break up the Flint Strike, but this idea was rejected by President Franklin D. Roosevelt. The president urged GM to distinguish a union so the plants could re-open. The strike ended after 44 days.\n\nThat development forced GM to bargain with the union. John L. Lewis, President of the United Mine Workers and founder and leader of the Congress of Industrial Organizations, spoke for the UAW in those negotiations; UAW President Homer Martin was sent on a speaking tour to keep him out of the way. GM's representatives refused to be in the same room as the UAW, so Governor Frank Murphy acted as a courier and intermediary between the two groups. Governor Murphy sent in the U.S. National Guard not to evict the strikers but rather to protect them from the police and corporate strike-breakers. The two parties finally reached an agreement on February 11, 1937, on a one-page agreement that recognized the UAW as the exclusive bargaining representative for GM's employees, who were union members for the next six months.[311]\n\nThe tool and die strike of 1939, also known as the \"strategy strike\", was an ultimately successful attempt by the United Auto Workers Union (UAW) to be recognized as the sole representative for General Motors workers. In addition to representation rights, the UAW, working jointly with the Congress of Industrial Organizations (CIO), sought to resolve existing grievances of skilled workers.\n\nFrom November 21, 1945, until March 13, 1946, (113 days) CIO's United Automobile Workers (UAW), organized \"320,000 hourly workers\" to form a US-wide strike against the General Motors Corporation, workers used the tactic of the sit down strike.[312] It was \"the longest strike against a major manufacturer\" that the UAW had yet seen, and it was also \"the longest national GM strike in its history\".[312] As director of the UAW's General Motors Department (coordinator of union relations with GM),[313] Walter Reuther suggested to his colleagues the idea of striking the GM manufacturing plants with a 'one-at-a-time' strategy, which was \"intended to maximize pressure on the target company\".[312] Reuther also put forth the demands of the strikers: a 30 percent increase in wages and a hold on product prices. However, the strike ended with the dissatisfaction of Walter Reuther and the UAW, and the workers received only a 17.5-percent increase in wages.\n\nThe 2007 General Motors strike was a strike from September 24 to 26, 2007, by the United Auto Workers (UAW) against General Motors.\n\nOn September 24, 2007, General Motors workers represented by the United Auto Workers union went on strike against the company. The first US-wide strike against GM since 1970 was expected to idle 59 plants and facilities for an indefinite period of time. Talks broke down after more than 20 straight days of bargaining failed to produce a new contract. Major issues that proved to be stumbling blocks for an agreement included wages, benefits, job security and investments in US facilities.[314][315][316]\n\nTwo car assembly plants in Oshawa, Ontario and a transmission facility in Windsor closed on September 25. However, on September 26, a tentative agreement was reached, and the strike's end was announced by UAW officials in a news conference at 4 a.m.[317] By the following day, all GM workers in both countries were back to work.\n\nOn the morning of September 15, 2019, after talks broke down to renew their contract, which expired earlier that day, the United Auto Workers announced that GM employees would begin striking at 11:59 PM.[318] This strike shut down operations in nine states, including 33 manufacturing plants and 22 parts distribution warehouses.[319]\nAfter 40 days, on October 25, 2019, the \"longest strike by autoworkers in a decade\" and the longest against GM since 1970 came to an end when United Auto Workers members voted to approve a new contract with GM. The strike cost GM more than $2 billion, while members of the labor union were reduced to a salary of $275 a week in strike pay.[320]\n\n"
        },
        {
            "title": "Controversies",
            "text": "Between 1938 and 1950, GM allegedly deliberately monopolized the sale of buses and supplies to National City Lines (NCL) and its subsidiaries, in violation of the Sherman Antitrust Act of 1890, intending to dismantle streetcar systems in many cities in the United States and make buses, sold by GM, the dominant form of public transport.\n\nUnsafe at Any Speed by Ralph Nader, published in 1965, is a book accusing car manufacturers of being slow to introduce safety features and reluctant to spend money on improving safety. It relates to the first models of the Chevrolet Corvair (1960–1964) that had a swing axle suspension design that was prone to 'tuck under' in certain circumstances. To compensate for the removal of a front stabilizer bar (anti-roll bar) as a cost-cutting measure, Corvairs required tire pressures that were outside of the tire manufacturer's recommended tolerances. The Corvair relied on an unusually high front to rear pressure differential (15 psi front, 26 psi rear, when cold; 18 psi and 30 psi hot), and if one inflated the tires equally, as was standard practice for all other cars at the time, the result was dangerous over-steer.[321]\n\nIn early March 1966, several media outlets, including The New Republic and The New York Times, alleged that GM had tried to discredit Ralph Nader, hiring private detectives to tap his phones and investigate his past, and hiring prostitutes to trap him in compromising situations.[322][323] Nader sued the company for invasion of privacy and settled the case for $425,000. Nader's lawsuit against GM was ultimately decided by the New York Court of Appeals, whose opinion in the case expanded tort law to cover \"overzealous surveillance\".[324] Nader used the proceeds from the lawsuit to start the pro-consumer Center for Study of Responsive Law.\n\nA 1972 safety commission report conducted by Texas A&M University concluded that the 1960–1963 Corvair possessed no greater potential for loss of control than its contemporary competitors in extreme situations.[325] The United States Department of Transportation (DOT) issued a press release in 1972 describing the findings of NHTSA testing from the previous year. NHTSA conducted a series of comparative tests in 1971 studying the handling of the 1963 Corvair and four contemporary cars — a Ford Falcon, Plymouth Valiant, Volkswagen Beetle, and Renault Dauphine — along with a second-generation Corvair (with its completely redesigned, independent rear suspension). The 143-page report reviewed NHTSA's extreme-condition handling tests, national crash-involvement data for the cars in the test as well as General Motors' internal documentation regarding the Corvair's handling.[326] NHTSA went on to contract an independent advisory panel of engineers to review the tests. This review panel concluded that 'the 1960–63 Corvair compares favorably with contemporary vehicles used in the tests [...] the handling and stability performance of the 1960–63 Corvair does not result in an abnormal potential for loss of control or rollover, and it is at least as good as the performance of some contemporary vehicles both foreign and domestic'.\n\nFormer GM executive John DeLorean asserted, in his book On a Clear Day You Can See General Motors, that Nader's criticisms were valid.[327]\n\nJournalist David E. Davis noted that despite Nader's claim that swing-axle rear suspension were dangerous, Porsche, Mercedes-Benz, and Volkswagen all used similar swing-axle concepts during that era.[328]\n\nIn May 2014, the National Highway Traffic Safety Administration fined the company $35 million for failing to recall cars with faulty ignition switches for a decade, despite knowing there was a problem with the switches. General Motors paid compensation for 124 deaths linked to the faulty switches.[329] The $35 million fine was the maximum the regulator could impose.[330] The total cost of the recall was estimated to be $1.5 billion.[153] As well as the Cobalts, the switches of concern had been installed in many other cars, such as the Pontiac G5, the Saturn Ion, the Chevrolet HHR, the Saturn Sky, and Pontiac Solstice. The recall involved about 2.6 million GM cars worldwide.[331]\n\nIn 2020, the Australian Strategic Policy Institute accused at least 82 major brands, including General Motors, of being connected to forced Uyghur labor in Xinjiang.[332]\n\n"
        }
    ]
}