{
    "url": "https://en.wikipedia.org/wiki/Geocentric_orbit",
    "title": "Geocentric orbit",
    "table_of_contents": [
        "1 List of terms and concepts",
        "2 Types",
        "2.1 Altitude classifications",
        "2.2 Inclination classifications",
        "2.3 Eccentricity classifications",
        "2.4 Directional classifications",
        "2.5 Geosynchronous classifications",
        "2.6 Special classifications",
        "2.7 Non-geocentric classifications",
        "3 Tangential velocities at altitude",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A geocentric orbit or Earth orbit involves any object orbiting Earth, such as the Moon or artificial satellites. In 1997, NASA estimated there were approximately 2,465 artificial satellite payloads orbiting Earth and 6,216 pieces of space debris as tracked by the Goddard Space Flight Center.[1] More than 16,291 objects previously launched have undergone orbital decay and entered Earth's atmosphere.[1]\n\nA spacecraft enters orbit when its centripetal acceleration due to gravity is less than or equal to the centrifugal acceleration due to the horizontal component of its velocity. For a low Earth orbit, this velocity is about 7,800 m/s (28,100 km/h; 17,400 mph);[2] by contrast, the fastest crewed airplane speed ever achieved (excluding speeds achieved by deorbiting spacecraft) was 2,200 m/s (7,900 km/h; 4,900 mph) in 1967 by the North American X-15.[3] The energy required to reach Earth orbital velocity at an altitude of 600 km (370 mi) is about 36 MJ/kg, which is six times the energy needed merely to climb to the corresponding altitude.[4]\n\nSpacecraft with a perigee below about 2,000 km (1,200 mi) are subject to drag from the Earth's atmosphere,[5] which decreases the orbital altitude. The rate of orbital decay depends on the satellite's cross-sectional area and mass, as well as variations in the air density of the upper atmosphere. Below about 300 km (190 mi), decay becomes more rapid with lifetimes measured in days. Once a satellite descends to 180 km (110 mi), it has only hours before it vaporizes in the atmosphere.[6] The escape velocity required to pull free of Earth's gravitational field altogether and move into interplanetary space is about 11,200 m/s (40,300 km/h; 25,100 mph).[7]\n\n"
        },
        {
            "title": "Types",
            "text": "The following is a list of different geocentric orbit classifications.\n\n\n\n"
        }
    ]
}