{
    "url": "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
    "title": "Geographic coordinate system",
    "table_of_contents": [
        "1 History",
        "2 Latitude and longitude",
        "3 Geodetic datum",
        "4 Length of a degree",
        "5 Alternate encodings",
        "6 See also",
        "7 Notes",
        "8 References",
        "8.1 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe geographic coordinate system (GCS) is a spherical or ellipsoidal coordinate system for measuring and communicating positions directly on the Earth as latitude and longitude.[1] It is the simplest, oldest and most widely used of the various spatial reference systems that are in use, and forms the basis for most others. Although latitude and longitude form a coordinate tuple like a cartesian coordinate system, the geographic coordinate system is not cartesian because the measurements are angles and are not on a planar surface.[2][self-published source?]\n\nA full GCS specification, such as those listed in the EPSG and ISO 19111 standards, also includes a choice of geodetic datum (including an Earth ellipsoid), as different datums will yield different latitude and longitude values for the same location.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The invention of a geographic coordinate system is generally credited to Eratosthenes of Cyrene, who composed his now-lost Geography at the Library of Alexandria in the 3rd century BC.[4] A century later, Hipparchus of Nicaea improved on this system by determining latitude from stellar measurements rather than solar altitude and determining longitude by timings of lunar eclipses, rather than dead reckoning. In the 1st or 2nd century, Marinus of Tyre compiled an extensive gazetteer and mathematically plotted world map using coordinates measured east from a prime meridian at the westernmost known land, designated the Fortunate Isles, off the coast of western Africa around the Canary or Cape Verde Islands, and measured north or south of the island of Rhodes off Asia Minor. Ptolemy credited him with the full adoption of longitude and latitude, rather than measuring latitude in terms of the length of the midsummer day.[5]\n\nPtolemy's 2nd-century Geography used the same prime meridian but measured latitude from the Equator instead. After their work was translated into Arabic in the 9th century, Al-Khwārizmī's Book of the Description of the Earth corrected Marinus' and Ptolemy's errors regarding the length of the Mediterranean Sea,[note 1] causing medieval Arabic cartography to use a prime meridian around 10° east of Ptolemy's line. Mathematical cartography resumed in Europe following Maximus Planudes' recovery of Ptolemy's text a little before 1300; the text was translated into Latin at Florence by Jacobus Angelus around 1407.\n\nIn 1884, the United States hosted the International Meridian Conference, attended by representatives from twenty-five nations. Twenty-two of them agreed to adopt the longitude of the Royal Observatory in Greenwich, England as the zero-reference line. The Dominican Republic voted against the motion, while France and Brazil abstained.[6] France adopted Greenwich Mean Time in place of local determinations by the Paris Observatory in 1911.\n\n"
        },
        {
            "title": "Latitude and longitude",
            "text": "The \"latitude\" (abbreviation: Lat., φ, or phi) of a point on Earth's surface is the angle between the equatorial plane and the straight line that passes through that point and through (or close to) the center of the Earth.[note 2] Lines joining points of the same latitude trace circles on the surface of Earth called parallels, as they are parallel to the Equator and to each other. The North Pole is 90° N; the South Pole is 90° S. The 0° parallel of latitude is designated the Equator, the fundamental plane of all geographic coordinate systems. The Equator divides the globe into Northern and Southern Hemispheres.\n\nThe \"longitude\" (abbreviation: Long., λ, or lambda) of a point on Earth's surface is the angle east or west of a reference meridian to another meridian that passes through that point. All meridians are halves of great ellipses (often called great circles), which converge at the North and South Poles. The meridian of the British Royal Observatory in Greenwich, in southeast London, England, is the international prime meridian, although some organizations—such as the French Institut national de l'information géographique et forestière—continue to use other meridians for internal purposes. The prime meridian determines the proper Eastern and Western Hemispheres, although maps often divide these hemispheres further west in order to keep the Old World on a single side. The antipodal meridian of Greenwich is both 180°W and 180°E. This is not to be conflated with the International Date Line, which diverges from it in several places for political and convenience reasons, including between far eastern Russia and the far western Aleutian Islands.\n\nThe combination of these two components specifies the position of any location on the surface of Earth, without consideration of altitude or depth. The visual grid on a map formed by lines of latitude and longitude is known as a graticule.[7] The origin/zero point of this system is located in the Gulf of Guinea about 625 km (390 mi) south of Tema, Ghana, a location often facetiously called Null Island.\n\n"
        },
        {
            "title": "Geodetic datum",
            "text": "In order to be unambiguous about the direction of \"vertical\" and the \"horizontal\" surface above which they are measuring, map-makers choose a reference ellipsoid with a given origin and orientation that best fits their need for the area to be mapped. They then choose the most appropriate mapping of the spherical coordinate system onto that ellipsoid, called a terrestrial reference system or geodetic datum.\n\nDatums may be global, meaning that they represent the whole Earth, or they may be local, meaning that they represent an ellipsoid best-fit to only a portion of the Earth. Points on the Earth's surface move relative to each other due to continental plate motion, subsidence, and diurnal Earth tidal movement caused by the Moon and the Sun. This daily movement can be as much as a meter. Continental movement can be up to 10 cm a year, or 10 m in a century. A weather system high-pressure area can cause a sinking of 5 mm. Scandinavia is rising by 1 cm a year as a result of the melting of the ice sheets of the last ice age, but neighboring Scotland is rising by only 0.2 cm. These changes are insignificant if a local datum is used, but are statistically significant if a global datum is used.[8]\n\nExamples of global datums include World Geodetic System (WGS 84, also known as EPSG:4326[9]), the default datum used for the Global Positioning System,[note 3] and the International Terrestrial Reference System and Frame (ITRF), used for estimating continental drift and crustal deformation.[10] The distance to Earth's center can be used both for very deep positions and for positions in space.[8]\n\nLocal datums chosen by a national cartographical organization include the North American Datum, the European ED50, and the British OSGB36. Given a location, the datum provides the latitude \n\n\n\nϕ\n\n\n{\\displaystyle \\phi }\n\n and longitude \n\n\n\nλ\n\n\n{\\displaystyle \\lambda }\n\n. In the United Kingdom there are three common latitude, longitude, and height systems in use. WGS 84 differs at Greenwich from the one used on published maps OSGB36 by approximately 112 m. The military system ED50, used by NATO, differs from about 120 m to 180 m.[8]\n\nThe latitude and longitude on a map made against a local datum may not be the same as one obtained from a GPS receiver. Converting coordinates from one datum to another requires a datum transformation such as a Helmert transformation, although in certain situations a simple translation may be sufficient.[11]\n\nIn popular GIS software, data projected in latitude/longitude is often represented as a Geographic Coordinate System. For example, data in latitude/longitude if the datum is the North American Datum of 1983 is denoted by 'GCS North American 1983'.\n\n"
        },
        {
            "title": "Length of a degree",
            "text": "On the GRS80 or WGS84 spheroid at sea level at the Equator, one latitudinal second measures 30.715 meters, one latitudinal minute is 1843 meters and one latitudinal degree is 110.6 kilometers. The circles of longitude, meridians, meet at the geographical poles, with the west–east width of a second naturally decreasing as latitude increases. On the Equator at sea level, one longitudinal second measures 30.92 meters, a longitudinal minute is 1855 meters and a longitudinal degree is 111.3 kilometers. At 30° a longitudinal second is 26.76 meters, at Greenwich (51°28′38″N) 19.22 meters, and at 60° it is 15.42 meters.\n\nOn the WGS84 spheroid, the length in meters of a degree of latitude at latitude φ (that is, the number of meters you would have to travel along a north–south line to move 1 degree in latitude, when at latitude φ), is about\n\nThe returned measure of meters per degree latitude varies continuously with latitude.\n\nSimilarly, the length in meters of a degree of longitude can be calculated as\n\n(Those coefficients can be improved, but as they stand the distance they give is correct within a centimeter.)\n\nThe formulae both return units of meters per degree.\n\nAn alternative method to estimate the length of a longitudinal degree at latitude \n\n\n\n\n\nφ\n\n\n\n\n\n\n{\\displaystyle \\textstyle {\\varphi }\\,\\!}\n\n is to assume a spherical Earth (to get the width per minute and second, divide by 60 and 3600, respectively):\n\nwhere Earth's average meridional radius \n\n\n\n\n\n\nM\n\nr\n\n\n\n\n\n\n\n\n{\\displaystyle \\textstyle {M_{r}}\\,\\!}\n\n is 6,367,449 m. Since the Earth is an oblate spheroid, not spherical, that result can be off by several tenths of a percent; a better approximation of a longitudinal degree at latitude \n\n\n\n\n\nφ\n\n\n\n\n\n\n{\\displaystyle \\textstyle {\\varphi }\\,\\!}\n\n is\n\nwhere Earth's equatorial radius \n\n\n\na\n\n\n{\\displaystyle a}\n\n equals 6,378,137 m and \n\n\n\n\n\ntan\n⁡\nβ\n=\n\n\nb\na\n\n\ntan\n⁡\nφ\n\n\n\n\n\n\n{\\displaystyle \\textstyle {\\tan \\beta ={\\frac {b}{a}}\\tan \\varphi }\\,\\!}\n\n; for the GRS80 and WGS84 spheroids, b/a calculates to be 0.99664719. (\n\n\n\n\n\nβ\n\n\n\n\n\n\n{\\displaystyle \\textstyle {\\beta }\\,\\!}\n\n is known as the reduced (or parametric) latitude). Aside from rounding, this is the exact distance along a parallel of latitude; getting the distance along the shortest route will be more work, but those two distances are always within 0.6 meter of each other if the two points are one degree of longitude apart.\n\n"
        },
        {
            "title": "Alternate encodings",
            "text": "Like any series of multiple-digit numbers, latitude-longitude pairs can be challenging to communicate and remember. Therefore, alternative schemes have been developed for encoding GCS coordinates into alphanumeric strings or words:\n\n"
        }
    ]
}