{
    "url": "https://en.wikipedia.org/wiki/George_Edgar_Slusser",
    "title": "George Edgar Slusser",
    "table_of_contents": [
        "1 Background",
        "2 Writing",
        "2.1 Published works",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "George Edgar Slusser (July 14, 1939 – November 4, 2014) was an American scholar, professor and writer. Slusser was a well-known science fiction critic. A professor emeritus of comparative literature at University of California, Riverside, he was the first curator of the Eaton collection.\n\n"
        },
        {
            "title": "Background",
            "text": "Slusser was born in San Francisco in 1939, the son of salesman Raymond Leroy Slusser and Edlo Mildred Raerth.[1] He attended University of California, Berkeley where he studied both philosophy and English. Slusser, a member of Phi Beta Kappa, graduated summa cum laude in 1961 and then attended University of Poitiers, where he earned his diploma in the French language the following year.[3] From 1963 to 1965, Slusser served in Germany assigned to US Army intelligence. In 1965 Slusser married French academic Danièle Chatelain, to whom he would remain married for life.[1][7] Slusser attended Harvard University, afterward taking a Fulbright Fellowship in Germany as well as serving as a Harvard traveling fellow in France.[3] From 1971 to 1975 he taught English at California State College at San Bernardino as an assistant professor, also working as a freelance author, critic, and translator throughout this period.[1] Although Slusser had been a fan of science fiction as a teen his interest in the genre was reignited in San Bernardino. In 1976 Slusser returned to France as a Fulbright lecturer at University of Paris.[3]\n\nIn 1979 Slusser joined University of California, Riverside (UCR) and organized the first annual J. Lloyd Eaton Conference of Science Fiction and Fantasy Literature, an academic symposium on the genres of science fiction and fantasy literature rather than the more prevalent fan conventions. He commented that the conference's ability to attract serious literary critics like Harry Levin spoke to the event's gravitas.[8] Slusser helped publish an annual journal, Bridges to Science Fiction to publish the outcomes of each conference.[9][10] With the help of UCR head librarian Eleanor Montague and Cal State San Bernardino librarian Michael Burgess, Slusser became curator of the Eaton collection and Slusser took it upon himself to radically expand the collection's holdings. Slusser had pushed for the establishment of both a science fiction studies center and a graduate program for science fiction at the University but the plan died with university chancellor Tomás Rivera.[11]\n\nSlusser continued to teach comparative literature at UCR until his retirement in 2005. A host of science fiction writers and scholars have studied under Slusser, including Howard V. Hendrix, David Leiby, Bradford M. Lyau, and Daryl F. Mallett.[4]\n\n"
        },
        {
            "title": "Writing",
            "text": "Slusser wrote dozens of books and journal articles. Much of his work was critical analysis of science fiction. He listed Isaac Asimov, Greg Bear, Gregory Benford, James Blish, Ray Bradbury, David Brin, Robert Heinlein, Robert Silverberg, and Theodore Sturgeon alongside golden age authors J.-H. Rosny, Olaf Stapledon, Jules Verne, H. G. Wells as the best science fiction writers primarily because of their focus on science in their writings.[13] Slusser praised Bradbury saying \"Bradbury just exuded this kind of folksiness that made his works extremely visual... A lot of science fiction writing came out of that Midwestern, iconic American experience that Bradbury defined.\"[14] Slusser mentioned that Bradbury's technophobia was evident in his works: \"to Bradbury, science is the forbidden fruit, destroyer of Eden.\"[15] Of Arthur C. Clark, Slusser said that \"Clarke, along with Asimov and [Robert A.] Heinlein, is unique in that his human dramas are determined by advances in science and technology... Clarke incarnates the essence of [science fiction], which is to blend two otherwise opposite activities into a single story, that of the advancement of mankind.\"[16] Although Slusser considered Robert A. Heinlein the \"epitome of science fiction writers\" his criticism of the author was far more pointed.[17] Slusser dismissed Heinlein's later work as \"self-indulgent.\" Slusser points out that stories like Heinlein's Have Space Suit—Will Travel draw students because it's \"like 'Huckleberry Finn' redone.\"[18] In Robert A. Heinlein, Stranger in His Own Land Slusser condemned the secular sort of Unconditional election philosophy Heinlein propounded in his books: \"Heinlein is a writer who represents a certain strain in our culture, a kind of secular Calvinist vision of the world of the elect and the damned.\"[3] (Heinlein refuted this interpretation.)[19] Slusser labeled both Heinlein and author Frank Herbert as \"potboilers.\"[3] Slusser and his wife co-authored a few translations from the original French.[20] In 2012, Slusser and his wife translated the works of J.-H. Rosny into Three Science Fiction Novellas: From Prehistory to the End of Mankind.[21]\n\n"
        }
    ]
}