{
    "url": "https://en.wikipedia.org/wiki/George_Washington_Parke_Custis",
    "title": "George Washington Parke Custis",
    "table_of_contents": [
        "1 Early life and education",
        "2 Planter and builder",
        "2.1 Marriage and family",
        "2.2 Military service",
        "3 Slavery",
        "4 Social leadership and politics",
        "5 Literary contributions",
        "6 Other family ties",
        "7 Death and legacy",
        "8 See also",
        "9 References",
        "9.1 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGeorge Washington Parke Custis (April 30, 1781 – October 10, 1857) was an American plantation owner, antiquarian, author, and playwright. His father John Parke Custis was the stepson of George Washington. He and his sister Eleanor grew up at Mount Vernon and in the Washington presidential household.\n\nUpon reaching age 21, Custis inherited a large fortune from his late father, John Parke Custis, including a plantation in what became Arlington, Virginia. High atop a hill overlooking the Potomac River and Washington, D.C., Custis built the Greek Revival mansion Arlington House (1803–18), as a shrine to George Washington. There he preserved and displayed many of Washington's belongings. Custis also wrote historical plays about Virginia, delivered a number of patriotic addresses, and was the author of the posthumously published Recollections and Private Memoirs of George Washington (1860).\n\nHis daughter, Mary Anna Randolph Custis, married Robert E. Lee. They inherited Arlington House and the plantation surrounding it, but the property was soon confiscated by the federal government during the Civil War. After the war, the US Supreme Court determined the property to have been illegally confiscated and ordered it returned to Lee's heirs. After regaining Arlington Custis Lee immediately sold it back to the federal government for its market value. Arlington House is now a museum, interpreted by the National Park Service as the Robert E. Lee Memorial. Fort Myer and Arlington National Cemetery are also located on what had been Custis' plantation.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Custis was born on April 30, 1781, at his mother's family home, Mount Airy, which survives in Rosaryville State Park in Prince George's County, Maryland.[1] He initially lived with his parents John Parke Custis and Eleanor Calvert Custis, and his sisters Elizabeth Parke Custis, Martha Parke Custis and Nelly Custis, at Abingdon Plantation (part of which is now Ronald Reagan National Airport, in Arlington County), which his father had purchased in 1778.[2]  However, six months after Custis's birth, his father died of \"camp fever\" at Yorktown, Virginia, shortly after the British army surrendered there.\n\nCustis's grandmother, Martha Dandridge Custis Washington, had been widowed in 1757, and married George Washington in January 1759. His father had grown up at Mount Vernon. Following John Parke Custis's death, George Washington never formally adopted the Custis grandchildren; GWP Custis and his sister Nelly however grew up at Mount Vernon and were treated as they were his adopted grandchildren.[2][3][4] Custis's two oldest sisters, Elizabeth and Martha, remained at Abingdon with their widowed mother, who in 1783 married Dr. David Stuart, an Alexandria physician and associate of George Washington.[5]\n\nThe Washingtons brought Custis and Nelly, 8 and 10 years old, respectively, to New York City in 1789, to live in the first and second presidential mansions. Following the transfer of the national capital to Philadelphia, the original \"First Family\" occupied the President's House from 1790 to 1797.[citation needed]\n\nCustis (nicknamed \"Wash\") attended—but did not graduate from—Philadelphia Academy (the preparatory school of what is now the University of Pennsylvania); the College of New Jersey (now Princeton University); and St. John's College in Annapolis, Maryland. George Washington repeatedly expressed frustration with young Custis, as well as his own inability to improve the youth's attitude. Upon young Custis's return to Mount Vernon after only one term at St. John's, George Washington sent him to his mother and stepfather (Dr. David Stuart) at Hope Park, writing \"He appears to me to be moped and Stupid, says nothing, and is always in some hole or corner excluded from the Company.\"[6]\n\n"
        },
        {
            "title": "Planter and builder",
            "text": "When Custis came of age in 1802, he inherited large amounts of money, land, and property from the estates of his father, John Parke Custis, and grandfather Daniel Parke Custis. When Martha Washington died (also in 1802), Custis received both a bequest from her (as he had upon George Washington's death in 1799) as well as his father's former plantations because of the termination of Martha's life estate.[7] However, Martha's executor, Bushrod Washington, refused to sell to Custis the Mount Vernon estate on which Custis had been living and which Bushrod Washington (George Washington's nephew) had inherited. Custis thereupon moved into a four-room, 80-year-old house on land inherited from his father, who had called it \"Mount Washington\".[8]\n\nAlmost immediately, Custis began constructing Arlington House on his land, which at the time was within Alexandria County (now Arlington County) in the District of Columbia. Hiring George Hadfield as architect, he constructed a mansion that was the first example of Greek Revival architecture in America.[9]  He located the building on a prominent hill overlooking the Georgetown-Alexandria Turnpike (at the approximate location of the present Eisenhower Drive in Arlington National Cemetery), the Potomac River, and the growing Washington City on the opposite side of the river.[9]\n\nUsing slave labor and materials on site, and interrupted by the War of 1812 (and material shortages after the British burned the American capital city), Custis finally completed the mansion's exterior in 1818.[10] Custis intended the mansion to serve as a living memorial to George Washington, and included design elements similar to Mt. Vernon's.[11] He then gained a reputation for inviting many guests for various celebrations and social events at the mansion, where he displayed relics from Mt. Vernon, although the interior was not completed (and renovated) until occupancy by Robert E. Lee's family (including Custis's grandsons/heirs) in the 1850s.[12][13]\n\nOn July 7, 1804, Custis married Mary Lee Fitzhugh. Of their four children, only one daughter, Mary Anna Randolph Custis, survived to maturity. She married Robert E. Lee at Arlington House on June 30, 1831. Lee's father, Henry Lee III (Light-Horse Harry Lee) had delivered the eulogy at George Washington's December 18, 1799, funeral.[14]\n\nIn January 1799, Custis accepted a commission as a cornet in the United States Army and was promoted to second lieutenant in March. He served as aide-de-camp to General Charles Cotesworth Pinckney and was honorably discharged on June 15, 1800.[citation needed]\n\nDuring the War of 1812, Custis, despite physical infirmities, assisted in the firing of an artillery piece to help defend Washington, D.C., from the British during the Battle of Bladensburg.[15] Custis also delivered and published an address condemning the death of Revolutionary War general James Lingan, whom a Baltimore mob killed for defending an anti-war publisher's right to oppose the war.[16][17]\n\n"
        },
        {
            "title": "Slavery",
            "text": "Custis owned land and enslaved people in several Virginia counties. In the 1820 U.S. Federal Census, he owned 116 slaves in New Kent County, Virginia in land he inherited from his father and hired a steward to manage.[18] He also owned 58 slaves in what became Arlington County, then the Alexandria section of the District of Columbia.[19] In 1830, Custis owned 57 slaves in the Alexandria section of the District of Columbia,[20] and in 1840 owned 52 slaves in that area (33 male and 19 female).[21] The Alexandria slave schedules are missing or misindexed for the last census of his lifetime, in 1850. By 1850, Custis owned 98 enslaved people in New Kent County,[22] and an additional 34 in King William County, Virginia.[23]\n\nDuring the 1820s, Custis was an active member of the American Colonization Society—an organization led by his cousin Bushrod Washington and that supported the colonization of free blacks in Africa, particularly in Liberia. Custis eventually lost interest in the Society, but his wife and daughter continued to support it for many years. Colonization was generally unpopular with African American slaves. Of the Arlington slaves, only William Burke and his family chose to move to Liberia. In 1854, William and Rosabella Burke and their children left Arlington House for Monrovia, Liberia. Rosabella continued to write to Mrs. Lee and named a new daughter \"Martha\" in tribute to the family.[24]\n\nIn 1826, Custis admitted the paternity of Maria Carter, who had been born in 1803 to Arianna \"Airy\" Carter (1776–1880), an African-American slave maid at the Arlington estate who had earlier resided at Mount Vernon as a slave of Martha Washington. Maria lived and worked at Arlington as a slave until 1826, when she married Charles Syphax, a slave who oversaw the dining room of Arlington House.(It was a religious ceremony only; enslaved people could not legally marry.)[25] Soon after Maria's marriage, Custis freed her and gave her a 17-acre (7-hectare) plot in the southwest corner of the Arlington estate. Maria subsequently raised ten children on her property, thus establishing the Syphax family. Tall trees and stretches of grassland reportedly surrounded Maria's white cottage.[24][26] Custis is also believed to have fathered a girl named Lucy with the slave Caroline Branham.[27]\n\n"
        },
        {
            "title": "Social leadership and politics",
            "text": "In 1802, the Washington Jockey Club sought a site for a new race course, as its old site—which occupied land from the rear of what is now the site of Decatur House at H Street and Jackson Place, across Seventeenth Street and Pennsylvania Avenue, to Twentieth Street, where the Eisenhower Executive Office Building sits today—was suffering encroachment from the growth of the Federal City. Under the leadership of John Tayloe III and Charles Carnan Ridgely, and with the support of Custis, Gen. John Peter Van Ness, Dr. William Thornton, John D. Threlkeld of Georgetown and George Calvert of Riversdale, Bladensburg, Maryland, the races were moved to Holmstead Farm's one-mile oval track on Meridian Hill, south of Columbia Road, between Fourteenth and Sixteenth streets.[citation needed]\n\nIn 1815, Custis was elected a member of the American Antiquarian Society.[28]\n\nOne biographer claimed Lafayette and his son Georges Washington de La Fayette visited Custis at Mount Vernon in 1825, although Custis was then living at Arlington House.[29]\n\nIn 1836, Custis established a mill on Four Mile Run and Columbia Pike, in what a decade later became Arlington County, Virginia, as described below. It ground grain for nearby farmers, and eventually became the site of an early skirmish in the American Civil War.[30][31]\n\nIn 1846, the federal government retroceded to the state of Virginia the portion of the District of Columbia that was south and west of the Potomac River, which at the time contained the city and county of Alexandria.  Custis initially opposed the retrocession, but later spoke in support of it. The General Assembly approved the retrocession on March 13, 1847.[32]\n\nOn July 4, 1848, Custis attended the ceremony celebrating the laying of the cornerstone of the Washington Monument by Freemasons. Along with President James K. Polk, the ceremony attracted 20,000 other spectators.[33] On July 4, 1850, Custis dedicated a stone that the people of the District of Columbia had donated to the Monument at a ceremony that President Zachary Taylor attended, five days before Taylor died from food poisoning.[34]\n\n"
        },
        {
            "title": "Literary contributions",
            "text": "In 1853, the writer Benson John Lossing visited Custis at Arlington House.[35]\n\nCustis achieved some distinction as an orator and playwright. In addition to the Lingan eulogy, he delivered The Celebration of the Russian Victories, in Georgetown, District of Columbia; on June 5, 1813 (1813). Two of Custis's plays, The Indian Prophecy; or Visions of Glory (1827) and Pocahontas; or, The Settlers of Virginia (1830), were published during his lifetime. Other plays included The Rail Road (1828), The Eighth of January, or, Hurra for the Boys of the West! (ca. 1830), North Point, or, Baltimore Defended (1833), and Montgomerie, or, The Orphan of a Wreck (1836). Custis wrote a series of biographical essays about his adoptive father that were compiled and posthumously published in 1859 and 1860, after his own death in 1857, as Recollections and Private Memoirs of Washington.[36]\n\n"
        },
        {
            "title": "Other family ties",
            "text": "Custis was descended from a number of aristocratic colonial era families, as well as, through his mother Eleanor Calvert Custis Stuart, British nobility and, very distantly, from the royal houses of Hanover and Stuart. His mother was descended from Charles Calvert, 3rd Baron Baltimore, and Henry Lee of Ditchley, one of whose descendants was Edward Lee, 1st Earl of Lichfield, who married Charlotte Fitzroy, an illegitimate daughter of Charles II by one of his mistresses, Barbara Palmer. It is believed Custis was descended from George I's natural daughter Melusina von der Schulenburg, Countess of Walsingham, whose extra-marital liaison with Charles Calvert, 5th Baron Baltimore, produced a son, Benedict Swingate Calvert, who was Custis's maternal grandfather. Custis's father, John Parke Custis, was the son of Martha Washington by her marriage to Daniel Parke Custis.[citation needed]\n\nCustis's sister Eleanor \"Nelly\" Parke Custis Lewis married George Washington's nephew, Lawrence Lewis. As a wedding present, Washington gave Nelly a section of Mount Vernon's land, on which the Lewises established Woodlawn plantation and constructed Woodlawn Mansion. The National Park Service has listed Woodlawn on the National Register of Historic Places.[37]\n\nAnother sister of Custis, Martha Parke Custis Peter, married Thomas Peter. Using Martha's inheritances from George and Martha Washington, the Peters purchased property in Georgetown within the District of Columbia. The couple then constructed the Tudor Place mansion on the property. Tudor Place and its grounds, which the National Park Service has listed on the National Register of Historic Places, contain features that resemble those of Arlington House and Woodlawn.[38]\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "Custis died on October 10, 1857, and was buried at his Arlington estate alongside his wife, Mary Lee Fitzhugh Custis, who had died four years earlier.[39] Custis's will provided that:\n\nCustis' death impacted the careers of Robert E. Lee and his two elder sons on the cusp of the American Civil War.[42] Then-Lt. Col. Robert E. Lee, named as the will's executor, took a two-year leave from his army post in Texas to settle the estate. During this period Lee was ordered to lead troops to quash John Brown's raid on Harpers Ferry. By 1859, Lee's eldest son, George Washington Custis Lee, got transferred to an army position in Washington, D.C., so that he could care for Arlington plantation, where his mother and sisters were living. Lee's second son, Rooney Lee, resigned his army commission, got married, and took over farming White House and Romancoke plantations near Richmond. Robert E. Lee was able to leave for Texas to resume his army career in February 1860.[43]\n\nAt the outbreak of the  American Civil War, Union Army forces seized the 1,100-acre (4.5 km2) Arlington Plantation for strategic reasons (protection of the river and national capital).[44] The United States government then confiscated the Custis estate for non-payment of taxes.[44] In 1863, a \"Freedman's Village\" was established there for freed slaves.[44][45][46]\n\nOn December 29, 1862, Robert Lee freed all of the remaining Custis slaves, as this was the last day within the five year limit he was allowed to retain them.[47]\n\nIn 1864, Montgomery C. Meigs, Quartermaster General of the United States Army, appropriated some parts of Arlington Plantation for use as a military burial ground.[44][48] After the Civil War ended, George Washington Custis Lee sued and recovered title to the Arlington Plantation from the United States government in 1882, when the Supreme Court of the United States ruled in favor of Lee in United States v. Lee, 106 U. S. 196.[44][49]  Lee then sold the property back to the United States government for $150,000.[44] Arlington House, built by Custis to honor George Washington, is now the Robert E. Lee Memorial. It is restored and open to the public under the auspices of the National Park Service, while the Department of Defense controls Fort Myer and Arlington National Cemetery on the remainder of the Arlington Plantation.[citation needed]\n\n"
        }
    ]
}