{
    "url": "https://en.wikipedia.org/wiki/George_Washington_and_Jefferson_National_Forests",
    "title": "George Washington and Jefferson National Forests",
    "table_of_contents": [
        "1 History",
        "2 Notable features",
        "3 Flora and fauna",
        "4 Activities",
        "5 Counties",
        "6 Ranger District Offices",
        "7 Wilderness areas",
        "7.1 George Washington National Forest",
        "7.2 Jefferson National Forest",
        "8 Wilderness Society's “Mountain Treasures” in the Jefferson Forest",
        "9 History",
        "9.1 Mountain Valley Pipeline protests",
        "10 See also",
        "11 References",
        "11.1 Bibliography",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The George Washington and Jefferson National Forests is an administrative entity combining two U.S. National Forests into one of the largest areas of public land in the Eastern United States. The forests cover 1.8 million acres (7,300 km2) of land in the Appalachian Mountains of Virginia, West Virginia, and Kentucky.  Approximately 1 million acres (4,000 km2) of the forest are remote and undeveloped and 139,461 acres (564 km2)[2] have been designated as wilderness areas, which prohibits future development.\n\n"
        },
        {
            "title": "History",
            "text": "George Washington National Forest was established on May 16, 1918, as the Shenandoah National Forest.  The forest was renamed after the first President on June 28, 1932.  Natural Bridge National Forest was added on July 22, 1933.[3]\n\nJefferson National Forest was formed on April 21, 1936, by combining portions of the Unaka and George Washington National Forests with other land.[3]  In 1995, the George Washington and Jefferson National Forests were administratively combined.[1]  The border between the two forests roughly follows the James River.  The combined forest is administered from its headquarters in Roanoke, Virginia.[1]\n\n"
        },
        {
            "title": "Flora and fauna",
            "text": "The Forests' vast and mountainous terrain harbors a great variety of plant life—over 50 species of trees and over 2,000 species of shrubs and herbaceous plants.[5]\n\nThe Forests contain some 230,000 acres (930 km2) of old growth forests, representing all of the major forest communities found within them.[6][7]  Locations of old growth include Peters Mountain, Mount Pleasant National Scenic Area, Rich Hole Wilderness, Flannery Ridge, Pick Breeches Ridge, and Laurel Fork Gorge, Pickem Mountain, and Mount Rogers National Recreation Area.[8]  The Ramsey's Draft and Kimberling Creek Wildernesses in particular are mostly old-growth.[8][9][10]\n\nThe black bear is relatively common, enough so that there is a short hunting season to prevent overpopulation. White-tailed deer, bobcat, bald eagles, weasel, otter, and marten are also known to inhabit the Forests.\n\n"
        },
        {
            "title": "Activities",
            "text": "The forests are popular hiking, mountain biking, and hunting destinations. The Appalachian Trail extends for 330 miles (530 km) from the southern end of Shenandoah National Park through the forest and along the Blue Ridge Parkway. The forest is within a two-hour drive for over ten million people and thus receives large numbers of visitors, especially in the region closest to Shenandoah National Park.\n\nThe George Washington National Forest is a popular destination for trail runners.  It is the location for several Ultramarathons, including the Massanutten Mountain Trails 100 miler, the Old Dominion 100 miler, and the Old Dominion Memorial 100 miler.[11]\n\nGeorge Washington Forest is also the venue for Nature Camp, a natural science education-oriented summer camp for youth.[12] The camp is located on national forest land near the town of Vesuvius, Virginia. \nIt has operated at this location since the summer of 1953.[13]\n\n"
        },
        {
            "title": "Counties",
            "text": "Jefferson National Forest is located in 22 separate counties, more than any other National Forest except Mark Twain National Forest in Missouri, which lies in 29 counties. Botetourt, Monroe, and Rockbridge counties, at the dividing line between the two forests, include parts of both forests. Thirdly, note that the state of Kentucky actually has very little area, with its two counties bringing up the tail end of Jefferson National Forest.\n\n"
        },
        {
            "title": "Ranger District Offices",
            "text": "Ranger offices are the Forest Service's public service offices.  Maps and other information about the forests can be obtained at these locations.  These offices are open Monday through Friday from 8:00 a.m. to 4:30 p.m.  The Supervisor's Office in Roanoke is not located in the forest and is primarily an administrative location.[15]\n\nDistrict offices are listed from north to south.  Counties are in Virginia unless otherwise indicated.\n\n"
        },
        {
            "title": "Wilderness areas",
            "text": "There are 139,461 acres (564 km2)[2] of federally designated wilderness areas in the two forests under the United States National Wilderness Preservation System. All are in the state of Virginia, except as indicated. The largest of these is the Mountain Lake Wilderness, at 16,511 acres (67 km2). There are 17 wildernesses in Jefferson National Forest, second only to Tongass National Forest, which has 19.\n\n"
        },
        {
            "title": "",
            "text": "In 1999 the Wilderness Society conducted a review of lands in the Jefferson National Forest to look for large, intact areas that satisfy a need for backcountry recreation, ecological study, biodiversity, and the preservation of cultural history from early America.  The report found 67 such areas and identified them as  “Mountain Treasures”.[16] In 2012 The New River Group of the Sierra Club commissioned a study to review the status of these areas.   Some of the areas had been converted into Wilderness Areas, while others had not received any special protection.[17]  Areas in close proximity were grouped with nearby wilderness areas into eleven clusters.  The clusters, from north to south, are:\n\n"
        },
        {
            "title": "History",
            "text": "The first camp of the Civilian Conservation Corps NF-1, Camp Roosevelt,[18] was established in the George Washington National Forest near Luray, Virginia. It is now the site of the Camp Roosevelt Recreation Area.[19]\n\nIn 2018–2019, protests occurred near Peters Mountain to block the Mountain Valley Pipeline. The 303-mile pipeline would transport natural gas through the  Jefferson National Forest and cross the Appalachian Trail.[20][21]\n\n"
        }
    ]
}