{
    "url": "https://en.wikipedia.org/wiki/George_Washington_Birthplace_National_Monument",
    "title": "George Washington Birthplace National Monument",
    "table_of_contents": [
        "1 History",
        "1.1 17th–18th centuries",
        "1.2 19th century",
        "1.3 20th century",
        "2 National Monument today",
        "3 Directions",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The George Washington Birthplace National Monument is a national monument in Westmoreland County, Virginia, United States. This site was a colonial tobacco plantation developed by Englishman John Washington in the mid-17th century. John Washington was a great-grandfather of George Washington, general of the Continental Army and first president of the United States of America. George Washington was born in this house on February 22, 1732. He lived here until age three, returning later to live here as a teenager.\n\nBefore the 20th century, the original house was lost, but the foundation outlines of Washington's house are marked. The public park was established in 1930 and in 1931 a memorial house was built in historicist style to mark the site and to represent an 18th-century tobacco plantation. The historic park opened in 1932, during the Great Depression. At the entrance to the grounds, now maintained and operated by the National Park Service, is a Memorial Shaft obelisk of Vermont marble; it is a one-tenth scale replica of the Washington Monument in Washington, D.C.\n\nThe monument (referring to the house, property and memorial complex) and its preceding plantation, which eventually would be called Wakefield, are located at the confluence of Popes Creek and the larger Potomac River, and is representative of 18th-century Virginia tobacco plantations. The area has been restored, planted and maintained with farm buildings, groves of trees, livestock, gardens, and crops of tobacco and wheat, to represent the environment Washington knew here as a boy.[5]\n\n"
        },
        {
            "title": "History",
            "text": "One of George Washington's great-grandfathers, John Washington, settled this plantation in 1657 at the original property on Bridges Creek.[6] The family acquired expanded land to the south toward nearby Popes Creek.\n\nBefore 1718 the first section of the house in which George Washington was born was built. His father enlarged it between 1722–1726. He added on to it by the mid-1770s, making a ten-room house known as \"Wakefield\". This house, which George Washington in 1792 would describe as \"the ancient mansion seat,\"[7] was destroyed by fire and flood on Christmas Day 1779, and never rebuilt.[5]\n\nThirty-two graves of Washington family members have been found at the Bridges Creek cemetery plot, including George's half-brother, father, grandfather, and great-grandfather.\n\nWashington's father cultivated tobacco on his several plantations, as his ancestors had done.\n\nIn 1858, the Commonwealth of Virginia acquired the property to preserve the homesite and cemetery, but the Civil War intervened. Short on revenues for such purposes, Virginia donated the land to the federal government in 1882.\n\nThe Wakefield National Memorial Association was formed in 1923 to restore the property. In 1930, the grounds were authorized by Congress as a U.S. National Monument. In 1931, the Wakefield Association received a grant from John D. Rockefeller, Jr., to acquire and transfer a total of 394 acres (1.59 km2) of land to the Federal government.\n\nSince the exact appearance of the original Washington family home is not known, a Memorial House was designed by Edward Donn, Jr., representing similar buildings of the era; it was constructed on the approximate site in 1931. The actual location of Washington's boyhood home is adjacent to the memorial house and its foundation is outlined in the ground by crushed oyster shells.\n\nThe Memorial House represents a typical upper-class house of the period of the original's construction. The Memorial House is constructed of bricks handmade from local clay. It has a central hallway and four rooms on each floor, furnished in the 1730–1750 period style by the Wakefield National Memorial Association. Furnishings include an 18th-century tea table believed to have been in the original house. Most of the other furnishings are more than 200 years old.[5]\n\nThe park and Memorial House were opened by the National Park Service in 1932, on the 200th anniversary of George Washington's birth.\n\n"
        },
        {
            "title": "National Monument today",
            "text": "In the 21st century, the Monument is part of the National Park Service's ongoing efforts to interpret historical resources.[8] In addition to the Memorial House, park facilities open to visitors include the historic birthplace home area, Kitchen House, hiking trails, and picnic grounds. In the Kitchen House, costumed re-enactors demonstrate candle- and soap-making.[5] \nA Colonial Herb and Flower Garden has been planted with herbs and flowers common to Washington's time, such as thyme, sage, and basil, and flowers such as hollyhocks, forget-me-nots, and roses. Typical trees and bushes of Washington's time have also been added to the landscaping. The Colonial Living Farm has a barn and pasture, and raises livestock, poultry, and crops of the 18th century variety, using farming methods common then.\n\nVisitors may also tour the Washington family Burial Ground, which contains the graves of 32 members of the Washington family, including George Washington's father, grandfather, and great-grandfather. Replicas of two original gravestones are visible, along with five memorial tablets placed here in the 1930s.\n\nThe Visitors' Center contains artifacts recovered from the burned-down Washington house, such as those pictured at right (clockwise, from right): a bowl, clay figurine, wine bottle seal belonging to Augustine Washington, wine bottle, and keyhole plate.\n\nA 15-minute film depicting Washington family life is shown in a theater at the Visitors' Center.\n\n"
        },
        {
            "title": "Directions",
            "text": "The George Washington Birthplace National Monument is 38 miles (61 km) east of Fredericksburg, Virginia, located on the Northern Neck. It can be reached via Virginia State Route 204, the access road to the site from Virginia State Route 3.\n\nThe town of Montross, Virginia, is nearby, as is Stratford Hall Plantation, the birthplace of Robert E. Lee and Founding Fathers and signers of the Declaration of Independence Richard Henry Lee and Francis Lightfoot Lee.\n\n"
        }
    ]
}