{
    "url": "https://en.wikipedia.org/wiki/George_Mason_Memorial",
    "title": "George Mason Memorial",
    "table_of_contents": [
        "1 Namesake",
        "2 History",
        "3 Sculpture",
        "4 Inscriptions",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe George Mason Memorial is a memorial to Founding Father George Mason, the author of the Virginia Declaration of Rights that inspired the United States Bill of Rights. The Memorial is located in West Potomac Park within Washington, D.C. at 24 E Basin Drive SW, which is a part of the Tidal Basin.[2] Authorized in 1990, with a groundbreaking in 2000 and dedication in 2002, the memorial includes a sculpture of Mason, a pool, trellis, circular hedges, and numerous inscriptions. It was the first memorial in the Tidal Basin area to be dedicated to someone who was not a former President of the United States.[2]\n\n"
        },
        {
            "title": "Namesake",
            "text": "The memorial commemorates the contributions of Mason, a Founding Father who wrote the Virginia Declaration of Rights, served as a delegate to the 1787 Constitutional Convention in Philadelphia, and created much of the language, inspiration, and groundwork for what became the United States Bill of Rights. Mason, an Anti-Federalist, did not sign the United States Constitution because it did not abolish the slave trade and because he did not think it had necessary protection for the individual from the federal government.[3] He was sometimes known as the \"reluctant statesman\", which was also the title of a 1980 biography written about him by Robert A. Rutland.[4]\n\n"
        },
        {
            "title": "History",
            "text": "The memorial was authorized by Public Law 101-358 on August 10, 1990, to be developed by the board of regents of Gunston Hall, a museum at Mason's historic home in Mason Neck, Virginia.[5] The memorial's landscape architect was Faye B. Harwell and the sculptor was Wendy M. Ross. The groundbreaking was October 18, 2000, and the completed memorial was dedicated on April 9, 2002.[2]\n\nThe memorial was placed within an existing historic garden, at the site of the last remaining \"national garden\" of the four that had been established in Washington by the McMillan Plan of 1902. In 1929, the garden was redesigned as \"the Pansy Garden\". The designers of the George Mason Memorial researched and restored the original circular garden layout, and plantings drew from that heritage, as well as from Mason's own favored plants and those used at Gunston Hall.[2]\n\n\nThe George Mason Memorial is currently administered as part of the National Park Service and is within the jurisdiction of the National Mall and Memorial Parks.[2] The George Mason Memorial is one of three sites in the National Mall area where weddings are permitted; the nearby Jefferson Memorial and the District of Columbia War Memorial are the others.[6]\nThe memorial is one of many outdoor public art installations within Ward 2 of the District. It is located near the intersection of Ohio Drive and East Basin Drive,[8] The site is within the southwest quadrant of the District of Columbia, within West Potomac Park.[8] It is located near the five 14th Street bridges across the Potomac River, one of which is also named for Mason.\n\n"
        },
        {
            "title": "Sculpture",
            "text": "The design features a 72-foot (22 m) long stone wall with a one-third larger than life-sized statue of a sitting Mason, his legs crossed, and a circular pool with a fountain.[9] Mason leans back on his left hand to ponder something from Cicero's 44 BC treatise De Officiis, which he holds closed on his right index finger. Two other volumes, John Locke's 1706 posthumously published Of the Conduct of the Understanding and Jean-Jacques Rousseau's Du Contract Social (1762), sit on the bench to Mason's left. Mason's walking stick leans on his hat which sits on the bench to his right.[10]\n\n"
        },
        {
            "title": "Inscriptions",
            "text": "The circular hedges and pool are supported by a 9 ft × 72 ft (2.7 m × 21.9 m) trellis that curves around the back of the memorial.[12] Underneath the trellis are three walls with inscriptions that are 4 feet (1.2 m) high,[12]  which include the following quotes:\n\n\"This was George Mason, a man of the first order of wisdom among those who acted on the theatre of the revolution, of expansive mind, profound judgment, cogent in argument.... Thomas Jefferson, 1821\"[13]\n\n\"Regarding slavery.... that slow poison, which is daily contaminating the minds and morals of our people. Every gentlemen here is born a petty tyrant. Practiced in acts of despotism and cruelty, we become callous to the dictates of humanity, and all the finer feelings of the soul. Taught to regard a part of our own species in the most abject and contemptible degree below us, we lose that idea of the dignity of man, which the hand of nature had implanted in us, for great and useful purposes.... George Mason, July 1773\"[13]\n\n\"I recommend it to my sons.... never to let the motives of private interest or ambition to induce them to betray, nor the terrors of poverty and disgrace or the fear of danger or of death deter them from asserting the liberty of their country, and endeavoring to transmit to their posterity those sacred rights to which themselves were born. George Mason, March 1773\"[13]\n\n\"All men are born equally free and independent, and have certain inherent natural rights... among which are the enjoyment of life and liberty, with the means of acquiring and possessing property, and pursuing and obtaining happiness and safety. George Mason, May 1776\"[13]\n\n\"The first declaration of rights which truly deserves the name is that of Virginia... and its author is entitled to the eternal gratitude of mankind. Marquis de Condorcet, Paris 1789\"[13]\n\n"
        }
    ]
}