{
    "url": "https://en.wikipedia.org/wiki/George_Eastman",
    "title": "George Eastman",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Personal life",
        "4 Later years",
        "5 Infirmity and suicide",
        "6 Legacy",
        "7 Patents",
        "8 Honors and commemorations",
        "9 Other",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGeorge Eastman  (July 12, 1854 – March 14, 1932) was an American entrepreneur who founded the Eastman Kodak Company and helped to bring the photographic use of roll film into the mainstream. He was a major philanthropist, establishing the Eastman School of Music, Rochester Philharmonic Orchestra, and schools of dentistry and medicine at the University of Rochester and in London Eastman Dental Hospital; contributing to the Rochester Institute of Technology (RIT) and the construction of several buildings at the second campus of Massachusetts Institute of Technology (MIT) on the Charles River. In addition, he made major donations to Tuskegee University and Hampton University, historically black universities in the South. With interests in improving health, he provided funds for clinics in London and other European cities to serve low-income residents.\n\nIn his final two years, Eastman was in intense pain caused by a disorder affecting his spine. On March 14, 1932, Eastman shot himself in the heart, leaving a note which read, \"To my friends: my work is done. Why wait?\"[1]\n\nThe George Eastman Museum has been designated a National Historic Landmark.  Eastman is the only person represented by two stars both in the Film category in the Hollywood Walk of Fame, one on the north side of the 6800 block of Hollywood Boulevard and the other one on the west side of the 1700 block of Vine Street, recognizing the same achievement, that he developed bromide paper, which became a standard of the film industry.[2][3]\n\n"
        },
        {
            "title": "Early life",
            "text": "Eastman was born in Waterville, New York,[4] as the youngest child of George Washington Eastman and Maria Eastman (née Kilbourn), at the 10-acre (4.0 ha) farm which his parents had bought in 1849. He had two older sisters, Ellen Maria and Katie.[5] He was largely self-educated, although he attended a private school in Rochester after the age of eight.[5] In the early 1840s his father had started a business school, the Eastman Commercial College in Rochester, New York. The city became one of the first \"boomtowns\" in the United States, based on rapid industrialization.[5] As his father's health started deteriorating, the family gave up the farm and moved to Rochester in 1860.[5] His father died of a brain disorder on April 27, 1862. To survive and afford George's schooling, his mother took in boarders.[5]\n\nThe second daughter, Katie, had contracted polio when young and died in late 1870 when George was 15 years old. The young George left school early and started working to help support the family. As Eastman began to have success with his photography business, he vowed to repay his mother for the hardships she had endured in raising him.[6]\n\n"
        },
        {
            "title": "Career",
            "text": "In 1884, Eastman patented the first film in roll form to prove practicable; he had been tinkering at home to develop it. In 1888, he developed the Kodak camera (\"Kodak\" being a word Eastman created), which was the first camera designed to use roll film he had invented.\n\nEastman sold the camera loaded with enough roll film for 100 exposures. When all the exposures had been made, the photographer mailed the camera back to Kodak in Rochester, along with $10. The company would process the film, make a print of each exposure, load another roll of film into the camera, and send the camera and the prints to the photographer. Eastman coined the advertising slogan, “You press the button, we do the rest,” which quickly became popular among customers. At first, no other company could process the film or sell the unexposed film.[7]  In 1889 he first offered film stock, and by 1896 became the leading supplier of film stock internationally.[8] He incorporated his company under the name Eastman Kodak, in 1892.[9] As film stock became standardized, Eastman continued to lead in innovations. Refinements in colored film stock continued after his death.\n\nIn an era of growing trade union activities, Eastman sought to counter the union movement by devising worker benefit programs, including, in 1910, the establishment of a profit-sharing program for all employees.[9] Considered to be a progressive leader for the times, Eastman promoted Florence McAnaney to be head of the personnel department. She was one of the first women to hold an executive position in a major U.S. company.[citation needed]\n\n"
        },
        {
            "title": "Personal life",
            "text": "George Eastman never married. He was close to his mother and to his sister and her family. He had a long platonic relationship with Josephine Dickman, a trained singer and the wife of business associate George Dickman, becoming especially close to her after the death of his mother, Maria Eastman, in 1907. He was also an avid traveler and had a passion for playing the piano.[5]\n\nThe loss of his mother, Maria, was particularly crushing to George. Almost pathologically concerned with decorum, he found himself, for the first time, unable to control his emotions in the presence of his friends. \"When my mother died I cried all day\", he explained later. \"I could not have stopped to save my life.\" Due to his mother's reluctance to accept his gifts, George Eastman could never do enough for his mother during her lifetime. He continued to honor her after her death. On September 4, 1922, he opened the Eastman Theatre in Rochester, which included a chamber-music hall, Kilbourn Theater, dedicated to his mother's memory. At the Eastman House he maintained a rose bush, using a cutting from her childhood home.[6]\n\n"
        },
        {
            "title": "Later years",
            "text": "Eastman was a presidential elector in 1900[10] and 1916.[11]\n\nEastman was associated with the Kodak company in an administrative and a business executive capacity until his death; he contributed much to the development of its notable research facilities. In 1911 he founded the Eastman Trust and Savings Bank.\n\nIn the 1920s, he was involved in calendar reform and supported the 13-month per year International Fixed Calendar developed by Moses B. Cotsworth.[12] He wrote several articles including, \"Problems of Calendar Improvement\", in Scientific American (June 1931, pp. 382–385)[13][14] and \"The Importance of Calendar Reform to the Business World\", in Nation's Business (May 1926, pp. 42–46). By 1928, the Kodak Company implemented the calendar in its business bookkeeping, and continued to use it until 1989. He was chairman of the National Committee on Calendar Simplification and his calendar was one of two finalists out of over 150 to be presented to the League of Nations.[15] With his death and the looming tensions of WWII, it was dropped from consideration.[16][17]\n\nHe was one of the outstanding philanthropists of his era, donating more than $100 million to various projects in Rochester; in Cambridge, Massachusetts; at two historically black colleges in the South and in several European cities.[18] (Figured for its value in 1932, the year of Eastman's death, $100 million is equivalent to more than $2 billion in 2022.)[19]\n\nIn 1918, he endowed the establishment of the Eastman School of Music at the University of Rochester, and in 1921 a school of medicine and dentistry there. In 1922, he founded the Rochester Philharmonic Orchestra, hiring its first music director Albert Coates.[20]\n\nIn 1925 Eastman gave up his daily management of Kodak to become treasurer. He concentrated on philanthropic activities, to which he had already donated substantial sums. For example, he donated funds to establish the Eastman Dental Dispensary in 1916. He ranked slightly behind Andrew Carnegie, John D. Rockefeller, and a few others in his philanthropy, but did not seek publicity for his activities. He concentrated on institution-building and causes that could help people's health. From 1925 until his death, Eastman also donated $10,000 per year to the American Eugenics Society (increasing the donation to $15,000 in 1932), a popular cause among many of the upper class when there were concerns about immigration and \"race mixing\".[21]\n\nEastman donated £200,000 in 1926 to fund a dental clinic in London after being approached by the chairman of the Royal Free Hospital, George Riddell, 1st Baron Riddell. Donations of £50,000 each had been made by Lord Riddell and the Royal Free honorary treasurer. On November 20, 1931, the UCL Eastman Dental Institute opened in a ceremony attended by Neville Chamberlain, then Minister of Health, and the American Ambassador to the UK. The clinic was incorporated into the Royal Free Hospital and was committed to providing dental care for disadvantaged children from central London. It is now a part of University College London.[22] In 1929 he founded the George Eastman Visiting Professorship at Oxford, to be held each year by a different American scholar of the highest distinction.\n\nEastman also funded Eastmaninstitutet, a dental care clinic for children opened in 1937 in Stockholm, Sweden.\n\n"
        },
        {
            "title": "Infirmity and suicide",
            "text": "In his final two years, Eastman was in intense pain caused by a disorder affecting his spine. He had trouble standing, and his walk became a slow shuffle. Today, it might be diagnosed as a form of degenerative disease such as disc herniations from trauma or age causing either painful nerve root compressions, or perhaps a type of lumbar spinal stenosis, a narrowing of the spinal canal caused by calcification in the vertebrae. Since his mother suffered the final two years of her life in a wheelchair,[6] she also may have had a spine condition but that is uncertain. Only her uterine cancer and successful surgery are documented in her health history.[5]\n\nEastman suffered from depression due to his pain, reduced ability to function, and also since he had witnessed his mother's suffering from pain. On March 14, 1932, Eastman died by suicide with a single gunshot through the heart. His suicide note read, \"To my friends, my work is done – Why wait? GE.\"[1]\n\nRaymond Granger, an insurance salesman in Rochester, was visiting to collect insurance payments from several members of the staff. He arrived at the scene to find the workforce in a dither. At least one chronicler said that fear of senility or other debilitating diseases of old age was a contributing factor.[23]\n\nEastman's funeral was held at St. Paul's Episcopal Church in Rochester; his coffin was carried out to Charles Gounod's \"Marche Romaine\" and buried in the grounds of the company he founded, at what is now known as Eastman Business Park.[24]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Being an astute business man, Eastman focused his company on making film when competition heated up in the camera industry. By providing quality and affordable film to every camera manufacturer, Kodak managed to turn its competitors into de facto business partners.[25]\n\nIn 1915, Eastman founded a bureau of municipal research in Rochester \"to get things done for the community\" and to serve as an \"independent, non-partisan agency for keeping citizens informed\". Called the Center for Governmental Research, the agency continues to carry out that mission.[26]\n\nDuring his lifetime, Eastman donated $100 million to various organizations, with most of his money going to the University of Rochester and to the Massachusetts Institute of Technology to build their programs and facilities (under the alias \"Mr. Smith\"). He was one of the major philanthropists in the United States during his lifetime.[27][18] The Rochester Institute of Technology has a building dedicated to Eastman, in recognition of his support and substantial donations. MIT installed a plaque of Eastman on one of the buildings he funded. (Students rub the nose of Eastman's image on the plaque for good luck.) Eastman also made substantial gifts to the Tuskegee Institute and the Hampton Institute in Alabama and Virginia, respectively.[28]\n\nSecurity Trust Company of Rochester was the executor of Eastman's estate.[29] His entire estate was bequeathed to the University of Rochester.[30] The Eastman Quadrangle of the River Campus of the University of Rochester was named for him.[31]\n\nEastman had built a mansion at 900 East Avenue in Rochester. Here he entertained friends to dinner and held private music concerts. The University of Rochester used the mansion for various purposes for decades after his death. In 1949, it re-opened after having been adapted for use as the George Eastman House International Museum of Photography and Film. It has been designated a National Historic Landmark,[32] and is now known as the George Eastman Museum.\n\nEastman's boyhood home was saved from destruction. It was restored to its state during his childhood and is displayed at the Genesee Country Village and Museum.[33]\n\n"
        },
        {
            "title": "Other",
            "text": "An often repeated urban legend recounts that photographer and musician Linda McCartney (née Eastman, first wife of Beatle Sir Paul McCartney) was related to the George Eastman family, but this is false. Her father was of Russian Jewish ancestry and changed his surname to Eastman before becoming known as an attorney.[38]\n\nAt least one biographical film has been made about George Eastman. It was an independent production made in the 1940s, apparently never preserved and mostly lost to time, titled either The Life of George Eastman or George Eastman: Some Scenes From His Life. The film, aired on television for a time into the 1960s, ends with his development of the all-color negative film.[citation needed] In 1981, the short film The Lengthened Shadow of a Man about Eastman was made,[citation needed] the title of which comes from the T. S. Eliot poem 3. Sweeney Erect.[39]\n\n"
        }
    ]
}