{
    "url": "https://en.wikipedia.org/wiki/George_Washington_Memorial_Parkway",
    "title": "George Washington Memorial Parkway",
    "table_of_contents": [
        "1 Route description",
        "1.1 Southern section",
        "1.2 Northern section",
        "2 History",
        "2.1 Early efforts to build a road",
        "2.2 First efforts by Bureau of Public Roads",
        "2.3 The Mount Vernon Memorial Highway of 1928",
        "2.4 Expansion into the current parkway",
        "2.5 Administrative history",
        "2.6 Previously proposed connection",
        "3 Major intersections",
        "4 Image gallery",
        "5 See also",
        "6 References",
        "6.1 Footnotes",
        "6.2 Works cited",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe George Washington Memorial Parkway, colloquially the G.W. Parkway,[3][4] is a 25-mile-long (40 km) parkway that runs along the south bank of the Potomac River from Mount Vernon, Virginia, northwest to McLean, Virginia, and is maintained by the National Park Service (NPS).  It is located almost entirely within Virginia, except for a short portion of the parkway northwest of the Arlington Memorial Bridge that passes over Columbia Island within the District of Columbia.\n\nThe parkway is separated into two sections joined by Washington Street (State Route 400) in Alexandria. A third section, which is the Clara Barton Parkway, runs on the opposite side of the Potomac River in the District of Columbia and suburban Montgomery County, Maryland. A fourth section was originally proposed for Fort Washington, Maryland, but never built. The parkway has been designated an All-American Road.\n\nVirginia's official state designation for the parkway is State Route 90005.[5]\n\n"
        },
        {
            "title": "Route description",
            "text": "At Mount Vernon, the parkway begins at a traffic circle, where it joins/leaves SR 235. Most of this route was taken from the Washington, Alexandria and Mount Vernon Railway's right-of-way. The southern section is a limited-access highway, but with at-grade intersections. It extends from Mount Vernon, past Fort Hunt to South Washington Street at the southern end of Alexandria. The Mount Vernon Trail parallels the southern and middle sections of the parkway (from Mount Vernon to Theodore Roosevelt Island), and is often filled with recreational and commuter cyclists and runners. Points of interest on or near the parkway are Mount Vernon Plantation, Huntley Meadows Park, P. O. Box 1142, Fort Hunt Park, Dyke Marsh, Hunting Creek, Jones Point, and the Woodrow Wilson Bridge.\n\nAlthough designated as part of the George Washington Memorial Parkway, Washington Street in Alexandria still belongs to and is maintained by the City of Alexandria. In 1929, the city and the federal government entered into a memorandum of agreement (MOA). The MOA gave the federal government a permanent and irrevocable easement over Washington Street. It also called for the construction of roundabouts at both the north and south ends of Washington Street as transition points between the rural and urban sections of the parkway.[6] Finally, the MOA required Alexandria to adopt zoning regulations so that construction along Washington Street would be \"of such character and of such types of buildings as will be in keeping with the dignity, purpose and memorial character of said highway\".[7]\n\nCommercial vehicles, such as trucks, are prohibited from the George Washington Memorial Parkway. However, taxicabs and airport shuttles are allowed to operate on the parkway.[2]\n\nThe northern section extends from North Washington Street at First Street, at the northern end of Old Town Alexandria, to its terminus at Interstate 495 (I-495, Capital Beltway), in Fairfax County, just south of the Potomac River. It follows the Potomac River, passing through Arlington County, and serves as the primary access point to Ronald Reagan Washington National Airport. The Parkway also provides automobile access to Theodore Roosevelt Island, the LBJ National Grove, Gravelly Point Park, Fort Marcy, Columbia Island Marina and Turkey Run Park.  There are scenic view rest areas for those wishing to view the Georgetown skyline and the Potomac Palisades.  The cloverleaf interchange with the 14th Street Bridge, dating to 1932, is one of the oldest cloverleaf interchanges in the United States. The Spout Run Parkway connects the George Washington Memorial Parkway to US Route 29 (US 29), providing an indirect connection to I-66. The portion of the parkway north of National Airport and SR 233 is part of the National Highway System.\n\n"
        },
        {
            "title": "History",
            "text": "The trip by DC area residents to see George Washington's family estate at Mount Vernon was seen in the late 19th and early 20th centuries as a patriotic duty as well as an opportunity to learn about American history and democratic values. In the late 19th century, most people took a steamboat excursion from DC (it also made a stop in Alexandria).[8] By the 1920s, 200,000 people a year were visiting Mount Vernon.[9]\n\nIn the 1880s, officials in Alexandria, Virginia, attempted to boost local commerce by advocating for a \"national road\" to Mount Vernon. They formed the Mount Vernon Avenue Association in September 1887, to promote this idea.[10] Congress appropriated $10,000 for a survey in 1889. The United States Army Corps of Engineers conducted the survey, and in its report agreed that a superior, no-expense-spared road from Alexandria to Mount Vernon was necessary. However, construction of the Washington, Alexandria, and Mount Vernon Railway (an inexpensive commuter trolley/streetcar system) between 1892 and 1896 dealt a serious blow to the plan.[11]\n\nDuring the Alexandria Sesquicentennial in 1899, several Alexandria civic boosters called for a bridge to be built between Alexandria and Washington, DC. This reignited interest in a roadway to Mount Vernon. The idea generated interest among many of the individuals active in the City Beautiful movement, Colonial Revival architecture movement, and groups dedicated to promoting local and national history.  Soon, the idea of a roadway became a call for a grandiose, monumental avenue lined with Beaux-Arts memorials, tombs, and roadside attractions. The idea received even more impetus when the Daughters of the American Revolution took up the cause.[12] In 1902, the McMillan Plan endorsed a road along the Virginia side of the Potomac River shoreline. Although Virginia was outside the plan's scope, the Senate Park Commission (which drafted the plan) saw a Mount Vernon avenue as an extension of the DC park system as well as a means of protecting the Great Falls of the Potomac River and the Potomac Palisades. The McMillan Plan, however, focused not on a monumental avenue but on tree-lined boulevards and quiet carriage paths designed to relax and calm.[13]\n\nThe Mount Vernon Avenue Association disbanded some time during World War I,[14] but the concept of a Mount Vernon roadway was now championed by the federal Bureau of Public Roads (BPR).  The BPR seized on the idea in the 1920s as a means of demonstrating the latest highway construction technology. Its first proposals were merely to upgrade the existing roads in the area and perhaps add a tree-lined boulevard, with formal, uninspired masonry bridges.[15] But the BPR's proposals quickly evolved into much more. The agency hired Gilmore David Clarke and Jay Downer, who had designed the highly celebrated Central Westchester Parkway in New York, as consultants. They quickly proposed a more elaborate system of plantings, historic roadside pullouts, and scenic overlooks, and a more sinuous road design. The BPR began calling the road a \"highway\" rather than a parkway to de-emphasize its commemorative nature in the hope that Congress would fund its construction.[16]\n\nAs the bicentennial anniversary of the birth of George Washington approached in 1932, the BPR took advantage of the national interest in the nation's first president to push its idea for a Mount Vernon roadway.  It changed its approach, now re-emphasizing the commemorative nature of the road.  It also began publishing books, pamphlets, and technical drawings; printing photographs; displaying models in the Capitol Rotunda; and exhibiting Washingtoniana alongside its materials in a well-organized public relations push designed to build public support for the project and win congressional approval.  It even commissioned a 30-minute film lauding the idea.[17]\n\nThe establishment of the George Washington Bicentennial Commission was the critical event which got the highway bill through Congress.[18] During hearings in the House of Representatives on the issue, the American Civic Association, the National Council for the Protection of Roadside Beauty, and other groups testified that the existing roads to Mount Vernon were heavily lined with tawdry billboards, tourist traps, garish filling stations, and fast food joints.[19] Representative R. Walton Moore introduced legislation in early 1924 to build a memorial highway to Mount Vernon, which was endorsed by the District of Columbia Chapter of the Colonial Dames of America and Charles Moore, chairman of the United States Commission of Fine Arts.[20] During House hearings in April 1924, the BPR drew attention to the poor condition of the existing roads, and their inability to handle more traffic. Although the existing Mount Vernon Avenue from Arlington National Cemetery to Alexandria was in good condition, the roads from Arlington Memorial Bridge to Mount Vernon Avenue and from Gum Springs to Mount Vernon were not. The BPR said a highway along the existing ridge-top route would cost $890,000 to $1.2 million (and it recommended the latter).[21] But the 1924 bill went nowhere.\n\nRep. Moore introduced another bill in 1926. Although this bill also failed, the House Committee on Roads passed a bill authorizing BPR to survey \"a route\" and provide cost estimates for construction. Historic American Buildings Survey historian Sara Amy Leach has suggested that BPR's emphasis on an extremely wide right-of-way indicates that the agency was willing to abandon the inland, ridge-top route in favor of one along the Potomac River's edge.[22] Just who suggested the river's edge route is not clear, but Frederick Law Olmsted, Jr. of the famed nationally known park landscaping firm from New York, is known to have suggested it in March 1926, to Commission of Fine Arts chairman Moore, who passed it along to Rep. Moore, who in turn passed it on to BPR. But in May 1926, the BPR issued a draft report in which it still favored the ridge-top route. BPR then abandoned this idea, and produced a final report in January 1927, advocating the river's edge route.[23] The river's edge route was relatively flat (unlike the ridge-top route, which had steep grades), had few intersecting roads, needed few underpasses and overpasses, and nearly all the land was already owned by the federal government. It was admittedly more expensive than the ridge-top route ($4.2 million, or 25 percent more). The Secretary of War, Commission of Fine Arts, National Capital Park and Planning Commission, Virginia Highway Commission, and Alexandria Chamber of Commerce all supported the BPR proposal.[24] Opposition to the river's edge route came from Fairfax County merchants, who pointed to the ridge-top route's extensive vistas, the need for extensive land reclamation at several points (Fourmile Run, Roaches Run, and Great Hunting Creek), and the proximity of the route to the railroad tracks and industrial buildings at the Potomac Yards.[25]\n\nIn 1928, Moore and Senator Claude A. Swanson introduced identical bills (S.1369 and H.R. 4625) to build a memorial highway from Arlington Memorial Bridge to Mount Vernon at a cost of $4.5 million. The Washington Bicentennial Commission would oversee the project, with support from the United States Department of Agriculture with surveys, architectural and engineering plans, land acquisition, construction, etc.  The bicentennial commission was also authorized to determine the route. Proponents of the ridge-top route pressed their case, but Moore pointed to the 1927 BPR report, as expert proof that the river's-edge route was preferable. Support for the Moore-Swanson bill also came from President Calvin Coolidge, the bicentennial commission, the US Senate, the Bureau of the Budget, the Daughters of the American Revolution, and the George Washington Masonic National Memorial Association.[28] S. 1369 passed the Senate on March 6, 1928.[29] (No vote totals were reported.)\n\nIn the House, the cost of the bill, the use of federal funds for a local infrastructure project, and concerns that a highway was not the appropriate way to commemorate George Washington all were raised as objections to the bill. Rep. Louis C. Cramton, leader of a coalition of interests that wanted to protect the Potomac River banks from any development, criticized the damage to the environment the highway would cause, the stuffy architectural designs, and the elaborate roadside attractions which had been proposed.[30] But patriotic concerns won the day.  The House voted in favor of HR 4625 by a margin of 177 to 61 on May 22, 1928.[31] President Calvin Coolidge signed the measure into law on May 24.[32]\n\nThe legislation authorizing construction of the George Washington Memorial Highway is Public Law 493. Its formal title is \"An act to authorize and direct the survey, construction, and maintenance of a memorial highway to connect Mount Vernon, in the State of Virginia, with the Arlington Memorial Bridge across the Potomac River at Washington.\" After the law's passage, BPR issued yet another report advocating the river's edge route.  On January 25, 1929, the bicentennial commission decided the highway should follow the river route.[31][33]\n\nThe parkway's original name was the Mount Vernon Memorial Highway. But Congress renamed it the George Washington Memorial Parkway in 1930, and authorized its extension to the \"Great Falls of the Potomac River\".[34] The idea for a large George Washington Memorial Parkway came from Rep. Cramton, who introduced legislation in January 1929, to construct a larger system of roads and parks.[35][36] In the US Senate, the bill was amended by Sen. Carter Glass to include a bridge across the Potomac at the Great Falls.[37] Congress enacted the \"Act of May 29, 1930\" (46 Stat. 482)—more commonly known as the Capper-Cramton Act—to establish the George Washington Memorial Parkway. The Act appropriated $13.5 million to acquire land and build a Parkway on the Virginia southern shoreline from Mount Vernon to the Great Falls\" (excluding the city of Alexandria), and to also build a parkway on the Maryland northern shoreline from Fort Washington, Maryland, to the Great Falls of the Potomac (excluding the District of Columbia). A bridge across the Potomac at or near the Great Falls was also included in the final bill. Included in the parkway were to be lands to extend the park and playground lands of the National Capital Parks system, and for the acquisition and preservation of the Patowmack Canal and a portion (below Point of Rocks) of the Chesapeake and Ohio Canal.[38]\n\nThe George Washington Memorial Parkway was built in stages between 1929 and 1970.[39]  The first segment, the Mount Vernon Memorial Highway, stretches from Arlington Memorial Bridge to Mount Vernon and was completed in 1932.[39] That segment of highway was informally opened on January 16, 1932. The dedication ceremony was headed by President Herbert Hoover who became the first person to drive it, leading a small party of 12 cars across the Arlington Memorial Bridge and down the George Washington Parkway to Mount Vernon as a kick-off for Washington's 200th birthday celebration.[40] Due to a lack of lights, ongoing construction and poor connections on the Virginia side, the bridge and highway were only open during daylight hours on Saturday and Sunday. Weekend-only operations ended on March 16, 1932.[41] Though temporary lights were added in time for the 200th birthday, the highway wasn't opened for day and night use until both the bridge and highway were officially illuminated on May 6, 1932.[42][43]\n\nThe northern sections of the Parkway were mostly completed in the 1950s-1960s.[39] The portion of the parkway from Glebe Road to I-495, was built primarily to provide access for workers at the new Central Intelligence Agency headquarters in Langley, Virginia, in 1959.[44] The portion of the parkway just north of the Key Bridge was considered a model of modern highway design, and it was featured in many scholarly papers, engineering journals, and textbooks of the day.[45] The Capper-Cramton Act received significant amendments in 1946, 1952, and 1958, both funding and terminating significant portions of the unbuilt parkway.[38] The most significant changes came when Congress declined to fund construction of the segments from Fort Washington to the District of Columbia, from I-495 in Virginia to the Great Falls, and from MacArthur Boulevard/Carderock north to the Great Falls. Significant opposition to these segments emerged from the Izaak Walton League, the Wilderness Society, and other groups, which argued that the environmental damage caused by these segments would be too severe to justify their construction.[46]\n\nOver time, small additions were made to the parks and roads included in the larger areas administered by the George Washington Memorial Parkway.  These included Memorial Drive (the short section of roadway from the Arlington Memorial Bridge to the entrance of Arlington National Cemetery, at Theodore Roosevelt Island (added in 1933), and the LBJ Memorial Grove on Columbia Island in 1974.[47]\n\nThe parkway was authorized May 29, 1930, and transferred from the Office of Public Buildings and Public Parks of the National Capital on August 10, 1933.  On November 28, 1989, the portion in Maryland was renamed the Clara Barton Parkway. The parkway also administers other National Park Service features and areas in the vicinity.  Parkway sites include:[48]\n\nInformation, brochures, maps, and stamps are in the Parkway headquarters located next to the US Park Police station in McLean, Virginia. The Park Police is the primary police agency responsible for patrolling the George Washington Parkway, the Clara Barton Parkway, and the above listed areas.\n\nThe Clara Barton Parkway is administratively part of the George Washington Memorial Parkway. It was signed and designated as the George Washington Memorial Parkway until 1989, when it was renamed to overcome motorist confusion with the main segment in Virginia.[49]\n\nThe parkways on the two sides of the river were originally supposed to be joined by a bridge at the Great Falls of the Potomac River. However, opposition from preservationists led to the cancellation of that bridge.  Instead, traffic between the two parkways uses the American Legion Bridge downstream. The Virginia side of the Potomac River at Great Falls is managed by the Superintendent of the parkway as a national park site, known as Great Falls Park.  Some elements of the proposed final parkway configuration—such as the concrete bridge that would have carried northbound traffic at the Glen Echo turn-around—were built but have never been used.[citation needed]\n\n"
        },
        {
            "title": "Major intersections",
            "text": "All exits are unnumbered.\n\n"
        }
    ]
}