{
    "url": "https://en.wikipedia.org/wiki/George_Santayana",
    "title": "George Santayana",
    "table_of_contents": [
        "1 Early life",
        "2 Education",
        "3 Later life",
        "4 Philosophical work and publications",
        "5 Legacy",
        "6 In popular culture",
        "7 Awards",
        "8 Bibliography",
        "8.1 Posthumous edited/selected works",
        "8.2 The Works of George Santayana",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jorge Agustín Nicolás Ruiz de Santayana y Borrás, known in English as George Santayana (/ˌsæntiˈænə, -ˈɑːnə/;[2] December 16, 1863 – September 26, 1952), was a Spanish and US-American philosopher, essayist, poet, and novelist. Born in Spain, Santayana was raised and educated in the US from the age of eight and identified himself as an American, although he always retained a valid Spanish passport.[3] At the age of 48, Santayana left his position at Harvard and returned to Europe permanently.\n\nSantayana is popularly known for aphorisms, such as \"Those who cannot remember the past are condemned to repeat it\",[4] \"Only the dead have seen the end of war\",[5] and the definition of beauty as \"pleasure objectified\".[6] Although an atheist, he treasured the Spanish Catholic values, practices, and worldview in which he was raised.[7] Santayana was a broad-ranging cultural critic spanning many disciplines. He was profoundly influenced by Spinoza's life and thought; and, in many respects, was a devoted Spinozist.[8]\n\n"
        },
        {
            "title": "Early life",
            "text": "Santayana was born on December 16, 1863, in Madrid and spent his early childhood in Ávila, Spain. His mother Josefina Borrás was the daughter of a Spanish official in the Philippines and he was the only child of her second marriage.[9] Josefina Borrás' first husband was George Sturgis, a Bostonian merchant with the Manila firm Russell & Sturgis, with whom she had five children, two of whom died in infancy. She lived in Boston for a few years following her husband's death in 1857; in 1861, she moved with her three surviving children to Madrid. There she encountered Agustín Ruiz de Santayana, an old friend from her years in the Philippines. They married in 1862. A colonial civil servant, Ruiz de Santayana was a painter and minor intellectual. The family lived in Madrid and Ávila, and Jorge was born in Spain in 1863.\n\nIn 1869, Josefina Borrás de Santayana returned to Boston with her three Sturgis children, because she had promised her first husband to raise the children in the US. She left the six-year-old Jorge with his father in Spain. Jorge and his father followed her to Boston in 1872. His father, finding neither Boston nor his wife's attitude to his liking, soon returned alone to Ávila, and remained there the rest of his life. Jorge did not see him again until he entered Harvard College and began to take his summer vacations in Spain. Sometime during this period, Jorge's first name was anglicized as George, the English equivalent.\n\n"
        },
        {
            "title": "Education",
            "text": "Santayana attended Boston Latin School and Harvard College, where he studied under the philosophers William James and Josiah Royce and was involved in eleven clubs as an alternative to athletics. He was founder and president of the Philosophical Club, a member of the literary society known as the O.K., an editor and cartoonist for The Harvard Lampoon, and co-founder of the literary journal The Harvard Monthly.[10] In December, 1885, he played the role of Lady Elfrida in the Hasty Pudding theatrical Robin Hood, followed by the production Papillonetta in the spring of his senior year.[11]\n\nAfter graduating from Harvard[12] in 1886, Santayana studied for two years in Berlin.[13] He then returned to Harvard to write his dissertation on Hermann Lotze (1889).[14] He was a professor at Harvard from 1889–1912,[9] becoming part of the Golden Age of the Harvard philosophy department. Some of his Harvard students became famous in their own right, including Conrad Aiken, W. E. B. Du Bois, T. S. Eliot, Robert Frost, Horace Kallen, Walter Lippmann and Gertrude Stein. Wallace Stevens was not among his students but became a friend.[15] From 1896 to 1897, Santayana studied at King's College, Cambridge.[16]\n\n"
        },
        {
            "title": "Later life",
            "text": "Santayana never married. His romantic life, if any, is not well understood. Some evidence, including a comment Santayana made late in life comparing himself to A. E. Housman, and his friendships with people who were openly homosexual and bisexual, has led scholars to speculate that Santayana was perhaps homosexual or bisexual, but it remains unclear whether he had any actual heterosexual or homosexual relationships.[17]\n\nIn 1912, Santayana resigned his position at Harvard to spend the rest of his life in Europe. He had saved money and been aided by a legacy from his mother. After some years in Ávila, Paris and Oxford, after 1920, he began to winter in Rome, eventually living there year-round until his death. During his 40 years in Europe, he wrote 19 books and declined several prestigious academic positions. Many of his visitors and correspondents were Americans, including his assistant and eventual literary executor, Daniel Cory. In later life, Santayana was financially comfortable, in part because his 1935 novel, The Last Puritan, had become an unexpected best-seller. In turn, he financially assisted a number of writers, including Bertrand Russell, with whom he was in fundamental disagreement, philosophically and politically.\n\nSantayana's one novel, The Last Puritan, is a Bildungsroman, centering on the personal growth of its protagonist, Oliver Alden. His Persons and Places is an autobiography. These works also contain many of his sharper opinions and bons mots. He wrote books and essays on a wide range of subjects, including philosophy of a less technical sort, literary criticism, the history of ideas, politics, human nature, morals, the influence of religion on culture and social psychology, all with considerable wit and humor.\n\nWhile his writings on technical philosophy can be difficult, his other writings are more accessible and pithy. He wrote poems and a few plays, and left ample correspondence, much of it published only since 2000. Like Alexis de Tocqueville, Santayana observed American culture and character from a foreigner's point of view. Like William James, his friend and mentor, he wrote philosophy in a literary way. Ezra Pound includes Santayana among his many cultural references in The Cantos, notably in \"Canto LXXXI\" and \"Canto XCV\". Santayana is usually considered an American writer, although he declined to become an American citizen, resided in Fascist Italy for decades, and said that he was most comfortable, intellectually and aesthetically, at Oxford University. Although an atheist, Santayana considered himself an \"aesthetic Catholic\" and spent the last decade of his life in Rome under the care of Catholic nuns. In 1941, he entered a hospital and convent run by the Little Company of Mary (also known as the Blue Nuns) on the Celian Hill at 6 Via Santo Stefano Rotondo in Roma, where he was cared for by the Irish sisters until his death in September 1952.[18] Upon his death, he did not want to be buried in consecrated land, which made his burial problematic in Italy. Finally, the Spanish consulate in Rome agreed that he be buried in the Pantheon of the Obra Pía Española, in the Campo Verano cemetery in Rome.\n\n"
        },
        {
            "title": "Philosophical work and publications",
            "text": "Santayana's main philosophical work consists of The Sense of Beauty (1896), his first book-length monograph and perhaps the first major work on aesthetics written in the United States; The Life of Reason (5 vols., 1905–06), the high point of his Harvard career; Skepticism and Animal Faith (1923); and The Realms of Being (4 vols., 1927–40). Although Santayana was not a pragmatist in the mold of William James, Charles Sanders Peirce, Josiah Royce, or John Dewey, The Life of Reason arguably is the first extended treatment of pragmatism written.\n\nLike many of the classical pragmatists, and because he was well-versed in evolutionary theory, Santayana was committed to metaphysical naturalism. He believed that human cognition, cultural practices, and social institutions have evolved so as to harmonize with the conditions present in their environment. Their value may then be adjudged by the extent to which they facilitate human happiness. The alternate title to The Life of Reason, \"the Phases of Human Progress,\" is indicative of this metaphysical stance.\n\nSantayana was an early adherent of epiphenomenalism, but also admired the classical materialism of Democritus and Lucretius. (Of the three authors on whom he wrote in Three Philosophical Poets, Santayana speaks most favorably of Lucretius). He held Spinoza's writings in high regard, calling him his \"master and model.\"[19]\n\nAlthough an atheist,[20][21] he held a fairly benign view of religion and described himself as an \"aesthetic Catholic\". Santayana's views on religion are outlined in his books Reason in Religion, The Idea of Christ in the Gospels, and Interpretations of Poetry and Religion.\n\nHe held racial superiority and eugenic views. He believed superior races should be discouraged from \"intermarriage with inferior stock\".[22]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Santayana is remembered in large part for his aphorisms, many of which have been so frequently used as to have become clichéd. His philosophy has not fared quite as well. He is regarded by most as an excellent prose stylist, and John Lachs (who is sympathetic with much of Santayana's philosophy) writes, in On Santayana, that his eloquence may ironically be the very cause of this neglect.\n\nSantayana influenced those around him, including Bertrand Russell, whom Santayana single-handedly steered away from the ethics of G. E. Moore.[23] He also influenced many prominent people such as Harvard students T. S. Eliot, Robert Frost, Gertrude Stein, Horace Kallen, Walter Lippmann, W. E. B. Du Bois, Conrad Aiken, Van Wyck Brooks, Felix Frankfurter, Max Eastman, Wallace Stevens. Stevens was especially influenced by Santayana's aesthetics and became a friend even though Stevens did not take courses taught by Santayana.[24][25][26]\n\nSantayana is quoted by the Canadian-American sociologist Erving Goffman as a central influence in the thesis of his famous book The Presentation of Self in Everyday Life (1959). Religious historian Jerome A. Stone credits Santayana with contributing to the early thinking in the development of religious naturalism.[27] English mathematician and philosopher Alfred North Whitehead quotes Santayana extensively in his magnum opus Process and Reality (1929).[28]\n\nChuck Jones used Santayana's description of fanaticism as \"redoubling your effort after you've forgotten your aim\" to describe his cartoons starring Wile E. Coyote and Road Runner.[29]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Santayana's passing is referenced in the lyrics to singer-songwriter Billy Joel's 1989 music single, \"We Didn't Start the Fire\".[30]\n\nThe quote \"Only the dead have seen the end of war.\" is frequently attributed or misattributed to Plato; an early example of this misattribution (if it is indeed misattributed) is found in General Douglas MacArthur's Farewell Speech given to the Corps of Cadets at West Point in 1962.[31][32]\n\nThe aphorism \"Those who cannot remember the past are condemned to repeat it\" is quoted as \"unattributable\" in Dan Abnett's novel Prospero Burns.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Unmodernized, critical editions of George Santayana's published and unpublished writing. The Works is edited by the Santayana Edition and published by The MIT Press.\n\n"
        }
    ]
}