{
    "url": "https://en.wikipedia.org/wiki/George_Washington_Memorial_Building",
    "title": "George Washington Memorial Building",
    "table_of_contents": [
        "1 History",
        "1.1 George Washington's last will and testament",
        "1.2 Proclamation",
        "1.3 The George Washington Memorial Association",
        "1.3.1 History",
        "1.3.2 Sponsorship efforts",
        "1.3.3 Some Documented Members",
        "2 The Memorial",
        "2.1 Design",
        "2.2 Construction",
        "2.3 Failure of the project",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The George Washington Memorial Building or George Washington Victory Memorial Building was a national building project supported by the George Washington Memorial Association which started in 1897 with a building project designed in 1914. The goal was to build a National University in the memory of George Washington as envisioned by him in his will. It was originally supported by Congress and personalities and U.S. presidents but failed due to a lack of funds. The donations gathered over the years were passed on to the George Washington University.\n\n"
        },
        {
            "title": "History",
            "text": "On 9 July 1799, in Mount Vernon, George Washington wrote his last will and testament. In it, it is mentioned the following:\nThat as it has always been a source of serious regret with me, to see the youth of these United States sent to foreign Countries for the purpose of Education, often before their minds were formed, or they had imbibed any adequate ideas of the happiness of their own; contracting, too frequently, not only habits of dissipation & extravagence, but principles unfriendly to Republican Government and to the true & genuine liberties of Mankind; which, thereafter are rarely overcome.\n\n[...]\n\nI give and bequeath in perpetuity the fifty shares which I hold in the Potomac Company (under the aforesaid Acts of the Legislature of Virginia) towards the endowment of a UNIVERSITY to be established within the limits of the District of Columbia, under the auspices of the General Government, if that government should incline to extend a fostering hand towards it; and until such Seminary is established, and the funds arising on these shares shall be required for its support, my further Will & desire is that the profit accruing therefrom shall, whenever the dividends are made, be laid out in purchasing Stock in the Bank of Columbia, or some other Bank, at the discretion of my Executors; or by the Treasurer of the United States for the time being under the direction of Congress; provided that Honourable body should Patronize the measure, and the Dividends proceeding from the purchase of such Stock is to be vested in more stock, and so on, until a sum adequate to the accomplishment of the object is obtained, of which I have not the smallest doubt, before many years passes away; even if no aid or encouraged is given by Legislative authority, or from any other source.[1]\n\nSince about 1895, there had been a movement to build a National University dedicated to the first President of the United States, George Washington as the centennial of his death was approaching.[2][3] His last will was an inspiration and essential component in the creation of the George Washington Memorial Association.[4]\n\nOn April 8, 1897, was organized at a national level the George Washington Memorial Committee. It later became the George Washington Memorial Association (GWMA). Its purpose was:\nTo promote a patriotic interest in the bequest made by the \" Father of his Country \" for the establishment of a National University, to be known as the University of the United States, for the higher learning, —an exclusively post graduate university,—that shall complete the American system of public education and lead in research and investigation. The committee proposes to raise in small contributions the sum of $250,000 for the erection of a building for educational purposes, the corner-stone of which shall be laid on or near the one hundredth anniversary of his bequest in this behalf.[4]\n\nIt was organized as a national Executive Board aided by Executive Committees in each State and Territory. It was composed originally mainly of patriotic women from all over the United States. However, it was soon gaining support from other groups and became mixed.[2]\n\nOn December 14, 1897, the Executive Committee gathered at the Hotel Raleigh in Washington, D.C., for their first annual meeting to discuss the Memorial University Project. It was attended by several hundreds of people and several speakers were presenting for the duration of the meeting which lasted until December 17, 1897.[2][5] During the four-day meeting, it was called for February 22, 1898 to be an Offering Day to the memory of George Washington to reach the $250,000 goal set then to build a National University. It was hoped that a cornerstone of an administration building could be laid by December 14, 1899, the hundredth anniversary of Washington's death.[3] However, this would not happen until 1921.[4]\n\nBy 1915, the Executive Committee had Mrs. Susan Dimock as president of the Association. Under her leadership, the Association had been able to get the support of Former President William H. Taft and the support of 41 State Governors.[4]\n\n"
        },
        {
            "title": "The Memorial",
            "text": "The Administration Building was to be built on the land previously occupied by the Baltimore and Potomac Railroad Station on what was then known as Armory Square. It was located between 6th Street NW and 7th Street NW crossing B Street NW.[8] It was to have a conventional hall with a very large auditorium for 7,000 people and banquet hall for 600 people.\n\nOn March 4, 1913, Congress approved the construction of the George Washington Memorial Building on the land. It was to cost at least $2,000,000 to be paid for by the George Washington Memorial Association. It was to be of granite and be approved by the Commission of Fine Arts. It would have to include an auditorium of no less than 6,000 people. It would occupy the northern part of the Armory Square while a new Armory would be built on the south side, where the current Armory had been built in 1856.[9] The following year, a design was presented by Tracy and Swartwout from New York.\n\nOn November 14, 1921, the cornerstone was laid with President Warren G. Harding in attendance.[10] The project got a significant amount of political and financial support. It morphed into both a memorial to George Washington and a monument to the Veterans of World War I. By 1924, the foundations and stairs were completed and fenced.\n\nOn March 2, 1923, it was announced that the foundations for the building were being excavated. At the time, it was expected that the building would be completed in three to four years with between $800,000 and $900,000 being already available.[11] It would prove not to be the case.\n\nA few years after the laying of the cornerstone, it became obvious that, while the Association had been able to collect over $500,000 nationwide, it would not be sufficient to reach the $2,500,000 needed to build the project. It was completely abandoned due to a lack of funding. The donations were to go to the George Washington University.[12]\n\nIn 1937, Congress approved the re-appropriation of the land to be used to build the National Gallery of Art.[13] On August 20, 1937, the white marble cornerstone was dug up from the site. It contained a small metal box which was handed over to John R. Pope, architect of the Gallery of Arts. He passed it on to A. K. Shipe who had been the attorney of the association. On the box itself, a large gold star was present. It was believed at the time to be the star marking the spot in the former train station where President James A. Garfield had been shot.[12]\n\nThe Archives of the Association have been preserved by the Smithsonian Institution Archives. It contains the correspondence from 1890 to 1922 as well as many other documents.[14]\n\n"
        }
    ]
}