{
    "url": "https://en.wikipedia.org/wiki/Gerald_Durrell",
    "title": "Gerald Durrell",
    "table_of_contents": [
        "1 Early life and education",
        "2 Corfu",
        "3 London and Whipsnade Zoo",
        "4 Early animal expeditions",
        "5 Foundations for the Jersey Zoo",
        "6 Zoo and the trust",
        "7 Personal life",
        "8 Death",
        "9 Books",
        "9.1 Illustrators",
        "10 Honours and legacy",
        "10.1 Species and homages",
        "11 Major expeditions",
        "12 Bibliography",
        "12.1 Autobiographical",
        "12.2 Non-fiction",
        "12.3 Fiction",
        "12.4 Compilations",
        "12.5 Unpublished",
        "12.6 Contributions",
        "12.7 Books edited by Durrell",
        "12.7.1 Selected articles",
        "12.8 Reference books",
        "12.8.1 Biographies and other references",
        "12.8.2 Jersey Zoo and Durrell Wildlife Preservation Trust books",
        "12.8.3 Companion books to TV series not co-authored by Durrell",
        "12.8.4 Books and letters by family and friends",
        "13 Radio and filmography",
        "13.1 Featuring the subject",
        "13.2 On the subject",
        "13.3 Movies",
        "13.4 Screenplays",
        "13.5 Time capsule",
        "14 Quotations",
        "15 References",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGerald Malcolm Durrell, OBE  (7 January 1925 – 30 January 1995) was a British naturalist, writer, zookeeper, conservationist, and television presenter. He founded the Durrell Wildlife Conservation Trust and the Jersey Zoo on the Channel Island of Jersey in 1959. He wrote approximately forty books, mainly about his life as an animal collector and enthusiast, the most famous being My Family and Other Animals (1956).  Those memoirs of his family's years living in Greece were adapted into two television series (My Family and Other Animals, 1987, and The Durrells, 2016–2019) and one television film (My Family and Other Animals, 2005). He was the youngest brother of novelist Lawrence Durrell.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Durrell was born in Jamshedpur, British India, on 7 January 1925.[1] He was the fifth and youngest child (an elder sister having died in infancy) of Louisa Florence Dixie and Lawrence Samuel Durrell, both of whom were born in India of English and Irish descent. Durrell's father was a British engineer and, as was commonplace for a family of their status, the infant Durrell spent most of his time in the company of an ayah (nursemaid). Durrell reportedly recalled his first visit to a zoo in India and attributed his lifelong love of animals to that encounter.\n\nThe family moved to Britain shortly before the death of his father in 1928 and settled in the Upper Norwood, Crystal Palace, area of South London.[2] Durrell was enrolled in Wickwood School, but frequently stayed at home, feigning illness.[3]\n\n"
        },
        {
            "title": "Corfu",
            "text": "Louisa moved to the Greek island of Corfu in 1935 with Leslie, Margaret, and Gerald, joining her eldest son Lawrence who had arrived there with his wife Nancy about a week earlier. It was on Corfu that Durrell began to collect and keep the local fauna as pets.\n\nThe family lived on Corfu until 1939, and this interval became the basis of Durrell's books My Family and Other Animals; Birds, Beasts, and Relatives; and The Garden of the Gods; plus a few short stories such as \"My Donkey Sally\".  The Corfu years also set the background for two TV series and one telefilm. Durrell was home-schooled during this time by various private tutors, mostly friends of his brother Lawrence.\n\nTheodore Stephanides was a Greek-British doctor, scientist, poet, translator, and a friend of George Wilkinson, one of Durrell's tutors. He became Durrell's greatest friend and mentor, his ideas leaving a lasting impression on the young naturalist. Together, they examined Corfu's fauna, which Durrell housed in a variety of items including test tubes and bathtubs. Stephanides' daughter Alexia Mercouri (1927–2018) accompanied the two on their field trips. She stated that both families had hoped that she and Durrell would marry one day, but any such prospect was disrupted by the outbreak of war in 1939.[4]\n\nOther influences on Durrell during his formative years were the works of naturalists Charles Darwin, Alfred Russel Wallace, Jean-Henri Fabre and Gilbert White.[5]\n\n"
        },
        {
            "title": "London and Whipsnade Zoo",
            "text": "Durrell, his mother, his brother Leslie and their Greek maid Maria Kondos moved back to Britain in 1939 at the outbreak of the Second World War. It was difficult to find a job in the war and post-war years, especially for a homeschooled youth, but the enterprising Durrell worked as a helper at an aquarium and pet store. Some of the difficulties that he faced in this period can be found in Fillets of Plaice.\n\nHis call-up for the war came in 1943, but he was exempted from military duty on medical grounds, and asked to serve the war effort by working on a farm. After the war, Durrell joined Whipsnade Zoo as a junior or student keeper. This move fulfilled a lifelong dream: Durrell claims in The Stationary Ark that the first word that he could enunciate with any clarity was \"zoo\". Beasts in My Belfry recalls events of this period.\n\n"
        },
        {
            "title": "Early animal expeditions",
            "text": "Durrell left Whipsnade Zoo in May 1946 in order to join wildlife collecting expeditions, but was denied a place in the voyages due to his lack of experience. His wildlife expeditions began with a 1947 trip to the British Cameroons (now part of Cameroon) with ornithologist John Yealland, financed by a £3,000 inheritance from his father on turning 21. The animals that he brought back were sold to London Zoo, Chester Zoo, Paignton Zoo, Bristol Zoo, and Belle Vue Zoological Gardens. He followed this expedition with two others, accompanied by fellow Whipsnade zookeeper Ken Smith: a repeat trip to the British Cameroon in 1949, and a trip to British Guiana (now Guyana) in 1950. On the first of these trips, he met the Fon of Bafut Achirimbi II, an autocratic West African chieftain who helped him organise future missions.\n\nDurrell housed and fed his captives with the best supplies obtainable, not trapping animals having merely \"show value\" or those which would fetch high prices from collectors. These practices differed from those of other animal-collecting expeditions of the time, and he was in financial straits by the end of his third expedition. Further, he had a falling-out with George Cansdale, superintendent of the London Zoo, and Durrell was blackballed by the British zoo community and could not secure a job in most zoos. He eventually secured a job at the aquarium at Belle Vue Zoo in Manchester, where he remained for some time.\n\nDurrell started writing humorous autobiographical accounts to raise money with encouragement and assistance from Jacquie[6] and advice from his brother Lawrence. He did this initially because he and Jacquie were in need of money after their wedding and he had no source of income, and later he wrote in order to fund his expeditions and conservation efforts. His first book The Overloaded Ark was a huge success, causing him to follow up with other such accounts. He only made £50 from British rights (Faber and Faber), but he obtained £500 from the United States rights (Viking Press) for the book, and thus managed to raise money for a fourth expedition to South America in 1954. This, however, was undertaken during a political coup d'état in Paraguay and was unsuccessful.\n\n"
        },
        {
            "title": "Foundations for the Jersey Zoo",
            "text": "The publication of My Family and Other Animals in 1956 made Durrell a notable author and brought him public recognition as a naturalist. Royalties from this book, which made best-seller lists in the United Kingdom,[7] helped to fund Durrell's next expedition.\n\nDurrell's growing disillusionment with the way zoos of the time were run, and his belief that they should primarily act as reserves and regenerators of endangered species,[8] made him contemplate founding his own zoo. His 1957 trip to Cameroon for the third and last time was primarily to collect animals which would form the core collection of his own zoo.\n\nThis expedition was also filmed, it being Durrell's first experiment with making a cinematographic record of his work with animals. The success of the film To Bafut with Beagles, together with his autobiographical radio programme Encounters with Animals, made Durrell a regular with the BBC Natural History unit[9][10] for decades to come, as well as generating funds for his conservation projects.\n\nOn his return from Bafut, Durrell and wife Jacquie stayed with his sister Margaret at her boarding house in the seaside resort of Bournemouth. His animals were housed in her gardens and garage on a temporary basis, while Durrell sought prospective sites for a zoo.[11] To his dismay, both Bournemouth and Poole municipalities turned down his suggestion for a zoo. This experience provided material for his book A Zoo in My Luggage.\n\n"
        },
        {
            "title": "Zoo and the trust",
            "text": "Durrell founded the Jersey Zoological Park in 1959 to house his growing collection of animals. The site for the zoo, a 17th-century manor house, Les Augres Manor, came to Durrell's notice by chance after a long and unsuccessful search for a suitable site. Durrell leased the manor and set up his zoo on the redesigned manor grounds. In the same year, Durrell undertook another, more successful expedition to South America to collect endangered species. The zoo was opened to the public in 1959 on 26 March.\n\nAs the zoo grew in size, so did the number of projects undertaken to save threatened wildlife in other parts of the world. Durrell was instrumental in founding the Jersey Wildlife Preservation Trust (now Durrell Wildlife Conservation Trust), on 6 July 1963 to cope with the increasingly difficult challenges of zoo, wildlife and habitat management.\n\nThe trust opened an international wing, the Wildlife Preservation Trust International, in the United States in 1971, to aid international conservation efforts in a better fashion. That year, the trust bought out Les Augres Manor from its owner, Major Hugh Fraser, giving the zoo a permanent home.\n\nDurrell's initiative caused the Fauna and Flora Preservation Society to start the World Conference on Breeding Endangered Species in Captivity as an Aid to their Survival in 1972 at Jersey, today one of the most prestigious conferences in the field. 1972 also saw Princess Anne becoming a patron of the trust, an action which brought the trust into media limelight and helped raise funds.\n\nThe 1970s saw Jersey Wildlife Preservation Trust become a leading zoo in the field of captive breeding, championing the cause among species like the lowland gorilla, and various Mauritian fauna. Durrell visited Mauritius several times and coordinated large scale conservation efforts in Mauritius with conservationist Carl Jones, involving captive breeding programmes for native birds and reptiles, ecological recovery of Round Island, training local staff, and setting up local conservation facilities. This ultimately led to the founding of the Mauritian Wildlife Foundation in 1984.\n\nJacquie Durrell separated from and then divorced Durrell in 1979, citing his increasing work pressure, associated alcoholism and mounting stress as causes.\n\nDurrell met his second wife, Lee McGeorge Durrell, in 1977 when he lectured at Duke University, where she was studying for a PhD in animal communication. In 1978, a year after they first met, Durrell wrote a love letter to his future wife.[12][13] They married in 1979. She co-authored a number of books with him, including The Amateur Naturalist, and became the honorary director of the trust after his death.\n\nIn 1978, Durrell started the training centre for conservationists at the zoo, or the \"mini-university\" in his words. As of 2005, over a thousand biologists, naturalists, zoo veterinarians and zoo architects from 104 countries have attended the International Training Centre. Durrell was also instrumental in forming the Captive Breeding Specialist Group of the World Conservation Union in 1982.\n\nDurrell founded Wildlife Preservation Trust Canada, now Wildlife Preservation Canada, in 1985. The official appeal, Saving Animals from Extinction, was launched in 1991 at a time when British zoos were not faring well and London Zoo was in danger of closing down.\n\nIn 1989, Durrell and his wife, along with David Attenborough and cricketer David Gower helped launch the World Land Trust (then the World Wide Land Conservation Trust). The initial goal of the trust was to purchase rainforest land in Belize as part of the Programme for Belize. Around this time Gerald Durrell developed a friendship with Charles Rycroft, who became an important donor of funds both for building works in Jersey (the Harcroft Lecture Theatre) and for conservation work in East Africa, Madagascar and elsewhere.\n\n1990 saw the trust establish a conservation programme in Madagascar along the lines of the Mauritius programme. Durrell visited Madagascar in 1990 to start captive breeding of a number of endemic species like the aye-aye.\n\nDurrell chose the dodo, the flightless bird of Mauritius that was hunted to extinction in the 17th century, as the logo for both the Jersey Zoo and the trust. The children's chapter of the trust is called the Dodo Club. Following his death, the Jersey Wildlife Preservation Trust was renamed the Durrell Wildlife Conservation Trust at the 40th anniversary of the zoo on 26 March 1999. The Wildlife Preservation Trust International also changed its name to Wildlife Trust in 2000, and adopted the logo of the black tamarin.\n\nIn A Zoo in My Luggage (1957), Durrell wrote:\n\n"
        },
        {
            "title": "Personal life",
            "text": "On 26 February 1951, Durrell married Manchester resident Jacqueline ('Jacquie') Sonia Wolfenden after a lengthy courtship; they eloped when she was 21, because of opposition from her father. The couple initially lived in a small bedsitter in Durrell's sister Margaret's Bournemouth boarding house. Jacquie accompanied him on most of his following animal expeditions and helped found and manage the Jersey Zoo. She also authored two humorous, best-selling memoirs on the lines of Durrell's books in order to raise money for conservation efforts. They separated and then divorced in 1979, citing the pressure of his work and his alcoholism.\n\nIn 1979, Gerald married American Lee McGeorge Wilson, who met him when he gave a lecture at Duke University in North Carolina in 1977, where she was a doctoral student. He was 52 and she was 28 years old.[14] Both were enthusiastic naturalists. They remained married until his death.[14]\n\n"
        },
        {
            "title": "Death",
            "text": "A hard, outdoor life led Durrell to health problems in the 1980s. He underwent hip-replacement surgery in a bid to counter arthritis, but he also suffered from alcohol-related liver problems. His health deteriorated rapidly after the 1990 Madagascar trip. Durrell had a liver transplant in King's College Hospital on 28 March 1994,[15] and he died of septicaemia on 30 January 1995, shortly after his 70th birthday in Jersey General Hospital.[16] His ashes are buried in Jersey Zoo, under a memorial plaque bearing a quote by William Beebe:\n\nA memorial celebrating Durrell's life and work was held at the Natural History Museum in London on 28 June 1995. Participants included personal friends such as David Attenborough and Princess Anne.\n\n"
        },
        {
            "title": "Books",
            "text": "Durrell's books have a very loose style which pokes fun at himself as well as those around him. Perhaps his best-known work is My Family and Other Animals (1956), which tells of his idyllic childhood on Corfu and was developed into two TV series and one film. It is deprecating about the whole family, especially elder brother Lawrence, who became a famous novelist. Despite Durrell's jokes at Lawrence's expense, the two were close friends all their lives.\n\nDurrell always insisted that he wrote for royalties to help the cause of environmental stewardship, not out of an inherent love for writing. He describes himself as a writer in comparison to his brother:\n\nDurrell was a regular contributor to magazines on both sides of the Atlantic, including Harper's, Atlantic Monthly, and the Sunday Times Supplement. He was also a regular book reviewer for The New York Times. A number of excerpts and stories from his books were used by Octopus Books and Reader's Digest Publishing, including in the Reader's Digest Condensed Books. His works have been translated into 31 languages and made into TV serials and feature films. He has large followings in Northern and Eastern Europe, Russia, Israel, and various Commonwealth countries, including India. The British Library houses a collection of Durrell's books as part of the Lawrence Durrell Collection.\n\nDurrell was a talented artist and caricaturist, but worked with numerous illustrators over the years, starting with Sabine Baur for The Overloaded Ark (published by Faber and Faber). Two of his most productive collaborations were with Ralph Thompson (Bafut Beagles, Three Singles To Adventure, The New Noah, The Drunken Forest, Encounters with Animals, A Zoo in My Luggage, The Whispering Land, Menagerie Manor) (published by Rupert Hart-Davis) and Edward Mortelmans (Catch Me A Colobus, Beasts in My Belfry, Golden Bats and Pink Pigeons) (published by Collins). The illustrations are mostly sketches of animal subjects. Ralph Thompson visited the Jersey Zoological Park during the sketching period for Menagerie Manor.\n\nOther illustrators who worked with Durrell were Barry L. Driscoll, who illustrated Two in the Bush; Pat Marriott, who illustrated Look at Zoos; and Anne Mieke van Ogtrop, who illustrated The Talking Parcel and Donkey Rustlers.\n\nDurrell wrote a number of lavishly illustrated children's books in his later years. Graham Percy was the illustrator for The Fantastic Flying Journey and The Fantastic Dinosaur Adventure. Toby the Tortoise and Keeper were illustrated by Keith West. His Puppy board books were illustrated by Cliff Wright.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "In case of simultaneous releases in many countries, the UK edition is referred to, except for companion books to TV series where both the UK and US editions are referred to.\n\n"
        },
        {
            "title": "Radio and filmography",
            "text": "A time capsule buried at Jersey Zoo in 1988 contains the following popular quote by Durrell, often used in conservation awareness campaigns:\n\n"
        },
        {
            "title": "Quotations",
            "text": "Gerald Durrell has one entry in the 8th Edition of The Oxford Dictionary of Quotations.\n\"Many people think conservation is just about saving fluffy animals—what they don't realise is that we are trying to prevent the human race from committing suicide.\"[29][30]\n\n"
        }
    ]
}