{
    "url": "https://en.wikipedia.org/wiki/German_Expressionism",
    "title": "German Expressionism (cinema)",
    "table_of_contents": [
        "1 History",
        "2 Influence and legacy",
        "3 Set designs",
        "4 Interpretation",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGerman Expressionism (German: Deutscher Expressionismus) consisted of several related creative movements in Germany before the First World War that reached a peak in Berlin during the 1920s. These developments were part of a larger Expressionist movement in north and central European culture in fields such as architecture, dance, painting, sculpture and cinema. This article deals primarily with developments in German Expressionist cinema before and immediately after World War I, approximately from 1910 to the 1930s.\n\n"
        },
        {
            "title": "History",
            "text": "The German Expressionist movement was initially confined to Germany due to the country's isolation during World War I. In 1916, the government banned foreign films, creating a sharp increase in the demand for domestic film production: from 24 films in 1914, to 130 films in 1918. With inflation also on the rise, Germans were attending films more freely because they knew that their money's value was constantly diminishing.[1]\n\nInternational audiences and appreciation for German cinema began to grow as anti-German sentiment decreased following the end of World War I. By the time its 1916 ban on imports on foreign film was lifted, Germany had become a part of the international film industry.[1]\n\nAmong the first Expressionist films, The Student of Prague[2] (1913), The Cabinet of Dr. Caligari (1920), From Morn to Midnight (1920), The Golem: How He Came into the World[2] (1920), Genuine (1920), Destiny (1921), Nosferatu[2] (1922), Phantom (1922), and Schatten (1923) were highly symbolic and stylized.\n\nEuropean societies of the 1920s embraced an ethic of change and a willingness to look to the future by experimenting with bold, new ideas and artistic styles. The first Expressionist films, which lacked a generous budget, used set designs with wildly non-realistic, geometrically absurd angles, along with designs painted on walls and floors to represent lights, shadows, and objects. The plots and stories of the Expressionist films often dealt with madness, insanity, betrayal and other \"intellectual\" topics triggered by the experiences of World War I (as opposed to standard action-adventure and romantic films). Later films often categorized as part of the brief history of German Expressionism include Metropolis (1927) and M (1931), both directed by Fritz Lang. This trend was a reaction against realism. Its practitioners used extreme distortions in expression to show an inner emotional reality rather than what was on the surface.[3]\n\nThe extreme anti-realism of Expressionism was short-lived, fading away after only a few years. The themes of Expressionism were integrated into later films of the 1920s and 1930s, resulting in an artistic control over the placement of scenery, light, etc. to enhance the mood of a film. This dark, moody school of film making was brought to the United States when the Nazis gained power and many German film makers emigrated to Hollywood. Several German directors and cameramen flourished in Hollywood, producing a repertoire of films that had a profound effect.[4] Nazi film theorist Fritz Hippler was a supporter of expressionism. Two further films produced in Nazi Germany using the expressionist style were The Animal of Steel (Das Stahltier, 1935) by Willy Zielke and Michelangelo. The Life of a Titan (Das Leben eines Titanen, 1940) by Curt Oertel.[5]\n\nTwo genres that were especially influenced by Expressionism are horror film and film noir. Carl Laemmle and Universal Studios had produced horror films of the silent era, such as Lon Chaney's The Phantom of the Opera. German film makers such as Karl Freund (the cinematographer for Dracula in 1931) set the style and mood of the Universal monster movies of the 1930s with their dark and artistically designed sets, providing a model for later generations of horror films. Directors such as Fritz Lang, Billy Wilder, Otto Preminger, Alfred Hitchcock, Orson Welles, Carol Reed and Michael Curtiz introduced the Expressionist style to crime dramas of the 1930s and 1940s, expanding Expressionism's influence on modern film making.\n\n"
        },
        {
            "title": "Influence and legacy",
            "text": "German silent cinema was arguably far ahead of Hollywood during the same period.[6] Cinema outside Germany benefited both from the emigration of German film makers and from German expressionist developments in style and technique that were apparent on the screen. The new look and techniques impressed other contemporary film makers, artists and cinematographers, and they began to incorporate the new style into their work.\n\nIn 1924, Alfred Hitchcock was sent by Gainsborough Pictures to work as an assistant director and art director at the UFA owned Babelsberg Studios in Potsdam near Berlin on the film The Blackguard.[7] The immediate effect of the working environment in Germany can be seen in his expressionistic set designs for that film. Hitchcock later said he \"acquired a strong German influence by working at the UFA studios\".[6]\n\nGerman Expressionism would continue to influence Hitchcock throughout his career. In his third film, The Lodger, Hitchcock introduced expressionist set designs, lighting techniques, and trick camera work to the British public against the wishes of his studio. His visual experimentation included the use of an image of a man walking across a glass floor shot from below, a concept representing someone pacing upstairs.[6]\n\nWerner Herzog's 1979 film Nosferatu: Phantom der Nacht was a tribute to F. W. Murnau's 1922 film. The film uses expressionist techniques of highly symbolic acting and symbolic events to tell its story.[8] The 1998 film Dark City used stark contrast, rigid movements, and fantastic elements.[9][10]\n\nStylistic elements taken from German Expressionism are common today in films that need not reference contemporary realism, such as science fiction films (for example, Ridley Scott's 1982 film Blade Runner, which was itself influenced by Metropolis).[11] Woody Allen's 1991 film Shadows and Fog is an homage to German and Austrian Expressionist filmmakers Fritz Lang, Georg Wilhelm Pabst and F. W. Murnau.[12] The extreme angles of set decor and associated lighting were parodied by Ken Hughes in his Berlin spy school segment for the 1967 spoof version of Casino Royale.\n\n"
        },
        {
            "title": "Set designs",
            "text": "Many critics see a direct tie between cinema and architecture of the time, stating that the sets and scene artwork of Expressionist films often reveal buildings of sharp angles, great heights, and crowded environments, such as the frequently shown Tower of Babel in Fritz Lang's Metropolis.[13]\n\nStrong elements of monumentalism and Modernism appear throughout the canon of German Expressionism. An excellent example of this is Metropolis, as evidenced by the enormous power plant and glimpses of the massive yet pristine \"upper\" city.\n\nGerman Expressionist painters rejected the naturalistic depiction of objective reality, often portraying distorted figures, buildings, and landscapes in a disorienting manner that disregarded the conventions of perspective and proportion. This approach, combined with jagged, stylized shapes and harsh, unnatural colors, were used to convey subjective emotions.\n\nA number of artists and craftsmen working in the Berlin theater brought the Expressionist visual style to the design of stage sets. This, in turn, had an eventual influence on films dealing with fantasy and horror.\n\nThe prime example is Robert Wiene's dream-like film The Cabinet of Dr. Caligari (1920) which is universally recognized as an early classic of Expressionist cinema. Hermann Warm, the film's art director, worked with painters and stage designers Walter Reimann and Walter Röhrig to create fantastic, nightmarish sets with twisted structures and landscapes with sharp-pointed forms and oblique, curving lines. Some of these designs were constructions, others were painted directly onto canvases.\n\nGerman Expressionist films produced in the Weimar Republic immediately following the First World War not only encapsulate the sociopolitical contexts in which they were created, but also rework the intrinsically modern problems of self-reflexivity, spectacle and identity.\n\nAccording to Siegfried Kracauer and Lotte Eisner, German Expressionist cinema operates as a kind of collective consciousness and a symptomatic manifestation of what they polemically claim to be inherent cultural tendencies of the German nation. Expressionism has also been described as focusing on the “power of spectacles”[14] and offering audiences “a kind of metonymic image of their own situation”.[14]\n\nThis film movement paralleled Expressionist painting and theater in rejecting realism. The creators in the Weimar Period sought to convey inner, subjective experience through external, objective means. Their films were characterized by highly stylized sets and acting; they used a new visual style which embodied high contrast and simple editing. The films were shot in studios where they could employ deliberately exaggerated and dramatic lighting and camera angles to emphasize some particular affect – fear, horror, pain. Aspects of Expressionist techniques were later adapted by such directors as Alfred Hitchcock and Orson Welles and were incorporated into many American gangster and horror films.\nSome of the major filmmakers of this time were F. W. Murnau, Erich Pommer, and Fritz Lang. The movement ended after the currency stabilized, making it cheaper to buy movies abroad. The UFA financially collapsed and German studios began to deal with Italian studios which led to their influence in style of horror and films noirs. The American influence on the film industry would also lead some film makers to continue their career in the US. The UFA's last film was Der blaue Engel (1930), considered a masterpiece of German Expressionism.\n\n"
        },
        {
            "title": "Interpretation",
            "text": "The two most comprehensive studies of German Expressionist film are Lotte Eisner's The Haunted Screen and Siegfried Kracauer's From Caligari to Hitler.[15] Kracauer examines German cinema from the Silent/Golden Era to support the (controversial) conclusion that German films made prior to Hitler's takeover and the rise of the Third Reich all hint at the inevitability of Nazi Germany. For Eisner, similarly, German Expressionist cinema is a visual manifestation of Romantic ideals turned to dark and proto-totalitarian ends. More recent German Expressionist scholars examine historical elements influencing German Expressionism, such as the Weimar economy, UFA, Erich Pommer, Nordisk, and Hollywood.[16]\n\n"
        },
        {
            "title": "See also",
            "text": "For additional examples of films made in the German Expressionist style, see:\n\nFor more on German Expressionism's most singularly important producer and director, see Leopold Jessner (1878–1945). For more on the period's most important production company and distributor, see Universum Film AG, popularly known as UFA.\n\n"
        }
    ]
}