{
    "url": "https://en.wikipedia.org/wiki/German_philosophy",
    "title": "German philosophy",
    "table_of_contents": [
        "1 17th century",
        "1.1 Leibniz",
        "2 18th century",
        "2.1 Wolff",
        "2.2 Kant",
        "3 19th century",
        "3.1 German idealism",
        "3.1.1 Fichte",
        "3.1.2 Schelling",
        "3.1.3 Hegel",
        "3.2 Romanticism and German philosophy",
        "3.3 Karl Marx and the Young Hegelians",
        "3.3.1 Right Hegelians",
        "3.3.2 Young Hegelians",
        "3.4 Friedrich Engels",
        "3.5 Dietzgen",
        "3.6 The \"academic socialists\"",
        "3.7 Dühring",
        "3.8 Schopenhauer",
        "3.9 Neo-Kantianism",
        "3.10 Nietzsche",
        "3.11 Mach and Avenarius",
        "4 20th century",
        "4.1 Neo-Hegelianism",
        "4.2 Spengler",
        "4.3 Analytic philosophy",
        "4.3.1 Frege, Wittgenstein and the Vienna Circle",
        "4.4 Continental philosophy",
        "4.4.1 Phenomenology",
        "4.4.2 Hermeneutics",
        "4.4.3 Frankfurt School",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "German philosophy, here taken to mean either (1) philosophy in the German language or (2) philosophy by Germans, has been extremely diverse, and central to both the analytic and continental traditions in philosophy for centuries, from Gottfried Wilhelm Leibniz through Immanuel Kant, Georg Wilhelm Friedrich Hegel, Arthur Schopenhauer, Karl Marx, Friedrich Nietzsche, Martin Heidegger and Ludwig Wittgenstein to contemporary philosophers. Søren Kierkegaard, a Danish philosopher, is frequently included in surveys of German (or Germanic) philosophy due to his extensive engagement with German thinkers.[1][2][3][4]\n\n"
        },
        {
            "title": "17th century",
            "text": "Gottfried Wilhelm Leibniz (1646–1716) was both a philosopher and a mathematician who wrote primarily in Latin and French. Leibniz, along with René Descartes and Baruch Spinoza, was one of the three great 17th century advocates of rationalism. The work of Leibniz also anticipated modern logic and analytic philosophy, but his philosophy also looks back to the scholastic tradition, in which conclusions are produced by applying reason to first principles or a priori definitions rather than to empirical evidence.\n\nLeibniz is noted for his optimism - his Théodicée[5] tries to justify the apparent imperfections of the world by claiming that it is optimal among all possible worlds. It must be the best possible and most balanced world, because it was created by an all powerful and all knowing God, who would not choose to create an imperfect world if a better world could be known to him or possible to exist. In effect, apparent flaws that can be identified in this world must exist in every possible world, because otherwise God would have chosen to create the world that excluded those flaws.\n\nLeibniz is also known for his theory of monads, as exposited in Monadologie. Monads are to the metaphysical realm what atoms are to the physical/phenomenal.[citation needed] They can also be compared to the corpuscles of the Mechanical Philosophy of René Descartes and others. Monads are the ultimate elements of the universe. The monads are \"substantial forms of being\" with the following properties: they are eternal, indecomposable, individual, subject to their own laws, un-interacting, and each reflecting the entire universe in a pre-established harmony (a historically important example of panpsychism). Monads are centers of force; substance is force, while space, matter, and motion are merely phenomenal.\n\n"
        },
        {
            "title": "18th century",
            "text": "Christian Wolff (1679–1754) was the most eminent German philosopher between Leibniz and Kant. His main achievement was a complete oeuvre on almost every scholarly subject of his time, displayed and unfolded according to his demonstrative-deductive, mathematical method, which perhaps represents the peak of Enlightenment rationality in Germany.\n\nWolff was one of the first to use German as a language of scholarly instruction and research, although he also wrote in Latin, so that an international audience could, and did, read him. A founding father of, among other fields, economics and public administration as academic disciplines, he concentrated especially in these fields, giving advice on practical matters to people in government, and stressing the professional nature of university education.\n\nIn 1781, Immanuel Kant (1724–1804) published his Critique of Pure Reason, in which he attempted to determine what we can and cannot know through the use of reason independent of all experience. Briefly, he came to the conclusion that we could come to know an external world through experience, but that what we could know about it was limited by the limited terms in which the mind can think: if we can only comprehend things in terms of cause and effect, then we can only know causes and effects. It follows from this that we can know the form of all possible experience independent of all experience, but nothing else, but we can never know the world from the \"standpoint of nowhere\" and therefore we can never know the world in its entirety, neither via reason nor experience.\n\nSince the publication of his Critique, Immanuel Kant has been considered one of the greatest influences in all of western philosophy. In the late 18th and early 19th century, one direct line of influence from Kant is German Idealism.\n\n"
        },
        {
            "title": "19th century",
            "text": "German idealism was a philosophical movement that emerged in Germany in the late 18th and early 19th centuries. It developed out of the work of Immanuel Kant in the 1780s and 1790s,[6] and was closely linked both with Romanticism and the revolutionary politics of the Enlightenment. The most prominent German idealists in the movement, besides Kant, were Johann Gottlieb Fichte (1762–1814), Friedrich Wilhelm Joseph Schelling (1775–1854) and Georg Wilhelm Friedrich Hegel (1770–1831) who was the predominant figure in nineteenth century German philosophy, and the proponents of Jena Romanticism; Friedrich Hölderlin (1770–1843), Novalis (1772–1801), and Karl Wilhelm Friedrich Schlegel (1772–1829).[7] August Ludwig Hülsen, Friedrich Heinrich Jacobi, Gottlob Ernst Schulze, Karl Leonhard Reinhold, Salomon Maimon, Friedrich Schleiermacher, and Arthur Schopenhauer also made major contributions.\n\nAs a representative of subjective idealism, Fichte rejected the Kantian \"thing-in-itself.\" Fichte declares as the starting point of his philosophy the absolute \"I,\" which itself creates the world with all its laws. Fichte understands the activity of this \"I\" as the activity of thought, as a process of self-awareness. Fichte recognizes absolute free will, God and the immortality of the soul. He sees in law one of the manifestations of the “I\".\n\nSpeaking with progressive slogans of defending the national sovereignty of the Germans from Napoleon, Fichte at the same time put forward chauvinist slogans, especially in his Addresses to the German Nation (1808), for which Fichte is regarded as one of the founders of modern German nationalism.[8]\n\nFriedrich Wilhelm Joseph Schelling, who initially adhered to the ideas of Fichte, subsequently created his own philosophical system of objective idealism, according to which the development of both nature and reason is based on the same spiritual force, \"absolute.\" Schelling argued that nature or matter is an \"unconscious\" product of an active spiritual force and a preparatory stage for the mind (spirit). Nature and consciousness, object and subject, Schelling argued, coincide in the Absolute; Schelling called his philosophy \"the philosophy of identity.\"\n\nIn natural philosophy, Schelling set himself the task of knowing the absolute, infinite spirit that lies at the basis of empirical visible nature. According to Schelling, the science of nature, based exclusively on reason, is designed to reveal the last, unconditional spiritual cause that produces all natural phenomena. Schelling considered the absolute as a beginning capable of self-development through contradictions; in this sense, Schelling’s philosophy is characterized by some features of idealist dialectics. Schelling assigned a special role to art, in which, according to him, the reality of \"higher being\" is fully comprehended. Schelling interpreted art as \"revelation.\" The artist, according to Schelling, is a kind of mystical creature who creates in unconsciousness.\n\nFor Schelling, the main instrument of creativity is intuition, \"inner contemplation.\" In later life, Schelling evolves towards a mystical philosophy (Mysterienlehre).[9] He was invited by the Prussian king Friedrich Wilhelm IV to the post of professor at the University of Berlin with the aim of combating the then-popular ideas of the left-liberal Young Hegelians. It was during this period of his life that Schelling created the mystical \"philosophy of revelation\". Schelling’s main work is The System of Transcendental Idealism (1800).[10]\n\nGeorg Wilhelm Friedrich Hegel is widely considered to be the greatest German idealist philosopher. According to Hegel’s system of objective or absolute idealism, the basis of the world is an \"absolute idea\" that existed before the appearance of nature and man. By its nature, it is an active principle, but its activity can be expressed only in thinking, in self-knowledge. The \"absolute idea\" is internally contradictory, it moves and changes, passing into its opposite.\n\nIn the process of its dialectical self-development, Hegel's \"idea\" goes through three main stages. The first stage is logical, when it acts in its \"pre-natural\" being, in the \"element of pure thinking.\" At this stage, the “absolute idea” appears as a system of logical concepts and categories, as a system of logic. This part of Hegel’s philosophical system is set forth in his Science of Logic. At the second stage, the “idea” turns into nature, which, according to Hegel, is “the other being of the absolute idea.” Hegel expounded his doctrine of nature in The Philosophy of Nature. Nature, according to Hegel, is incapable of development in time; it develops only in space. The highest, third step in the self-development of the idea is the “absolute spirit.” Hegel reveals this stage of development of the “absolute idea” in his work Philosophy of Spirit from the Encyclopedia of the Philosophical Sciences.\n\nAt this stage, the “absolute idea” denies nature and returns to itself, and development again takes place in the field of thinking, but this time in human thinking. Hegel refers to this stage as the stage of individual consciousness, the stage of social consciousness and the highest stage, when an idea in the form of religion, art and philosophy comes to the end of its self-knowledge. Hegel declares philosophy to be “absolute knowledge.” He considers his philosophy to be the final stage in the self-development of an idea. This is Hegel’s idealist philosophical system.\n\nOf pivotal importance for Hegelian philosophy is the dialectical method – the doctrine that the source of development is the struggle of contradictions, that development occurs through the transition of quantitative changes into qualitative ones, that truth is concrete, etc. Hegel’s philosophy is characterized by a deep contradiction between the dialectical method and the metaphysical system. The dialectical method asserts that the process of the development of knowledge is endless, and at the same time Hegel declared his philosophy the end of all development and the ultimate truth. The dialectical method proceeds from the fact that everything develops and changes, while the metaphysical system portrays nature as eternal.\n\nIn creating dialectical materialism, Marx and Engels departed from Hegel's idealist dialectics, they \"turned it upside down\". Marx wrote: “My dialectical method is fundamentally not only different from Hegel’s, but is its direct opposite. For Hegel, the process of thinking, which under the name of an idea he even turns into an independent subject, is a demiurge (creator) of reality, which is only its external manifestation. For me, on the contrary, the ideal is nothing more than the material, transplanted into the human head and transformed in it.”[11]\n\nThe main works of Hegel are The Phenomenology of Spirit (1807), Science of Logic (1812-1816), Encyclopedia of the Philosophical Sciences (Logic, Philosophy of Nature, Philosophy of Spirit) (1817), Elements of the Philosophy of Right (1821).\n\nImmanuel Kant's criticism of rationalism is thought to be a source of influence for early Romantic thought. The third volume of the History of Philosophy edited by G. F. Aleksandrov, B. E. Bykhovsky, M. B. Mitin and P. F. Yudin (1943) assesses that \"From Kant originates that metaphysical isolation and opposition of the genius of everyday life, on which later the Romantics asserted their aesthetic individualism.\"[12]\n\nHamann's and Herder's philosophical thoughts were influential on both the proto-Romantic Sturm und Drang movement and on Romanticism itself. The History of Philosophy stresses: \"As a writer, Hamann stood close to the Sturm und Drang literary movement with his cult of genius personality and played a role in the preparation of German Romanticism.\"[13]\n\nThe philosophy of Fichte was of pivotal importance for the Romantics. The founder of German Romanticism, Friedrich Schlegel, identified the \"three sources of Romanticism\": the French Revolution, Fichte's philosophy and Goethe's novel Wilhelm Meister.[14]\n\nIn the words of A. Lavretsky:\n\nSchelling, who was associated with the Schlegel brothers in Jena, took many of his philosophical and aesthetical ideas from the Romantics, and also influenced them on their own views. According to the History of Philosophy, \"In his philosophy of art, Schelling emerged from the subjective boundaries in which Kant concluded aesthetics, referring it only to features of judgment. Schelling's aesthetics, understanding the world as an artistic creation, has adopted a universal character and served as the basis for the teachings of the Romantic school.\"[16] It is argued that Friedrich Schlegel's subjectivism and his glorification of the superior intellect as property of a select elite influenced Schelling's doctrine of intellectual intuition, which György Lukács called \"the first manifestation of irrationalism\".[17] As much as Early Romanticism influenced the young Schelling's Naturphilosophie (his interpretation of nature as an expression of spiritual powers), so did Late Romanticism influence the older Schelling's mythological and mysticist worldview (Mysterienlehre).[17][18]\n\nAlso according to Lukács, Kierkegaard's views on philosophy and aesthetics were an offshoot of Romanticism:\n\nSchopenhauer also owed certain features of his philosophy to Romantic pessimism: \"Since salvation from suffering associated with the will is available through art only to a select few, Schopenhauer proposed another, more accessible way of overcoming the \"I\" - Buddhist Nirvana. In essence, Schopenhauer, although he was confident in the innovation of his revelations, did not give anything original here in comparison with the idealization of the Eastern world outlook by reactionary Romantics - it was indeed Friedrich Schlegel who introduced this idealization in Germany with his Über die Sprache und Weisheit der Indier (About the language and wisdom of the Indians).\"[20][21]\n\nIn the opinion of György Lukács, Friedrich Nietzsche's importance as an irrationalist philosopher lay in that, while his early influences are to be found in Romanticism, he founded a modern irrationalism antithetical to that of the Romantics:\n\nEven in his post-Schopenhauerian period, however, Nietzsche paid some tributes to Romanticism, for example borrowing the title of his book The Gay Science (Die fröhliche Wissenschaft, 1882-87) from Friedrich Schlegel's 1799 novel Lucinde.[23]\n\nPyotr Semyonovich Kogan traced most of the contents of Nietzschean philosophy to Romanticism:\n\nLukács also emphasized that the emergence of organicism in philosophy received its impetus from Romanticism:\n\nWilhelm Dilthey, founder (along with Nietzsche, Simmel and Klages) of the intuitionist and irrationalist school of Lebensphilosophie in Germany, is credited with leading the Romantic revival in hermeneutics of the early 20th century. With his Schleiermacher biography and works on Novalis, Hölderlin, etc., he was one of the initiators of the Romantic renaissance in the imperial period. His discovery and annotation of the young Hegel's manuscripts became crucial to the vitalistic interpretation of Hegelian philosophy in the post-war period; his Goethe study likewise ushered in the vitalistic interpretation of Goethe subsequently leading from Simmel and Gundolf to Klages.[26]\n\nPassivity was a key element of the Romantic mood in Germany, and it was brought by the Romantics into their own religious and philosophical views. The theologian Schleiermacher argued that the true essence of religion lies not in the active love of one’s neighbor, but in the passive contemplation of the infinite; In Schelling’s philosophical system, the creative absolute (God) is immersed in the same passive, motionless state.\n\nThe only activity that the Romantics allowed is that in which there is almost no volitional element, that is, artistic creativity. They considered the representatives of art to be the happiest people, and in their works, along with knights chained in armor, poets, painters and musicians usually appear. Schelling considered an artist to be incomparably higher than a philosopher, because the secret of the world can be guessed from his minutia not by systematic logical thinking, but only by direct artistic intuition (“intellectual intuition”). Romantics loved to dream of such legendary countries, where all life with its everyday cares gave way to the eternal holiday of poetry.\n\nThe quietist and aestheticist mood of Romanticism, the reflection and idealization of the mood of the aristocracy, again emerges in Schopenhauer’s philosophical system “The World as Will and Representation,” ending with a pessimistic chord. Schopenhauer argued that at the heart of the world and man lies the “will to life,” which leads them to suffering and boredom, and happiness can be experienced only by those who free themselves from its oppressive domination. Schopenhauer’s ideal human being is, first of all, an artist who, at the moment of aesthetic perception and reproducing the world and life, is in a state, which Kant has already called “weak-willed contemplation,” – forgetting in this moment about his personal interests, worries and aspirations. But the artist is freed from the power of the will only temporarily. As soon as he turns into an ordinary mortal, his greedy will again raises its voice and throws him into the embrace of disappointment and boredom. Above the artist stands, therefore, the Hindu sage or the holy ascetic.\n\nIn the words of V. M. Fritsche, \"just like the views of the Romantics, the philosophy of Schopenhauer, with its purist and aestheticist attitudes, was a product of aristocratic culture, having grown up in the middle of old pompous estates and noble living rooms, and it is not surprising that in Germany, a country so immersed in such an ideology, the bourgeois democratic years began only in the 1840s. The only one of the Romantics who lived to this era, Eichendorff, turned vehemently against democracy, and the revolution of 1848 was met by him and Schopenhauer with the same primal enmity with which the German nobility met it.\"[27]\n\nHegel was hugely influential throughout the nineteenth century; by its end, according to Bertrand Russell, \"the leading academic philosophers, both in America and Britain, were largely Hegelian\".[28] His influence has continued in contemporary philosophy but mainly in Continental philosophy.\n\nAmong those influenced by Hegel immediately after his death in 1831 two distinct groups can be roughly divided into the politically and religiously radical 'left', or 'young', Hegelians and the more conservative 'right', or 'old', Hegelians. The Right Hegelians followed the master in believing that the dialectic of history had come to an end—Hegel's Phenomenology of Spirit reveals itself to be the culmination of history as the reader reaches its end. Here he meant that reason and freedom had reached their maximums as they were embodied by the existing Prussian state. And here the master’s claim was viewed as paradox, at best; the Prussian regime indeed provided extensive civil and social services, good universities, high employment and some industrialization, but it was ranked as rather backward politically compared with the more liberal constitutional monarchies of France and Britain.\n\nPhilosophers within the camp of the Hegelian right include:\n\nOther thinkers or historians who may be included among the Hegelian right, with some reservations, include:\n\nSpeculative theism was an 1830s movement closely related to but distinguished from Right Hegelianism.[29] Its proponents (Immanuel Hermann Fichte (1796–1879), Christian Hermann Weisse (1801–1866), and Hermann Ulrici (1806–1884)[30] were united in their demand to recover the \"personal God\" after panlogist Hegelianism.[31] The movement featured elements of anti-psychologism in the historiography of philosophy.[32]\n\nThe Young Hegelians drew on Hegel's idea that the purpose and promise of history was the total negation of everything conducive to restricting freedom and reason; and they proceeded to mount radical critiques, first of religion and then of the Prussian political system. The Young Hegelians who were unpopular because of their radical views on religion and society. They felt Hegel's apparent belief in the end of history conflicted with other aspects of his thought and that, contrary to his later thought, the dialectic was certainly not complete; this they felt was (painfully) obvious given the irrationality of religious beliefs and the empirical lack of freedoms—especially political and religious freedoms—in existing Prussian society. They rejected anti-utopian aspects of his thought that \"Old Hegelians\" have interpreted to mean that the world has already essentially reached perfection. They included Ludwig Feuerbach (1804–72), David Strauss (1808–74), Bruno Bauer (1809–82) and Max Stirner (1806–56) among their ranks.\n\nKarl Marx (1818–83) often attended their meetings. He developed an interest in Hegelianism, French socialism and British economic theory. He transformed the three into an essential work of economics called Das Kapital, which consisted of a critical economic examination of capitalism. Marxism became one of the major forces on twentieth century world history.\n\nIt is important to note that the groups were not as unified or as self-conscious as the labels 'right' and 'left' make them appear. The term 'Right Hegelian', for example, was never actually used by those to whom it was later ascribed, namely, Hegel's direct successors at the Fredrick William University (now the Humboldt University of Berlin). (The term was first used by David Strauss to describe Bruno Bauer—who actually was a typically 'Left', or Young, Hegelian.)\n\nFriedrich Engels, also a Young Hegelian originally, was a friend and associate of Marx, together with whom he developed the theory of scientific socialism (communism) and the doctrines of dialectical and historical materialism. His major works include The Holy Family (together with Marx, 1844) criticizing the Young Hegelians,[33] The Condition of the Working Class in England (1845), a study of the deprived conditions of the working class in Manchester and Salford based on Engels's personal observations,[34] The Peasant War in Germany (1850), an account of the early 16th-century uprising known as the German Peasants' War with a comparison with the recent revolutionary uprisings of 1848–1849 across Europe,[35] Anti-Dühring (1878) criticizing the philosophy of Eugen Dühring, Socialism: Utopian and Scientific (1880) studying the utopian socialists Charles Fourier and Robert Owen and their differences with Engels' version of socialism,[36] Dialectics of Nature (1883) applying Marxist ideas, particularly those of dialectical materialism, to science,[37] and The Origin of the Family, Private Property and the State (1884) arguing that the family is an ever-changing institution that has been shaped by capitalism. It contains an historical view of the family in relation to issues of class, female subjugation and private property.\n\nJoseph Dietzgen was a German leatherworker and social democrat, who independently developed a number of questions of philosophy and came to conclusions very close to the dialectical materialism of Marx and Engels. After the revolution of 1848 he emigrated to America and in 1864 in search of work, he went to Russia. Working in a tannery in St. Petersburg, Dietzgen devoted all his leisure time to works in the field of philosophy, political economy and socialism. In Russia he wrote a large philosophical treatise, The Essence of the Mental Labor of Man, a review of the first volume of Capital by Karl Marx. In 1869 Dietzgen returned to Germany, and then moved again to America, where he wrote his philosophical works Excursions of a Socialist in the Field of the Theory of Knowledge and Acquisition of Philosophy.\n\nMarx highly appreciated Dietzgen as a thinker. Noting a number of mistakes and confusion in his views, Marx wrote that Dietzgen expressed “many excellent thoughts, and as a product of the independent thinking of a worker, worthy of amazement.” Engels gave Dietzgen the same high assessment. “And it is remarkable,” wrote Engels, “that we were not alone in discovering this materialistic dialectic, which for many years now has been our best tool of labor and our sharpest weapon; the German worker Joseph Dietzgen rediscovered it independently of us and even independently of Hegel.”[38]\n\nThe Kathedersozialismus movement (academic socialism) was a theoretical and political trend that arose in the second half of the 19th century in German universities. The “academic socialists” – mostly economists and sociologists belonging to the “Historical School” – tried to prove that a people’s state could be built in Prussian Germany through reform, without the revolutionary overthrow of capitalism and of the state, thus rejecting the Marxist notion of class struggle. In 1872 the Kathedersozialisten formed in Germany the \"Union of Social Policy\". Their ideas were similar to those of the Fabian socialists in Britain.\n\n“Academic socialism” supported a variation of Otto von Bismarck’s welfare state. The most notable “academic socialists” in Germany were Bruno Hildebrand, who openly fought against Marx and Engels, Gustav von Schmoller, Adolph Wagner, Lujo Brentano, Johann Plenge, Hans Delbrück, Ferdinand Toennies and Werner Sombart. In the labor movement in Germany, their line was supported by Ferdinand Lassalle.[39]\n\nEugen Dühring was a German professor of mechanics, philosopher and economist. In philosophy he was an eclectic who combined positivism, mechanistic materialism and idealism. He criticized the views of Friedrich Engels. Dühring’s views on philosophy, political economy and socialism found support among some Social Democrats, in particular by Eduard Bernstein. Engels dedicated his entire book Anti-Dühring to criticizing Dühring's views.[40]\n\nAn idiosyncratic opponent of German idealism, particularly Hegel's thought, was Arthur Schopenhauer (1788 –1860). He was influenced by Eastern philosophy, particularly Buddhism, and was known for his pessimism. Schopenhauer's most influential work, The World as Will and Representation (1818), claimed that the world is fundamentally what we recognize in ourselves as our will. His analysis of will led him to the conclusion that emotional, physical, and sexual desires can never be fulfilled. Consequently, he eloquently described a lifestyle of negating  desires, similar to the ascetic teachings of Vedanta and the Desert Fathers of early Christianity.[41]\n\nDuring the endtimes of Schopenhauer's life and subsequent years after his death, post-Schopenhauerian pessimism became a rather popular \"trend\" in 19th century Germany.[42] Nevertheless, it was viewed with disdain by the other popular philosophies at the time, such as Hegelianism, materialism, neo-Kantianism and the emerging positivism. In an age of upcoming revolutions and exciting new discoveries in science, the resigned and a-progressive nature of the typical pessimist was seen as detriment to social development. To respond to this growing criticism, a group of philosophers greatly influenced by Schopenhauer such as Julius Bahnsen (1830–81), Karl Robert Eduard von Hartmann (1842–1906), Philipp Mainländer (1841–76), and even some of his personal acquaintances developed their own brand of pessimism, each in their own unique way.[43][44]\n\nWorking in the metaphysical framework of Schopenhauer, Philipp Mainländer  sees the \"will\" as the innermost core of being, the ontological arche. However, he deviates from Schopenhauer in important respects. With Schopenhauer the will is singular, unified and beyond time and space. Schopenhauer's transcendental idealism leads him to conclude that we only have access to a certain aspect of the thing-in-itself by introspective observation of our own bodies. What we observe as will is all there is to observe, nothing more. There are no hidden aspects. Furthermore, via introspection we can only observe our individual will. This also leads Mainländer to the philosophical position of pluralism.\n\nAdditionally, Mainländer accentuates on the idea of salvation for all of creation. This is yet another respect in which he differentiates his philosophy from that of Schopenhauer. With Schopenhauer, the silencing of the will is a rare event. The artistic genius can achieve this state temporarily, while only a few saints have achieved total cessation throughout history. For Mainländer, the entirety of the cosmos is slowly but surely moving towards the silencing of the will-to-live and to (as he calls it) \"redemption\".\n\nNeo-Kantianism refers broadly to a revived type of philosophy along the lines of that laid down by Immanuel Kant in the 18th century, or more specifically by Schopenhauer's criticism of the Kantian philosophy in his work The World as Will and Representation, as well as by other post-Kantian philosophers such as Jakob Friedrich Fries (1773–1843) and Johann Friedrich Herbart (1776–1841).\n\nThe neo-Kantian schools tended to emphasize scientific readings of Kant, often downplaying the role of intuition in favour of concepts. However, the ethical aspects of neo-Kantian thought often drew them within the orbit of socialism, and they had an important influence on Austromarxism and the revisionism of Eduard Bernstein. The neo-Kantian school was of importance in devising a division of philosophy that has had durable influence well beyond Germany. It made early use of terms such as epistemology and upheld its prominence over ontology. By 1933 (after the rise of Nazism), the various neo-Kantian circles in Germany had dispersed.[45]\n\nNotable neo-Kantian philosophers include;\n\nFriedrich Nietzsche (1844–1900) was initially a proponent of Schopenhauer. However, he soon came to disavow Schopenhauer's pessimistic outlook on life and sought to provide a positive philosophy. He believed this task to be urgent, as he believed a form of nihilism caused by modernity was spreading across Europe, which he summed up in the phrase \"God is dead\". His problem, then, was how to live a positive life considering that if you believe in God, you give in to dishonesty and cruel beliefs (e.g. divine predestination of some individuals to Hell), and if you don't believe in God, you give in to nihilism. He believed he found his solution in the concepts of the Übermensch and Eternal Recurrence. His work continues to have a major influence on both philosophers and artists.\n\nErnst Mach was an Austrian physicist and philosopher. Mach’s philosophy is set forth in his works Analysis of Sensations (1885), Cognition and Delusion (1905), and others. Mach viewed things as “complexes of sensations,” denying the existence of an external world independent of human consciousness. The philosophy of Machism found support among Western European Marxists such as Friedrich Adler and Otto Bauer, and in Russia among a part of the Bolshevik intelligentsia (Alexander Bogdanov, Vladimir Bazarov, Anatoly Lunacharsky, Pavel Yushkevich, Nikolai Valentinov etc.). Machian views were also widespread among early 20th century Western physicists, including most notably Albert Einstein.[47]\n\nRichard Avenarius was a German philosopher and one of the founders of empirio-criticism. According to Avenarius, consciousness and being, subject and object (\"I\" and \"environment\") are in constant, obligatory connection (\"fundamental coordination\"); there is no being without consciousness, there is no consciousness without being. But Avenarius considered consciousness to be the basis of this connection. According to Avenarius, a thing cannot exist independently of consciousness, without a thinking subject.\n\nVladimir Lenin dedicated his entire book Materialism and Empirio-Criticism (1909) to the criticism of the philosophical views of Mach and Avenarius, writing that \"this philosophy serves the clergy, serves the same purposes as the philosophy of Berkeley and Hume.\"[48]\n\n"
        },
        {
            "title": "20th century",
            "text": "Neo-Hegelianism, also known as Post-Hegelianism, was a trend developing in the early 20th century, mostly but not exclusively in Germany. Important German neo-Hegelians include Richard Kroner, Nicolai Hartmann, Siegfried Marck, Arthur Liebert and Hermann Glockner, while the Frankfurt School can also be said to have been influenced by neo-Hegelianism.[49]\n\nOswald Spengler was a German historian and philosopher of history whose interests included mathematics, science, and art and their relation to his organic theory of history. The main work of Spengler, setting out his philosophy of history, The Decline of the West, was published shortly after the defeat of Imperial Germany in World War I. In this work, Spengler predicts the inevitable collapse of the capitalist civilization, which he identifies with European culture. Spengler’s philosophy is imbued with elitism and a dislike for democracy. He declared the workers (the “fourth estate”) to be “outside of culture,” “outside of history”; the mass, Spengler wrote, is the end of everything, “radical nothing.” Spengler praised the “Old Prussian spirit,” the monarchy, the nobility and militarism. For him, war is “an eternal form of higher human existence.”\n\nSpengler’s philosophy of history” is based on the denial of scientific knowledge. The historical researcher, in his opinion, is the more significant, the less he belongs to science. Spengler opposes intuition to logical, rational knowledge, denying the principle of causality and regularity in social life. Spengler rejects the possibility of knowing objective truth, defending absolute relativism. Along with historical regularity, Spengler rejects the concept of historical progress, tries to prove the meaninglessness of history and the absence of development in it. Spengler contrasts the scientific understanding of natural historical development with historical fatalism – predestination, “destiny.” Spengler also denies the unity of world history. His history breaks down into a number of completely independent, unique “cultures,” special organisms above and beyond, having an individual destiny and experiencing periods of emergence, flourishing and dying.\n\nSpengler reduces the task of the philosophy of history to comprehending the “morphological structure” of each “culture,” which supposedly is based on the “soul of culture.” According to Spengler, Western European culture entered a stage of decline already starting from the 19th century, that is, with the victory of capitalism; the period of its heyday was the era of feudalism. In his work Preussentum und Sozialismus Spengler advances the idea of “German socialism” against “Marxist socialism”. It has been argued that Spengler's ideas had an influence on Hitler and Nazism. A philosophy of history close to Spenglerian views was promoted after the Second World War by the English historian Arnold Toynbee.[50]\n\nIn the late 19th century, the predicate logic of Gottlob Frege (1848–1925) overthrew Aristotelian logic (the dominant logic since its inception in Ancient Greece). This was the beginning of analytic philosophy. In the early part of the 20th century, a group of German and Austrian philosophers and scientists formed the Vienna Circle to promote scientific thought over Hegelian system-building, which they saw as a bad influence on intellectual thought. The group considered themselves logical positivists because they believed all knowledge is either derived through experience or arrived at through analytic statements, and they adopted the predicate logic of Frege, as well as the early work of Ludwig Wittgenstein (1889–1951) as foundations to their work. Wittgenstein did not agree with their interpretation of his philosophy.\n\nWhile some of the seminal philosophers of twentieth-century analytical philosophy were German-speakers, most German-language philosophy of the twentieth century tends to be defined not as analytical but 'continental' philosophy – as befits Germany's position as part of the European 'continent' as opposed to the British Isles or other culturally European nations outside of Europe.\n\nPhenomenology began at the start of the 20th century with the descriptive psychology of Franz Brentano (1838–1917), and then the transcendental phenomenology of Edmund Husserl (1859–1938). Max Scheler (1874–1928) further developed the philosophical method of phenomenology. It was then transformed by Martin Heidegger (1889–1976), whose famous book Being and Time (1927) applied phenomenology to ontology, and who, along with Ludwig Wittgenstein, is considered one of the most influential philosophers of the 20th century. Phenomenology has had a large influence on Continental Philosophy, particularly existentialism and poststructuralism. Heidegger himself is often identified as an existentialist, though he would have rejected this.\n\nHermeneutics is the philosophical theory and practice of interpretation and understanding.\n\nOriginally hermeneutics referred to the interpretation of texts, especially religious texts. In the 19th century, Friedrich Schleiermacher (1768–1834), Wilhelm Dilthey (1833–1911) and others expanded the discipline of hermeneutics beyond mere exegesis and turned it into a general humanistic discipline.[51] Schleiermacher wondered whether there could be a hermeneutics that was not a collection of pieces of ad hoc advice for the solution of specific problems with text interpretation but rather a \"general hermeneutics,\" which dealt with the \"art of understanding\" as such, which pertained to the structure and function of understanding wherever it occurs. Later in the 19th century, Dilthey began to see possibilities for continuing Schleiermacher's general hermeneutics project as a \"general methodology of the humanities and social sciences\".[52]\n\nIn the 20th century, hermeneutics took an 'ontological turn'. Martin Heidegger's Being and Time fundamentally transformed the discipline. No longer was it conceived of as being about understanding linguistic communication, or providing a methodological basis for the human sciences - as far as Heidegger was concerned, hermeneutics is ontology, dealing with the most fundamental conditions of man's being in the world.[53] The Heideggerian conception of hermeneutics was further developed by Heidegger's pupil Hans-Georg Gadamer (1900–2002), in his book Truth and Method.\n\nIn 1923, Carl Grünberg founded the Institute for Social Research, drawing from Marxism, Freud's psychoanalysis and Weberian philosophy, which came to be known as the \"Frankfurt School\". Expelled by the Nazis, the school reformed again in Frankfurt after World War II. Although they drew from Marxism, they were outspoken opponents of Stalinism. Books from the group, like Adorno’s and Horkheimer’s Dialectic of Enlightenment and Adorno’s Negative Dialectics, critiqued what they saw as the failure of the Enlightenment project and the problems of modernity. Postmodernists consider the Frankfurt school to be one of their precursors.[citation needed]\n\nSince the 1960s the Frankfurt School has been guided by Jürgen Habermas' (born 1929) work on communicative reason,[54][55] linguistic intersubjectivity and what Habermas calls \"the philosophical discourse of modernity\".[56]\n\n"
        }
    ]
}