{
    "url": "https://en.wikipedia.org/wiki/Germanic_paganism",
    "title": "Germanic paganism",
    "table_of_contents": [
        "1 Subject and terminology",
        "1.1 Definition",
        "1.2 Continuity",
        "1.3 Sources",
        "1.3.1 Primary sources",
        "1.3.2 Secondary sources",
        "1.4 Outside influences and syncretism",
        "2 Cosmology",
        "2.1 Creation myth",
        "2.2 Myth of the end of the world",
        "2.3 Physical cosmos",
        "2.4 Fate",
        "2.5 Afterlife",
        "2.6 Religiously significant numbers",
        "3 Supernatural and divine beings",
        "3.1 Gods",
        "3.2 Giants (Jötnar)",
        "3.3 Elves, dwarfs and other beings",
        "4 Pantheon",
        "4.1 Roman-era",
        "4.1.1 Germanic gods with Roman names",
        "4.1.2 Alcis",
        "4.1.3 Nerthus",
        "4.1.4 Matronae",
        "4.1.5 Other female deities",
        "4.2 Post-Roman era",
        "4.2.1 *Tiwaz/Tyr",
        "4.2.2 *Thunraz/Thor",
        "4.2.3 *Wodanaz/Odin",
        "4.2.4 *Frijjō/Frigg",
        "4.2.5 Other gods",
        "5 Places and objects of worship",
        "5.1 Divine images",
        "5.2 Sacred places",
        "5.3 Sacred trees and poles",
        "6 Personnel and devotees",
        "6.1 Animal symbolism and warrior bands",
        "6.2 Ritual specialists",
        "7 Practices",
        "7.1 Burial practices",
        "7.2 Divination",
        "7.3 Feasts and festivals",
        "7.4 Magic",
        "7.5 Ritual procession",
        "7.6 Sacrifices",
        "8 Variations of Germanic paganism",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Bibliography",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGermanic paganism or Germanic religion refers to the traditional, culturally significant religion of the Germanic peoples. With a chronological range of at least one thousand years in an area covering Scandinavia, the British Isles, modern Germany, and at times other parts of Europe, the beliefs and practices of Germanic paganism varied greatly. Scholars typically assume some degree of continuity between Roman-era beliefs and those found in Norse paganism, as well as between Germanic religion and reconstructed Indo-European religion and post-conversion folklore, though the precise degree and details of this continuity are subjects of debate. Germanic religion was heavily influenced by neighboring cultures, including that of the Celts, the Romans, and, later, by Christian religion. Very few sources exist that were written by pagan adherents themselves; instead, most were written by outsiders and can thus be problematic for reconstructing authentic Germanic beliefs and practices.\n\nSome basic aspects of Germanic belief can be reconstructed, including one or more origin myths, a myth of the end of the world, a general belief in the inhabited world being a \"middle-earth\", as well as some aspects of belief in fate and the afterlife. The Germanic peoples believed in a multitude of gods, and in other supernatural beings such as giants (jötnar), dwarfs, elves, and dragons. Roman-era sources, using Roman names, mention several important male gods, as well as several goddesses such as Nerthus and the matronae. Early medieval sources identify a pantheon consisting of the gods *Wodanaz (Odin), *Thunraz (Thor), *Tiwaz (Tyr), and *Frijjō (Frigg),[a] as well as numerous other gods, many of whom are only attested from Norse sources.\n\nTextual and archaeological sources allow the reconstruction of many aspects of Germanic ritual and practice. These include well-attested burial practices, which likely had religious significance, such as rich grave goods and the burial in ships or wagons. Wooden carved figures that may represent gods have been discovered in bogs throughout northern Europe, and rich sacrificial deposits, including objects, animals, and human remains, have been discovered in springs, bogs, and under the foundations of new structures. Evidence for sacred places includes not only natural locations but also early evidence for the construction of structures such as temples and the worship of standing poles in some places. Other known Germanic religious practices include divination and magic, and there is some evidence for festivals and the existence of priests.\n\n"
        },
        {
            "title": "Subject and terminology",
            "text": "Germanic religion is principally defined as the religious traditions of speakers of Germanic languages (the Germanic peoples).[2] The term \"religion\" in this context is itself controversial, Bernhard Maier noting that it \"implies a specifically modern point of view, which reflects the modern conceptual isolation of 'religion' from other aspects of culture\".[3] Never a unified or codified set of beliefs or practices, Germanic religion showed strong regional variations and Rudolf Simek writes that it is better to refer to \"Germanic religions\".[4] In many contact areas (e.g. Rhineland and eastern and northern Scandinavia), Germanic paganism was similar to neighboring religions such as those of the Slavs, Celts, or Finnic peoples.[5]  The use of the qualifier \"Germanic\" (e.g. \"Germanic religion\" and its variants) remains common in German-language scholarship, but is less commonly used in English and other scholarly languages, where scholars usually specify which branch of paganism is meant (e.g. Norse paganism or Anglo-Saxon paganism).[6] The term \"Germanic religion\" is sometimes applied to practices dating to as early as the Stone Age or Bronze Age, but its use is more generally restricted to the time period after the Germanic languages had become distinct from other Indo-European languages (early Iron Age). Germanic paganism covers a period of around one thousand years in terms of written sources, from the first reports in Roman sources to the final conversion to Christianity.[7]\n\nBecause of the amount of time and space covered by the term \"Germanic religion\", controversy exists as to the degree of continuity of beliefs and practices between the earliest attestations in Tacitus and the later attestations of Norse paganism from the high Middle Ages. Many scholars argue for continuity, seeing evidence of commonalities between the Roman, early medieval, and Norse attestations, while many other scholars are skeptical.[9] The majority of Germanic gods attested by name during the Roman period cannot be related to a later Norse god; many names attested in the Nordic sources are similarly without any non-Nordic equivalents.[10][11] The much higher number of sources on Scandinavian religion has led to a methodologically problematic tendency to use Scandinavian material to complete and interpret the much more sparsely attested information on continental Germanic religion.[12]\n\nMost scholars accept some form of continuity between Indo-European and Germanic religion,[13] but the degree of continuity is a subject of controversy.[14] Jens Peter Schjødt writes that while many scholars view comparisons of Germanic religion with other attested Indo-European religions positively, \"just as many, or perhaps even more, have been sceptical\".[15] While supportive of Indo-European comparison, Schjødt notes that the \"dangers\" of comparison are taking disparate elements out of context and arguing that myths and mythical structures found around the world must be Indo-European just because they appear in multiple Indo-European cultures.[16] Bernhard Maier argues that similarities with other Indo-European religions do not necessarily result from a common origin, but can also be the result of convergence.[17]\n\nContinuity also concerns the question of whether popular, post-conversion beliefs and practices (folklore) found among Germanic speakers up to the modern day reflect a continuity with earlier Germanic religion. Earlier scholars, beginning with Jacob Grimm, believed that modern folklore was of ancient origin and had changed little over the centuries, which allowed the use of folklore and fairy tales as sources of Germanic religion.[18][19] These ideas later came under the influence of völkisch ideology, which stressed the organic unity of a Germanic \"national spirit\" (Volksgeist), as expressed in Otto Höfler's \"Germanic continuity theory\".[20][21] As a result, the use of folklore as a source went out of fashion after World War II, especially in Germany,[22] but has experienced a revival since the 1990s in Nordic scholarship.[23] Today, scholars are cautious in their use of folkloric material, keeping in mind that most was collected long after the conversion and the advent of writing.[24] Areas where continuity can be noted include agrarian rites and magical ideas,[23] as well as the root elements of some folktales.[25]\n\nSources on Germanic religion can be divided between primary sources and secondary sources. Primary sources include texts, structures, place names, personal names, and objects that were created by devotees of the religion; secondary sources are normally texts that were written by outsiders.[27]\n\nExamples of primary sources include some Latin alphabet and Runic inscriptions, as well as poetic texts such as the Merseburg Charms and heroic texts that may date from pagan times, but were written down by Christians.[28] The poems of the Edda, while pagan in origin, continued to circulate orally in a Christian context before being written down, which makes an application to pre-Christian times difficult.[12] In contrast, pre-Christian images such as on bracteates, gold foil figures, and rune and picture stones are direct attestations of Germanic religion. The interpretation of these images is not always immediately obvious.[29] Archaeological evidence is also extensive, including evidence from burials and sacrificial sites.[30] Ancient votive altars from the Rhineland often contain inscriptions naming gods with Germanic or partially Germanic names.[31]\n\nMost textual sources on Germanic religion were written by outsiders.[12] The chief textual source for Germanic religion in the Roman period is Tacitus's Germania.[32][b] There are problems with Tacitus's work, however, as it is unclear how much he really knew about the Germanic peoples he described and because he employed numerous topoi dating back to Herodotus that were used when describing a barbarian people.[34] Unlike some other Roman authors, Tacitus had not visited Germanic territories.[35] Furthermore, Tacitus' reliability as a source can be characterized by his rhetorical tendencies, since one of the purposes of Germania was to present his Roman compatriots with an example of the virtues he believed they were missing.[36] Julius Caesar, Procopius, and other ancient authors also offer some information on Germanic religion.[37][c]\n\nTextual sources for post-Roman continental Germanic religion are written by Christian authors: Some of the gods of the Lombards are described in the 7th-century Origo gentis Langobardorum (\"Origin of the Lombard People\"), while a small amount of information on the religion of the pagan Franks can be found in Gregory of Tours's late 6th-century Historia Francorum (\"History of the Franks\").[39] An important source for the pre-Christian religion of the Anglo-Saxons is Bede's Ecclesiastical History of the English People (c. 731).[40] Other sources include historians such as Jordanes (6th century CE) and Paul the Deacon (8th century), as well as saint lives and Christian legislation against various practices.[37]\n\nTextual sources for Scandinavian religion are much more extensive. They include the aforementioned poems of the  Poetic Edda, Eddic poetry found in other sources, the Prose Edda, which is usually attributed to the Icelander Snorri Sturluson (13th century CE),  Skaldic poetry, poetic kennings with mythological content, Snorri's Heimskringla, the Gesta Danorum of Saxo Grammaticus (12th-13th century CE), Icelandic historical writing and sagas, as well as outsider sources such as the report on the Rus' made by the Arab traveler Ahmad ibn Fadlan (10th century), the Gesta Hammaburgensis ecclesiae pontificum by bishop Adam of Bremen (11th century CE), and various saints' lives.[41][42]\n\nGermanic religion has been influenced by the beliefs of other cultures. Celtic and Germanic peoples were in close contact in the first millenium BCE, and evidence for Celtic influence on Germanic religion is found in religious vocabulary. This includes, for instance, the name of the deity *Þun(a)raz (Thor), which is identical to Celtic *Toranos (Taranis), the Germanic name of the runes (Celtic *rūna 'secret, magic'), and the Germanic name for the sacred groves, *nemeđaz (Celtic nemeton).[44] Evidence for further close religious contacts is found in the Roman-era Rhineland goddesses known as matronae, which display both Celtic and Germanic names.[45] During the Viking Age, there is evidence for continued Irish mythological and Insular Celtic influence on Norse religion.[46]\n\nDuring the Roman period, Germanic gods were equated with Roman gods and worshiped with Roman names in contact zones, a process known as Interpretatio Romana; later, Germanic names were also applied to Roman gods (Interpretatio Germanica).\nThis was done to better understand one another's religions as well as to syncretize elements of each religion.[47][48] This resulted in various aspects of Roman worship and iconography being adopted among the Germanic peoples, including those living at some distance from the Roman frontier.[49]\n\nIn later centuries, Germanic religion was also influenced by Christianity. There is evidence for the appropriation of Christian symbolism on gold bracteates and possibly in the understanding of the roles of particular gods.[50] The Christianization of the Germanic peoples was a long process during which there are many textual and archaeological examples of the co-existence and sometimes mixture of pagan and Christian worship and ideas.[51] Christian sources frequently equate Germanic gods with demons and forms of the devil (Interpretatio Christiana).[52]\n\n"
        },
        {
            "title": "Cosmology",
            "text": "It is likely that multiple creation myths existed among Germanic peoples.[54] Creation myths are not attested for the continental Germanic peoples or Anglo-Saxons;[55] Tacitus includes the story of Germanic tribes' descent from the gods Tuisto (or Tuisco), who is born from the earth,[56] and Mannus (Germania chapter 2), resulting in a division into three or five Germanic subgroups.[55][57] Tuisto appears to mean \"twin\" or \"double-being\", suggesting that he was a hermaphroditic being capable of impregnating himself.[58][59][60] These gods are only attested in Germania.[61] It is not possible to decide based on Tacitus's report whether the myth was meant to describe an origin of the gods or of humans.[59] Tacitus also includes a second myth: the Semnones believed that they originated in a sacred grove of fetters where a particular god dwelled (Germania chapter 39).[62]\n\nThe only Nordic comprehensive origin myth is provided by the Prose Edda book Gylfaginning. According to Gylfaginning, the first being was the giant Ymir, who was followed by the cow Auðumbla, eventually leading to the birth of Odin and his two brothers. The brothers kill Ymir and make the world out of his body, before finally making the first man and woman out of trees (Ask and Embla).[63] Some scholars suspect that Gylfaginning had been compiled from various contradictory sources, with some details from those sources having been left out.[64] Besides Gylfaginning, the most important sources on Nordic creation myths are the Eddic poems Vǫluspá, Vafþrúðnismál, and Grímnismál.[54] The 9th-century Old High German Wessobrunn Prayer begins with a series of negative pairs to describe the time before creation that show similarity to a number of Nordic descriptions of the time before the world, suggesting an orally transmitted formula.[53][60]\n\nThere may be a continuity between Tacitus's account of Tuisto and Mannus and the Gylfaginning account of the creation of the world.[65] The name Tuisto, if it means 'twin' or 'double-being', could connect him to the name of the primordial being Ymir, whose name probably has a similar meaning. On the other hand, the form \"Tuisco\" may suggest a connection to Tyr.[66] Similarly, both myths have a genealogy consisting of a grandfather, a father, and then three sons.[67] Ymir's name is etymologically connected to the Sanskrit Yama and Iranian Yima, while the creation of the world from Ymir's body is paralleled by the creation of the world from the primordial being Purusha in Indic mythology, suggesting not only a Proto-Germanic origin for Ymir but an even older Indo-European origin (see Indo-European cosmogony).[58]\n\nThere is evidence of a myth of the end of the world in Germanic mythology, which can be reconstructed in very general terms from the surviving sources.[69] The best known is the myth of Ragnarök, attested from Old Norse sources, which involves a war between the gods and the beings of chaos, leading to the destruction of almost all gods, giants, and living things in a cataclysm of fire. It is followed by a rebirth of the world.[70] The notion of the world's destruction by fire in the Southern Germanic area seems confirmed by the existence of the word Muspilli (probably \"world conflagration\") to refer to the end of the world in Old High German; however, it is possible that this aspect derives from Christian influence.[71] Scholarship on Ragnarök tends to either argue that it is a myth with composite, partially non-Scandinavian origins, that it has Indo-European parallels and thus origins, or that it derives from Christian influence.[72]\n\nInformation on Germanic cosmology is only provided in Nordic sources,[74] but there is evidence for considerable continuity of beliefs despite variation over time and space.[75] Scholarship is marked by disagreement about whether Snorri Sturlason's Edda is a reliable source for pre-Christian Norse cosmology, as Snorri has undoubtedly imposed an ordered, Christian worldview on his material.[76]\n\nMidgard (\"dwelling place in the middle\") is used to refer to the inhabited world or a barrier surrounding the inhabited world in Norse mythology.[77] The term is first attested as midjungards in Gothic with Wulfila's translation of the bible (c. 370 CE), and has cognates in Saxon, Old English, and Old High German. It is thus probably an old Germanic designation. In Snorri's Edda, Midgard also seems to be the part of the world inhabited by the gods.[77] The dwelling place of the gods themselves is known as Asgard, while outside of Midgard, the giants dwell in lands sometimes referred to as Jötunheimar.[78] The ash tree Yggdrasill is at the center of the world,[79] and propped up the heavens in the same way as the Saxon pillar Irminsul was said to.[78] The world of the dead (Hel) seems to have been underground, and it is possible that the realm of the gods was originally subterranean as well.[80][78]\n\nSome Christian authors of the Middle Ages, such as Bede (c. 700) and Thietmar of Merseburg (c. 1000), attribute a strong belief in fate and chance to the followers of Germanic religion. Similarly, Old English, Old High German, and Old Saxon associate a word for fate, wyrd, as referring to an inescapable, impersonal fate or death.[81] While scholarship of the early 20th century believed that this meant that Germanic religion was essentially fatalistic, scholars since 1969 have noted that this concept appears to have been heavily influenced by the Christianized Greco-Roman notion of fortuna fatalis (\"fatal fortune\") rather than reflecting Germanic belief.[82][83] Nevertheless, Norse myth attests the belief that even the gods were subject to fate.[84][85] While it is thus clear that older scholarship exaggerated the importance of fate in Germanic religion, it still had its own concept of fate. Most Norse texts dealing with fate are heroic, which probably influences their portrayal of fate.[86]\n\nIn Norse myth, fate was created by supernatural female beings called Norns, who appear either individually or as a collective and who give people their fate at birth and are somehow involved in their deaths.[87] Other female beings, the disir and valkyries, were also associated with fate.[88]\n\nEarly Germanic beliefs about the afterlife are not well known, however, the sources indicate a variety of beliefs, including belief in an underworld, continued life in the grave, a world of the dead in the sky, and reincarnation.[91] Beliefs varied by time and place and may have contradictory in the same time and place.[92] The two most important afterlives in the attested corpus were located at Hel and Valhalla, while additional destinations for the dead are also mentioned.[91] A number of sources refer to  Hel as the general abode of the dead.[93]\n\nThe name Hel has cognates in other Germanic languages to refer to the Christian hell.[94] Its relation to the West Germanic verb helan (\"to hide\") suggests that it may have originally referred to the grave itself.[95][96] It could also suggest the idea that the realm of the dead is hidden from human view.[97] It was not conceived of as a place of punishment until the high Middle Ages, when it takes on some characteristics of the Christian hell. It is described as cold, dark, and in the north.[98] Valhalla (\"hall of the slain\"), on the other hand, is a hall in Asgard where the illustrious dead dwell with Odin, feasting and fighting.[99]\n\nThe Norse sagas often include the notion that the dead lived in their graves, and that they can sometimes come back as revenants.[100] Several inscriptions in the Elder Futhark found on stones marking graves seem intended to prevent this.[94] The concept of the Wild Hunt of the dead, first attested in the 11th century, is found throughout the Germanic-speaking regions.[101][102]\n\nIn Germanic mythology, the numbers three, nine, and twelve play an important role.[103] The symbolic importance of the number three is attested widely among many cultures,[104] and the number twelve is also attested as significant in other cultures, meaning that foreign influence is possible. The number three often occurs as a symbol of completeness, which is probably how the frequent use in Germanic religion of triads of gods or giants should be understood.[103] Groups of three gods are mentioned in a number of sources, including Adam of Bremen, the Nordendorf Fibula, the Old Saxon Baptismal Formula, Gylfaginning, and Þorsteins þáttr uxafóts.[105] The number nine can be understand as three threes.[106] Its importance is attested in both mythology and worship.[107]\n\n"
        },
        {
            "title": "Supernatural and divine beings",
            "text": "The Germanic gods were a category of supernatural beings who interacted with humans, as well as with other supernatural beings such as giants (jötnar), elves, and dwarfs.[108] The distinction between gods and other supernaturally powerful beings might not always be clear.[109] Unlike the Christian god, the Germanic gods were born, can die, and are unable to change the fate of the world.[110] The gods had mostly human features, with human forms, male or female gender, and familial relationships, and lived in a society organized like human society; however, their sight, hearing, and strength were superhuman, and they possessed a superhuman ability to influence the world.[111] Within the religion, they functioned as helpers of humans,[112] granting heil (\"good luck, good fortune\") for correct religious observance. The adjectival form heilag (English holy) is attested in all Germanic languages, including Gothic on the Ring of Pietroassa.[113]\n\nBased on Old Norse evidence, Germanic paganism probably had a variety of words to refer to gods.[114] Words descended from Proto-Germanic *ansuz, the origin of the Old Norse family of gods known as the Aesir (singular Áss), are attested as a name for divine beings from around the Germanic world.[115] The earliest attestations are the name of a war goddess Vih-ansa (\"battle goddess\") that appears on a Roman inscription from Tongeren and a Runic belt-buckle found at Vimose, Denmark from around 200 CE.[116] The historian Jordanes mentions the Latinized form anses in the Getica, while the Old English rune poem attests the Old English form ōs, and personal names also exist using the word from the area where Old High German was spoken.[115][117] The Indo-European word for god, *deiuos, is only found in Old Norse, where it occurs as týr; it mostly appears in the plural (tívar) or in compound bynames.[118]\n\nIn Norse mythology, the Aesir is one of two families of gods, the other being the Vanir: the most important gods of Norse mythology belong to the Aesir and the term can also be used for the gods in general.[116] The Vanir appear to have been mostly fertility gods.[119] There is no evidence for the existence of a separate Vanir family of gods outside of Icelandic mythological texts,[120] namely the Eddic poem Vǫluspá and Snorri Sturluson's Prose Edda and Ynglinga Saga. These sources detail a mythical Æsir–Vanir War, which, however, is portrayed quite differently in the different accounts.[121]\n\nGiants (Jötnar) play a significant role in Germanic myth as preserved in Iceland, being just as important as the gods in myths of the cosmology and the creation and the end of the world.[123] They appear to have been various types of powerful, non-divine supernatural beings who lived in a kind of wilderness and were mostly hostile to humans and gods.[124] They have human form and live in families, but can sometimes take on animal form.[125] In addition to Old Norse: jötnar, the beings are also commonly referred to as þursar, both terms having cognates in West Germanic;[126][127] jötunn is probably derived from the verb \"to eat\", either referring to their strength,[126] or possibly to cannibalism as a characteristic trait of giants.[127] Giants often have a special association with some phenomena of nature, such as frost, mountains, water, and fire.[128][129] Scholars are divided as to whether there were any religious offerings or rituals offered to giants in Germanic religion.[130] Scholars such as Gro Steisland and Nanna Løkka have suggested that the division of the gods from giants is not actually very clear.[131]\n\nGermanic religion also contained various other mythological beings, such as the monstrous wolf Fenrir, as well as beings such as elves, dwarfs, and other non-divine supernatural beings.[132]\n\nElves are beings of Germanic lower mythology that are mostly male and appear as a collective.[134] Snorri Sturluson divides the elves into two groups, the dark elves and the light elves; however, this division is not attested elsewhere.[135] People's understanding of elves varied by time and place: in some instances they were godlike beings, in others dead ancestors, nature spirits, or demons.[136] In Norse pagan belief, elves seem to have been worshiped to some extent.[137] The concept of elves begins to differ between Scandinavia and the West Germanic peoples in the Middle Ages, possibly under Celtic influence.[138] In Anglo-Saxon England, elves seem to have been potentially dangerous, powerful supernatural beings associated with woods, fields, hills, and bodies of water.[139]\n\nLike elves, dwarfs are beings of Germanic lower mythology. They are mostly male and imagined as a collective;[140] however, individual named dwarfs also play an important role in Norse mythology.[141] In Norse and German texts, dwarfs live in mountains and are known as great smiths and craftsmen. They may have originally been nature spirits or demons of death.[137][142] Snorri Sturluson equates the dwarfs to a subgroup of the elves,[137] and many high medieval German epics and some Old Norse myths give dwarfs names with the word alp or álf- (\"elf\") in them, suggesting some confusion between the two.[143][144] However, there is no evidence that the dwarfs were worshiped.[137] In Anglo-Saxon England, dwarfs were potentially dangerous supernatural beings associated with madness, fever, and dementia, and have no known association with mountains.[145]\n\nDragons occur in Germanic mythology, with Norse examples including Níðhöggr and the world-serpent Jörmungandr. It is difficult to tell how much existing sources have been influenced by Greco-Roman and Christian ideas about dragons.[146] Based on the native word (Old High German: lintwurm, related to Old Norse: linnr, \"snake\"), the early description in Beowulf, and early pictorial depictions, they were probably imagined as snake-like and of large size, able to spit poison or fire, and dwelled under the earth.[147] Some dragons are described as crawling, while others are said to be able to fly.[148]\n\n"
        },
        {
            "title": "Pantheon",
            "text": "Due to the scarcity of sources and the origin of the Germanic gods over a broad period of time and in different locations, it is not possible to reconstruct a full pantheon of Germanic deities that is valid for Germanic religion everywhere; this is only possible for the last stage of Germanic religion, Norse paganism.[17] People in different times and places would have worshiped different individual gods and groups of gods.[149] Placename evidence containing divine names gives some indication of which gods were important in particular regions,[150] however, such names are not well attested or researched outside Scandinavia.[151]\n\nThe following section first includes some information on the gods attested during the Roman period, then the four main Germanic gods *Tiwaz (Tyr), Thunraz (Thor), *Wodanaz (Odin), and Frijjō (Frigg), who are securely attested since the early Middle Ages but were probably worshiped during Roman times,[152] and finally some information on other gods, many of whom are only attested in Norse paganism.[153]\n\nThe Roman authors Julius Caesar and Tacitus both use Roman names to describe foreign gods, but whereas Caesar claims the Germani worshiped no individual gods but only natural phenomena such as the sun, moon, and fire, Tacitus mentions a number of deities, saying that the most worshiped god is Mercury, followed by Hercules, and Mars;[155] he also mentions Isis, Odysseus, and Laertes.[61] Scholars generally interpret Mercury as meaning Odin, Herculus as meaning Thor, and Mars as meaning Tyr.[156] As these names are only attested much later, however, there is some doubt about these identifications and it has been suggested that the gods Tacitus names were not worshiped by all Germanic peoples or that he has transferred information about the Gauls to the Germans.[157][158]\n\nThe Germani themselves also worshiped gods with Roman names at votive altars constructed according to Roman tradition; while isolated instances of Germanic bynames (such as \"Mars Thingsus\") indicate that a Germanic god was meant, often it is not possible to know if the Roman god or a Germanic equivalent is meant.[159] Most surviving dedications are to Mercury.[160] Female deities, on the other hand, were not given Roman names.[161] Additionally, the Germanic speakers also translated Roman gods' names into their own languages (interpretatio Germanica) most prominently in the Germanic days of the week. Usually the translation of the days of the week is dated to the 3rd or 4th century CE; however, they are not attested until the early Middle Ages.[162] This late attestation causes some scholars to question the usefulness of the days of the week for reconstructing early Germanic religion.[156][163]\n\nTacitus mentions a divine pair of twins called the Alcis worshipped by the Naharvali, whom he compares to the Roman twin horsemen Castor and Pollux.[165] These twins can be associated with the Indo-European myth of the divine twin horsemen (Dioscuri) attested in various Indo-European cultures.[166] Among later Germanic peoples, twin founding figures such as Hengist and Horsa allude to the motif of the divine twins; Hengist and Horsa's names both mean \"horse\", strengthening the connection.[167][168] In Scandinavia, images of divine twins are attested from 15th century BCE until the 8th century CE, after which they disappear, apparently as a result of religious change. Norse texts contain no identifiable divine twins, though scholars have looked for parallels among gods and heroes.[169]\n\nTacitus mentions that the Lombards and Suebi worshiped a female deity whose name is usually given as Nerthus in modern editions, and whom Tacitus describes as terra mater (\"mother earth\").[170] As a goddess of the earth for whom a ritual procession is attested, Nerthus appears to have been a fertility goddess.[171] It is also possible that the main purpose of the worship of Nerthus was political: Tacitus describes several Germanic peoples jointly suspending war for the period of the festival, and it could have served to renew the ties between them.[172]\n\nThe name \"Nerthus\" appears to be etymologically the same as the later male Norse god Njörðr.[173][174] Nerthus has thus been used as evidence of an early Germanic cult of the vanir, who are otherwise only attested in Norse medieval sources.[173] However, whereas Njörðr is a god of the sea, Nerthus is described as \"mother earth\".[174] To explain the change of gender, it has been variously proposed that Nerthus and Njörðr were twin gods, that the gender of the goddess changed due to a grammatical change, or that the similarity of names is \"pure chance”.[175] However, the manuscripts include several other forms of the name;[174] many scholars argue that the form \"Nerthus\" has only been chosen because of its resemblance to Njörðr.[173]\n\nCollectives of three goddess known as matronae appear on numerous votive altars from the Roman province of Germania inferior, especially from Cologne,[176] dating to the third and fourth centuries CE.[177] The altars depict three women in non-Roman dress.[178] About half of serving matronae altars can be identified as Germanic because of their bynames; other have Latin or Celtic bynames.[177] The bynames are often connected to a place or ethnic group, but a number are associated with water,[179] and many of them seem to indicate a giving and protecting nature.[180]  Despite their frequency in the archaeological record, the matronae receive no mention in any written source.[177]\n\nThe matronae may be connected to female deities attested in collectives from later times, such as the Norns, the disir and valkyries; Rudolf Simek suggests that a connection to the disir is most likely.[181] The disir may be etymologically connected to minor Hindu deities known as dhisanās, who likewise appear in a group; this would give them an Indo-European origin.[182] Since Jacob Grimm, scholars have sought to connect the disir with the idisi found in the Old High German First Merseburg Charm and with a conjecturally corrected place name from Tacitus; however, these connections are contested.[183] The disir share some functions with the Norns and valkyries,[184] and the Nordic sources suggest a close association between the three groups of Norse minor female deities.[182] Further connections of the matronae have been proposed: the Anglo-Saxon pagan festival of modranicht (\"night of the mothers\") mentioned by Bede has been associated with the matronae.[185] Likewise, the poorly attested Anglo-Saxon goddesses Eostre and Rheda may be connected with the matronae.[186]\n\nBesides Nerthus, Tacitus elsewhere mentions other important female deities worshiped by the Germanic peoples, such as Tamfana by the Marsi (Annals, 1:50) and the \"mother of the gods\" (mater deum) by the Aestii (Germania, chapter 45).[187]\n\nIn addition to the collective matronae, votive altars from Roman Germania attest a number of individual goddesses.[188] A goddess Nehelenia is attested on numerous votive altars from the 3rd century CE on the Rhine islands of Walcheren and Noord-Beveland, as well as at Cologne.[189] Dedicatory inscriptions to Nehelenia make up 15% of all extant dedications to gods from the Roman province Germania inferior and 50% of dedications to female deities.[190] She appears to have been associated with trade and commerce, and was possibly a chthonic deity: she is usually depicted with baskets of fruit, a dog, or the prow of a ship or an oar.[191] Her attributes are shared with the Hellenistic-Egyptian goddess Isis, suggesting a connection to the Isis of the Suebi mentioned by Tacitus.[192] Despite her obvious importance, she is not attested in later periods.[191]\n\nAnother goddess, Hludana, is also attested from five votive inscriptions along the Rhine; her name is cognate with Old Norse Hlóðyn, one of the names of Jörð (earth), the mother of Thor. It has thus been suggested she may have been a chthonic deity, possibly also connected to later attested figures such as Hel, Huld and Frau Holle.[193][191]\n\nThe god *Tiwaz (Tyr) may be attested as early as 450-350 BCE on the Negau helmet.[8] Etymologically, his name is related to the Vedic Dyaus and Greek Zeus, indicating an origin in the reconstructed Indo-European sky deity *Dyēus.[195] He is thus the only attested Germanic god who was already important in Indo-European times.[196] When the days of the week were translated into Germanic, Tyr was associated with the Roman god Mars, so that dies Martis (day of Mars) became \"Tuesday\" (\"day of *Tiwaz/Tyr\").[197] A votive inscription to \"Mars Thingsus\" (Mars of the thing) suggests he also had a connection to the legal sphere.[198]\n\nScholars generally believe that Tyr became less and less important in the Scandinavian branch of Germanic paganism over time and had largely ceased to be worshiped by the Viking Age.[199][200] He plays a major role in only one myth, the binding of the monstrous wolf Fenrir, during which Tyr loses his hand.[201]\n\nThor was the most widely known and perhaps the most widely worshiped god in Viking Age Scandinavia.[202] When the days of the week were translated into Germanic, he was associated with Jupiter, so that dies Jovis (\"Day of Jupiter\") becomes \"Thursday\" [\"day of Thunraz/Thor\"]). This contradicts the earlier interpretatio Romana, where Thor is generally thought to be Hercules.[203] Textual sources such as Adam of Bremen as well as the association with Jupiter in the interpretatio Germanica suggest he may have been the head of the pantheon, at least in some times and places.[204] Alternatively, Thor's hammer may have been equated with Jupiter's lightning bolt.[205] Outside of Scandinavia, he appears on the Nordendorf fibulae (6th or 7th century CE) and in the Old Saxon Baptismal Vow (9th century CE).[206] The Oak of Jupiter, destroyed by Saint Boniface among the Chatti in 723 CE, is also usually presumed to have been dedicated to Thor.[202]\n\nViking age runestones as well as the Nordendorf fibulae appear to call upon Thor to bless objects.[207] The most important archaeological evidence for the worship of Thor in Viking Age Scandinavia is found in the form of Thor's hammer pendants.[208] Myths about Thor are only attested from Scandinavia, and it is unclear how representative the Nordic corpus is for the entire Germanic region.[209] As Thor's name means \"thunder\", scholars since Jacob Grimm have interpreted him to be a sky and weather god. In Norse mythology, he shares features with other Indo-European thunder gods, including his slaying of monsters; these features likely derive from a common Indo-European source.[210] In the extant mythology of Thor, however, he has very little association with thunder.[211]\n\nOdin (*Wodanaz) plays the main role in a number of myths as well as well-attested Norse rituals; he appears to have been venerated by many Germanic peoples in the early Middle Ages, though his exact characteristics probably varied in different times and places.[214] In the Germanic days of the week, Odin is equated with Mercury (dies Mercurii [day of Mercury] which became \"Wednesday\" [\"day of *Wodanaz/Odin\"]), an association that accords with the usual scholarly interpretation of the interpretatio Romana[205] and is also found in early medieval authors.[215] It may have been inspired by both gods' connections to arcane knowledge and the dead.[216]\n\nThe age of the cult of Odin is disputed.[217] Archaeological evidence for Odin is found in the form of his later bynames on Runic inscriptions found in Danish bogs from 4th or 5th century AD; other possible archaeological attestations may date to the 3rd century CE.[218] Images of Odin dating to the late migration period are known from Frisia, but appear to have come there from Scandinavia.[219] The earliest textual reference to Odin by name may be in Jonas of Bobbio's Life of Saint Columbanus from the 640s.[220]\n\nIn Norse myths, Odin plays one of the most important roles of all the gods.[221] He is also attested in myths outside of the Norse area. In the mid-7th century CE, the Franco-Burgundian chronicler Fredegar narrates that \"Wodan\" gave the Lombards their name; this story also appears in the roughly contemporary Origo gentis Langobardorum and later in the Historia Langobardorum of Paul the Deacon (790 CE).[222] In Germany, Odin is attested as part of a divine triad on the Nordendorf fibulae and the second Merseburg charm, in which he heals Balder's horse. In England, he appears as a healing magician in the Nine Herbs Charm[223] and in Anglo-Saxon genealogies.[224] It is disputed whether he was worshiped among the Goths.[225][226]\n\nThe only major Norse goddess also found in the pre-Viking period is Frigg, Odin's wife.[227]. When the Germanic days of the week were translated, Frigg was equated with Venus, so that dies Veneris (\"day of Venus\") became \"Friday\" (\"day of Frijjō/Frigg\").[203] This translation suggests a connection to fertility and sexuality, and her name is etymologically derived from an Indo-European root meaning \"love\".[228] In the stories of how the Lombard's got their name, Frea (Frigg) plays an important role in tricking her husband Vodan (Odin) into giving the Lombards victory.[222] She is also mentioned in the Merseburg Charms, where she displays magical abilities.[229][230] The only Norse myth in which Frigg plays a major role is the death of Baldr,[231] and there is only little evidence for a cult of Frigg in Scandinavia.[232]\n\nThe god Baldr is attested from Scandinavia, England, and Germany; except for the Old High German Second Merseburg Charm (9th century CE), all literary references to the god are from Scandinavia and nothing is known of his worship.[234]\n\nThe god Freyr was the most important fertility god of the Viking Age.[235] He is sometimes known as Yngvi-Freyr, which would associate him with the god or hero *Ingwaz, the presumed progenitor of the Inguaeones found in Tacitus's Germania,[236] whose name is attested in the Old English rune poem (8th or 9th century CE) as Ing.[237] A minor god named Forseti is attested in a few Old Norse sources; he is generally associated with the Frisian god Fosite who was worshiped on Helgoland,[238] but this connection is uncertain.[239] The Old Saxon Baptismal Formula and some Old English genealogies mention a god Saxnot, who appears to be the founder of the Saxons; some scholars identify him as a form of Tyr, while others propose that he may be a form of Freyr.[240]\n\nThe most important goddess in the recorded Old Norse pantheon was Freyr's sister, Freyja,[241] who features in more myths and appears to have been worshiped more than Frigg, Odin's wife.[242] She was associated with sexuality and fertility, as well as war, death, and magic.[243] It is unclear how old the worship of Freyja is, and there is no indisputable evidence for her or any of the vanir gods in the southern Germanic area.[242] There is considerable debate about whether Frigg and Freyja were originally the same goddess or aspects of the same goddess.[244]\n\nBesides Freyja, many gods and goddesses are only known from Scandinavia, including Ægir, Höðr, Hönir, Heimdall, Idunn, Loki, Njörðr, Sif, and Ullr.[153] There are a number of minor or regional gods mentioned in various medieval Norse sources: in some cases, it is unclear whether or not they are post-conversion literary creations.[245] Many regional or highly local gods and spirits are probably not mentioned in the sources at all.[246] It is also likely that many Roman-era and continental Germanic gods do not appear in Norse mythology.[247]\n\n"
        },
        {
            "title": "Places and objects of worship",
            "text": "Julius Caesar and Tacitus claimed that the Germani did not venerate their gods in human form; however, this is a topos of ancient ethnography when describing supposedly primitive people.[249][250] Archaeologists have found Germanic statues that appear to depict gods, and Tacitus appears to contradict himself when discussing the cult of Nerthus (Germania chapter 40); the Eddic poem Hávamál also mentions wooden statues of gods, while Gregory of Tours (Historia Francorum II: 29) mentions wooden statues and ones made stone and metal.[251] Archaeologists have not found any divine statues dating from after the end of the migration period; it is likely that they were destroyed during Christianization, as is repeatedly depicted in the Norse sagas.[252]\n\nRoughly carved wooden male and female figures that may depict gods are frequent finds in bogs;[253] these figures generally follow the natural form of a branch. It is unclear whether the figures themselves were sacrifices or if they were the beings to whom the sacrifice was given.[250] Most date from the first several centuries CE.[254] For the pre-Roman iron age, board-like statues that were set up in dangerous places encountered in everyday life are also attested.[255] Most statues were made out of oak wood.[256] Small animal figurines of cattle and horses are also found in bogs; some may have been worn as amulets while others seem to have been placed by hearths before they were sacrificed.[257]\n\nHoly sites from the migration period frequently contain gold bracteates and gold foil figures that depict obviously divine figures.[258][259] The bracteates are originally based on motifs found on Roman gold medallions and coins of the era of Constantine the Great, but have become highly stylized.[260] A few them have runic inscriptions that may be names of Odin.[261] Others, such as Trollhätten-A, may display scenes known from later mythological texts.[262]\n\nThe stone altars of the matronae and Nehalennia show women in Germanic dress, but otherwise follow Roman models, while images of Mercury, Hercules, or Mars do not show any difference from Roman models.[263] Many bronze and silver statues of Roman gods have been found throughout Germania, some made by the Germani themselves, suggesting an appropriation of these figures by the Germani.[264] Heiko Steuer suggests that these statues likely were reinterpreted as local, Germanic gods and used on home altars: a find from Odense dating c. 100-300 CE includes statues of Mercury, Mars, Jupiter, and Apollo.[265] Imported Roman swords, found from Scandinavia to the Black Sea, frequently depicted the Roman god Mars Ultor (\"Mars the Avenger\").[266]\n\nCaesar and Tacitus claimed that the ancient Germans had no temples and only worshiped in sacred groves.[253] However, while groves, bogs, trees, springs, and lakes undoubtedly were seen as holy places by the Germani, there is archaeological evidence for temples.[268] Archaeology also indicates that neolithic structures and Bronze Age tumuli were used as places of worship.[269] Steuer argues that finds of sacrificial places enclosed with a palisade in England indicate that similarly enclosed areas in northern Germany and Jutland may have been holy sites.[267] Large fire pits near settlements, found in many sites including those from the Bronze Age, the pre-Roman iron age, and the migration period, probably served as ritual, political, and social locations.[270] Large halls in settlements probably also fulfilled ceremonial religious functions.[271]\n\nTacitus mentions a temple of the goddess Tamfana in Annales 1.51, and also uses the word templum in reference to Nerthus in Germania, though this could simply mean a consecrated place rather than a building.[272] Later Christian sources refer to temples (fana) used by the Franks, Lombards, continental Saxons, and Anglo-Saxons, while the post-conversion Lex Frisionum (Frisian Law) continued to include punishments for those who broke into or desecrated temples.[273]  A temple dedicated to Hercules from the territory of the Batavi at Empel in the Netherlands shows a typical Romano-Celtic building style.[271] Other Roman-style temples dedicated to the matronae are known from the Lower Rhine region.[274]\n\nAn early Scandinavian temple has been identified at Uppåkra, modern Sweden.[276] The building, a very large hall with two entrances, was rebuilt on exactly the same site 7 times from 200 to 950 CE.[277] Architecturally, the temple resembles later Scandinavian stave churches in construction.[278] The building was surrounded by animal bones and a few human bones.[279] A similar building has been found at Møllebækvej on Zealand dating from the 3rd century CE,[280] while the later stages of a ritual house at Tissø in Zealand (850-950 CE) likewise resemble a stave church.[281]\n\nThe most important description of a Scandinavian temple is of the Temple of Uppsala by Adam of Bremen (11th century): he describes the temple as containing the idols of Borr, Thor, Odin, and Frey (Fricco). Glosses mention the existence of a large tree and well nearby where sacrifices were made.[282] Some aspects of Adam's description appear to be inaccurate, possibly influenced by Norse mythology.[283][284] Archaeology has shown that Uppsala became an important cult center around 500 CE, with a main royal hall dating from 600-800 CE and having large doors with iron spirals flat against the wood.[285][286] Four large grave mounds were constructed southwest of the main hall, and there were ritual roads with rows of large wooden posts and lines of fireplaces. The arrangements indicate that there were different processions and rituals both inside and around Gamla Uppsala. The only material remains from the rituals once performed there are of animals; the age of the animals indicates that they were deposited in March, which agrees with the written sources on the Dísablót.[287]\n\nSacred trees occur as important symbols in many pre-modern cultures, particularly those of Indo-European origin.[288] Norse mythology contains the tree Yggdrasil which spans the worlds.[289] Modern scholars describe such a sacred tree as an axis mundi (\"hub of the world\"), a center that runs along and connects multiple levels of the universe while also representing the world itself.[290] Physical trees or poles could represent either a world tree or a world pillar.[291]  Tacitus describes the ancient Germani as worshiping in sacred groves, including the grove of fetters of the Semnones and the grove where the Alcis were worshipped by the Nahanarvali.[292] One example of a sacred tree during the Middle Ages is the Oak of Jupiter purportedly felled by Saint Boniface in 724 CE in Hesse.[293] Adam of Bremen mentions a sacred tree at the Temple of Uppsala, but the existence of this tree is controversial among scholars. It is also mentioned in Hervarar saga, and it may have been the central focus at the site and represented the world tree Yggdrasil.[294] A birch root surrounded by animal skulls was excavated at Frösö, and it gives additional support for votive trees.[294] Pagan Anglo-Saxon settlements often contained large standing poles, which were condemned as focuses of pagan worship by 6th-century English bishop Aldhelm.[295] The Irminsul (Old Saxon great pillar) among the continental Saxons may have also been part of such a pole cult.[296]\n\n"
        },
        {
            "title": "Personnel and devotees",
            "text": "Post-conversion Norse texts mention dedicated groups of warriors, some of whom, the berserkir (berserkers) and ulfheðnar, were associated with bears and wolves respectively. In Ynglinga saga, Snorri Sturluson associates these warriors with Odin.[298] Many scholars argue that warrior bands, with their initiation rites and forms of organization, can be traced to the time of Tacitus, who discusses several warrior bands and societies among the Germani. These scholars further argue that these bands can be traced further back to Proto-Indo-European precursors to some extent. Other scholars, such as Hans Kuhn, dispute continuity between Norse and earlier warrior bands.[299] Inhumation and cremation graves containing bear claws, teeth, and hides are found throughout the Germanic-speaking area, being especially common on the Elbe from 100 BCE to 100 CE and in Scandinavia from the 2nd to 5th centuries CE; these may be connected to the warrior societies.[300]\n\nArchaeologists have found metal objects, especially on weapons and brooches,[301] decorated with animal art and dating from the 4th to the 12th centuries CE in Scandinavia.[302] Animals depicted include snakes, birds of prey, wolves, and boars.[301] Some scholars have discussed these images as related to shamanism, while others view animal art as similar to Skaldic kennings, capable of expressing both Christian and pagan meanings.[303]\n\nScholars are divided as to the nature and function of Germanic ritual specialists: many religious studies scholars believe that there was originally no class of priests and cultic functions were mostly carried out by kings and chieftains; many philologists, however, argue on the basis of reconstructed words for \"priest\" that a specialized class of priests existed.[305] Caesar says the Germani had no druids, while Tacitus mentions several priests.[306] Roman sources do not otherwise mention Germanic cultic functionaries.[203] Later descriptions of similar rituals to those mentioned in Tacitus do not mention any ritual specialists; however, it is reasonable to assume that they continued to exist.[307] While ritual specialists in Viking Age Scandinavia may have had defining insignia such as staffs and oath rings, it is unclear if they formed a hierarchy and they seem to have fulfilled non-cultic roles in society as well.[308]\n\nCaesar and Tacitus both mention women engaged in casting lots and prophecy and there are some other indications of female ritual specialists.[309] Tacitus and the Roman writer Cassius Dio (163-c. 229 CE) both mention several seeresses by name, while an ostracon from Egypt attests one living in the second century CE.[310] A female ritual specialist named Gambara appears in Paul the Deacon (8th century).[311] A gap in the historical record occurs until the North Germanic record began over a millennium later, when the Old Norse sagas frequently mention female ritual specialists among the North Germanic peoples, both in the form of prietesses and diviners.[312] Both Tacitus and Eiríks saga rauða mention the seeress prophesying from a raised platform, while Eiríks saga rauða also mentions the use of a wand.[313][314]\n\n"
        },
        {
            "title": "Practices",
            "text": "Some insight into Germanic religion can be provided by burial customs,[316] which varied widely in time and space but nonetheless show a few consistent practices.[317] The Germanic peoples generally practiced cremation until the first century BCE, when limited inhumation burials begin to appear.[318] The ashes were usually placed in an urn, but the use of pits, mounds, and cases when the ashes were left on the pyre after cremation are also known.[319] In Viking Age Scandinavia, as much as half the population may not have received any grave, with their ashes scattered or their bodies unburied.[320] Grave goods, which might be broken and placed in the grave or burnt on the pyre with the body, included clothing, jewelry, food, drink, dishes, and utensils.[321][322] Beginning in the early 1st century CE, a minority of graves also included weapons.[323] On the continent, inhumation burial becomes the most common form of burial among the southern Germanic peoples by the end of the migration period,[324] while cremation remains more common in Scandinavia.[325] In the Migration period and Merovingian period, the grave was often reopened and these grave gifts removed,[326] either as grave robbery or as part of an authorized removal.[327] By the Merovingian period, most male burials include weapons.[315]\n\nOften, urns were covered with stones and then surrounded by circles of stones.[319] The urns of the dead were often placed in a mortuary house, which may have served as a cultic structure.[328] Cemeteries might be placed around or reuse old Bronze Age barrows, and later placed near Roman ruins and roads, possibly to ease the passing of the dead into the afterlife.[329][330][331] Some graves included burials of horses and dogs;[332] horses may have been meant as conveyances to the afterlife.[90] Burials with dogs are found over a wide area through the migration period; it is possible that they were meant either to protect the deceased in the afterlife or to prevent the return of the dead as a revenant.[332]\n\nAfter 1 CE, inhumation burials in large burial mounds with wooden or stone grave chambers, which contained expensive grave goods and were separate from the normal cemeteries, begin to appear across the entire Germanic area.[333] [334] By the 3rd century, elite burials are attested from Norway to Slovakia, with a large number appearing on Jutland.[335] These graves usually include dishes and tableware: this may have been meant for the deceased to use in the afterlife or may have been used in a funerary meal.[336] In the 400s CE, the practice of erecting elite Reihengräber (\"row graves\") appears among the continental Germanic peoples: these grave were arranged in rows and contain large amounts of gold, jewelry, ornaments, and other luxury items. Unlike cremation cemeteries, only a few hundred individuals are found buried in Reihengräber cemeteries.[337] Elite chamber graves become especially common in Scandinavia in the 9th and 10th centuries, in which the body of deceased was sometimes buried seated with objects in the hands or on the lap.[338]\n\nStones set up in the shape of a ship are known from Scandinavia, where they are sometimes surrounded by graves or occasionally contain one or more cremations.[340][341] The earliest ship burial is found in Jutland from the late Roman Imperial period. Another earlier burial is from outside Scandinavia, near Wremen on the Weser river in northern Germany from the 4th or 5th century CE.[342] Ship burials are attested in England from around 600 CE and from across Scandinavia and areas where Scandinavians traveled beginning around the same time and for centuries afterward.[343][344] In some cases, the deceased was evidently cremated in the ship before a mound was thrown up over it, as is described by Ahmad ibn Fadlan for the Rus'.[345] Scholars debate the meaning of these burials: the ship may have been a means of transport to the next life or may have represented a feasting hall. Parts of the ships were often left uncovered for extended periods of time.[346]\n\nVarious practices for divining the future are attested for Germanic paganism, some of which were likely only practiced in a particular time or place.[347] The main sources on Germanic divination are Tacitus, Christian early medieval texts of the missionary period (such as penitentials and Frankish capitularies), and various texts describing Scandinavian practices; however, the value of all of these sources for genuine Germanic practices is debated.[348]\n\nThe casting and drawing of lots to determine the future is well-attested among the Germanic peoples in medieval and ancient texts; linguistic analysis confirms that it was an old practice.[350] As of 2002, about 160 lots made of various materials have been found in Roman-era and migration-period archaeological sites.[351] The most detailed description of Germanic lots is found in Tacitus, Germania, chapter 10. According to Tacitus, the Germani cast lots, made from the wood of fruit-bearing trees and marked with signs, onto a white sheet, after which three lots were drawn by either the head of the family or a priest.[350] While the signs Tacitus mentions have been interpreted as Runes, most scholars believe they were simple symbols.[352] Thirteenth-century Icelandic sources also attest the drawing of lots carved with signs; however, there is debate about whether these late sources represent a form of ordeal that was introduced with Christianity or a continuation of Germanic practice.[353]\n\nAnother important form of divination involved animals. The interpretation of the actions of birds is a common practice across the world and is well attested for the Germani and the Norse.[354][355] More uniquely, Tacitus says the Germani used the whinnying of horses to divine the future.[356] Although there is no later or corroborating evidence for Tacitus's horse-divination, the importance of horses in Germanic religion is well-attested.[357] Both forms of divination might be connected to the portrayal of birds and horses on gold bracteates.[356]\n\nA few other methods of divination are also attested. Tacitus mentions duels as a method of learning the future; while Norse sources attest many duels, none are obviously used for divination.[358] Roman and Christian sources sometimes claimed that the Germanic peoples used the blood or entrails of human sacrifices to divine the future. This may derive from ancient topoi rather than reality,[359] although blood played an important role in pagan ritual. Norse sources include additional forms of divination such as a form of necromancy known as útiseta, as well as seiðr rituals.[360]\n\nThe evidence suggests that the Germanic peoples had recurrent sacrifices and festivals at certain times of year.[361] Often these feasts involved sacrifice at communal meals, ritual drinking, as well as processions and divination.[362] Almost all information on Germanic religious festivals concerns Western Scandinavia,[363] but Tacitus mentions a sacrifice to the goddess Tamfana took place in the autumn, while Bede mentions a festival called modraniht that occurred in early February,[361] and Jonas of Bobbio's Life of Saint Columbanus (640s) mentions a festival to Vodan (Odin) held by the Suebi that involved the drinking of beer.[363] On the basis of several informants and possibly textual sources, Adam of Bremen describes a Swedish sacrificial festival held every nine years at the Temple of Uppsala, while Thietmar of Merseburg mentions a similar festival taking place each January at Lejre in Zealand.[364] The Swedish feast known as Disting took place in February, the same time as the Old English modraniht; the only other widely attested festival is Yule around Christmas. Snorri Sturluson mentions three additional festivals in Ynglinga saga: a festival at the beginning of winter for a good harvest, one at midwinter for fertility, and one at the beginning of summer for victory. The summer festival is not attested elsewhere, but Rudolf Simek argues that the winter festival was probably in honor of the ancestors while another festival at spring was for fertility.[361]\n\nMagic is an element of religion that intends to influence the world with the help of the otherworldly by using particular rituals, means, or words.[368][369] Sources on pre-Christian magic among the Germanic peoples are either textual descriptions or archaeological finds of objects.[370] The Germanic languages lack a common word that can be translated as \"magic\",[371] and there is no indication that the Germanic peoples distinguished between \"white\" and \"black magic\".[372] In Norse texts, the god Odin is especially associated with magic, a connection also found, for instance, in the Old High German Second Merseburg Charm.[373] Although runes are often associated with magic, most scholars no longer believe that runes were in and of themselves regarded as magical.[374]\n\nMigration-age inscriptions on bracteates and later rune stones contain a number of early magical words and formulas, the best attested of which, alu, is found on multiple objects from 200 to 700 CE.[375] Post-conversion Christian sources from continental Europe mention forms of magic including amulets, charms, \"witchcraft\", divination, and especially weather magic.[376] Old Norse mythology and post-conversion literature also attest various forms of magic, including divination, magic affecting nature (weather or otherwise), spells to make warriors impervious to weapons, spells to strengthen weapons, and spells to harm and distress others.[377]\n\nThe term \"charm\" is used to mean magical poetry, which could be blessings or curses; most attested charms are blessings and seek protection, defense against magic or sickness, and healing; the only form of curses attested outside of literature are calls for death.[378] In Old Norse, a specific meter of alliterative verse was used (galdralag) and some pre-Christian charms have survived inscribed on metal or bone.[379] Otherwise, few charms are attested in Old Norse outside of literature.[380] Later post-conversion Icelandic charms sometimes mention Odin or Thor, but they may reflect Christian conceptions of magic.[381] Numerous charms are attested in Old High German, but only the Merseburg Charms exist in a non-Christianized form.[382] A similar situation exists in Old English, where over 100 charms are attested, including the Nine Herbs Charm, which mentions Wodan (Odin).[383]\n\nRitual processions of the idol of a god in some form of vehicle, usually a wagon, are attested in many religions of Europe and Asia.[386] Various archaeological finds indicate the existence of such rituals in Scandinavia as early as the Bronze Age.[387] Ships may also have been used for processions, such as the ship found at Oberdorla moor in Thuringia from the Migration Period. The processions are usually interpreted as fertility rites.[388]\n\nThe earliest written source for a ritual procession in Germanic religion is in Tacitus's Germania, chapter 40, when he describes the worship of Nerthus.[389] According to Tacitus, Nerthus's idol is drawn around the land for several days on a cart pulled by cows, before being brought to a lake and cleaned by slaves, who are then drowned in the lake.[174] Tacitus's description is reminiscent of archaeological finds of highly-decorated wagons in water and in burials from southern Scandinavia roughly contemporary to Tacitus.[390][391]  A similar ritual is attested for the Goths, who forced Christians to participate during the Gothic persecution of Christians (369-372 CE), as well as among the Franks by Gregory of Tours, although the latter sets his ritual in pre-Germanic Gaul for an eastern goddess.[392] The Frankish Merovingian kings are also attested as having been carried by an oxcart to assemblies, something reminiscent of Tacitus's description.[393][394] An extensive description of a ritual procession for the god Freyr is found in the Flateyjarbók (1394); it describes Freyr being driven around in a wagon to ensure a good harvest.[395] This and several other post-conversion Scandinavian sources on such processions may derive from oral tradition of the worship of Freyr.[396]\n\nArchaeology provides evidence of sacrificial offerings of various types. Deposits of valuable objects, including of gold and silver, that were buried in the earth are frequently attested for the period of 1-100 CE. While these objects may have been buried with the intention of their being removed again at a later date, it is also possible that they were intended as sacrifices for the gods or for use in the afterlife.[398] Metal objects deposited in springs are attested from Bad Pyrmont and Duchcov, as well as such objects deposited in bogs.[399] There are also examples of hair, clothing, and textiles from c. 500 BCE-200 CE found in Scandinavian wetlands.[400] Gregory of Tours, when describing a Frankish shrine near Cologne, depicts worshipers leaving wooden carvings of parts of the human body whenever they felt pain.[307]\n\nAnimal sacrifices are attested by bones in various holy places associated with the Przeworsk culture as well as in Denmark, with animals sacrificed included cattle, horses, pigs, and sheep or goats; there is also evidence for human sacrifice.[401] In Scandinavia, animal bones are often found in bogs and lakes, where a higher proportion of horse bones and young animal bones are found than at settlements.[402] A detailed description of Norse animal sacrifice at Lade is provided by Snorri Sturluson in Hákonar saga góða, although its accuracy is questionable.[403] Evidence of the sacrifice of objects, humans, and animals is also found in settlements throughout Germania, perhaps to mark the beginning of the construction of a building.[404] Dogs buried under the thresholds of houses probably served as protectors.[405]\n\nHuman sacrifices are mentioned periodically by Roman authors, usually to stress elements that they found shocking or abnormal.[406] Individual finds of human bodies in the bogs, representing all ages and both sexes, show signs of violent death and may have been human sacrifices or victims of capital punishment.[407][408] There are over 100 bog bodies from Denmark alone, attested from the 800 BCE to 200 CE. Human body parts such as skulls are deposited in the same period and as late as 1100 CE.[409] Regularly occurring human sacrifices among the Norse are mentioned by authors such as Thietmar of Merseburg and Adam of Bremen as well as the Gutasaga.[410] An image on the picture stone Stora Hammars I is usually interpreted as depicting a human sacrifice.[411]\n\nSacrifices of the weapons of defeated enemies have been uncovered in bogs in Jutland as well as in rivers throughout Germania:[413] such sacrifices probably occurred in other parts of Germania on dry land.  Tacitus reports a similar sacrifice and destruction of weapons performed in the forest after Arminius's victory over the Romans at the Battle of the Teutoburg Forest.[253] Large deposits of weapons are attested from 350 BCE to 400 CE, with smaller deposits continuing to be made until 600 CE.[414] Deposits of various sizes were common and often included objects besides weapons, even warships that had been burned and destroyed.[415][416] They appear to be from a ritual performed over a defeated enemy to commit the weapons to the gods.[415] There is no archaeological evidence for what happened to the warriors who bore the weapons, but Roman sources describe them as being sacrificed as well.[417][418] A possible exception is the site of Alken Enge bog in Jutland: it contains the crushed and dismembered bodies of about 200 men, aged 13-45 years, who seem to have died on a battlefield.[419] No later Scandinavian sources mention rituals associated with the destruction of weapons, meaning that these rites had died out and been forgotten at an early date.[420]\n\n"
        }
    ]
}