{
    "url": "https://en.wikipedia.org/wiki/German_language_in_the_United_States",
    "title": "German language in the United States",
    "table_of_contents": [
        "1 History",
        "1.1 German-language Methodist Church",
        "1.2 German-language press",
        "1.3 German language in public education",
        "1.4 Persecution during World War I",
        "2 Dialects and geographic distribution",
        "2.1 Alsatian",
        "2.2 Amana",
        "2.3 Bernese",
        "2.4 Hutterite",
        "2.5 Indiana",
        "2.6 Pennsylvania",
        "2.7 Plautdietsch",
        "2.8 Texas",
        "2.9 Wisconsin",
        "3 German as the official U.S. language myth",
        "4 German-American tradition in literature",
        "5 Use in education",
        "5.1 Structure of German Language Acquisition by state",
        "6 American German",
        "6.1 Selected phrases",
        "7 General American German nouns",
        "7.1 General American German verbs",
        "7.2 North Dakota German samples",
        "7.3 Missouri German samples",
        "7.4 German language schools",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Over 50 million Americans claim German ancestry, which makes them the largest single claimed ancestry group in the United States. Around 1.06 million people in the United States speak the German language at home.[6] It is the second most spoken language in North Dakota (1.39% of its population)[7] and is the third most spoken language in 16 other states.[8]\n\n"
        },
        {
            "title": "History",
            "text": "Ever since the first ethnically German families settled in the United States in Jamestown, Virginia, in 1608,[9] the German language, dialects, and traditions of Germany have played a role in the social identity of many German-Americans.\n\nBy 1910, an accounted 554 newspaper issues were being printed in the standard German language throughout the United States as well as a number of schools which taught in German with class-time set aside for English learning.\n\nAs a result of anti-German sentiment during WWI, the use of German declined. The daily use would recede to primarily Amish, Old Order Mennonite and Hutterite communities.\n\nAround 1800, two German-language Methodist churches were founded, the Vereinigten Brüder in Christo and the Evangelische Gemeinschaft. Both used Methodist hymnals in German and published German newspapers, of which one existed until 1937. From the middle of the 19th century English was used as a second language in the churches, but there were regions in which German was the main church language into the 20th century. In 1937 both churches fused and joined the United Methodist Church in 1968.\n\nThe first German newspaper in the U.S. was der Hochdeutsch-Pennsylvanische Geschicht-Schreiber, oder Sammlung Wichtiger Nachrichten aus dem Natur- und Kirchen-Reich (\"the High German-Pennsylvanian story-writer, or collection of important news from the realms of nature and the church\"), later known as\n\ndie Germantauner Zeitung.[10] It was a German-language paper, Der Pennsylvanische Staatsbote that on July 5, 1776, was the first paper to report the American Declaration of Independence, and it did so in German translation. English readers would have to wait a day later to read the English text in The Pennsylvania Evening Post.\n\nIn the 19th century the German press increased in importance and the number of dailies exploded. In 1909 a report stated \"every American city or town with a large German population possesses one or more German newspapers. In New York City there are twelve or more... the best... being... the New Yorker Staats-Zeitung. The Illinois Staats-Zeitung has nearly as large a circulation, and the Milwaukee Germania claims the largest circulation of all. The Milwaukee Herold comes not far behind. Philadelphia has its Demokrat, Baltimore its Correspondent, Cincinnati its Volksblatt, St. Louis... its... Die Westliche Post, where Joseph Pulitzer started his career, and Der Anzeiger des Westens.\" It also reported that compared to 17,194 English papers in the U.S. in 1900, there were 613 German ones. The next largest language group, the Scandinavian, had only 115.[10]\n\nWith repression of the German language during World War I, the German press in America was reduced dramatically.\n\nThroughout much of the 19th century, there were fierce debates in many large American metropolitan areas with German immigrant communities, such as Chicago and St. Louis, about whether public schools should offer German-language education. The issue was of considerable local interest, as German-speaking families overwhelmingly sent their children to parochial schools at which instruction was conducted in German. In some German immigrant neighborhoods in Chicago, public school attendance was so low that the press reported the institutions as being practically empty.)[11] The decision of the Chicago Public Schools to make English the sole language of instruction in the city's schools sparked outrage from the city's German community. Hermann Raster, the Republican editor-in-chief of the Illinois Staats-Zeitung, and the Socialist politician Adolph Douai strongly opposed the new rule, and both became known as vocal critics of enforcing English-only education in the United States.[12]\n\nWhen the U.S. joined in World War I, an anti-German hysteria quickly spread in American society. German-Americans, especially immigrants, were blamed for military acts of the German Empire, and even speaking German was seen as unpatriotic. Many German-American families anglicized their names (e.g. from  Schmidt to Smith, Schneider to Taylor, Müller to Miller), and German nearly disappeared in public. Many states forbade the use of German in public and the teaching of German in schools.\n\nDuring the early 20th century, as influential White Anglo-Saxon Protestants in the United States sought to regain the upper hand in power and social influence which had been heavily threatened due to the waves of immigration, used politics and through the funded formation of the Ku Klux Klan, would help to give rise to anti-immigrant and distrust aimed at German-Americans among other groups of people. Through advertising and Government funded marketing, German-Americans also known as the \"Dutchman\" and the German language quickly went from being viewed as distinguished and the language of the educated to being distrusted, and as such, anyone fluent in the language regardless of age, who was associated with, or who practiced traditions viewed as foreign of any type was subject to a number of public harassments, distrust, and on a few occasions, death.\n\nOne such death of note was that of Robert Prager, a German seeking naturalization in St. Louis, Missouri who was accused on the night of April 14, 1914, of being a German spy by a mob of 300 \"men and boys\" after he had allegedly shared words at a socialist meeting earlier that evening. The jail where he had taken refuge from the crowds was quickly overrun and being stripped of his clothes, he was led down Main Street with a rope tied around his neck, and was forced to walk the route, and with shattered glass bottles being thrown down in his walking path, he was forced to sing patriotic songs. He was forced during this walk to kiss an American flag which had been wrapped around him. He was walked to a hanging tree at the edge of town where he was lynched. In an article from The St. Louis Global-Democrat, it was reported that there had been multiple incidences of mobs tarring and feathering individuals.\n\nOther acts of discrimination based on ethnic background included the banning of performing of music from German composers at symphony concerts including the attempt to rename certain foods. Sauerkraut for example would become Liberty Cabbage. \"Hamburger\" would be for a short while \"Liberty Steaks.\"\n\nLanguage use had also been the primary focus of legislation at state and local levels. Some of these regulations included the publication of charters banning speaking German within city limits. A total ban on the teaching of German in both public and private education could be found in at minimum 14 states, including some states that would extend this to ban the teaching of all languages except for English, although the majority who would ban non-English languages typically only banned German. A total ban on teaching German in both public and private schools was imposed for a time in at least 14 states, including California, Indiana,[13] Wisconsin,[14] Ohio, Iowa and Nebraska.  California's ban lasted into the mid-1920s. The Supreme Court case in Meyer v. Nebraska ruled in 1923 that these laws were unconstitutional.[15] In October 1918, a bill intended to restrict federal funds towards states that enforced English-only education was created. On April 9, 1919, Nebraska enacted a statute called \"An act relating to the teaching of foreign languages in the state of Nebraska,\" commonly known as the Siman Act. It provided that \"No person, individually or as a teacher, shall, in any private, denominational, parochial or public school, teach any subject to any person in any language other than the English language.\" It forbade foreign instruction to children who had not completed the eighth grade. In Montana, speaking German was banned in public for two years during World War I.[16] Pennsylvania's legislature passed a German-language ban, but it was vetoed by the governor. Churches during this period such as the Lutheran Church became internally divided over services and religious instruction in German and English.[17]\n\n"
        },
        {
            "title": "Dialects and geographic distribution",
            "text": "Alsatian, (German: Elsässisch), is a Low Alemannic German dialect spoken by Old Order Amish and some Old Order Mennonites in Allen County, Indiana, and their daughter settlements. These Amish immigrated to the US in the mid-1800s. There are fewer speakers of Alsatian in Indiana than of Bernese German, even though there are several thousand speakers. There are also speakers of Bernese German and Pennsylvania German living in the community. Most speakers of Alsatian also speak or at least understand Pennsylvania German. Speakers of Alsatian in Indiana are thus exposed to five languages or dialects: Alsatian, Bernese German, Pennsylvania German, Standard German and English.[19]\n\nAmana German, West Central German, a Hessian dialect in particular, is still spoken by several hundred people in seven villages in the Amana Colonies in Iowa, which were founded by Inspirationalists of German origin. Amana German is derived from Hessian dialects which fused into a so-called Ausgleichsdialekt that adopted many English words and some English idioms.\n\nBernese German, (Standard German: Berndeutsch, Alemannic German: Bärndütsch) is a subdialect of High Alemannic German which is spoken by Old Order Amish in Adams County, Indiana, and their daughter settlements. There are several thousand speakers of the dialect in the US.\n\nHutterite communities in the United States and Canada speak Hutterite German, an Austro-Bavarian dialect.[citation needed] Hutterite is spoken in the U.S. states of Washington, Montana, North and South Dakota, and Minnesota; and in the Canadian provinces of Alberta, Saskatchewan, and Manitoba.\n\nThere is also a significant population of Amish and Old Order Mennonites located in rural areas of Elkhart County and LaGrange County, Indiana, who speak Pennsylvania Dutch. A much smaller community of Pennsylvania Dutch-speaking Amish is found in Parke County, in western Indiana. Many English words have become mixed with this dialect and it is quite different from Standard German (Hochdeutsch), but quite similar to the dialect of the Palatinate region.\n\nUsually, Pennsylvania Dutch (often just \"Dutch\" or Deitsch) is spoken at home, but English is used when interacting with the general population.[citation needed] The Amish and Old Order Mennonites of northern Indiana often differentiate between themselves and the general population by referring to them, respectively, as the \"Amish\" and the \"English\", noting the difference in language.  Pennsylvania \"Dutch\" is sometimes used in worship services, though this is more common among the Amish than the Mennonites.  More mainstream (city) Mennonites may have a working knowledge of the language, but it is not frequently used in conversation or in worship services.\n\nOld Order Amish, Old Order Mennonites and other Pennsylvania Germans speak a dialect of German known as Pennsylvania German (widely called Pennsylvania Dutch, where Dutch is used in its archaic sense, thus not limited to Dutch but including all variants of German).[20] It is a remnant of what was once a much larger German-speaking area in eastern Pennsylvania. Most of the \"Pennsylvania Dutch\" originate from the Palatinate area of Germany and their language is based on the dialect of that region.[21] While the language is stable among the Old Orders and the number of speakers growing due to the high birth rate among the Old Orders, it is quickly declining among the non-plain Pennsylvania Germans (also called Fancy Dutch).\n\nPlautdietsch, a Low German dialect, is spoken by \"Russian\" Mennonites, who immigrated mostly to Kansas in the mid-1870s. These Mennonites tended to slowly assimilate into the mainstream society over several generations, but Plautdietsch-speaking Mennonite immigrants—mainly from Mexico, where there is no assimilation—invigorated Plautdietsch in Kansas. Plautdietsch-speaking Mennonite migrants from Mexico formed a new settlement in Seminole, Texas, in 1977. In 2016 there were about 6,000 Plautdietsch speakers around Seminole.[22]\n\nA dialect called Texas German based in the Texas Hill Country around the town of Fredericksburg still exists, but has been dying out since the end of World War II. Following the introduction of English-only schooling during both World Wars, Texas German speakers drifted towards English and few passed the language to their descendants.[23]\n\nThe various German dialects that were brought to Wisconsin did not develop into a leveled dialect form, like, e.g., in southeastern Pennsylvania, where Pennsylvania German as a leveled dialect emerged, but remained distinct.\n\n"
        },
        {
            "title": "German as the official U.S. language myth",
            "text": "An urban legend, sometimes called the Muhlenberg legend after Frederick Muhlenberg, states that English only narrowly defeated German as the U.S. official language. In reality, the proposal involved a requirement that government documents be translated into German.[24][25] The United States has no statutory official language; English has been used on a de facto basis, owing to its status as the country's predominant language.[26]\n\nIn Pennsylvania, which had a large German-American population, German was long permitted as a language of instruction in public schools.[27] State documents were available in German until 1950.[citation needed] As a result of widespread anti-German sentiment during World War I, German fluency decreased from one generation of Pennsylvanians to the next, and today only a small fraction of its residents of German descent are fluent in the German language.[citation needed]\n\nTexas had a large German population from the mid-1840s onward due to the Adelsverein. After Texas was granted statehood in 1845, it required that all laws be officially translated into German. This remained in force until 1917, when the United States entered the First World War.\n\n"
        },
        {
            "title": "German-American tradition in literature",
            "text": "As cultural ties between Germany and the United States have been historically strong, a number of important German and U.S. authors have been popular in both countries.[28] In modern German literature, this topic has been addressed frequently by the Boston-born author of German and English lyrical poetry Paul-Henri Campbell.\n\n"
        },
        {
            "title": "Use in education",
            "text": "According to a government-financed survey, German was taught in 24% of American schools in 1997, and only 14% in 2008.[29]\n\nGerman is third in popularity after Spanish and French in terms of the number of colleges and universities offering instruction in the language.[30]\n\n"
        },
        {
            "title": "American German",
            "text": "What here is referred to as Standard American German is a mix of historical words, English loan words, and new words which together can form a standardised version of the German language used by the non-Amish nor Mennonite descendants of the original pre-20th century German immigrants in the United States. The study of the German language in the United States was suppressed during World War I, but has since regained coverage by major universities, most notedly at the University of Kansas from scholars such as William Keel, the Max-Kade Institute of German-American Studies of the University of Wisconsin–Madison[32] and George J. Metcalf from the University of Chicago.[33] While towns may have differing grammatical structures and sometimes pronunciations as influenced by the first immigrant families, there is no set in stone official grammatical syntax of the American German variety of German, and so when it is taught, that of standard German from Germany is used. Despite the lack of such, communication is still possible. One might recognize however, that some speaker may be foreign to that particular region or town.\n\n"
        },
        {
            "title": "General American German nouns",
            "text": "These nouns have been found in all regions of the United States and are not exclusive to any particular region. While English loanwords are found for a number of reasons including the lack of certain objects (such as Truck) in pre-20th century German, dialect leveling is also found throughout regions where German is still found. Though previous studies have tried to pinpoint certain words to specific locations such as Stinkkatze with Texas German dialects, further research has since found these words in use extending beyond their originally perceived regions.[34][35][36] For example the following varieites of Stinkkatze / Stinkkatz' / Stinkkotz / Stinkchaatz (Swiss-German speaking communities) have been found in many midwestern states. Dialect leveling proves the creation of such a list often difficult. \n\nThroughout the history of the German language in the United States, through the coexistence with English, there are many loanwords which have been absorbed into the American variety of German. There are also many usages which have been preserved in American German varieties including usages from the numerous dialects of the German regions. This preservation is a common phenomenon that occurs when a language leaves its original region: While the language in the original country moves forward, words and meanings in the new region freeze and often do not change along with the mother country. \n\nThe story of the generally studied North Dakota German originates in southern central Germany. The ancestors of these Germans, also known as Volga Germans, had relocated to Russia in 1763 under invitation by Catherine the Great and organized over one hundred colonies which lined the Volga River near present-day Saratov. By 1884, many of these German-Russians began their journey to present-day North Dakota, and primarily chose to settle in the south-central part of the state. Settlements, as per ethnic tradition in Russia, were often based on \"common religious affiliation.\"[37]\n\nGerman-Russian Protestants traditionally are the hegemonic group within McIntosh County and the eastern half of Logan County.[37]\n\nGerman-Russian Catholics traditionally are the hegemonic group within southern Emmons County and branch into western Logan County.[37]\n\nThe dialects of these immigrants, alongside cultural differences among the sub-ethnic groups of the \"Volga Germans\" are today often marked by small differences in meaning, word usage, and sometimes pronunciation which reflects the original regions of Germany from where many of the individuals of this ethnic group have their origins. The dialects of southern Germany often are tied together with shared meanings, sounds, and grammars,[34] though remain distinct in syntax and grammatical pattern and often individual word definitions. Therefore, when studying transcriptions, some varieties of North Dakota German may be understood by Pennsylvania Amish German speakers due to similarities, yet understanding is achievable from general dialect speakers or those familiar with southern German dialects. Though each respective member can establish communication with his own ethnic group's dialect or his town's dialect, neither dialect is the same.\n\n\nSample 1\n\nSample 2\nOver the years, Missouri became a state full of German enclaves. \n\nIn 1837 along the Missouri River, School Teacher George Bayer, a German of Philadelphia, traveled to Missouri and purchased 11,000 acres of land. When the first 17 settlers arrived on the newly purchased land, what would become Hermann, Missouri, the land terrain was unexpectedly unsuitable for a town. According to local legend and what could serve as a study for anthropological researchers into the ethnic characteristics of the Low Germans and other German ethnicities, the survival of this town is credited to German ethnic characteristic of perseverance and hard work.\n\nWhile Hermann German is a recognized form of German, other German settlements and German American farms where German was and is spoken can still be found to this day.[40] This form of Saxon from the dialect of the region of Hannover, Germany can still be heard in pockets surrounding St. Louis, Missouri and in other reaches of the state.[41]\nSample 2 (Conversational Saxon)\nSt. Genevieve, Missouri has also been the site of massive historic immigrant in-moving. The main groups of historic mention are the French-Americans of the area and migrants from Baden-Württemberg.[42] The migrations of the latter occurred primarily in the later decades of the 19th century.[43] In recent years, the preserved alemannic dialect in the town of New Offenburg was recorded in the documentary film “New Offenburg.[43]”\nSample 3 (Conversational New Offenburg Alemannic German)\n"
        }
    ]
}