{
    "url": "https://en.wikipedia.org/wiki/German_underground_horror",
    "title": "German underground horror",
    "table_of_contents": [
        "1 History of German underground horror",
        "2 Ratings' effect on German underground horror",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nGerman underground horror is a subgenre of the horror film, which has achieved cult popularity since first appearing in the mid-1980s.\n\nHorror films produced by the German underground scene are usually trademarked by their intensity, taking on topics that are culturally taboo such as rape, necrophilia, and extreme violence. Films that glorify violence are not technically illegal in Germany, but certain titles are banned by the government and Zollkriminalamt. Distribution, import, or creation of specific films can constitute steep fines.\n\n"
        },
        {
            "title": "History of German underground horror",
            "text": "In an attempt to shed its violent image, horror films were very rarely made in Germany after the fall of the Third Reich. Movies such as Horrors of Spider Island, The Blood Demon, and The Head were filmed and released in the decades following World War II, but to very little success.\n\nIn 1987, filmmaker Jörg Buttgereit wrote and directed Nekromantik. Two years later, amateur filmmaker Andreas Schnaas made the movie Violent Shit for a reported $2000. Released as Germany's first direct-to-video film, it was a modest hit amongst fans of independent horror. Both films were banned by the German government, but their popularity influenced other filmmakers such as Olaf Ittenbach to bring Germany's underground horror film scene further into the media spotlight.\n\nSince then, many other filmmakers have emerged from the German underground horror scene, including Uwe Boll and Timo Rose. Uwe Boll is notable as the only underground German director who has gone on to a career in big budget cinema.\n\n"
        },
        {
            "title": "",
            "text": "Once a film has been rated by the German ratings board, that is its rating for both cinema and video releases. It is legal to have two versions of a film. Often, there is a cut \"FSK 16\" version (equivalent to the R-rating by the MPAA) released in cinemas and an uncut \"FSK 18\" version (equivalent to an NC-17 rating) on video. Films rated \"FSK 18\" are not stocked by all video shops, which affects rentals of violent German horror.\n\nIn Germany, there is also a category above \"FSK 18\" entitled \"indiziert\" or \"on the index\". \"Indizierte\" films are treated the same way as pornography. Distribution companies, cinemas, and video shops cannot advertise these films, nor can they be openly on display—unless a shop is open to \"adults only\". However, it is legal to sell and buy such material. Many video rental stores have back rooms or basements for such merchandise. \n\nExamples of \"indizierte\" films include Cannibal Ferox, Cannibal Holocaust, Last House on the Left, From Dusk Till Dawn, and Dario Argento's Profondo Rosso (Deep Red). Several of these films were released uncut in Germany, but were subject to the limitations listed. Others were edited and then released as \"indiziert\".\n\nSome movies, e.g. Braindead, are completely banned in Germany (mostly for glamorizing violence), as it is illegal even to sell them to adults. These movies are \"indiziert\" as well as \"beschlagnahmt\" (\"judicially confiscated\"). While selling these kinds of media is strictly prohibited, it is legal to buy or own such movies.\n\n"
        }
    ]
}