{
    "url": "https://en.wikipedia.org/wiki/German_idealism",
    "title": "German idealism",
    "table_of_contents": [
        "1 Meaning of idealism",
        "2 History",
        "3 Theorists",
        "3.1 Kant",
        "3.2 Jacobi",
        "3.3 Reinhold",
        "3.4 Schulze",
        "3.5 Fichte",
        "3.6 Schelling",
        "3.7 Schleiermacher",
        "3.8 Maimon",
        "3.9 Hegel",
        "4 Responses",
        "4.1 Neo-Kantianism",
        "4.2 Hegelianism",
        "4.3 Schopenhauer",
        "4.4 Nietzsche",
        "4.5 British idealism",
        "4.6 United States",
        "4.7 Ortega y Gasset",
        "4.8 George Santayana",
        "4.9 G. E. Moore",
        "4.10 Hannah Arendt",
        "4.11 Slavoj Žižek",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "German idealism was a philosophical movement that emerged in Germany in the late 18th and early 19th centuries. It developed out of the work of Immanuel Kant in the 1780s and 1790s,[1] and was closely linked both with Romanticism and the revolutionary politics of the Enlightenment. The best-known thinkers in the movement, besides Kant, were Johann Gottlieb Fichte, Friedrich Wilhelm Joseph Schelling, Arthur Schopenhauer, Georg Wilhelm Friedrich Hegel, and the proponents of Jena Romanticism (Friedrich Hölderlin, Novalis, and Friedrich Schlegel).[2] August Ludwig Hülsen, Friedrich Heinrich Jacobi, Gottlob Ernst Schulze, Karl Leonhard Reinhold, Salomon Maimon and Friedrich Schleiermacher also made major contributions.\n\nThe period of German idealism after Kant is also known as post-Kantian idealism, post-Kantian philosophy, or simply post-Kantianism.[3]\n\nFichte's philosophical work has controversially been interpreted as a stepping stone in the emergence of German speculative idealism, the thesis that we only ever have access to the correlation between thought and being.[clarification needed][4] Another scheme divides German idealists into transcendental idealists, associated with Kant and Fichte, and absolute idealists, associated with Schelling and Hegel.[5]\n\n"
        },
        {
            "title": "Meaning of idealism",
            "text": "The word \"idealism\" has multiple meanings. The philosophical meaning of idealism are those properties we discover in objects that are dependent on the way that those objects appear to us, as perceiving subjects. These properties only belong to the perceived appearance of the objects, and not something they possess \"in themselves\". The term \"idea-ism\" is closer to this intended meaning than the common notion of idealism. The question of what properties a thing might have \"independently of the mind\" is thus unknowable and a moot point, within the idealist tradition.\n\n"
        },
        {
            "title": "History",
            "text": "Immanuel Kant's work purported to bridge the two dominant philosophical schools in the 18th century: 1) rationalism, which held that knowledge could be attained by reason alone a priori (prior to experience), and 2) empiricism, which held that knowledge could be arrived at only through the senses a posteriori (after experience), as expressed by philosopher David Hume, whom Kant sought to rebut.[6] Kant's solution was to propose that, while we depend on objects of experience to know anything about the world, we can investigate a priori the form that our thoughts can take, determining the boundaries of possible experience. Kant called his mode of philosophising \"critical philosophy\", in that it was supposedly less concerned with setting out positive doctrine than with critiquing the limits to the theories we can set out.[7] The conclusion he presented, as above, he called \"transcendental idealism\". This distinguished it from classical idealism and subjective idealism such as George Berkeley's, which held that external objects have actual being or real existence only when they are perceived by an observer. Kant said that there are things-in-themselves (noumena, that is), things that exist other than being merely sensations and ideas in our minds. Kant held in the Critique of Pure Reason (1781) that the world of appearances (phenomena) is empirically real and transcendentally ideal.  The mind plays a central role in influencing the way that the world is experienced: we perceive phenomena through time, space and the categories of the understanding. It is this notion that was taken to heart by Kant's philosophical successors.\n\nArthur Schopenhauer considered himself to be a transcendental idealist.[8] In his major work The World as Will and Representation (1818/1819) he discusses his indebtedness to Kant, and the work includes Schopenhauer's extensive analysis of the Critique.\n\nThe best-known German idealist thinkers, besides Kant, were Johann Gottlieb Fichte, Friedrich Wilhelm Joseph Schelling and Georg Wilhelm Friedrich Hegel. The Young Hegelians, a number of philosophers who developed Hegel's work in various directions, were in some cases idealists. On the other hand, Karl Marx, who was numbered among them, had professed himself to be a materialist, in opposition to idealism. Another member of the Young Hegelians, Ludwig Feuerbach, advocated for materialism, and his thought was influential in the development of historical materialism,[9] where he is often recognized as a bridge between Hegel and Marx.[10]\n\n"
        },
        {
            "title": "Theorists",
            "text": "According to Kant, the human mind is not capable of directly experiencing the external world as it is in itself. Instead, our experience of the world is mediated by the a priori categories and concepts that are inherent in the human mind. These categories and concepts, which Kant calls \"transcendental\" because they are necessary for any experience, structure and organize our experience of the world, but they do not provide us with direct access to the thing-in-itself, which is the ultimate nature of reality.\n\nKant's transcendental idealism has two main components. The first is the idea that the human mind is not a passive recipient of sensory information, but is actively involved in shaping our experience of the world. The second is the idea that the nature of reality is ultimately unknowable to us, because our experience of the world is mediated by the structures of our own minds.\n\nKant criticized pure reason. He wanted to restrict reasoning, judging, and speaking only to objects of possible experience. His three most notable successors, however, would react against Kant's stringent limits.[11]\n\nIn 1787, Friedrich Heinrich Jacobi addressed, in his book On Faith, or Idealism and Realism, Kant's concept of \"thing-in-itself\". Jacobi agreed that the objective thing-in-itself cannot be directly known. However, he stated, it must be taken on belief. A subject must believe that there is a real object in the external world that is related to the representation or mental idea that is directly known. This belief is a result of revelation or immediately known, but logically unproved, truth. The real existence of a thing-in-itself is revealed or disclosed to the observing subject. In this way, the subject directly knows the ideal, subjective representations that appear in the mind, and strongly believes in the real, objective thing-in-itself that exists outside the mind. By presenting the external world as an object of belief, Jacobi legitimized belief. \"…[B]y reducing the external world to a matter of faith, he wanted merely to open a little door for faith in general...\"[12]\n\nKarl Leonhard Reinhold published two volumes of Letters Concerning the Kantian Philosophy in 1790 and 1792. They provided a clear explication of Kant's thoughts, which were previously inaccessible due to Kant's use of complex or technical language.\n\nReinhold also tried to prove Kant's assertion that humans and other animals can know only images that appear in their minds, never \"things-in-themselves\" (things that are not mere appearances in a mind). In order to establish his proof, Reinhold stated an axiom that could not possibly be doubted. From this axiom, all knowledge of consciousness could be deduced. His axiom was: \"Representation is distinguished in consciousness by the subject from the subject and object, and is referred to both.\"\n\nHe thereby started, not from definitions, but, from a principle that referred to mental images or representations in a conscious mind. In this way, he analyzed knowledge into (1) the knowing subject, or observer, (2) the known object, and (3) the image or representation in the subject's mind. In order to understand transcendental idealism, it is necessary to reflect deeply enough to distinguish experience as consisting of these three components: subject, subject's representation of object, and object.\n\nKant noted that a mental idea or representation must be a representation of something, and deduced that it is of something external to the mind. He gave the name of Ding an sich, or thing-in-itself to that which is represented. However, Gottlob Ernst Schulze wrote, anonymously, that the law of cause and effect only applies to the phenomena within the mind, not between those phenomena and any things-in-themselves outside the mind. That is, a thing-in-itself cannot be the cause of an idea or image of a thing in the mind. In this way, he discredited Kant's philosophy by using Kant's own reasoning to disprove the existence of a thing-in-itself.\n\nAfter Schulze had seriously criticized the notion of a thing-in-itself, Johann Gottlieb Fichte produced a philosophy similar to Kant's, but without a thing-in-itself. Fichte asserted that our representations, ideas, or mental images are merely the productions of our ego, or knowing subject. For him, there is no external thing-in-itself that produces the ideas. On the contrary, the knowing subject, or ego, is the cause of the external thing, object, or non-ego.\n\nFichte's style was a challenging exaggeration of Kant's already difficult writing. Also, Fichte claimed that his truths were apparent to intellectual, non-perceptual, intuition. That is, the truth can be immediately seen by the use of reason.\n\nSchopenhauer, a student of Fichte's, wrote of him:\n\nFriedrich Wilhelm Joseph Schelling attempted to rescue theism from Kant's refutation of the proofs for God's existence. \"Now the philosophy of Schelling from the first admitted the possibility of a knowledge of God, although it likewise started from the philosophy of Kant, which denies such knowledge.\"[13]\n\nWith regard to the experience of objects, Friedrich Wilhelm Joseph Schelling (1775–1854) claimed that the Fichte's \"I\" needs the Not-I, because there is no subject without object, and vice versa. So the ideas or mental images in the mind are identical to the extended objects which are external to the mind. According to Schelling's \"absolute identity\" or \"indifferentism\", there is no difference between the subjective and the objective, that is, the ideal and the real.\n\nIn 1851, Arthur Schopenhauer criticized Schelling's absolute identity of the subjective and the objective, or of the ideal and the real. \"...[E]verything that rare minds like Locke and Kant had separated after an incredible amount of reflection and judgment, was to be again poured into the pap of that absolute identity. For the teaching of those two thinkers [Locke and Kant] may be very appropriately described as the doctrine of the absolute diversity of the ideal and the real, or of the subjective and the objective.\"[14]\n\nFriedrich Schleiermacher was a theologian who asserted that the ideal and the real are united in God. He understood the ideal as the subjective mental activities of thought, intellect, and reason. The real was, for him, the objective area of nature and physical being. Schleiermacher declared that the unity of the ideal and the real is manifested in God. The two divisions do not have a productive or causal effect on each other. Rather, they are both equally existent in the absolute transcendental entity which is God.\n\nSalomon Maimon influenced German idealism by criticizing Kant's dichotomies, claiming that Kant did not explain how opposites such as sensibility and understanding could relate to each other.\n\nSchelling and Hegel, however, tried to solve this problem by claiming that opposites are absolutely identical.[citation needed] Maimon's concept of an infinite mind as the basis of all opposites was similar to the German idealistic attempt to rescue theism by positing an Absolute Mind or Spirit.\n\nMaimon's metaphysical concept of \"infinite mind\" was similar to Fichte's \"Ich\" and Hegel's \"Geist.\" Maimon ignored the results of Kant's criticism and returned to pre-Kantian transcendent speculation. \n\nMaimon is said to have Influenced Hegel's writing on Spinoza. \"[T]here seems to be a striking similarity between Maimon’s discussion of Spinoza in the Lebensgeschichte (Maimon's autobiography) and Hegel’s discussion of Spinoza in the Lectures in the History of Philosophy.\"[17]\n\nGeorg Wilhelm Friedrich Hegel was a German philosopher born in Stuttgart, Württemberg, in present-day southwest Germany. Hegel responded to Kant's philosophy by suggesting that the unsolvable contradictions given by Kant in his Antinomies of Pure Reason applied not only to the four areas Kant gave (world as infinite vs. finite, material as composite vs. atomic, etc.) but in all objects and conceptions, notions and ideas. To know this he suggested makes a \"vital part in a philosophical theory.\"[18] Given that abstract thought is thus limited, he went on to consider how historical formations give rise to different philosophies and ways of thinking. For Hegel, thought fails when it is only given as an abstraction and is not united with considerations of historical reality. In his major work The Phenomenology of Spirit he went on to trace the formation of self-consciousness through history and the importance of other people in the awakening of self-consciousness (see master-slave dialectic). Thus Hegel introduces two important ideas to metaphysics and philosophy: the integral importance of history and of the Other person. His work is theological in that it replaces the traditional concept of God with that of an Absolute Spirit.[19][20] Spinoza, who changed the anthropomorphic concept of God into that of an abstract, vague, underlying Substance, was praised by Hegel whose concept of Absolute fulfilled a similar function. Hegel claimed that \"You are either a Spinozist or not a philosopher at all\".[21] Reality results from God's thinking, according to Hegel. Objects  that appear to a spectator originate in God's mind.[22]\n\n"
        },
        {
            "title": "Responses",
            "text": "Neo-Kantianism refers broadly to a revived type of philosophy along the lines of that laid down by Immanuel Kant in the 18th century, or more specifically by Schopenhauer's criticism of the Kantian philosophy in his work The World as Will and Representation (1818), as well as by other post-Kantian philosophers such as Jakob Friedrich Fries and Johann Friedrich Herbart. It has some more specific reference in later German philosophy.\n\nHegel was hugely influential throughout the nineteenth century; by its end, according to Bertrand Russell, \"the leading academic philosophers, both in America and Britain, were largely Hegelian\".[23] His influence has continued in contemporary philosophy but mainly in Continental philosophy.\n\nArthur Schopenhauer contended that Spinoza had a great influence on post-Kantian German idealists.[24] Schopenhauer wrote: \"In consequence of Kant's criticism of all speculative theology, almost all the philosophizers in Germany cast themselves back on to Spinoza, so that the whole series of unsuccessful attempts known by the name of post-Kantian philosophy is simply Spinozism tastelessly got up, veiled in all kinds of unintelligible language, and otherwise twisted and distorted.\"[25]\n\nAccording to Schopenhauer, Kant's original philosophy, with its refutation of all speculative theology, had been transformed by the German idealists. Through the use of his technical terms such as \"transcendental\", \"transcendent\", \"reason\", \"intelligibility\" and \"thing-in-itself\" they attempted to speak of what exists beyond experience and, in this way, to revive the notions of God, free will, and immortality of soul. Kant had effectively relegated these ineffable notions to faith and belief.[26]\n\nIn his notebook,[27] Nietzsche expressed his opinion of German idealism's enterprise: \"The significance of German philosophy (Hegel): to devise a pantheism through which evil, error, and suffering are not felt as arguments against divinity. This grandiose initiative has been misused by the existing powers (state, etc.), as if it sanctioned the rationality of whoever happened to be ruling.\"[28] He understood German Idealism to be a government-sponsored theodicy.\n\nIn England, during the nineteenth century, philosopher Thomas Hill Green embraced German Idealism in order to salvage Christian monotheism as a basis for morality. His philosophy attempted to account for an eternal consciousness or mind that was similar to Berkeley's concept of God and Hegel's Absolute. John Rodman, in the introduction to his book on Thomas Hill Green's political theory, wrote: \"Green is best seen as an exponent of German idealism as an answer to the dilemma posed by the discrediting of Christianity….\"[29]\n\n\"German idealism was initially introduced to the broader community of American literati through a Vermont intellectual, James Marsh. Studying theology with Moses Stuart at Andover Seminary in the early 1820s, Marsh sought a Christian theology that would 'keep alive the heart in the head.' \"[30] Some American theologians and churchmen found value in German Idealism's theological concept of the infinite Absolute Ideal or Geist [Spirit]. It provided a religious alternative to the traditional Christian concept of the Deity.[31] \"…[P]ost–Kantian idealism can certainly be viewed as a religious school of thought….\"[32] The Absolute Ideal Weltgeist [World Spirit] was invoked by American ministers as they \"turned to German idealism in the hope of finding comfort against English positivism and empiricism.\"[33] German idealism was a substitute for religion after the Civil War when \"Americans were drawn to German idealism because of a 'loss of faith in traditional cosmic explanations.' \"[34] \"By the early 1870s, the infiltration of German idealism was so pronounced that Walt Whitman declared in his personal notes that 'Only Hegel is fit for America — is large enough and free enough.' \"[35]\n\nAccording to José Ortega y Gasset,[36] with Post-Kantian German Idealism, \"…never before has a lack of truthfulness played such a large and important role in philosophy.\" \"They did whatever they felt like doing with concepts. As if by magic they changed anything into any other thing.\" According to Ortega y Gasset, \"…the basic force behind their work was not strictly and exclusively the desire for truth….\" Ortega y Gasset quoted Schopenhauer's Parerga and Paralipomena, Volume II, in which Schopenhauer wrote that Fichte, Schelling, and Hegel forgot \"the fact that one can feel an authentic and bitter seriousness\" for philosophy. Schopenhauer, in Ortega y Gasset's quote, hoped that philosophers like those three men could learn \"true and fruitful seriousness, such that the problem of existence would capture the thinker and bestir his innermost being.\"\n\nGeorge Santayana had strongly-held opinions regarding this attempt to overcome the effects of Kant's transcendental idealism.\nIn the first sentence of his The Refutation of Idealism, G. E. Moore wrote: \"Modern Idealism, if it asserts any general conclusion about the universe at all, asserts that it is spiritual,\" by which he means \"that the whole universe possesses all the qualities the possession of which is held to make us so superior to things which seem to be inanimate.\" He does not directly confront this conclusion, and instead focuses on what he considers the distinctively Idealist premise that \"esse is percipere\" or that to be is to be perceived. He analyzes this idea and considers it to conflate ideas or be contradictory.\n\nHannah Arendt stated that Immanuel Kant distinguished between Vernunft (\"reason\") and Verstand (\"intellect\"): these two categories are equivalents of \"the urgent need of\" reason, and the \"mere quest and desire for knowledge\". Differentiating between reason and intellect, or the need to reason and the quest for knowledge, as Kant has done, according to Arendt \"coincides with a distinction between two altogether different mental activities, thinking and knowing, and two altogether different concerns, meaning, in the first category, and cognition, in the second\".[37] These ideas were also developed by Kantian philosopher, Wilhelm Windelband, in his discussion of the approaches to knowledge named \"nomothetic\" and \"idiographic\".\n\nKant's insight to start differentiating between approaches to knowledge that attempt to understand meaning (derived from reason), on the one hand, and to derive laws (on which knowledge is based), on the other, started to make room for \"speculative thought\" (which in this case, is not seen as a negative aspect, but rather an indication that knowledge and the effort to derive laws to explain objective phenomena has been separated from thinking). This new-found room for \"speculative thought\" (reason, or thinking) touched-off the rise of German idealism.[38] However, the new-found \"speculative thought\", reason or thinking of German idealism \"again became a field for a new brand of specialists committed to the notion that philosophy's 'subject proper' is 'the actual knowledge of what truly is'. Liberated by Kant from the old school of dogmatism and its sterile exercises, they erected not only new systems but a new 'science' - the original title of the greatest of their works, Hegel's Phenomenology of the mind, was Science of the experience of consciousness - eagerly blurring Kant's distinction between reason's concern with the unknowable and the intellect's concern with cognition. Pursuing the Cartesian ideal of certainty as though Kant had never existed, they believed in all earnest that the results of their speculations possessed the same kind of validity as the results of cognitive processes\".[38]\n\nSlavoj Žižek sees German idealism as the pinnacle of modern philosophy, and as a tradition that contemporary philosophy must recapture: \"[T]here is a unique philosophical moment in which philosophy appears 'as such' and which serves as a key—as the only key—to reading the entire preceding and following tradition as philosophy... This moment is the moment of German Idealism...\"[39]: 7–8 \n\n"
        }
    ]
}