{
    "url": "https://en.wikipedia.org/wiki/Gerontotechnology",
    "title": "Gerontology",
    "table_of_contents": [
        "1 History",
        "2 Aging demographics",
        "2.1 Gender differences with age",
        "2.2 Geographic distribution of older adults in the United States",
        "3 Sub-fields",
        "3.1 Biogerontology",
        "3.2 Social gerontology",
        "3.2.1 Social theories of aging",
        "3.2.1.1 Activity theory",
        "3.2.1.2 Disengagement theory",
        "3.2.1.3 Age stratification theory",
        "3.2.1.4 Life course theory",
        "3.2.1.5 Cumulative advantage/disadvantage theory",
        "3.3 Environmental gerontology",
        "3.4 Jurisprudential gerontology",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Gerontology (/ˌdʒɛrənˈtɑːlədʒi/ jeh-ruhn-TAH-luh-jee) is the study of the social, cultural, psychological, cognitive, and biological aspects of aging. The word was coined by Ilya Ilyich Mechnikov in 1903, from the Greek γέρων, geron, \"old man\" and -λογία, -logia, \"study of\".[1][2][3][4] The field is distinguished from geriatrics, which is the branch of medicine that specializes in the treatment of existing disease in older adults. Gerontologists include researchers and practitioners in the fields of biology, nursing, medicine, criminology, dentistry, social work, physical and occupational therapy, psychology, psychiatry, sociology, economics, political science, architecture, geography, pharmacy, public health, housing, and anthropology.[5]\n\nThe multidisciplinary nature of gerontology means that there are a number of sub-fields which overlap with gerontology. There are policy issues, for example, involved in government planning and the operation of nursing homes, investigating the effects of an aging population on society, and the design of residential spaces for older people that facilitate the development of a sense of place or home. Dr. Lawton, a behavioral psychologist at the Philadelphia Geriatric Center, was among the first to recognize the need for living spaces designed to accommodate the elderly, especially those with Alzheimer's disease. As an academic discipline the field is relatively new. The USC Leonard Davis School of Gerontology created the first PhD, master's and bachelor's degree programs in gerontology in 1975.\n\n"
        },
        {
            "title": "History",
            "text": "In the medieval Islamic world, several physicians wrote on issues related to Gerontology. Avicenna's The Canon of Medicine (1025) offered instruction for the care of the aged, including diet and remedies for problems including constipation.[6] Arabic physician Ibn Al-Jazzar Al-Qayrawani (Algizar, c. 898–980) wrote on the aches and conditions of the elderly.[7] His scholarly work covers sleep disorders, forgetfulness, how to strengthen memory,[8][9] and causes of mortality.[10] Ishaq ibn Hunayn (died 910) also wrote works on the treatments for forgetfulness.[11]\n\nWhile the number of aged humans, and the life expectancy, tended to increase in every century since the 14th, society tended to consider caring for an elderly relative as a family issue. It was not until the coming of the Industrial Revolution that ideas shifted in favor of a societal care-system. Some early pioneers, such as Michel Eugène Chevreul, who himself lived to be 102, believed that aging itself should be a science to be studied. Élie Metchnikoff coined the term \"gerontology\" in 1903.[12]\n\nModern pioneers like James Birren began organizing gerontology as its own field in the 1940s, later being involved in starting a US government agency on aging – the National Institute on Aging[13] – programs in gerontology at the University of Southern California and University of California, Los Angeles, and as past president of the Gerontological Society of America (founded in 1945).[14]\n\nWith the population of people over 60 years old expected to be some 22% of the world's population by 2050, assessment and treatment methods for age-related disease burden – the term geroscience emerged in the early 21st century.[15][16][17]\n\n"
        },
        {
            "title": "Aging demographics",
            "text": "The world is forecast to undergo rapid population aging in the next several decades.  In 1900, there were 3.1 million people aged 65 years and older living in the United States.  However, this population continued to grow throughout the 20th century and reached 31.2, 35, and 40.3 million people in 1990, 2000, and 2010, respectively.  Notably, in the United States and across the world, the \"baby boomer\" generation began to turn 65 in 2011.  Recently, the population aged 65 years and older has grown at a faster rate than the total population in the United States.  The total population increased by 9.7%, from 281.4 million to 308.7 million, between 2000 and 2010.  However, the population aged 65 years and older increased by 15.1% during the same period.[18]  It has been estimated that 25% of the population in the United States and Canada will be aged 65 years and older by 2025.  Moreover, by 2050, it is predicted that, for the first time in United States history, the number of individuals aged 60 years and older will be greater than the number of children aged 0 to 14 years.[19]  Those aged 85 years and older (oldest-old) are projected to increase from 5.3 million to 21 million by 2050.[20]  Adults aged 85–89 years constituted the greatest segment of the oldest-old in 1990, 2000, and 2010.  However, the largest percentage point increase among the oldest-old occurred in the 90- to 94-year-old age group, which increased from 25.0% in 1990 to 26.4% in 2010.[18]\n\nWith the rapid growth of the aging population, social work education and training specialized in older adults and practitioners interested in working with older adults are increasingly in demand.[21][22]\n\nThere has been a considerable disparity between the number of men and women in the older population in the United States.  In both 2000 and 2010, women outnumbered men in the older population at every single year of age (e.g., 65 to 100 years and over).  The sex ratio, which is a measure used to indicate the balance of males to females in a population, is calculated by taking the number of males divided by the number of females, and multiplying by 100. Therefore, the sex ratio is the number of males per 100 females.  In 2010, there were 90.5 males per 100 females in the 65-year-old population.  However, this represented an increase from 1990 when there were 82.7 males per 100 females, and from 2000 when the sex ratio was 88.1. Although the gender gap between men and women has narrowed, women continue to have a greater life expectancy and lower mortality rates at older ages relative to men. For example, the Census 2010 reported that there were approximately twice as many women as men living in the United States at 89 years of age (361,309 versus 176,689, respectively).[18]\n\nThe number and percentage of older adults living in the United States vary across the four different regions (Northeast, Midwest, West, and South) defined by the United States census.  In 2010, the South contained the greatest number of people aged 65 years and older and 85 years and older.  However, proportionately, the Northeast contains the largest percentage of adults aged 65 years and older (14.1%), followed by the Midwest (13.5%), the South (13.0%), and the West (11.9%). Relative to the Census 2000, all geographic regions demonstrated positive growth in the population of adults aged 65 years and older and 85 years and older. The most rapid growth in the population of adults aged 65 years and older was evident in the West (23.5%), which showed an increase from 6.9 million in 2000 to 8.5 million in 2010.  Likewise, in the population aged 85 years and older, the West (42.8%) also showed the fastest growth and increased from 806,000 in 2000 to 1.2 million in 2010. It is worth highlighting that Rhode Island was the only state that experienced a reduction in the number of people aged 65 years and older, and declined from 152,402 in 2000 to 151,881 in 2010.  Conversely, all states exhibited an increase in the population of adults aged 85 years and older from 2000 to 2010.[18]\n\n"
        },
        {
            "title": "Sub-fields",
            "text": "As with many disciplines, over the course of the 20th and 21st century the field of gerontology has sub-divided into multiple specific disciplines focused on increasingly narrow aspects of the aging process.[23]\n\nBiogerontology is the special sub-field of gerontology concerned with the biological aging process, its evolutionary origins, and potential means to intervene in the process. Aim of biogerontology is to prevent age-related disease by intervening in aging processes or even eliminate aging per se. Some argue that aging fits the criteria of disease, therefore aging is disease and should be treated as disease.[24][25][26] In 2008 Aubrey de Grey said that in case of suitable funding and involvement of specialists there is a 50% chance, that in 25–30 years humans will have technology saving people from dying of old age, regardless of the age at which they will be at that time.[27] His idea is to repair inside cells and between them all that can be repaired using modern technology, allowing people to live until time when technology progress will allow to cure deeper damage. This concept got the name \"longevity escape velocity\".\n\nSocial gerontology is a multi-disciplinary sub-field that specializes in studying or working with older adults. Social gerontologists may have degrees or training in social work, nursing, psychology, sociology, demography, public health, or other social science disciplines. Social gerontologists are responsible for educating, researching, and advancing the broader causes of older people.\n\nBecause issues of life span and life extension need numbers to quantify them, there is an overlap with demography. Those who study the demography of the human life span differ from those who study the social demographics of aging.\n\nSeveral theories of aging are developed to observe the aging process of older adults in society as well as how these processes are interpreted by men and women as they age.[28]\n\nActivity theory was developed and elaborated by Cavan, Havighurst, and Albrecht. According to this theory, older adults' self-concept depends on social interactions. In order for older adults to maintain morale in old age, substitutions must be made for lost roles. Examples of lost roles include retirement from a job or loss of a spouse.[28]\n\nActivity is preferable to inactivity because it facilitates well-being on multiple levels. Because of improved general health and prosperity in the older population, remaining active is more feasible now than when this theory was first proposed by Havighurst nearly six decades ago. The activity theory is applicable for a stable, post-industrial society, which offers its older members many opportunities for meaningful participation. Weakness: Some aging persons cannot maintain a middle-aged lifestyle, due to functional limitations, lack of income, or lack of a desire to do so. Many older adults lack the resources to maintain active roles in society. On the flip side, some elders may insist on continuing activities in late life that pose a danger to themselves and others, such as driving at night with low visual acuity or doing maintenance work to the house while climbing with severely arthritic knees. In doing so, they are denying their limitations and engaging in unsafe behaviors.[29]\n\nDisengagement theory was developed by Cumming and Henry. According to this theory, older adults and society engage in a mutual separation from each other. An example of mutual separation is retirement from the workforce. A key assumption of this theory is that older adults lose \"ego-energy\" and become increasingly self-absorbed. Additionally, disengagement leads to higher morale maintenance than if older adults try to maintain social involvement. This theory is heavily criticized for having an escape clause - namely, that older adults who remain engaged in society are unsuccessful adjusters to old age.[28]\n\nGradual withdrawal from society and relationships preserves social equilibrium and promotes self-reflection for elders who are freed from societal roles. It furnishes an orderly means for the transfer of knowledge, capital, and power from the older generation to the young. It makes it possible for society to continue functioning after valuable older members die.\n\nAccording to this theory, older adults born during different time periods form cohorts that define \"age strata\". There are two differences among strata: chronological age and historical experience. This theory makes two arguments. 1. Age is a mechanism for regulating behavior and as a result determines access to positions of power. 2. Birth cohorts play an influential role in the process of social change.[28]\n\nAccording to this theory, which stems from the life course perspective aging occurs from birth to death. Aging involves social, psychological, and biological processes.[30] Additionally, aging experiences are shaped by cohort and period effects.[28]\n\nAlso reflecting the life course focus,\nconsider the implications for how societies might function when age-based\nnorms vanish—a consequence of the deinstitutionalization of the life course—\nand suggest that these implications pose new challenges for theorizing aging\nand the life course in postindustrial societies. Dramatic reductions in mortality,\nmorbidity, and fertility over the past several decades have so shaken up the\norganization of the life course and the nature of educational, work, family, and\nleisure experiences that it is now possible for individuals to become old in new\nways. The configurations and content of other life stages are being altered as\nwell, especially for women. In consequence, theories of age and aging will need\nto be reconceptualized.[31]\n\nAccording to this theory, which was developed beginning in the 1960s by Derek Price and Robert Merton and elaborated on by several researchers such as Dale Dannefer,[32] inequalities have a tendency to become more pronounced throughout the aging process. A paradigm of this theory can be expressed in the adage \"the rich get richer and the poor get poorer\". Advantages and disadvantages in early life stages have a profound effect throughout the life span. However, advantages and disadvantages in middle adulthood have a direct influence on economic and health status in later life.[28]\n\nEnvironmental gerontology is a specialization within gerontology that seeks an understanding and interventions to optimize the relationship between aging persons and their physical and social environments.[33][34][35]\n\nThe field emerged in the 1930s during the first studies on behavioral and social gerontology. In the 1970s and 1980s, research confirmed the importance of the physical and social environment in understanding the aging population and improved the quality of life in old age.[36]  Studies of environmental gerontology indicate that older people prefer to age in their immediate environment, whereas spatial experience and place attachment are important for understanding the process.[37]\n\nSome research indicates that the physical-social environment is related to the longevity and quality of life of the elderly. Precisely, the natural environment (such as natural therapeutic landscapes, therapeutic garden) contributes to active and healthy aging in the place.[38][39]\n\nJurisprudential gerontology (sometimes referred to as \"geriatric jurisprudence\") is a specialization within gerontology that looks into the ways laws and legal structures interact with the aging experience. The field started from legal scholars in the field of elder law, which found that looking into legal issues of older persons without a broader inter-disciplinary perspective does not provide the ideal legal outcome. Using theories such as therapeutic jurisprudence, jurisprudential scholars critically examined existing legal institutions (e.g. adult guardianship, end of life care, or nursing homes regulations) and showed how law should look more closely to the social and psychological aspects of its real-life operation.[40] Other streams within jurisprudential gerontology also encouraged physicians and lawyers to try to improve their cooperation and better understand how laws and regulatory institutions affect health and well-being of older persons.[41]\n\n"
        }
    ]
}