{
    "url": "https://en.wikipedia.org/wiki/Gesture",
    "title": "Gesture",
    "table_of_contents": [
        "1 Research throughout the ages",
        "2 Typology (categories)",
        "2.1 Communicative vs. informative",
        "2.1.1 Informative (Passive Gestures)",
        "2.1.2 Communicative (Active Gestures)",
        "3 Body language relating to gestures",
        "4 Manual vs. non-manual communicative gestures",
        "4.1 Manual gestures",
        "4.1.1 Symbolic (emblematic)",
        "4.1.2 Deictic (indexical)",
        "4.1.3 Motor (beat)",
        "4.1.4 Lexical (iconic)",
        "5 Language development",
        "6 Social significance",
        "7 Neurology",
        "8 Electronic interface",
        "9 Kendon's continuum",
        "10 Philosophy",
        "11 See also",
        "12 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech. Gestures include movement of the hands, face, or other parts of the body. Gestures differ from physical non-verbal communication that does not communicate specific messages, such as purely expressive displays, proxemics, or displays of joint attention.[1] Gestures allow individuals to communicate a variety of feelings and thoughts, from contempt and hostility to approval and affection, often together with body language in addition to words when they speak. Gesticulation and speech work independently of each other, but join to provide emphasis and meaning.\n\nGesture processing takes place in areas of the brain such as Broca's and Wernicke's areas, which are used by speech and sign language.[2] In fact, language is thought by some scholars to have evolved in Homo sapiens from an earlier system consisting of manual gestures.[3] The theory that language evolved from manual gestures, termed Gestural Theory, dates back to the work of 18th-century philosopher and priest Abbé de Condillac, and has been revived by contemporary anthropologist Gordon W. Hewes, in 1973, as part of a discussion on the origin of language.[4]\n\n"
        },
        {
            "title": "Research throughout the ages",
            "text": "Gestures have been studied throughout time from different philosophers.[5] Marcus Fabius Quintilianus was a Roman Rhetorician who studied in his Institutio Oratoria on how gesture can be used on rhetorical discourses. One of his greatest works and foundation for communication was the \"Institutio Oratoria\" where he explains his observations and nature of different oratories.[6]\n\nA study done in 1644, by John Bulwer an English physician and early Baconian natural philosopher wrote five works exploring human communications pertaining to gestures.[7] Bulwer analyzed dozens of gestures and provided a guide under his book named Chirologia which focused on hand gestures.[8] In the 19th century, Andrea De Jorio an Italian antiquarian who considered a lot of research about body language published an extensive account of gesture expressions.[9]\n\nAndrew N. Meltzoff an American psychologist internationally renown for infant and child development conducted a study in 1977 on the imitation of facial and manual gestures by newborns. The study concluded that \"infants between 12 and 21 days of age can imitate the facial and manual gestures of parents\".[10] In 1992, David Mcneill, a professor of linguistics and psychology at the University of Chicago, wrote a book based on his ten years of research and concluded that \"gestures do not simply form a part of what is said, but have an impact on thought itself.\" Meltzoff argues that gestures directly transfer thoughts into visible forms, showing that ideas and language cannot always be express.[11] A peer-reviewed journal Gesture has been published since 2001,[12] and was founded by Adam Kendon and Cornelia Müller.[13] The International Society for Gesture Studies (ISGS) was founded in 2002.[14]\n\nGesture has frequently been taken up by researchers in the field of dance studies and performance studies in ways that emphasize the ways they are culturally and contextually inflected. Performance scholar Carrie Noland describes gestures as \"learned techniques of the body\" and stresses the way gestures are embodied corporeal forms of cultural communication.[15] But rather than just residing within one cultural context, she describes how gestures migrate across bodies and locations to create new cultural meanings and associations. She also posits how they might function as a form of \"resistance to homogenization\" because they are so dependent on the specification of the bodies that perform them.[16]\n\nGesture has also been taken up within queer theory, ethnic studies and their intersections in performance studies, as a way to think about how the moving body gains social meaning. José Esteban Muñoz uses the idea of gesture to mark a kind of refusal of finitude and certainty and links gesture to his ideas of ephemera. Muñoz specifically draws on the African-American dancer and drag queen performer Kevin Aviance to articulate his interest not in what queer gestures might mean, but what they might perform.[17] Juana María Rodríguez borrows ideas of phenomenology and draws on Noland and Muñoz to investigate how gesture functions in queer sexual practices as a way to rewrite gender and negotiate power relations. She also connects gesture to Giorgio Agamben's idea of \"means without ends\" to think about political projects of social justice that are incomplete, partial, and legibile within culturally and socially defined spheres of meaning.[18]\n\nWithin the field of linguistics, the most hotly contested aspect of gesture revolves around the subcategory of Lexical or Iconic Co-Speech Gestures. Adam Kendon was the first to hypothesize on their purpose when he argued that Lexical gestures do work to amplify or modulate the lexico-semantic content of the verbal speech with which they co-occur.[1] However, since the late 1990s, most research has revolved around the contrasting hypothesis that Lexical gestures serve a primarily cognitive purpose in aiding the process of speech production.[19][20] As of 2012, there is research to suggest that Lexical Gesture does indeed serve a primarily communicative purpose and cognitive only secondary, but in the realm of socio-pragmatic communication, rather than lexico-semantic modification.[21]\n\n"
        },
        {
            "title": "",
            "text": "Humans have the ability to communicate through language, but they can also express through gestures. In particular, gestures can be transmitted through movements of body parts, face, and body expressions.[22] Researchers Goldin Meadow and Brentari D. conducted research in 2015 and concluded that communicating through sign language is no different from spoken language.[23]\n\nThe first way to distinguish between categories of gesture is to differentiate between communicative gesture and informative gesture. While most gestures can be defined as possibly happening during the course of spoken utterances, the informative-communicative dichotomy focuses on intentionality of meaning and communication in co-speech gesture.[22]\n\nInformative gestures are passive gestures that provide information about the speaker as a person and not about what the speaker is trying to communicate. Some movements are not purely considered gestures, however a person could perform these adapters in such way like scratching, adjusting clothing, and tapping.[24]\n\nThese gestures can occur during speech, but they may also occur independently of communication, as they are not a part of active communication. While informative gestures may communicate information about the person speaking (e.g. itchy, uncomfortable, etc.), this communication is not engaged with any language being produced by the person gesturing.[22]\n\nCommunicative gestures are gestures that are produced intentionally and meaningfully by a person as a way of intensifying or modifying speech produced in the vocal tract (or with the hands in the case of sign languages), even though a speaker may not be actively aware that they are producing communicative gestures.[22] For instance, on the picture above of Uncle Sam, he is pointing and sending a non-verbal form of gesture by implying he wants you to join the U.S. Army. This is a form of symbolic gesture, usually used in the absence of speech.[23]\n\n"
        },
        {
            "title": "Body language relating to gestures",
            "text": "Body language is a form of nonverbal communication that allows visual cues that transmit messages without speaking. Gestures are movement that are made with the body: arms, hands, facial,  etc.[25] Authors Barbara Pease and Allan Pease, of \"The Definitive Book of Body Language\" concluded that everyone does a shoulder shrug, a gesture signifying that the person is not comprehending what they are supposed to be understanding. Also, that showing the palms of both hands to show a person is not hiding anything, and raising the eyebrows to indicate a greeting.[26]\n\nFinger gestures are commonly used in a variety of ways, from point at something to indicate that you want to show a person something to indicating a thumbs up to show everything is good.[27]\n\nSome gestures are near universals, i.e., found all over the world with only some exceptions. An example is the head shake to signify \"no\".[28] Also, in most cultures nodding your head signifies \"Yes\", which the book \"The Definitive Book of Body Language\" describes as submissive gesture to representing the conversation is going the direction of the person speaking. The book explains that people who are born deaf can show a form of submissive gesture to signify \"Yes\".[25]\n\n"
        },
        {
            "title": "Manual vs. non-manual communicative gestures",
            "text": "Within the realm of communicative gestures, the first distinction to be made is between gestures made with the hands and arms, and gestures made with other parts of the body. Examples of Non-manual gestures may include head nodding and shaking, shoulder shrugging, and facial expression, among others. Non-manual gestures are attested in languages all around the world, but have not been the primary focus of most research regarding co-speech gesture.[22]\n\nA gesture that is a form of communication in which bodily actions communicate particular messages. Manual gestures are most commonly broken down into four distinct categories: Symbolic (Emblematic), Deictic (Indexical), Motor (Beat), and Lexical (Iconic)[19] It is important to note that manual gesture in the sense of communicative co-speech gesture does not include the gesture-signs of Sign Languages, even though sign language is communicative and primarily produced using the hands, because the gestures in Sign Language are not used to intensify or modify the speech produced by the vocal tract, rather they communicate fully productive language through a method alternative to the vocal tract.\n\nThe most familiar are the so-called emblems or quotable gestures. These are conventional, culture-specific gestures that can be used as replacement for words, such as the handwave used in the US for \"hello\" and \"goodbye\". A single emblematic gesture can have a very different significance in different cultural contexts, ranging from complimentary to highly offensive.[29] The page List of gestures discusses emblematic gestures made with one hand, two hands, hand and other body parts, and body and facial gestures.\n\nSymbolic gestures can occur either concurrently or independently of vocal speech. Symbolic gestures are iconic gestures that are widely recognized, fixed, and have conventionalized meanings.[19]\n\nDeictic gestures can occur simultaneously with vocal speech or in place of it. Deictic gestures are gestures that consist of indicative or pointing motions. These gestures often work in the same way as demonstrative words and pronouns like \"this\" or \"that\".[19]\n\nDeictic gestures can refer to concrete or intangible objects or people.\n\nMotor or beat gestures usually consist of short, repetitive, rhythmic movements that are closely tied with prosody in verbal speech. Unlike symbolic and deictic gestures, beat gestures cannot occur independently of verbal speech and convey no semantic information. For example, some people wave their hands as they speak to emphasize a certain word or phrase.\n\nThese gestures are closely coordinated with speech. The so-called beat gestures are used in conjunction with speech and keep time with the rhythm of speech to emphasize certain words or phrases. These types of gestures are integrally connected to speech and thought processes.[30]\n\nOther spontaneous gestures used during speech production known as iconic gestures are more full of content, and may echo, or elaborate, the meaning of the co-occurring speech. They depict aspects of spatial images, actions, people, or objects.[31] For example, a gesture that depicts the act of throwing may be synchronous with the utterance, \"He threw the ball right into the window.\"[30] Such gestures that are used along with speech tend to be universal.[32] For example, one describing that he/she is feeling cold due to a lack of proper clothing and/or a cold weather can accompany his/her verbal description with a visual one. This can be achieved through various gestures such as by demonstrating a shiver and/or by rubbing the hands together. In such cases, the language or verbal description of the person does not necessarily need to be understood as someone could at least take a hint at what's being communicated through the observation and interpretation of body language which serves as a gesture equivalent in meaning to what's being said through communicative speech.\n\nThe elaboration of lexical gestures falls on a spectrum of iconic-metaphorical in how closely tied they are to the lexico-semantic content of the verbal speech they coordinate with. More iconic gesture very obviously mirrors the words being spoken (such as drawing a jagged horizontal line in the air to describe mountains) whereas more metaphorical gestures clearly contain some spatial relation to the semantic content of the co-occurring verbal speech, but the relationship between the gesture and the speech might be more ambiguous.\n\nLexical gestures, like motor gestures, cannot occur independently of verbal speech. The purpose of lexical gestures is still widely contested in the literature with some linguists arguing that lexical gestures serve to amplify or modulate the semantic content of lexical speech,[1] or that it serves a cognitive purpose in aiding in lexical access and retrieval[19] or verbal working memory.[20] Most recent research suggests that lexical gestures serve a primarily socio-pragmatic role.[21]\n\n"
        },
        {
            "title": "Language development",
            "text": "Studies affirm a strong link between gesture typology and language development. Young children under the age of two seem to rely on pointing gestures to refer to objects that they do not know the names of. Once the words are learned, they eschewed those referential (pointing) gestures. One would think that the use of gesture would decrease as the child develops spoken language, but results reveal that gesture frequency increased as speaking frequency increased with age. There is, however, a change in gesture typology at different ages, suggesting a connection between gestures and language development. Children most often use pointing and adults rely more on iconic and beat gestures. As children begin producing sentence-like utterances, they also begin producing new kinds of gestures that adults use when speaking (iconics and beats). Evidence of this systematic organization of gesture is indicative of its association to language development.[31]\n\nGestural languages such as American Sign Language and its regional siblings operate as complete natural languages that are gestural in modality. They should not be confused with finger spelling, in which a set of emblematic gestures are used to represent a written alphabet. American sign language is different from gesturing in that concepts are modeled by certain hand motions or expressions and has a specific established structure while gesturing is more malleable and has no specific structure rather it supplements speech. Before an established sign language was created in Nicaragua after the 1970s, deaf communities would use \"home signs\" in order to communicate with each other. These home signs were not part of a unified language but were still used as familiar motions and expressions used within their family—still closely related to language rather than gestures with no specific structure.[33] This is similar to what has been observed in the gestural actions of chimpanzees. Gestures are used by these animals in place of verbal language, which is restricted in animals due to their lacking certain physiological and articulation abilities that humans have for speech. Corballis (2009) asserts that \"our hominid ancestors were better pre-adapted to acquire language-like competence using manual gestures than using vocal sounds.\"[34] This leads to a debate about whether humans, too, looked to gestures first as their modality of language in the early existence of the species. The function of gestures may have been a significant player in the evolution of language.\n\n"
        },
        {
            "title": "Social significance",
            "text": "Gesturing is probably universal; there has been no report of a community that does not gesture.  Gestures are a crucial part of everyday conversation such as chatting, describing a route, negotiating prices on a market; they are ubiquitous.[35] Gestures are learned embodied cultural practices that can function as a way to interpret ethnic, gender, and sexual identity.\n\nGestures, commonly referred to as \"body language,\" play an important role in industry.  Proper body language etiquette in business dealings can be crucial for success.  However, gestures can have different meanings according to the country in which they are expressed. In an age of global business, diplomatic cultural sensitivity has become a necessity. Gestures that we take as innocent may be seen by someone else as deeply insulting.[35]\n\nThe following gestures are examples of proper etiquette with respect to different countries' customs on salutations:\n\nIn Hinduism and Buddhism, a mudra (Sanskrit, literally \"seal\") is a symbolic gesture made with the hand or fingers. Each mudra has a specific meaning, playing a central role in Hindu and Buddhist iconography.\n\nA common religious gesture include crossing oneself in a number of religions as a sign of respect, typically by kneeling before a sacred object in many.[38] Gestures play a central role in religious or spiritual rituals such as the Christian sign of the cross.\n\nGestures are also a means to initiate a mating ritual. This may include elaborate dances and other movements. Gestures play a major role in many aspects of human life.\n\nAdditionally, when people use gestures, there is a certain shared background knowledge. Different cultures use similar gestures when talking about a specific action such as how we gesture the idea of drinking out of a cup.[38]\n\nWhen an individual makes a gesture, another person can understand because of recognition of the actions/shapes.[38]\n\nGestures have been documented in the arts such as in Greek vase paintings, Indian Miniatures or European paintings.\n\nAn example, Vitarka Vicara, the gesture of discussion and transmission of Buddhist teaching. It is done by joining the tips of the thumb and the index together, while keeping the other fingers straight.\n\n"
        },
        {
            "title": "Neurology",
            "text": "Gestures are processed in the same areas of the brain as speech and sign language such as the left inferior frontal gyrus (Broca's area) and the posterior middle temporal gyrus, posterior superior temporal sulcus and superior temporal gyrus (Wernicke's area).[2] It has been suggested that these parts of the brain originally supported the pairing of gesture and meaning and then were adapted in human evolution \"for the comparable pairing of sound and meaning as voluntary control over the vocal apparatus was established and spoken language evolved\".[2] As a result, it underlies both symbolic gesture and spoken language in the present human brain. Their common neurological basis also supports the idea that symbolic gesture and spoken language are two parts of a single fundamental semiotic system that underlies human discourse.[30]\nThe linkage of hand and body gestures in conjunction with speech is further revealed by the nature of gesture use in blind individuals during conversation. This phenomenon uncovers a function of gesture that goes beyond portraying communicative content of language and extends David McNeill's view of the gesture-speech system. This suggests that gesture and speech work tightly together, and a disruption of one (speech or gesture) will cause a problem in the other. Studies have found strong evidence that speech and gesture are innately linked in the brain and work in an efficiently wired and choreographed system. McNeill's view of this linkage in the brain is just one of three currently up for debate; the others declaring gesture to be a \"support system\" of spoken language or a physical mechanism for lexical retrieval.[39]\n\nBecause of this connection of co-speech gestures—a form of manual action—in language in the brain, Roel Willems and Peter Hagoort conclude that both gestures and language contribute to the understanding and decoding of a speaker's encoded message. Willems and Hagoort's research suggest that \"processing evoked by gestures is qualitatively similar to that of words at the level of semantic processing.\" This conclusion is supported through findings from experiments by Skipper where the use of gestures led to \"a division of labor between areas related to language or action (Broca's area and premotor/primary motor cortex respectively)\", The use of gestures in combination with speech allowed the brain to decrease the need for \"semantic control\". Because gestures aided in understanding the relayed message, there was not as great a need for semantic selection or control that would otherwise be required of the listener through Broca's area. Gestures are a way to represent the thoughts of an individual, which are prompted in working memory. The results of an experiment revealed that adults have increased accuracy when they used pointing gestures as opposed to simply counting in their heads (without the use of pointing gestures)[38] Furthermore, the results of a study conducted by Marstaller and Burianová suggest that the use of gestures affect working memory. The researchers found that those with low capacity of working memory who were able to use gestures actually recalled more terms than those with low capacity who were not able to use gestures.[40]\n\nAlthough there is an obvious connection in the aid of gestures in understanding a message, \"the understanding of gestures is not the same as understanding spoken language.\" These two functions work together and gestures help facilitate understanding, but they only \"partly drive the neural language system\".[41]\n\n"
        },
        {
            "title": "Electronic interface",
            "text": "The movement of gestures can be used to interact with technology like computers, using touch or multi-touch popularised by the iPhone, physical movement detection and visual motion capture, used in video game consoles.\n\nIt can be recorded using kinematic methodology.\n\n"
        },
        {
            "title": "",
            "text": "In order to better understand the linguistic values that gestures hold, Adam Kendon, a pioneer in gesture research has proposed to look at it as a continuum from less linguistic to fully linguistic. Using the continuum, speech declines as \"the language-like properties of gestural behaviors increase and idiosyncratic gestures are replaced by socially regulated signs\".[42]\n\nGestures of different kinds fall within this continuum and include spontaneous gesticulations, language-like gestures, pantomime, emblems, and sign language.  Spontaneous gesticulations are not evident without the presence of speech, assisting in the process of vocalization, whereas language-like gestures are \"iconic and metaphoric, but lack consistency and are context-dependent\".[42] \"Language-like gesture\" implies that the gesture is assuming something linguistic (Loncke, 2013).[43] Pantomime falls in the middle of the continuum and requires shared conventions.  This kind of gesture helps convey information or describe an event.\n\nFollowing pantomime are emblems, which have specific meanings to denote \"feelings, obscenities, and insults\" and are not required to be used in conjunction with speech.[42]  The most linguistic gesture on Kendon's continuum is sign language, where \"single manual signs have specific meanings and are combined with other manual signs according to specific rules\".[42]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "In recent years, various authors have dealt with philosophical theories of gesture, proposing different versions. Among the most important we should note that of Giorgio Agamben, presented in the book Karman, in which the gesture is seen as a pure means without purpose, as an intermediate form between the doing of praxis and that of poiesis.[44] In an opposite spirit, Giovanni Maddalena introduced The philosophy of gesture where gesture is defined as any performed act with a beginning and an end that carries on a meaning (from the latin gero = to bear, to carry on).[45] According to this philosophy, gesture is our normal procedure to embody vague ideas in singular actions with a general meaning. Gesture is forged by a dense blending of icons, indices, and symbols and by a complexity of phenomenological characteristics, such as feelings, actual actions, general concepts, and habits (firstness, secondness, and thirdness in Charles S. Peirce’s phenomenology).\n\n"
        }
    ]
}