{
    "url": "https://en.wikipedia.org/wiki/Ghost_rockets",
    "title": "Ghost rockets",
    "table_of_contents": [
        "1 Descriptions and early investigations",
        "2 U.S. involvement",
        "3 Swedish military opinion",
        "4 Greek government investigation",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ghost rockets (Swedish: Spökraketer, also called Scandinavian ghost rockets) were rocket- or missile-shaped unidentified flying objects sighted in 1946, mostly in Sweden and nearby countries like Finland.\n\nThe first reports of ghost rockets were made on February 26, 1946, by Finnish observers.[1] About 2,000 sightings were logged between May and December 1946, with peaks on 9 and 11 August 1946. Two hundred sightings were verified with radar returns, and authorities recovered physical fragments which were attributed to ghost rockets.\n\nInvestigations concluded that many ghost rocket sightings were probably caused by meteors. For example, the peaks of the sightings, on 9 and 11 August 1946, also fall within the peak of the annual Perseid meteor shower. However, most ghost rocket sightings did not occur during meteor shower activity, and furthermore displayed characteristics inconsistent with meteors, such as reported maneuverability.\n\nDebate continues as to the origins of the unidentified ghost rockets. In 1946, however, it was thought likely that they originated from the former German rocket facility at Peenemünde, and were long-range tests by the Soviets of captured German V-1 or V-2 missiles, or perhaps another early form of cruise missile because of the ways they were sometimes seen to maneuver. This prompted the Swedish Army to issue a directive stating that newspapers were not to report the exact location of ghost rocket sightings, or any information regarding the direction or speed of the object. This information, they reasoned, was vital for evaluation purposes to the nation or nations assumed to be performing the tests.\n\n"
        },
        {
            "title": "Descriptions and early investigations",
            "text": "The early Soviet origins theory was rejected by Swedish, British, and U.S. military investigators because no recognizable rocket fragments were ever found, and according to some sightings, the objects displayed some combination of leaving no exhaust trail, moving too slowly, flying horizontally, traveling and maneuvering in formation, and appearing to be silent.\n\nThe sightings most often consisted of fast-flying rocket- or missile-shaped objects, with or without wings, visible for mere seconds. Instances of slower moving, cigar-shaped objects are also known. A hissing or rumbling sound was sometimes reported.\n\nCrashes were not uncommon, almost always in lakes. Reports were made of objects crashing into a lake, sometimes then propelling themselves across the surface before sinking. The Swedish military performed several dives in the affected lakes shortly after the crashes, but found nothing other than occasional craters in the lake bottom or torn off aquatic plants.\n\nThe best known of these crashes occurred on July 19, 1946, into Lake Kölmjärv [sv], Sweden. Witnesses reported a gray, rocket-shaped object with wings crashing in the lake. One witness interviewed heard a thunderclap, possibly the object exploding. However, a 3-week military search reported nothing.\n\nImmediately after the investigation, the Swedish Air Force officer who led the search, Karl-Gösta Bartoll submitted a report in which he stated that the bottom of the lake had been disturbed but nothing was recovered and that \"there are many indications that the Kölmjärv object disintegrated itself...the object was probably manufactured in a lightweight material, possibly a kind of magnesium alloy that would disintegrate easily, and not give indications on our instruments\".[2]\nWhen Bartoll was later interviewed in 1984 by Swedish researcher Clas Svahn, he again said their investigation suggested the object largely disintegrated in flight and insisted that \"what people saw were real, physical objects\".[3]\n\nOn October 10, 1946, the Swedish Defense Staff publicly stated, \"Most observations are vague and must be treated very skeptically. In some cases, however, clear, unambiguous observations have been made that cannot be explained as natural phenomena, Swedish aircraft, or imagination on the part of the observer. Echo, radar, and other equipment registered readings but gave no clue as to the nature of the objects\". It was also stated that fragments alleged to have come from the missiles were nothing more than ordinary coke or slag.[4]\n\nOn December 3, 1946, a memo was drafted for the Swedish Ghost Rocket committee stating \"nearly one hundred impacts have been reported and thirty pieces of debris have been received and examined by Swedish National Defence Research Institute (FOA)\". The debris was later said to be meteorite fragments.[citation needed] Of the nearly 1,000 reports that had been received by the Swedish Defense Staff to November 29, 225 were considered observations of \"real physical objects\" and every one had been seen in broad daylight.[5]\n\n"
        },
        {
            "title": "U.S. involvement",
            "text": "In early August 1946, Swedish Lt. Lennart Neckman of the Defense Staff's Air Defense Division saw something that was \"without a doubt ... a rocket projectile\". On August 14, 1946, the New York Times reported that Undersecretary of State Dean Acheson was \"very much interested\" in the ghost rocket reports, as was U.S. Army Air Forces intelligence as indicated nonpublicly by later documents (Clark, 246). Then on August 20, the Times reported that two U.S. experts on aerial warfare, aviation legend General Jimmy Doolittle and General David Sarnoff, president of RCA, arrived in Stockholm, ostensibly on private business and independently of each other. The official explanation was that Doolittle, who was now vice-president of the Shell Oil Company, was inspecting Shell branch offices in Europe, while Sarnoff, a former member of General Dwight D. Eisenhower's London staff, was studying the market for radio equipment. However, the Times story indicated that the Chief of the Swedish Defense Staff, made no secret that he \"was extremely interested in asking the two generals' advice and, if possible, would place all available reports before them\". (Carpenter chronology)[clarification needed] Doolittle and Sarnoff were briefed that on several occasions the ghost rockets had been tracked on radar.[6] Sarnoff was quoted by the N.Y. Times on September 30 saying that he was \"convinced that the 'ghost bombs' are no myth but real missiles\".[2]\n\nOn August 22, 1946, the director of the Central Intelligence Group (CIG), Lt. Gen. Hoyt Vandenberg, wrote a Top Secret memo to President Truman, perhaps based in part on information from Doolittle and Sarnoff. Vandenberg stated that the \"weight of evidence pointed to Peenemünde as origin of the missiles, that US MA [military attaché] in Moscow had been told by 'key Swedish Air Officer' that radar course-plotting had led to conclusion that Peenemünde was the launch site. CIG speculates that the missiles are extended-range developments of V-1 being aimed for the Gulf of Bothnia for test purposes and do not overfly Swedish territory specifically for intimidation; self-destruct by small demolition charge or burning\".[2]\n\nNevertheless, there are no reports of rocket launches at Peenemünde or the Greifswalder Oie after February 21, 1945 (See also: List of V-2 test launches).\n\n"
        },
        {
            "title": "Swedish military opinion",
            "text": "Although the official opinion of the Swedish and U.S. military remains unclear, a Top Secret USAFE (United States Air Force Europe) document from 4 November 1948 indicates that at least some investigators believed the ghost rockets and later \"flying saucers\" had extraterrestrial origins. Declassified only in 1997, the document states:\n\nThe document also mentioned a search for an object crashing in a Swedish lake conducted by a Swedish naval salvage team, with the discovery of a previously unknown crater on the lake floor believed caused by the object (possibly referencing the Lake Kölmjärv search for a ghost rocket discussed above, though the date is unclear). The document ends with the statement that \"we are inclined not to discredit entirely this somewhat spectacular theory [extraterrestrial origins], meantime keeping an open mind on the subject\".[7]\n\n"
        },
        {
            "title": "Greek government investigation",
            "text": "The \"ghost rocket\" reports were not confined to Scandinavian countries. Similar objects were also reported early the following month by British Army units in Greece, especially around Thessaloniki. In an interview on September 5, 1946, the Greek Prime Minister, Konstantinos Tsaldaris, likewise reported a number of projectiles had been seen over Macedonia and Thessaloniki on September 1. In mid-September, they were also seen in Portugal, and then in Belgium and northern Italy.\n\nThe Greek government conducted their own investigation, with their leading scientist, physicist Dr. Paul Santorinis [el], in charge. Santorinis had been a developer of the proximity fuze on the first A-bomb and held patents on guidance systems for Nike missiles and radar systems. Santorinis was supplied by the Greek Army with a team of engineers to investigate what again were believed to be Soviet missiles flying over Greece.\n\nIn a 1967 lecture to the Greek Astronomical Society, broadcast on Athens Radio, Santorinis first publicly revealed what had been found in his 1947 investigation. \"We soon established that they were not missiles. But, before we could do any more, the Army, after conferring with foreign officials (presumably U.S. Defense Dept.), ordered the investigation stopped. Foreign scientists [from Washington] flew to Greece for secret talks with me\". Later Santorinis told UFO researchers such as Raymond Fowler that secrecy was invoked because officials were afraid to admit of a superior technology against which we have \"no possibility of defense\".[8]\n\n"
        }
    ]
}