{
    "url": "https://en.wikipedia.org/wiki/Ghost_hunting",
    "title": "Ghost hunting",
    "table_of_contents": [
        "1 History",
        "2 Notable paranormal investigators",
        "2.1 Harry Price",
        "2.2 Ed and Lorraine Warren",
        "3 Belief statistics",
        "4 Skepticism",
        "5 Methods and equipment",
        "5.1 Cold spots",
        "5.2 Orbs",
        "6 Depiction in media",
        "6.1 Television",
        "6.1.1 Ghost Hunters",
        "6.1.2 Ghost Adventures",
        "6.1.3 The Haunted Collector",
        "6.2 Films",
        "6.2.1 Poltergeist",
        "6.2.2 Ghostbusters",
        "6.2.3 The Conjuring",
        "6.3 Video games",
        "6.3.1 Phasmophobia",
        "6.4 Web series",
        "6.4.1 Buzzfeed Unsolved",
        "7 Tourism",
        "8 Further reading",
        "9 External links",
        "10 See also",
        "11 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ghost hunting is the process of investigating locations that are reported to be haunted by ghosts. Typically, a ghost-hunting team will attempt to collect evidence supporting the existence of paranormal activity. Ghost hunters use a variety of electronic devices, including EMF meters, digital thermometers, both handheld and static digital video cameras, including thermographic and night vision cameras, night vision goggles, as well as digital audio recorders. Other more traditional techniques are also used, such as conducting interviews and researching the history of allegedly haunted sites. Ghost hunters may also refer to themselves as \"paranormal investigators.\"[1]\n\nGhost hunting has been heavily criticized for its dismissal of the scientific method. No scientific study has ever been able to confirm the existence of ghosts.[2][3] The practice is considered a pseudoscience by the vast majority of educators, academics, and science writers.[4][5][6][7][8][9][10][11]\n\n"
        },
        {
            "title": "History",
            "text": "Paranormal research dates back to the nineteenth century, with organizations such as the Society for Psychical Research investigating spiritual matters. Psychic researcher Harry Price published his Confessions of a Ghost-Hunter in 1936.[12]\n\nGhost hunting was popularized in the 2000s by television series such as Most Haunted and Ghost Hunters, combined with the increasing availability of high-tech equipment. The Atlantic Paranormal Society reported a doubling in their membership in the late 2000s, attributing this to the television programs. Despite its lack of acceptance in academic circles, the popularity of ghost-hunting reality TV shows has influenced a number of individuals to take up the pursuit.[13]\n\nSmall businesses offering ghost-hunting equipment and paranormal investigation services increased in the early 2000s. Many offer electromagnetic field (EMF) meters, infrared motion sensors and devices billed as \"ghost detectors\". The paranormal boom is such that some small ghost-hunting related businesses are enjoying increased profits through podcast and website advertising, books, DVDs, videos and other commercial enterprises.[14]\n\nOne ghost-hunting group called \"A Midwest Haunting\" based in Macomb, Illinois, reported that the number of people taking its tours had tripled, jumping from about 600 in 2006 to 1,800 in 2008. Others, such as Marie Cuff of \"Idaho Spirit Seekers\" pointed to increased traffic on their websites and message boards as an indication that ghost hunting was becoming more accepted. Participants say that ghost hunting allows them to enjoy the friendship of like-minded people and actively pursue their interest in the paranormal. According to Jim Willis of \"Ghosts of Ohio\", his group's membership had doubled, growing to 30 members since it was founded in 1999 and includes both true believers and total skeptics. Willis says his group is \"looking for answers, one way or another\" and that skepticism is a prerequisite for those who desire to be \"taken seriously in this field.\"[13]\n\nAuthor John Potts says that the present day pursuit of \"amateur ghost hunting\" can be traced back to the Spiritualist era and early organizations founded to investigate paranormal phenomena, like London's The Ghost Club and the Society for Psychical Research, but that modern investigations are unrelated to academic parapsychology. Potts writes that modern ghost hunting groups ignore the scientific method and instead follow a form of \"techno-mysticism\".[11]\n\nThe popularity of ghost hunting has led to some injuries. Unaware that a \"spooky home\" in Worthington, Ohio was occupied, a group of teenagers stepped on the edge of the property to explore. The homeowner fired on the teenagers' automobile as they were leaving, seriously injuring one.[15] A woman hunting for ghosts was killed in a fall from a University of Toronto building.[16]\n\nAn offshoot of ghost hunting is the commercial ghost tour conducted by a local guide or tour operator who is often a member of a local ghost-hunting or paranormal investigation group. Since both the tour operators and owners of the reportedly haunted properties share profits of such enterprises (admissions typically range between $50 and $100 per person), some believe the claims of hauntings are exaggerated or fabricated in order to increase attendance.[17][failed verification] The city of Savannah, Georgia, is said to be the American city with the most ghost tours, having more than 31 as of 2003.[18][19]\n\n"
        },
        {
            "title": "Notable paranormal investigators",
            "text": "Harry Price (1881–1948) was a British parapsychologist, psychic researcher and author who gained public prominence for his investigations into psychical phenomena and his exposing of fraudulent spiritualist mediums. He is best known for his well-publicized investigation of the purportedly haunted Borley Rectory in Essex, England. Price's exploits were given wide exposure in a 1950 book, Harry Price: Biography of a Ghost Hunter by Paul Tabori. He was also a longstanding member of the Ghost Club based in London.\n\nPrice joined the Society for Psychical Research (SPR) in 1920, and used his knowledge of stage magic to debunk fraudulent mediums.[20]  In 1922, he exposed the \"spirit\" photographer William Hope.[21][22] In the same year he traveled to Germany with Eric Dingwall and investigated Willi Schneider at the home of Baron Albert von Schrenck-Notzing in Munich.[23] In 1923, Price exposed the medium Jan Guzyk.[24]\n\nPrice wrote that the photographs depicting the ectoplasm of the medium Eva Carrière taken with Schrenck-Notzing looked artificial and two-dimensional made from cardboard and newspaper portraits and that there were no scientific controls as both her hands were free. In 1920 Carrière was investigated by psychical researchers in London. An analysis of her ectoplasm revealed it to be made of chewed paper. She was also investigated in 1922 and the result of the tests were negative.[25] In 1925, Price investigated Maria Silbert and caught her using her feet and toes to move objects in the séance room.[26] He also investigated the \"direct voice\" mediumship of George Valiantine in London. In the séance Valiantine claimed to have contacted the \"spirit\" of the composer Luigi Arditi, speaking in Italian. Price wrote down every word that was attributed to Arditi and they were found to be word-for-word matches in an Italian phrase-book.[27]\n\nIn 1926, Price formed the National Laboratory of Psychical Research as a rival to the SPR.[28] Price made a formal offer to the University of London to equip and endow a Department of Psychical Research, and to loan the equipment of the National Laboratory and its library. The University of London Board of Studies in Psychology responded positively to this proposal.[citation needed]\n\nPrice had a number of public disputes with the SPR, most notably regarding professed medium Rudi Schneider.[29][30] Price exposed Frederick Tansley Munnings, who claimed to produce the independent \"spirit\" voices of Julius Caesar, Dan Leno, Hawley Harvey Crippen and King Henry VIII. Price also invented and used a piece of apparatus known as a \"voice control recorder\" and proved that all the voices were those of Munnings. In 1928, Munnings admitted fraud and sold his confessions to a Sunday newspaper.[31]\n\nIn 1933, Frank Decker was investigated by Price at the National Laboratory of Psychical Research.[32] Under strict scientific controls that Price contrived, Decker failed to produce any phenomena at all.[33] Price's psychical research continued with investigations into Karachi's Indian rope trick and the fire-walking abilities of Kuda Bux. In 1936, Price broadcast from a supposedly haunted manor house in Meopham, Kent for the BBC and published The Confessions of a Ghost-Hunter and The Haunting of Cashen's Gap. This year also saw the transfer of Price's library on permanent loan to the University of London (see external links), followed shortly by the laboratory and investigative equipment. In 1937, he conducted further televised experiments into fire-walking with Ahmed Hussain at Carshalton and Alexandra Palace, and also rented Borley Rectory for one year. The following year, Price re-established the Ghost Club, with himself as chairman, modernizing it and changing it from a spiritualist association to a group of more or less open-minded skeptics that gathered to discuss paranormal topics. He was also the first to admit women to the club. Price drafted a bill for the regulation of psychic practitioners, and in 1939, he organized a national telepathic test in the periodical John O'London's Weekly. During the 1940s, Price concentrated on writing and the works The Most Haunted House in England, Poltergeist Over England and The End of Borley Rectory were all published.\n\nPrice's friends included other debunkers of fraudulent mediums such as Harry Houdini and the journalist Ernest Palmer.[34][35]\n\nEdward Warren Miney (1926–2006) and Lorraine Rita Warren (née Moran, 1927–2019) were American paranormal investigators and authors associated with prominent reports of haunting from the 1950s to the present. Edward was a World War II United States Navy veteran who became a self-taught and self-professed demonologist, author, and lecturer. Lorraine professes to be clairvoyant and a light trance medium who worked closely with her husband. In 1952, the Warrens founded the New England Society for Psychic Research, the oldest ghost hunting group in New England. They authored numerous books about the paranormal and about their private investigations into various reports of paranormal activity. They claimed to have investigated over 1,000 cases during their career, and have been involved with various supernatural claims such as the Snedeker family haunting, the Enfield Poltergeist and the Smurl haunting, as well as claims of demonic possession in the Trial of Arne Cheyenne Johnson.\n\nThe Warrens are best known for their involvement in the 1976 Amityville Horror case in which New York couple George and Kathy Lutz claimed that their house was haunted by a violent, demonic presence so intense that it eventually drove them out of their home. The Amityville Horror Conspiracy authors Stephen and Roxanne Kaplan characterized the case as a \"hoax\".[36] Lorraine Warren told a reporter for The Express-Times newspaper that the Amityville Horror was not a hoax. The reported haunting was the basis for the 1977 book The Amityville Horror, which was adapted into the 1979 and 2005 movies of the same name, while also serving as inspiration for the film series that followed. The Warrens' version of events is partially adapted and portrayed in the opening sequence of The Conjuring 2 (2016).  According to Benjamin Radford, the story was \"refuted by eyewitnesses, investigations and forensic evidence\".[37] In 1979, lawyer William Weber reportedly stated that he, Jay Anson, and the occupants \"invented\" the horror story \"over many bottles of wine\".[38]\n\nGeneral criticism of the Warrens include those by skeptics Perry DeAngelis and Steven Novella, who investigated the Warrens' evidence and described it as \"blarney\".[39] Skeptical investigators Joe Nickell and Ben Radford also concluded that the more famous hauntings such as Amityville and the Snedeker family haunting, did not happen and had been invented.[37]\n\nStories of ghosts and hauntings popularized by the Warrens have been adapted as or have indirectly inspired dozens of films, television series and documentaries, including 17 films in the Amityville Horror series and six films in The Conjuring Universe including Annabelle, Annabelle: Creation, and  Annabelle Comes Home, spin-off prequels of The Conjuring.\n\n"
        },
        {
            "title": "Belief statistics",
            "text": "According to a survey conducted in October 2008 by the Associated Press and Ipsos, 34 percent of Americans say they believe in the existence of ghosts.[13] Moreover, a Gallup poll conducted on June 6–8, 2005, showed that about one-third (32%) of Americans believe that ghosts exist, with belief declining with age.[40][41] Having surveyed three countries (the United States, Canada, and the United Kingdom), the poll also mentioned that more people believe in haunted houses than any of the other paranormal items tested, with 37% of Americans, 28% of Canadians, and 40% of Britons believing.[41][42]\n\nIn 2002, the National Science Foundation identified haunted houses, ghosts, and communication with the dead among pseudoscientific beliefs.[5]\n\n"
        },
        {
            "title": "Skepticism",
            "text": "Critics question ghost hunting's methodology, particularly its use of instrumentation, as there is no scientifically proven link between the existence of ghosts and cold spots or electromagnetic fields. According to skeptical investigator Joe Nickell, the typical ghost hunter is practicing pseudoscience.[43] Nickell says that ghost hunters often arm themselves with EMF meters, thermometers that can identify cold spots, and wireless microphones that eliminate background noise, pointing out the equipment being used to try to detect ghosts is not designed for the job. \"The least likely explanation for any given reading is it is a ghost,\" maintains Nickell. Orbs of light that show up on photos, he says, are often particles of dust or moisture. \"Voices\" picked up by tape recorders can be radio signals or noise from the recorder, EMF detectors can be set off by faulty wiring, microwave towers,[13] iron, recording equipment, or cell phones, and heat sensors can pick up reflections off of mirrors or other metal surfaces. Nickell has also criticized the practice of searching only in the dark, saying that since some ghosts are described as \"shadows or dark entities,\" he conducts searches in lighted rather than darkened conditions.[44]\n\nAccording to investigator Benjamin Radford, most ghost-hunting groups including The Atlantic Paranormal Society make many methodological mistakes. According to Radford, \"[a]fter watching episodes of Ghost Hunters and other similar programs, it quickly becomes clear to anyone with a background in science that the methods used are both illogical and unscientific\". Anyone can be a ghost investigator, \"failing to consider alternative explanations for anomalous… phenomena\", considering emotions and feelings as \"evidence of ghostly encounters\". \"Improper and unscientific investigation methods\" for example \"using unproven tools and equipment\", \"sampling errors\", \"ineffectively using recording devices\" and \"focusing on the history of the location... and not the phenomena\". In his article for Skeptical Inquirer Radford concludes that ghost hunters should care about doing a truly scientific investigation: \"I believe that if ghosts exist, they are important and deserve to be taken seriously. Most of the efforts to investigate ghosts so far have been badly flawed and unscientific – and, not surprisingly, fruitless.\"[8]\n\nAlthough some ghost hunters believe orbs are of supernatural origin, skeptic Brian Dunning says that they are usually particles of dust that are reflected by light when a picture is taken, sometimes it may be bugs or water droplets. He contends that \"there are no plausible hypotheses that describe the mechanism by which a person who dies will become a hovering ball of light that appears on film but is invisible to the eye.\" He does not believe there is any science behind these beliefs; if there were then there would be some kind of discussion of who, what and why this can happen. In his investigations he can not find any \"plausible hypothesis\" that orbs are anything paranormal.[45]\n\nScience writer Sharon Hill reviewed over 1,000 \"amateur research and investigation groups\" (ARIGs), writing that \"879 identified with the category of 'ghosts'\". Hill reports that many groups used the terms \"science\" or \"scientific\" when describing themselves; however they overwhelmingly display neither understanding of nor adherence to scientific norms. Hill writes:\n\nHill sees the supernatural bias of such groups as an indication of how \"far removed ARIG participants really are from the established scientific community\".[7]\n\nIn Hill's 2017 book Scientifical Americans reviewed by historian Brian Regal for Skeptical Inquirer magazine, Regal writes that this is a timely book as it comes during an era when many question science. Regal wonders why believers think that \"untutored amateurs know more (and are more trustworthy) than professional scholars\". He asks why there is little discussion on \"philosophical and theological aspects of their work\". For example, the theoretical questions such as \"what is a ghost?\" and \"does one's religion in life determine if they can become a ghost in death?\" Hill gives a historiography of the field of \"modern paranormal interest: monsters, UFOs, and ghosts.\" Hill does not insult or ridicule the people she writes about, but explains their stories through case studies. Regal feels that this book will not deter believers in the paranormal, but it is an important part of a \"growing literature on amateur paranormal research\". Regal states that paranormal researchers are not engaging in scientific discovery but are engaging \"blithely in confirmation bias, selective evidence compiling, and the backfire effect while all the time complaining that it is the other side doing it… They, like all of us, are ultimately not searching for ghosts… they are looking for themselves.\"[47]\n\nIn May 2018, Kenny Biddle, a skeptical investigator of paranormal claims, spent a night in the White Hill Mansion in Fieldsboro, New Jersey, along with a group of fellow skeptics. The mansion, built in 1757, has traditionally been visited by many ghost hunting teams who claim to have experienced paranormal activity and communicate with spirits via EVPs while there. According to Biddle, many of the ghost hunters claimed that the EVPs they obtained \"were not just random responses; they were direct, intelligent responses to specific questions\". To challenge these claims, Biddle's group conducted a controlled experiment: the group recorded audio while asking any spirits in the Mansion to help them in locating a small foam toy hidden somewhere on the premises by a third party. They asked direct questions, but no responses were detected during review of the audio. Biddle subsequently reset the experiment and has offered a prize to ghost hunters for proof of their claim that they can obtain direct answers from spirits via EVP.[48]\n\nBiddle has also criticized what he calls \"paranormal gadgets\" that are popular with ghost hunters, such as the Ovilus, a device designed to respond to electromagnetic field variations with words from a pre-programmed dictionary, which, according to Popular Mechanics resemble a \"demonic Speak & Spell\" whose \"phrases often sound like they were cherry picked from a John Carpenter flick\".[49]\n\n"
        },
        {
            "title": "Methods and equipment",
            "text": "Ghost hunters use a variety of techniques and tools to investigate alleged paranormal activity.[50] While there is no universal acceptance among ghost hunters of the following methodologies, a number of these are commonly used by ghost hunting groups.[51]\n\nAccording to ghost hunters, a cold spot is an area of localized coldness or a sudden decrease in ambient temperature. Temperature decreases claimed to be associated with cold spots range from a few degrees Fahrenheit to over 40 degrees.[57] Many ghost hunters use digital thermometers or heat sensing devices to measure such temperature changes. Believers claim that cold spots are an indicator of paranormal or spirit activity in the area; however, there are many natural explanations for rapid temperature variations within structures, and there is no scientifically confirmed evidence that spirit entities exist or can affect air temperatures.[58]\n\nSome ghost hunters claim that circular artifacts appearing in photographs are spirits of the dead or other paranormal phenomena;[59][60][61] however, such visual artifacts are a result of flash photography illuminating a mote of dust or other particle, and are especially common with modern compact and ultra-compact digital cameras.[62][63][64][65]\n\n"
        },
        {
            "title": "Depiction in media",
            "text": "Ghost Hunters features the activities of a Warwick, Rhode Island, ghost hunting group called The Atlantic Paranormal Society (TAPS). Since 2004, the program has garnered some of the highest ratings of any Syfy network programming, presenting a mix of paranormal investigation and interpersonal drama. It has since been syndicated on NBCUniversal sister cable channel Oxygen and also airs on the Canadian cable network, OLN. In addition to their television venture, TAPS hosts a three-hour weekly radio show called Beyond Reality, operates a website where they share their stories, photographs, and ghost hunting videos with members. TAPS cast members also appear at lectures, conferences and public events.[citation needed]\n\nGhost Adventures premiered in 2008 on the Travel Channel. The TV series features ghost hunters Zak Bagans, Nick Groff (seasons 1–10), Aaron Goodwin, Billy Tolley, and Jay Wasley as they investigate reportedly haunted locations hoping to collect visual or auditory evidence of paranormal activity.[citation needed]\n\nHaunted Collector features a team of paranormal investigators led by demonologist John Zaffis who investigate allegedly haunted locations in hopes of identifying and removing objects they believe can trigger supernatural activity. The objects are transported for eventual display in Zaffis's museum. The series premiered in 2011 on the Syfy cable television channel and was cancelled in 2013.[citation needed]\n\nPoltergeist is the original film in the Poltergeist trilogy, directed by Tobe Hooper, co-written by Steven Spielberg and released on June 4, 1982. The story focuses on the Freeling family, which consists of Steven (Craig T. Nelson), Diane (JoBeth Williams), Dana (Dominique Dunne), Robbie (Oliver Robins), and Carol Anne (Heather O'Rourke), who live in a California housing development called Cuesta Verde, which comes to be haunted by ghosts. The film depicts a group of paranormal investigators, parapsychologists, and a spiritual medium named Tangina Barrons (Zelda Rubinstein) in their efforts to assist the family. A reboot of the series, Poltergeist, was directed by Gil Kenan and released on May 22, 2015, that features the host of a paranormal-themed TV show who comes to the aid of the family.[citation needed]\n\nGhostbusters is a 1984 American fantasy comedy film produced and directed by Ivan Reitman and written by Dan Aykroyd and Harold Ramis. It stars Bill Murray, Aykroyd and Ramis as Peter Venkman, Ray Stantz and Egon Spengler, eccentric parapsychologists who start a ghost-catching business in New York City. Ghostbusters was released in the United States on June 8, 1984, and grossed 242 million USD in the United States and more than 295 million USD worldwide, making it the highest-grossing comedy film of its time. It launched a media franchise, which includes two sequels (Ghostbusters II and Ghostbusters: Afterlife), two animated television series (The Real Ghostbusters and Extreme Ghostbusters), video games, and a 2016 reboot. The Ghostbusters concept was inspired by Aykroyd's fascination with the paranormal.[citation needed]\n\nThe Conjuring is a 2013 American supernatural horror film directed by James Wan and written by Chad Hayes and Carey W. Hayes. It is the inaugural film in The Conjuring Universe franchise, in which Patrick Wilson and Vera Farmiga star as paranormal investigators Ed and Lorraine Warren. Their purportedly real-life exploits inspired The Amityville Horror story and film franchise. In The Conjuring, the Warrens come to the assistance of the Perron family, who experience increasingly disturbing events in their farmhouse in Rhode Island in 1971. The Conjuring was released in the United States and Canada on July 19, 2013, and grossed over 319 million USD worldwide. A sequel, The Conjuring 2, was released on June 10, 2016, and a prequel, Annabelle, directed by John R. Leonetti, written by Gary Dauberman and produced by Peter Safran and James Wan was released in 2014.[citation needed]\n\nKinetic Games's indie survival horror game sees the player(s) take on the role of ghost hunters contracted to explore various premises for ghosts. The game received a large influx of popularity after its September 2020 release due to many well-known Twitch streamers and YouTubers playing it, mainly for the Halloween season.[66]\n\nThe American entertainment web series BuzzFeed Unsolved included BuzzFeed Unsolved Supernatural episodes where hosts Shane Madej and Ryan Bergara discussed alleged ghosts, hauntings and demons, often seeking evidence of their existence.[67] In 2019, Bergara and Madej left Buzzfeed to host a web series similar to Buzzfeed Unsolved Supernatural called Ghost Files in 2022, documenting their attempts to find evidence of supernatural beings and occurrences.\n\n"
        },
        {
            "title": "Tourism",
            "text": "Interest in ghost hunting has driven tourism to historical sites and locations claimed to be haunted. A study published in the Cornell Hospitality Quarterly in 2020 stated that \"haunted tourism has allowed attractions like historic house museums as well as abandoned hospitals, schools and prisons 'to remain intact' or bring in the money needed to make necessary improvements\".[68][69][70] According to architectural historian Jen Levstik, revenues from haunted tourism can help fund historic preservation, \"so long as the tours are also providing historically accurate information related to the property [and] the humanity of the people at those properties, and not just the salacious things that can’t be backed up beyond hearsay or rumor.\"[68]\n\n"
        }
    ]
}