{
    "url": "https://en.wikipedia.org/wiki/Ghoulies",
    "title": "Ghoulies",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "4.1 Critical response",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGhoulies is a 1985 American horror comedy film directed by Luca Bercovici in his directorial debut, and co-written with producer Jefery Levy. It stars Peter Liapis, Lisa Pelikan, Michael Des Barres, Jack Nance, Scott Thomson, and Mariska Hargitay in her film debut. It is the first film in the Ghoulies film series and was followed by three sequels.\n\n"
        },
        {
            "title": "Plot",
            "text": "During a ceremony with a satanic cult, Malcolm, the leader, is about to sacrifice his child named Jonathan Graves when his mother, Anastasia, places a talisman around his neck that shocks Malcolm. He orders a participant named Wolfgang to take the child away, and sacrifices her instead. At some point, Malcolm died and the cultists disbanded. Twenty-five years later, an adult Jonathan and his girlfriend Rebecca inherit his late father's estate, where they find several books on magic and a basement full of occult paraphernalia. When they later throw a party and invite their friends, Jonathan recruits them to perform a ritual in the basement for fun. Everyone leaves when nothing happens, but a small creature begins to materialize in the basement.\n\nThe next day, Jonathan tells Rebecca of his decision to quit college and work on the estate instead, to which she expresses concern. While cleaning up the house, Malcolm's ghost influences Jonathan to go into the basement to perform another ritual. Rebecca's concern grows when Jonathan refuses to eat, explaining that he is fasting. That evening, he conjures several creatures called Ghoulies, and proclaims himself as their master, demanding them to hide their existence from everyone but him. One day, Rebecca comes home to find Jonathan performing a ritual, much to her shock. He explains that he is trying to learn about the parents he never knew, and promises to stop his behavior. While they both lay in bed, a Ghoulie secretly draws an occult diagram under the bed which prompts Jonathan to chant in another language, and a furious Rebecca leaves him.\n\nJonathan summons two dwarves named Grizzel and Greedigut to his service, who promise to give him everything he desires. They explain that he must perform a dangerous ritual with seven other people to obtain the knowledge and power he seeks. Later, Rebecca returns and asks Jonathan to leave with her, but he refuses. He then reveals his glowing eyes to her and she runs away, but the dwarves bewitch her to return to Jonathan. He invites his friends and bewitches them to participate in the ritual. As Jonathan chants, Malcolm is resurrected from the grave. After the ceremony, Jonathan's friends remain oblivious and are invited to stay the night.\n\nMalcolm proclaims himself the real master to the Ghoulies and dwarves, and commands them to kill the group. Meanwhile, Jonathan apologizes to Rebecca and breaks the spell by placing the talisman around her neck, but she falls into a deep sleep. She eventually wakes up to see Jonathan in a trance, and runs away. After she removes the talisman around her neck, the Ghoulies attack her and she falls down a flight of stairs. Jonathan brings her to the basement to resurrect her, where he finds the dead bodies of his friends underneath sheets.\n\nMalcolm appears with the dwarves, revealing that he used Jonathan to resurrect him in order to capture his youth and sacrifice him. As a battle ensues, Malcolm resurrects Rebecca to distract Jonathan, but the dwarves alert him of the trap. Wolfgang appears with his own magical powers and fights off Malcolm. The house begins to crumble, and Wolfgang defeats Malcolm before they both disappear. Jonathan's friends and Rebecca are resurrected, and they escape to drive away as the dwarves watch. Riding with Jonathan and Rebecca, Mike asks about what happened, but Jonathan assures him it is over. However, Mike is alarmed when the Ghoulies rise behind him.\n\n"
        },
        {
            "title": "Production",
            "text": "Ghoulies originated as a one-location horror film by Luca Bercovici and his writing partner Jeffery Jevy. The concept was pitched by Bercovici to executive producer Charles Band, with whom he previously worked as an actor on the film Parasite (1982).[3]\n\nPrincipal photography began on January 30, 1984, in Los Angeles, California, after being in pre-production for five months.[4] During its fifth week of filming, Hemdale Film Corporation was initially set to handle the film's domestic distribution. However, the company remained uncredited when they later filed a lawsuit against executive producer Charles Band and Ghoulies Productions, citing \"misrepresentation\" after Band allegedly misled the company regarding the home video sales and distribution.[4]\n\nCoincidentally, the film was in production at the same time as Joe Dante's film Gremlins (1984) which Warner Bros. briefly sued the filmmakers from using the name, but the latter lost. Halfway through shooting, Band ran out of money and the filmmakers scrambled funds for months, which allowed Gremlins to be released first.[3]\n\n"
        },
        {
            "title": "Release",
            "text": "The film premiered in Los Angeles on January 18, 1985, opening in 350 theaters before premiering in New York on March 1.[4]\n\nVincent Canby of The New York Times dismissed the film as \"a cut-rate 'Gremlins'\" with \"unexceptional performances\" and \"a lot of badly simulated gore\".[5] Variety wrote that the film \"has a quaint corniness about it, as of it were a cheapie horror movie from the 1950s ... Special effects and production values are mediocre, which in this case is part of the fun\".[6] Michael Wilmington of the Los Angeles Times wrote: \"Cinematographer Mac Ahlberg contributes eerily lit camera work that occasionally achieves surprising atmosphere and delicacy, and John Carl Buechler's creations, the ghoulies themselves—foul, reptilian little beings coated with some obscene glittering, mucous-like moisture—have a certain nauseating charm. From there, however, it's a steep slide downhill\".[7] Kim Newman of The Monthly Film Bulletin called it \"an unashamed rip-off which contrives to ignore its obvious inspiration (Gremlins) and comes up with yet another prime example of the comic book-ish vitality, wit and simplicity which has become Band's trademark\".[8]\n\nOn review aggregator website Rotten Tomatoes, the film holds an 8% approval rating, based on 13 reviews.[9]\n\n"
        }
    ]
}