{
    "url": "https://en.wikipedia.org/wiki/Giallo",
    "title": "Giallo",
    "table_of_contents": [
        "1 Literature",
        "2 Film",
        "2.1 Characteristics",
        "2.1.1 Structure",
        "2.1.2 Content",
        "2.1.3 Themes",
        "2.2 Production",
        "2.2.1 Visual style",
        "2.2.2 Music",
        "2.2.3 Titles",
        "3 History and development",
        "4 Popularity and legacy",
        "4.1 Influence",
        "5 Filmography",
        "5.1 1960s",
        "5.2 1970s",
        "5.3 1980s",
        "5.4 1990s",
        "5.5 2000 to present",
        "6 Notable personalities",
        "6.1 Directors",
        "6.2 Writers",
        "6.3 Actors and actresses",
        "6.4 Composers",
        "7 Films influenced by giallo",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In Italian cinema, Giallo (pronounced [ˈdʒallo]; plural gialli, from giallo, Italian for yellow) is a genre of mystery fiction and thrillers and often contains slasher, crime fiction, psychological thriller, psychological horror, sexploitation, and, less frequently, supernatural horror elements.[1]\n\nThis particular style of Italian-produced murder mystery horror-thriller film usually blends the atmosphere and suspense of thriller fiction with elements of horror fiction (such as slasher violence) and eroticism (similar to the French fantastique genre), and often involves a mysterious killer whose identity is not revealed until the final act of the film. The genre developed in the mid-to-late 1960s, peaked in popularity during the 1970s, and subsequently declined in commercial mainstream filmmaking over the next few decades, though examples continue to be produced. It was a predecessor to, and had significant influence on, the later American slasher film genre.[2]\n\n"
        },
        {
            "title": "Literature",
            "text": "In the Italian language, giallo is a genre of novel including any literary genre involving crime and mystery, with all its sub-genres such as crime fiction, detective story, murder mystery or thriller-horror.[3]\n\nThe term giallo (\"yellow\") derives from a series of crime-mystery pulp novels entitled Il Giallo Mondadori (Mondadori Yellow), published by Mondadori from 1929 and taking its name from the trademark yellow cover background. The series consisted almost exclusively of Italian translations of mystery novels by British and American writers. These included Agatha Christie, Ellery Queen, Edgar Wallace, Ed McBain, Rex Stout, Edgar Allan Poe and Raymond Chandler.[4][5][6]\n\nPublished as cheap paperbacks, the success of the giallo novels soon began attracting the attention of other Italian publishing houses. They published their own versions and mimicked the yellow covers. The popularity of these series eventually established the word giallo as a synonym in Italian for a mystery novel. In colloquial and media usage in Italy, it also applied to a mysterious or unsolved affair.[4]\n\n"
        },
        {
            "title": "Film",
            "text": "In the film context, for Italian audiences giallo refers to any kind of murder mystery or horror thriller, regardless of its national origin.[7]\n\nMeanwhile, English-speaking audiences have used the term giallo to refer specifically to a genre of Italian-produced thriller-horror films known to Italian audiences as giallo all'italiana.[5]\n\nIn the English-speaking world, Italian giallo films are also sometimes referred to as Spaghetti Thrillers or Spaghetti Slashers, in a similar manner in which Italian Western films and poliziotteschi films from the same period have been referred to as Spaghetti Westerns and  Spaghetti crime films, respectively.[8]\n\nThe Italian film subgenre began as literal adaptations of the original giallo mystery novels (see Giallo (1933 film)[9]). Directors soon began taking advantage of modern cinematic techniques to create a unique genre that retained the mystery and crime fiction elements of giallo novels but veered more closely into the psychological thriller or psychological horror genres. Many of the typical characteristics of these films were incorporated into the later American slasher genre.[2]\n\nMost critics agree that the giallo represents a distinct category with unique features,[10] but there is some disagreement on what exactly defines a giallo film.[11] Gary Needham wrote:\n\nThese distinct \"thematic and stylistic tropes\" constitute a loose definition of the genre which is broadly consistent, though various critics have proposed slightly differing characteristic details (which consequently creates some confusion over which films can be considered gialli).[4][11][12] Author Michael Mackenzie has written that gialli can be divided into the male-focused m. gialli, which usually sees a male outsider witness a murder and become the target of the killer when he attempts to solve the crime; and f. gialli, which features a female protagonist who is embroiled in a more sexual and psychological story, typically focusing on her sexuality, psyche and fragile mental state.[13]\n\nAlthough they often involve crime and detective work, gialli should not be confused with the other popular Italian crime genre of the 1970s, the poliziotteschi, which includes more action-oriented films about violent law enforcement officers (largely influenced by gritty American films such as Bullitt, Dirty Harry, Death Wish, The Godfather, Serpico, and The French Connection). Directors and actors often moved between both genres and there is some overlap between them. While most poliziotteschi dealt with organized crime and police responses to it, some early examples of the genre focused instead on murder investigations, and especially on cases where a woman had been murdered in sexual circumstances. These films were more psychological than action-driven, and borrowed various themes and motifs from gialli. Examples include Investigation of a Citizen Above Suspicion (1970) and No, the Case Is Happily Resolved (1973). Some films could even be considered under the banner of either genre, such as Fernando Di Leo's Naked Violence (1969) and Massimo Dallamano's 1974 film La polizia chiede aiuto (What Have They Done to Your Daughters?).[14]\n\nGiallo films are generally characterized as gruesome murder-mystery thrillers that combine the suspense elements of detective fiction with scenes of shocking horror, featuring excessive bloodletting, stylish camerawork and often jarring musical arrangements. The archetypal giallo plot involves a mysterious, black-gloved psychopathic killer who stalks and butchers a series of beautiful women.[12] While most gialli involve a human killer, some also feature a supernatural element.[15]\n\nThe typical giallo protagonist is an outsider of some type, often a traveller, tourist, outcast, or even an alienated or disgraced private investigator, and frequently a young woman, often a young woman who is lonely or alone in a strange or foreign situation or environment (gialli rarely or less frequently feature law enforcement officers as chief protagonists, which would be more characteristic of the poliziotteschi genre).[4][15] The protagonists are generally or often unconnected to the murders before they begin and are drawn to help find the killer through their role as a witness to one of the murders.[15] The mystery is the identity of the killer, who is often revealed in the climax to be another key character, who conceals his or her identity with a disguise (usually some combination of hat, mask, sunglasses, gloves, and trench coat).[16] Thus, the literary whodunit element of the giallo novels is retained, while being filtered through horror genre elements and Italy's long-standing tradition of opera and staged grand guignol drama. The structure of giallo films is also sometimes reminiscent of the so-called \"weird menace\" pulp magazine horror mystery genre alongside Edgar Allan Poe and Agatha Christie.[17]\n\nIt is important to note that while most gialli feature elements of this basic narrative structure, not all do. Some films (for example Mario Bava's 1970 Hatchet for the Honeymoon, which features the killer as the protagonist) may radically alter the traditional structure or abandon it altogether and still be considered gialli due to stylistic or thematic tropes, rather than narrative ones.[15] A consistent element of the genre is an unusual lack of focus on coherent or logical narrative storytelling. While most have a nominal mystery structure, they may feature bizarre or seemingly nonsensical plot elements and a general disregard for realism in acting, dialogue and character motivation.[5][11][18] As Jon Abrams wrote, \"Individually, each [giallo] is like an improv exercise in murder, with each filmmaker having access to a handful of shared props and themes. Black gloves, sexual ambiguity, and psychoanalytic trauma may be at the heart of each film, but the genre itself is without consistent narrative form.\"[15]\n\nWhile a shadowy killer and mystery narrative are common to most gialli, the most consistent and notable shared trope in the giallo tradition is the focus on grisly death sequences.[5][15] The murders are invariably violent and gory, featuring a variety of explicit and imaginative attacks. These scenes frequently evoke some degree of voyeurism, sometimes going so far as to present the murder from the first-person perspective of the killer, with the black-gloved hand holding a knife viewed from the killer's point of view.[19][20] The murders often occur when the victim is most vulnerable (showering, taking a bath, or scantily clad); as such, giallo films often include liberal amounts of nudity and sex, almost all of it featuring beautiful young women. Actresses associated with the genre include Edwige Fenech, Barbara Bach, Daria Nicolodi, Mimsy Farmer, Barbara Bouchet, Suzy Kendall, Ida Galli and Anita Strindberg.[21] Due to the titillating emphasis on explicit sex and violence, gialli are sometimes categorized as exploitation cinema.[22][23] The association of female sexuality and brutal violence has led some commentators to accuse the genre of misogyny.[5][11][24]\n\nGialli are noted for psychological themes of madness, alienation, sexuality, and paranoia.[12] The protagonist is usually a witness to a gruesome crime but frequently finds their testimony subject to skepticism from authority figures, leading to a questioning of their own perception and authority. This ambiguity of memory and perception can escalate to delusion, hallucination, or delirious paranoia. Since gialli protagonists are typically female, this can lead to what writer Gary Needham calls, \"...the giallo's inherent pathologising of femininity and fascination with \"sick\" women.\"[4] The killer is likely to be mentally-ill as well; giallo killers are almost always motivated by insanity caused by some past psychological trauma, often of a sexual nature (and sometimes depicted in flashbacks).[12][15] The emphasis on madness and subjective perception has roots in the giallo novels (for example, Sergio Martino's Your Vice Is a Locked Room and Only I Have the Key was based on Edgar Allan Poe's short story \"The Black Cat\", which deals with a psychologically unstable narrator) but also finds expression in the tools of cinema. Writer Mikel J. Koven posits that gialli reflect an ambivalence over the social upheaval modernity brought to Italian culture in the 1960s.\n\nGialli have been noted for their strong cinematic technique, with critics praising their editing, production design, music and visual style even in the marked absence of other facets usually associated with critical admiration (as gialli frequently lack characterization, believable dialogue, realistic performances and logical coherence in the narrative).[5][11][18] Alexia Kannas wrote of 1968's La morte ha fatto l'uovo (Death Laid an Egg) that \"While the film has garnered a reputation for its supreme narrative difficulty (just as many art films have), its aesthetic brilliance is irrefutable\", while Leon Hunt wrote that frequent gialli director Dario Argento's work \"vacillate[s] between strategies of art cinema and exploitation\".[18][22]\n\nGialli are frequently associated with strong technical cinematography and stylish visuals. Critic Maitland McDonagh describes the visuals of Profondo rosso (Deep Red) as, \"vivid colors and bizarre camera angles, dizzying pans and flamboyant tracking shots, disorienting framing and composition, fetishistic close-ups of quivering eyes and weird objects (knives, dolls, marbles, braided scraps of wool)...\"[26] Critic Roberto Curti describes the visual style of gialli in relation to the  counterculture era as, \"a pop delirium filled with psychedelic paraphernalia\".[27] In addition to the iconic images of shadowy black-gloved killers and gruesome violence, gialli also frequently employ strongly stylized and even occasionally surreal uses of color. Directors Dario Argento and Mario Bava are particularly known for their impressionistic imagery and use of lurid colors, though other giallo directors (notably Lucio Fulci) employed more sedate, realistic styles as well.[21] Due to their typical 1970s milieu, some commentators have also noted their potential for visual camp, especially in terms of fashion and decor.[4][12]\n\nMusic has been cited as a key to the genre's unique character;[12] critic Maitland McDonagh describes  Profondo rosso (Deep Red) as an \"overwhelming visceral experience...equal parts visual...and aural.\"[26] Writer Anne Billson explains, \"The Giallo Sound is typically an intoxicating mix of groovy lounge music, nerve-jangling discord, and the sort of soothing lyricism that belies the fact that it's actually accompanying, say, a slow motion decapitation\", (she cites as an example Ennio Morricone's score for 1971's Four Flies on Grey Velvet).[12] Many notable giallo soundtracks feature multi-instrumentalist, Alessandro Alessandroni, his vocal group, I Cantori Moderni and vocalist Edda Dell'Orso,[28][29] including Morricone's score for Autopsy,[30] and Bruno Nicolai's score for All the Colors of the Dark, which has been described as, \"a balance of psychotic free jazz, aggressive bass driven beats, schizoid Eastern motifs, and childlike lullabies\".[31] Composers of note include Morricone,  Nicolai, and the Italian band Goblin. Other important composers known for their work on giallo films include Piero Umiliani (composer for Five Dolls for an August Moon), Riz Ortolani (The Pyjama Girl Case), Nora Orlandi (The Strange Vice of Mrs. Wardh), Stelvio Cipriani (The Iguana with the Tongue of Fire) and Fabio Frizzi (Sette note in nero a.k.a.The Psychic).[32]\n\nGialli often feature lurid or baroque titles, frequently employing animal references or the use of numbers.[12] Examples of the former trend include Sette scialli di seta gialla (Crimes of the Black Cat), Non si sevizia un paperino (Don't Torture a Duckling), La morte negli occhi del gatto (Seven Deaths in the Cat's Eye) and La tarantola dal ventre nero (Black Belly of the Tarantula); while instances of the latter include Sette note in nero (Seven Notes in Black) and The Fifth Cord.[33]\n\n"
        },
        {
            "title": "History and development",
            "text": "The first giallo novel to be adapted for film was James M. Cain's The Postman Always Rings Twice, adapted in 1943 by  Luchino Visconti as Ossessione.[4] Though the film was technically the first of Mondadori's giallo series to be adapted, its neo-realist style was markedly different from the stylized, violent character which subsequent adaptations would acquire. Condemned by the fascist government, Ossessione was eventually hailed as a landmark of neo-realist cinema, but it did not provoke any further giallo adaptations for almost 20 years.[23]\n\nIn addition to the literary giallo tradition, early gialli were also influenced by the German \"krimi\" films of the early 1960s.[16] Produced by Danish/German studio Rialto Film, these black-and-white crime movies based on Edgar Wallace stories typically featured whodunit mystery plots with a masked killer, anticipating several key components of the giallo movement by several years and despite their link to giallo author Wallace, though, they featured little of the excessive stylization and gore which would define Italian gialli.[34]\n\nThe Swedish director Arne Mattsson has also been pointed to as a possible influence, in particular his 1958 film Mannequin in Red. Though the film shares stylistic and narrative similarities with later giallo films (particularly its use of color and its multiple murder plot), there is no direct evidence that subsequent Italian directors had seen it.[35][36]\n\nThe first \"true\" giallo film is usually considered to be Mario Bava's The Girl Who Knew Too Much (1963).[4][21] Its title alludes to Alfred Hitchcock's classic The Man Who Knew Too Much (1934, remade by Hitchcock in 1956), highlighting the early link between gialli and Anglo-American crime stories. Though shot in black and white and lacking the lurid violence and sexuality which would define later gialli, the film has been credited with establishing the essential structure of the genre: in it, a young American tourist in Rome witnesses a murder, finds her testimony dismissed by the authorities, and must attempt to uncover the killer's identity herself. Bava drew on the krimi tradition as well as the Hitchcockian style referenced in the title, and the film's structure served as a basic template for many of the gialli that would follow.[16]\n\nBava followed The Girl Who Knew Too Much the next year with the stylish and influential Blood and Black Lace (1964). It introduced a number of elements that became emblematic of the genre: a masked stalker with a shiny weapon in his black-gloved hand who brutally murders a series of glamorous fashion models.[39] Though the movie was not a financial success at the time, the tropes it introduced (particularly its black-gloved killer, provocative sexuality, and bold use of color) would become iconic of the genre.\"[16][40]\n\nSeveral similarly-themed crime/thriller movies followed in the next few years, including early efforts from directors Antonio Margheriti (Nude... si muore [Naked You Die] in 1968), Umberto Lenzi (Orgasmo in 1969, Paranoia [A Quiet Place to Kill] and Così dolce... così perversa [So Sweet... So Perverse] in 1969) and Lucio Fulci (Una sull'altra [One on Top of the Other] in 1969), all of whom would go on to become major creative forces in the burgeoning genre. But it was Dario Argento's first feature, in 1970, that turned the giallo into a major cultural phenomenon. That film, The Bird with the Crystal Plumage, was greatly influenced by Blood and Black Lace, and introduced a new level of stylish violence and suspense that helped redefine the genre. The film was a box office smash and was widely imitated.[41] Its success provoked a frenzy of Italian films with stylish, violent, and sexually provocative murder plots (Argento alone made three more in the next five years) essentially cementing the genre in the public consciousness. In 1996, director Michele Soavi wrote, \"there's no doubt that it was Mario Bava who started the 'spaghetti thrillers' [but] Argento gave them a great boost, a turning point, a new style...'new clothes'. Mario had grown old and Dario made it his own genre... this had repercussions on genre cinema, which, thanks to Dario, was given a new lease on life.\"[42] The success of The Bird with the Crystal Plumage provoked a decade which saw multiple gialli produced every year. In English-language film circles, the term giallo gradually became synonymous with a heavy, theatrical and stylized visual element.[43]\n\n"
        },
        {
            "title": "Popularity and legacy",
            "text": "The giallo genre had its heyday from 1968 through 1978. The most prolific period, however, was the five-year timespan between 1971 and 1975, during which time over 100 different gialli were produced (see filmography below). Directors like Bava, Argento, Fulci, Lenzi, and Margheriti continued to produce gialli throughout the 70s and beyond, and were soon joined by other notable directors including Sergio Martino, Paolo Cavara, Armando Crispino, Ruggero Deodato and Bava's son Lamberto Bava. The genre also spread to Spain by the early 70s, resulting in films like La residencia (The House That Screamed) (1969) and Los Ojos Azules de la Muñeca Rota (Blue Eyes Of The Broken Doll) (1973) which had unmistakable giallo characteristics but feature Spanish casts and production talent. Though they preceded the first giallo by a few years, German krimi films continued to be made contemporaneously with early gialli, and were also influenced by their success. As the popularity of krimis declined in Germany, Rialto Film began increasingly pairing with Italian production companies and filmmakers (such as composer Ennio Morricone and director, cinematographer Joe D'Amato, who worked on later krimi films following their successes in Italy). The overlap between the two movements is extensive enough that one of Rialto's final krimi films, Cosa avete fatto a Solange? (What Have You Done to Solange?), features an Italian director and crew and has been called a giallo in its own right.[44][45]\n\nGialli continued to be produced throughout the 1970s and 1980s, but gradually their popularity diminished and film budgets and production values began shrinking.[46] Director Pupi Avati satirized the genre in 1977 with a slapstick giallo titled Tutti defunti... tranne i morti.[47]\n\nThough the giallo cycle waned in the 1990s and saw few entries in the 2000s, they continue to be produced, notably by Argento (who in 2009 released a film actually titled Giallo, somewhat in homage to his long career in the genre) and co-directors Hélène Cattet and Bruno Forzani, whose Amer (which uses music from older giallis, including tracks by Morricone and Bruno Nicolai) received a positive critical reception upon its release in 2009.[21] To a large degree, the genre's influence lives on in the slasher films which became enormously popular during the 1980s and drew heavily on tropes developed by earlier gialli.[2]\n\nThe giallo cycle has had a lasting effect on horror films and murder mysteries made outside Italy since the late 1960s as this cinematic style and unflinching content is also at the root of the gory slasher and splatter films that became widely popular in the early 1980s. In particular, two violent shockers from Mario Bava, Hatchet for the Honeymoon (1970) and Twitch of the Death Nerve (1971) were especially influential.[43]\n\nEarly examples of the giallo effect can be seen in the British film Berserk! (1967) and such American mystery-thrillers as No Way to Treat a Lady (1968), the Oscar-winning Klute (1971),[48] Pretty Maids All in a Row (1971, based on an Italian novel), Alfred Hitchcock's Frenzy (1972), Vincent Price's Madhouse (1974), Eyes of Laura Mars (1978)[49] and Brian De Palma's Dressed to Kill (1980).[50][51] Berberian Sound Studio (2012) offers an affectionate tribute to the genre.[52][53]\n\nDirector Eli Roth has called the giallo \"one of my favorite, favorite subgenres of film,\"[54] and specifically cited Sergio Martino's Torso (I corpi presentano tracce di violenza carnale) (along with the Spanish horror film Who Can Kill a Child?) as influential on his 2005 film Hostel, writing, \"...these seventies Italian giallos start off with a group of students that are in Rome, lots of scenes in piazzas with telephoto lenses, and you get the feeling they're being watched. There's this real ominous creepy feeling. The girls are always going on some trip somewhere and they're all very smart. They all make decisions the audience would make.\"[55]\n\n"
        },
        {
            "title": "Notable personalities",
            "text": "Sources:[75][76][77][78][79][62][80]\n\n"
        }
    ]
}