{
    "url": "https://en.wikipedia.org/wiki/Gimmick",
    "title": "Gimmick",
    "table_of_contents": [
        "1 Etymology",
        "2 Examples",
        "3 Failed gimmicks",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A gimmick is a novel device or idea designed primarily to attract attention or increase appeal, often with little intrinsic value.[1][2] When applied to retail marketing, it is a unique or quirky feature designed to make a product or service \"stand out\" from its competitors. Product gimmicks are sometimes considered mere novelties, and tangential to the product's functioning. Gimmicks are occasionally viewed negatively, but some seemingly trivial gimmicks of the past have evolved into useful, permanent features. The term is also sometimes used to describe unusual features or playstyles in video games, usually if they are unnecessary or obnoxious.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The origin of the term \"gimmick\" is uncertain. Etymologists suggest that the term emerged in the United States in the early 20th century. The Oxford Dictionary suggests that it may have originally been a slang term for something that a con artist or magician manipulated to make appearances different from reality and gradually changed its meaning to refer to any ‘piece of magicians' apparatus’. The word itself may be an approximate anagram of the word magic.[3] Another possible origin is that it may have come into use among the gaming tables, where it came to refer to \"a device used for making a fair game crooked\".[4] The term first appeared in American newspapers in the 1910s and 1920s.[5]\n\n"
        },
        {
            "title": "Examples",
            "text": "In marketing, the use of gimmicks can be an important part of the sales promotions effort. However, finding a successful gimmick for an otherwise mundane product can be challenging as it requires some effort to match the promotional objectives with the gimmick and select items which will ideally contribute to enduring brand recall.\n\nMany different types of gimmicks are used in sales promotion and product design. For example, toothbrushes are often given certain gimmicks, such as bright colors, easy-grip handles, or color-changing bristles so they appear more interesting to consumers. This is often done in an attempt to appeal to children, who are often more interested in the gimmick than the product. Musicians often adopt visual gimmicks that do not affect their music, such as Slash's top hat, Angus Young's schoolboy uniform, make-up used by KISS, and deadmau5's mouse helmet. Gimmicks within a musical context are a central characteristic of the novelty song.\n\n"
        },
        {
            "title": "Failed gimmicks",
            "text": "In 1992, the British division of The Hoover Company launched a disastrous promotional campaign which promised free airline tickets to purchasers of its appliances. The division lost £50 million as a result and was eventually sold.\n\nIn Poland in 1997, certain tobacco companies were using young sales representatives, traveling around in flashy company branded vehicles, to work clubs and venues where they gave away free cigarettes to patrons as part of the promotional effort.  The sales and marketing team at Phillip Morris decided to add another gimmick to the sampling by having the sales reps use trick matches which lit with a simple scratch on jeans. In one case, the stocks of matches carried in a vehicle caught fire killing two sales reps and seriously injuring another. The incident created public relations problems for the company.[6]\n\nIn 1999, a Casa Sanchez Foods restaurant in California[7] offered free lunch for life to anyone with a tattoo of its logo, a boy in a sombrero riding an ear of corn. More than 40 fans turned up with the tattoo claiming their reward, and the owners estimated that this could cost the business $5.8 million over 50 years (calculated at $8 per day, per customer). After running the numbers, the company decided to cap the number of people who could obtain the deal. The promotion returned in March 2010.[8]\n\n"
        }
    ]
}