{
    "url": "https://en.wikipedia.org/wiki/Giovanni_Pico_della_Mirandola",
    "title": "Giovanni Pico della Mirandola",
    "table_of_contents": [
        "1 Biography",
        "1.1 Family",
        "1.2 Education",
        "1.3 900 Theses",
        "1.4 Death",
        "2 Writings",
        "3 Cultural references",
        "4 See also",
        "5 References",
        "5.1 Footnotes",
        "6 Sources and further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGiovanni Pico della Mirandola (24 February 1463 – 17 November 1494) was an Italian Renaissance nobleman and philosopher.[1] He is famed for the events of 1486, when, at the age of 23, he proposed to defend 900 theses on religion, philosophy, natural philosophy, and magic against all comers, for which he wrote the Oration on the Dignity of Man, which has been called the \"Manifesto of the Renaissance\",[2] and a key text of Renaissance humanism and of what has been called the \"Hermetic Reformation\".[3] He was the founder of the tradition of Christian Kabbalah, a key tenet of early modern Western esotericism. The 900 Theses was the first printed book to be universally banned by the Church.[4] Pico is sometimes seen as a proto-Protestant, because his 900 theses anticipated many Protestant views.[5]\n\n"
        },
        {
            "title": "Biography",
            "text": "Giovanni was born at Mirandola, near Modena, the youngest son of Gianfrancesco I Pico, Lord of Mirandola and Count of Concordia, by his wife Giulia, daughter of Feltrino Boiardo, Count of Scandiano.[6] The family had long dwelt in the Castle of Mirandola (Duchy of Modena), which had become independent in the fourteenth century and had received in 1414 from the Holy Roman Emperor Sigismund the fief of Concordia. Mirandola was a small autonomous county (later, a duchy) in Emilia, near Ferrara. The Pico della Mirandola were closely related to the Sforza, Gonzaga and Este dynasties, and Giovanni's siblings wed the descendants of the hereditary rulers of Corsica, Ferrara, Bologna, and Forlì.[6]\n\nBorn twenty-three years into his parents' marriage, Giovanni had two much older brothers, both of whom outlived him: Count  Galeotto I  continued the dynasty, while Antonio  became a general in the Imperial army.[6] The Pico family would reign as dukes until Mirandola, an ally of Louis XIV of France, was conquered by his rival, Joseph I, Holy Roman Emperor, in 1708 and annexed to Modena by Duke Rinaldo d'Este, the exiled male line becoming extinct in 1747.[7]\n\nGiovanni's maternal family was singularly distinguished in the arts and scholarship of the Italian Renaissance. His cousin and contemporary was the poet Matteo Maria Boiardo, who grew up under the influence of his own uncle, the Florentine patron of the arts and scholar-poet Tito Vespasiano Strozzi.[8]\n\nGiovanni had a paradoxical relationship with his nephew Gianfrancesco Pico della Mirandola, who was a great admirer of his uncle, yet published Examen vanitatis doctrinae gentium (1520) in opposition to the \"ancient wisdom narrative\" espoused by Giovanni, described by historian Charles B. Schmitt as an attempt \"to destroy what his uncle had built.\"[9]\n\nA precocious child with an exceptional memory, Giovanni was schooled in Latin and possibly Greek at a very early age. Intended for the Church by his mother, he was named a papal protonotary (probably honorary) at the age of 10 and in 1477, he went to Bologna to study canon law.[10]\n\nAt the sudden death of his mother three years later, Pico renounced canon law and began to study philosophy at the University of Ferrara.[10] During a brief trip to Florence, he met Angelo Poliziano, the courtly poet Girolamo Benivieni, and probably the young Dominican friar Girolamo Savonarola. For the rest of his life he remained very close friends with all three.[11] He may also have been a lover of Poliziano.[12]\n\nFrom 1480 to 1482, he continued his studies at the University of Padua, a major center of Aristotelianism in Italy.[10] Already proficient in Latin and Greek, he studied Hebrew and Arabic in Padua with Elia del Medigo, a Jewish Averroist, and read Aramaic manuscripts with him as well. Del Medigo also translated Judaic manuscripts from Hebrew into Latin for Pico, as he would continue to do for a number of years. Pico also wrote sonnets in Latin and Italian which, because of the influence of Savonarola, he destroyed at the end of his life.[citation needed]\n\nHe spent the next four years either at home, or visiting humanist centres elsewhere in Italy. In 1485, he travelled to the University of Paris, the most important centre in Europe for scholastic philosophy and theology, and a hotbed of secular Averroism. It was probably in Paris that Giovanni began his 900 Theses and conceived the idea of defending them in public debate.[citation needed]\n\nDuring this time two life-changing events occurred. The first was when he returned to settle for a time in Florence in November 1484 and met Lorenzo de' Medici and Marsilio Ficino. It was an astrologically auspicious day that Ficino had chosen to publish his translations of the works of Plato from Greek into Latin, under Lorenzo's enthusiastic patronage. Pico appears to have charmed both men, and despite Ficino's philosophical differences, he was convinced of their Saturnine affinity and the divine providence of his arrival. Lorenzo would support and protect Pico until his death in 1492.\n\nSoon after this stay in Florence, Pico was travelling on his way to Rome where he intended to publish his 900 Theses and prepare for a congress of scholars from all over Europe to debate them. Stopping in Arezzo he became embroiled in a love affair with the wife of one of Lorenzo de' Medici's cousins, which almost cost him his life. Giovanni attempted to run off with the woman, but he was caught, wounded and thrown into prison by her husband. He was released only upon the intervention of Lorenzo himself. \n\nPico spent several months in Perugia and nearby Fratta, recovering from his injuries. It was there, as he wrote to Ficino, that \"divine Providence ... caused certain books to fall into my hands. They are Chaldean books ... of Esdras, of Zoroaster and of Melchior, oracles of the magi, which contain a brief and dry interpretation of Chaldean philosophy, but full of mystery.\"[14] Pico was introduced in Perugia to the mystical Hebrew Kabbalah, which fascinated him, as did the late classical Hermetic writers, such as Hermes Trismegistus. The Kabbalah and Hermetica were thought in Pico's time to be as ancient as the Old Testament. Pico's \"tutor\" in Kabbalah was Rabbi Johannan Alemanno (1430s – c. 1510), who argued that the study and mastery of magic was to be regarded as the final stage of one's intellectual and spiritual education.[15]\n\nThis contact, initiated as a result of Christian interest in probing the ancient wisdom found in Jewish mystical sources, resulted in unprecedented mutual influence between Jewish and Christian Renaissance thought.[15] The most original of Pico's 900 theses concerned the Kabbalah. As a result, he became the founder of the tradition known as Christian Kabbalah, which went on to be a central part of early modern Western esotericism.[4] Pico's approach to different philosophies was one of extreme syncretism, placing them in parallel, it has been claimed, rather than attempting to describe a developmental history.[16]\n\nPico based his ideas chiefly on Plato, as did his teacher, Marsilio Ficino, but retained a deep respect for Aristotle. Although he was a product of the studia humanitatis, Pico was constitutionally an eclectic, and in some respects he represented a reaction against the exaggerations of pure humanism, defending what he believed to be the best of the medieval and Islamic commentators, such as Averroes and Avicenna, on Aristotle in a famous long letter to Ermolao Barbaro in 1485. It was always Pico's aim to reconcile the schools of Plato and Aristotle since he believed they used different words to express the same concepts. It was perhaps for this reason his friends called him \"Princeps Concordiae\", or \"Prince of Harmony\" (a pun on Prince of Concordia, one of his family's holdings).[17] Similarly, Pico believed that an educated person should also study Hebrew and Talmudic sources, and the Hermetics, because he thought they represented the same concept of God that is seen in the Old Testament, but in different words.\n\nHe finished his \"Oration on the Dignity of Man\" to accompany his 900 Theses and traveled to Rome to continue his plan to defend them. He had them published together in December 1486 as \"Conclusiones philosophicae, cabalasticae et theologicae\", and offered to pay the expenses of any scholars who came to Rome to debate them publicly. He wanted the debate to begin on 6 January, which was, as historian Steven Farmer has observed, the feast of Epiphany and \"symbolic date of the submission of the pagan gentes to Christ in the persons of the Magi\". After emerging victorious at the culmination of the debate, Pico planned not only on the symbolic acquiescence of the pagan sages, but also the conversion of Jews as they realised that Jesus was the true secret of their traditions. According to Farmer, Pico may have been expecting quite literally that \"his Vatican debate would end with the Four Horsemen of the Apocalypse crashing through the Roman skies\".[18]\n\nIn February 1487, Pope Innocent VIII halted the proposed debate, and established a commission to review the orthodoxy of the 900 Theses. Although Pico answered the charges against them, thirteen theses were condemned. Pico agreed in writing to retract them, but he did not change his mind about their validity. Eventually all 900 theses were condemned. He proceeded to write an apologia defending them, Apologia J. Pici Mirandolani, Concordiae comitis, published in 1489, which he dedicated to his patron, Lorenzo. When the pope was apprised of the circulation of this manuscript, he set up an inquisitorial tribunal, forcing Pico to renounce the Apologia, in addition to his condemned theses, which he agreed to do. The pope condemned 900 Theses as:\n\nThis was the first time that a printed book had been banned by the Church, and nearly all copies were burned.[4] Pico fled to France in 1488, where he was arrested by Philip II, Duke of Savoy, at the demand of the papal nuncios, and imprisoned at Vincennes. Through the intercession of several Italian princes – all instigated by Lorenzo de' Medici – King Charles VIII had him released, and the pope was persuaded to allow Pico to move to Florence and to live under Lorenzo's protection. But he was not cleared of the papal censures and restrictions until 1493, after the accession of Alexander VI (Rodrigo Borgia) to the papacy.\n\nThe experience deeply shook Pico. He reconciled with Savonarola, who remained a very close friend. It was at Pico's persuasion that Lorenzo invited Savonarola to Florence. But Pico never renounced his syncretist convictions. He settled in a villa near Fiesole prepared for him by Lorenzo, where he wrote and published the Heptaplus id est de Dei creatoris opere (1489) and De Ente et Uno (Of Being and Unity, 1491). It was here that he also wrote his other most celebrated work, the Disputationes adversus astrologiam divinicatrium (Treatise Against Predictive Astrology), which was not published until after his death. In it, Pico acidly condemned the deterministic practices of the astrologers of his day.\n\nAfter the death of Lorenzo de' Medici, in 1492, Pico moved to Ferrara, although he continued to visit Florence. In Florence, political instability gave rise to the increasing influence of Savonarola, whose reactionary opposition to Renaissance expansion and style had already brought about conflict with the Medici family (they eventually were expelled from Florence) and would lead to the wholesale destruction of books and paintings. Nevertheless, Pico became a follower of Savonarola. Determined to become a monk, he dismissed his former interest in Egyptian and Chaldean texts, destroyed his own poetry and gave away his fortune.[20]\n\nIn 1494, at the age of 31, Pico died under mysterious circumstances along with his friend Poliziano.[21]\n\n\nIt was rumoured that his own secretary had poisoned him because Pico had become too close to Savonarola.[19] He was interred together with Girolamo Benivieni at San Marco, and Savonarola delivered the funeral oration. Ficino wrote: \nIn 2007, the bodies of Poliziano and Pico were exhumed from the Church of San Marco in Florence to establish the causes of their deaths.[22] Forensic tests showed that both Poliziano and Pico likely died of arsenic poisoning, possibly at the order of Lorenzo's successor, Piero de' Medici.[23]\n\n"
        },
        {
            "title": "Writings",
            "text": "In the Oratio de hominis dignitate (Oration on the Dignity of Man, 1486), Pico justified the importance of the human quest for knowledge within a Neoplatonic framework.\n\nThe Oration also served as an introduction to Pico's 900 theses, which he believed to provide a complete and sufficient basis for the discovery of all knowledge, and hence a model for mankind's ascent of the chain of being. The 900 Theses are a good example of humanist syncretism, because Pico combined Platonism, Neoplatonism, Aristotelianism, Hermeticism and Kabbalah. They also included 72 theses describing what Pico believed to be a complete system of physics.\n\nPico's De animae immortalitate (Paris, 1541), and other works, developed the doctrine that man's possession of an immortal soul freed him from the hierarchical stasis. Pico believed in universal reconciliation, as one of his 900 theses was \"A mortal sin of finite duration is not deserving of eternal but only of temporal punishment;\" it was among the theses pronounced heretical by Pope Innocent VIII in his bull of 4 August 1487.[24]\n\nIn the Oration he argues, in the words of Pier Cesare Bori, that \"human vocation is a mystical vocation that has to be realized following a three stage way, which comprehends necessarily moral transformation, intellectual research and final perfection in the identity with the absolute reality. This paradigm is universal, because it can be retraced in every tradition.\"[25]\n\nA portion of his Disputationes adversus astrologiam divinatricem was published in Bologna after his death. In this book Pico presents arguments against the practice of astrology that have had enormous resonance for centuries, up to our own time. Disputationes is influenced by the arguments against astrology espoused by one of his intellectual heroes, Augustine of Hippo, and also by the medieval philosophical tale Ḥayy ibn Yaqẓān by ibn Tufail, which promoted autodidacticism as a philosophical program.[26]\n\nPico's antagonism to astrology seems to derive mainly from the conflict of astrology with Christian notions of free will. But Pico's arguments moved beyond the objections of Ficino, who was himself an astrologer. The manuscript was edited for publication after Pico's death by his nephew Giovanni Francesco Pico della Mirandola, an ardent follower of Savonarola, and may possibly have been amended to be more forcefully critical. This might possibly explain the fact that Ficino championed the manuscript and enthusiastically endorsed it before its publication.\n\n\nEarly in his career, Pico wrote a Commento sopra una canzone d'amore di Girolamo Benivieni, in which he revealed his plan to write a book entitled Poetica Theologia:[27]\n\nPico's Heptaplus, a mystico-allegorical exposition of the creation according to the seven Biblical senses, elaborates on his idea that different religions and traditions describe the same God. The book is written in his characteristic apologetic and polemic style:\nOn Being and the One (Latin: De ente et uno) has explanations of several passages in the Pentateuch, Plato and Aristotle. It is an attempted reconciliation between Platonic and Aristotelian writings on the relative places of being and \"the one\" and a refutation of opposing arguments.\n\nHe wrote in Italian an imitation of Plato's Symposium. His letters (Aureae ad familiares epistolae Paris, 1499) are important for the history of contemporary thought. The many editions of his entire works in the sixteenth century sufficiently prove his influence.\n\nAnother notorious text by Pico is De omnibus rebus et de quibusdam aliis (\"Of all things that exist and a little more\"), which is mentioned in some entries on Thomas More's Utopia and makes fun of the title of Lucretius' De rerum natura.\n\n"
        }
    ]
}