{
    "url": "https://en.wikipedia.org/wiki/Gland",
    "title": "Gland",
    "table_of_contents": [
        "1 Structure",
        "1.1 Development",
        "2 Types of glands",
        "2.1 Endocrine glands",
        "2.2 Exocrine glands",
        "3 Clinical significance",
        "4 Additional images",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In animals, a gland is a group of cells[1] in an animal's body that synthesizes substances (such as hormones) for release into the bloodstream (endocrine gland) or into cavities inside the body or its outer surface (exocrine gland).\n\n"
        },
        {
            "title": "Structure",
            "text": "Every gland is formed by an ingrowth from an epithelial surface. This ingrowth may in the beginning possess a tubular structure, but in other instances glands may start as a solid column of cells which subsequently becomes tubulated.[2]\n\nAs growth proceeds, the column of cells may split or give off offshoots, in which case a compound gland is formed. In many glands, the number of branches is limited, in others (salivary, pancreas) a very large structure is finally formed by repeated growth and sub-division. As a rule, the branches do not unite with one another, but in one instance, the liver, this does occur when a reticulated compound gland is produced. In compound glands the more typical or secretory epithelium is found forming the terminal portion of each branch, and the uniting portions form ducts and are lined with a less modified type of epithelial cell.[2]\n\nGlands are classified according to their shape.\n\n"
        },
        {
            "title": "Types of glands",
            "text": "Glands are divided based on their function into two groups:\n\nEndocrine glands secrete substances that circulate through the blood stream. The glands secrete their products through basal lamina into the blood stream. Basal lamina typically can be seen as a layer around the glands to which a million, maybe more, tiny blood vessels are attached. These glands often secrete hormones which play an important role in maintaining homeostasis. The pineal gland, thymus gland, pituitary gland, thyroid gland, and the two adrenal glands are all endocrine glands.\n\nExocrine glands secrete their products through a duct onto an outer or inner surface of the body, such as the skin or the gastrointestinal tract. Secretion is directly onto the apical surface. The glands in this group can be divided into three groups:\n\nThe type of secretory product of exocrine glands may also be one of three categories:\n\n"
        },
        {
            "title": "Clinical significance",
            "text": "Adenosis is any disease of a gland. The diseased gland has abnormal formation or development of glandular tissue which is sometimes tumorous.[3]\n\n"
        }
    ]
}