{
    "url": "https://en.wikipedia.org/wiki/Gneiss",
    "title": "Gneiss",
    "table_of_contents": [
        "1 Description",
        "1.1 Gneissic banding",
        "1.2 Augen gneiss",
        "1.3 Migmatite",
        "2 Occurrences",
        "2.1 Granite-greenstone belts",
        "2.2 Gneiss domes",
        "2.3 Examples",
        "3 Etymology",
        "4 Uses",
        "5 See also",
        "6 References",
        "6.1 Citations",
        "6.2 Additional reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Gneiss (/naɪs/) is a common and widely distributed type of metamorphic rock. It is formed by high-temperature and high-pressure metamorphic processes acting on formations composed of igneous or sedimentary rocks. Gneiss forms at higher temperatures and pressures than schist. Gneiss nearly always shows a banded texture characterized by alternating darker and lighter colored bands and without a distinct cleavage.\n\nGneisses are common in the ancient crust of continental shields. Some of the oldest rocks on Earth are gneisses, such as the Acasta Gneiss.\n\n"
        },
        {
            "title": "Description",
            "text": "In traditional English and North American usage, a gneiss is a coarse-grained metamorphic rock showing compositional banding (gneissic banding) but poorly developed schistosity and indistinct cleavage. In other words, it is a metamorphic rock composed of mineral grains easily seen with the unaided eye, which form obvious compositional layers, but which has only a weak tendency to fracture along these layers. In Europe, the term has been more widely applied to any coarse, mica-poor, high-grade metamorphic rock.[1]\n\nThe British Geological Survey (BGS) and the International Union of Geological Sciences (IUGS) both use gneiss as a broad textural category for medium- to coarse-grained metamorphic rock that shows poorly developed schistosity, with compositional layering over 5 millimeters (0.20 in) thick[2] and tending to split into plates over 1 centimeter (0.39 in) thick.[3] Neither definition depends on composition or origin, though rocks poor in platy minerals are more likely to produce gneissose texture. Gneissose rocks thus are largely recrystallized but do not carry large quantities of micas, chlorite or other platy minerals.[4] Metamorphic rock showing stronger schistosity is classified as schist, while metamorphic rock devoid of schistosity is called a granofels.[2][3]\n\nGneisses that are metamorphosed igneous rocks or their equivalent are termed granite gneisses, diorite gneisses, and so forth. Gneiss rocks may also be named after a characteristic component such as garnet gneiss, biotite gneiss, albite gneiss, and so forth. Orthogneiss designates a gneiss derived from an igneous rock, and paragneiss is one from a sedimentary rock.[2][3]\nBoth the BGS and the IUGS use gneissose to describe rocks with the texture of gneiss,[2][3] though gneissic also remains in common use.[5] For example, a gneissose metagranite or a gneissic metagranite both mean a granite that has been metamorphosed and thereby acquired gneissose texture.\n\nThe minerals in gneiss are arranged into layers that appear as bands in cross section. This is called gneissic banding.[6] The darker bands have relatively more mafic minerals (those containing more magnesium and iron). The lighter bands contain relatively more felsic minerals (minerals such as feldspar or quartz, which contain more of the lighter elements, such as aluminium, sodium, and potassium).[7]\n\nThe banding is developed at high temperature when the rock is more strongly compressed in one direction than in other directions (nonhydrostatic stress). The bands develop perpendicular to the direction of greatest compression, also called the shortening direction, as platy minerals are rotated or recrystallized into parallel layers.[8]\n\nA common cause of nonhydrodynamic stress is the subjection of the protolith (the original rock material that undergoes metamorphism) to extreme shearing force, a sliding force similar to the pushing of the top of a deck of cards in one direction, and the bottom of the deck in the other direction.[6] These forces stretch out the rock like a plastic, and the original material is spread out into sheets. Per the polar decomposition theorem, the deformation produced by such shearing force is equivalent to rotation of the rock combined with shortening in one direction and extension in another.[9]\n\nSome banding is formed from original rock material (protolith) that is subjected to extreme temperature and pressure and is composed of alternating layers of sandstone (lighter) and shale (darker), which is metamorphosed into bands of quartzite and mica.[6]\n\nAnother cause of banding is \"metamorphic differentiation\", which separates different materials into different layers through chemical reactions, a process not fully understood.[6]\n\nAugen gneiss, from the German: Augen [ˈaʊɡən], meaning \"eyes\", is a gneiss resulting from metamorphism of granite, which contains characteristic elliptic or lenticular shear-bound grains (porphyroclasts), normally feldspar, surrounded by finer grained material. The finer grained material deforms around the more resistant feldspar grains to produce this texture.[10]\n\nMigmatite is a gneiss consisting of two or more distinct rock types, one of which has the appearance of an ordinary gneiss (the mesosome), and another of which has the appearance of an intrusive rock such pegmatite, aplite, or granite the (leucosome). The rock may also contain a melanosome of mafic rock complementary to the leucosome.[11] Migmatites are often interpreted as rock that has been partially melted, with the leucosome representing the silica-rich melt, the melanosome the residual solid rock left after partial melting, and the mesosome the original rock that has not yet experienced partial melting.[12]\n\n"
        },
        {
            "title": "Occurrences",
            "text": "Gneisses are characteristic of areas of regional metamorphism that reaches the middle amphibolite to granulite metamorphic facies. In other words, the rock was metamorphosed at a temperature in excess of 600 °C (1,112 °F) at pressures between about 2 to 24 kbar. Many different varieties of rock can be metamorphosed to gneiss, so geologists are careful to add descriptions of the color and mineral composition to the name of any gneiss, such as garnet-biotite paragneiss or grayish-pink orthogneiss.[14]\n\nContinental shields are regions of exposed ancient rock that make up the stable cores of continents. The rock exposed in the oldest regions of shields, which is of Archean age (over 2500 million years old), mostly belong to granite-greenstone belts. The greenstone belts contain metavolcanic and metasedimentary rock that has undergone a relatively mild grade of metamorphism, at temperatures of 350–500 °C (662–932 °F) and pressures of 200–500 MPa (2,000–5,000 bar). The greenstone belts are surrounded by high-grade gneiss terrains showing highly deformed low-pressure, high-temperature (over 500 °C (932 °F)) metamorphism to the amphibolite or granulite facies. These form most of the exposed rock in Archean cratons.[15]\n\nGneiss domes are common in orogenic belts (regions of mountain formation).[16] They consist of a dome of gneiss intruded by younger granite and migmatite and mantled with sedimentary rock.[17] These have been interpreted as a geologic record of two distinct mountain-forming events, with the first producing the granite basement and the second deforming and melting this basement to produce the domes. However, some gneiss domes may actually be the cores of metamorphic core complexes, regions of the deep crust brought to the surface and exposed during extension of the Earth's crust.[18]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word gneiss has been used in English since at least 1757.[25] It is borrowed from the German word Gneiscode: deu promoted to code: de , formerly also spelled Gneisscode: deu promoted to code: de , which is probably derived from the Middle High German noun gneist \"spark\" (so called because the rock glitters).[26]\n\n"
        },
        {
            "title": "Uses",
            "text": "Gneiss has been used as a building material, such as the Facoidal gneiss, used extensively in Rio de Janeiro.[27] Gneiss has also been used as construction aggregate for asphalt pavement.[28]\n\n"
        }
    ]
}