{
    "url": "https://en.wikipedia.org/wiki/Gnosticism",
    "title": "Gnosticism",
    "table_of_contents": [
        "1 Etymology",
        "2 Origins",
        "2.1 Jewish Christian origins",
        "2.2 Neoplatonic influences",
        "2.3 Persian origins or influences",
        "2.4 Buddhist parallels",
        "3 Characteristics",
        "3.1 Cosmology",
        "3.2 Dualism and monism",
        "3.3 Moral and ritual practice",
        "4 Concepts",
        "4.1 Monad",
        "4.2 Pleroma",
        "4.3 Emanation",
        "4.4 Aeon",
        "4.5 Sophia",
        "4.6 Demiurge",
        "4.7 Archon",
        "4.8 Other concepts",
        "5 Jesus as Gnostic saviour",
        "6 Development",
        "7 Relation with early Christianity",
        "7.1 Orthodoxy and heresy",
        "7.2 Historical Jesus",
        "7.3 Johannine literature",
        "7.4 Paul and Gnosticism",
        "8 Major movements",
        "8.1 Judean-Israelite Gnosticism",
        "8.1.1 Elkesaites",
        "8.1.2 Mandaeism",
        "8.1.3 Samaritan Baptist sects",
        "8.2 Syrian-Egyptian Gnosticism",
        "8.2.1 Sethite-Barbeloite",
        "8.2.2 Valentinianism",
        "8.2.3 Basilideans",
        "8.2.4 Thomasine traditions",
        "8.2.5 Marcion",
        "8.2.6 Hermeticism",
        "8.2.7 Other Gnostic groups",
        "8.3 Persian Gnosticism",
        "8.3.1 Manichaeism",
        "8.4 Middle Ages",
        "8.4.1 Islam",
        "8.4.2 Kabbalah",
        "8.5 Modern times",
        "9 Sources",
        "9.1 Heresiologists",
        "9.2 Gnostic texts",
        "10 Academic studies",
        "10.1 Development",
        "10.2 Definitions of Gnosticism",
        "10.2.1 Typologies",
        "10.2.2 Traditional approaches – Gnosticism as Christian heresy",
        "10.2.3 Phenomenological approaches",
        "10.2.4 Restricting Gnosticism",
        "10.3 Criticism of \"Gnosticism\" as a category",
        "11 Psychological approaches",
        "12 Notes",
        "12.1 Subnotes",
        "13 References",
        "14 Sources",
        "14.1 Printed sources",
        "14.2 Web-sources",
        "15 Further reading",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Gnosticism (from Ancient Greek: γνωστικός, romanized: gnōstikós, Koine Greek: [ɣnostiˈkos], 'having knowledge') is a collection of religious ideas and systems which coalesced in the late 1st century AD among Jewish and early Christian sects.[1] These various groups emphasized personal spiritual knowledge (gnosis) above the orthodox teachings, traditions, and authority of religious institutions. Gnostic cosmogony generally presents a distinction between a supreme, hidden God and a malevolent lesser divinity (sometimes associated with the Yahweh of the Old Testament)[2] who is responsible for creating the material universe.[3] Consequently, Gnostics considered material existence flawed or evil, and held the principal element of salvation to be direct knowledge of the hidden divinity, attained via mystical or esoteric insight. Many Gnostic texts deal not in concepts of sin and repentance, but with illusion and enlightenment.[3]\n\nGnostic writings flourished among certain Christian groups in the Mediterranean world around the second century, when the Fathers of the early Church denounced them as heresy.[4] Efforts to destroy these texts proved largely successful, resulting in the survival of very little writing by Gnostic theologians.[3] Nonetheless, early Gnostic teachers such as Valentinus saw their beliefs as aligned with Christianity. In the Gnostic Christian tradition, Christ is seen as a divine being which has taken human form in order to lead humanity back to recognition of its own divine nature. However, Gnosticism is not a single standardized system, and the emphasis on direct experience allows for a wide variety of teachings, including distinct currents such as Valentinianism and Sethianism. In the Persian Empire, Gnostic ideas spread as far as China via the related movement Manichaeism, while Mandaeism, which is one of the only two surviving Gnostic religions from antiquity, is found in Iraq, Iran and diaspora communities.[5] Jorunn Buckley posits that the early Mandaeans may have been among the first to formulate what would go on to become Gnosticism within the early Jesus movement.[6]: 109 \n\nFor centuries, most scholarly knowledge about Gnosticism was limited to the anti-heretical writings of orthodox Christian figures such as Irenaeus of Lyons and Hippolytus of Rome. There was a renewed interest in Gnosticism after the 1945 discovery of Egypt's Nag Hammadi library, a collection of rare early Christian and Gnostic texts, including the Gospel of Thomas and the Apocryphon of John. Elaine Pagels has noted the influence of sources from Hellenistic Judaism, Zoroastrianism, and Platonism on the Nag Hammadi texts.[3] Since the 1990s, the category of Gnosticism has come under increasing scrutiny from scholars. One such issue is whether Gnosticism ought to be considered one form of early Christianity, an interreligious phenomenon, or an independent religion. Going further than this, other contemporary scholars such as Michael Allen Williams[7] and David G. Robertson[8] contest whether \"Gnosticism\" is still a valid or useful historical category at all, or if instead it was simply a term of art of proto-orthodox heresiologists for a disparate group of contemporaneous Christian groups.\n\n"
        },
        {
            "title": "Etymology",
            "text": "Gnosis refers to knowledge based on personal experience or perception. In a religious context, gnosis is mystical or esoteric knowledge based on direct participation with the divine. In most Gnostic systems, the sufficient cause of salvation is this \"knowledge of\" (\"acquaintance with\") the divine. It is an inward \"knowing\", comparable to that encouraged by Plotinus (neoplatonism), and differs from proto-orthodox Christian views.[9] Gnostics are \"those who are oriented toward knowledge and understanding – or perception and learning – as a particular modality for living\".[10] The usual meaning of gnostikos in Classical Greek texts is \"learned\" or \"intellectual\", such as used by Plato in the comparison of \"practical\" (praktikos) and \"intellectual\" (gnostikos). [note 1] [subnote 1] Plato's use of \"learned\" is fairly typical of Classical texts.[note 2]\n\nBy the Hellenistic period, it began also to be associated with Greco-Roman mysteries, becoming synonymous with the Greek term musterion. The adjective is not used in the New Testament, but Clement of Alexandria[note 3] speaks of the \"learned\" (gnostikos) Christian in complimentary terms.[11] The use of gnostikos in relation to heresy originates with interpreters of Irenaeus. Some scholars[note 4] consider that Irenaeus sometimes uses gnostikos to simply mean \"intellectual\",[note 5] whereas his mention of \"the intellectual sect\"[note 6] is a specific designation.[13][note 7][note 8][note 9] The term \"Gnosticism\" does not appear in ancient sources,[15][note 10] and was first coined in the 17th century by Henry More in a commentary on the seven letters of the Book of Revelation, where More used the term \"Gnosticisme\" to describe the heresy in Thyatira.[16][note 11] The term Gnosticism was derived from the use of the Greek adjective gnostikos (Greek γνωστικός, \"learned\", \"intellectual\") by St. Irenaeus (c. 185 AD) to describe the school of Valentinus as he legomene gnostike haeresis \"the heresy called Learned (gnostic).\"[17][note 12]\n\n"
        },
        {
            "title": "Origins",
            "text": "The origins of Gnosticism are obscure and still disputed. The proto-orthodox Christian groups called Gnostics a heresy of Christianity,[note 13][21] but according to the modern scholars the theology's origin is closely related to Jewish sectarian milieus and early Christian sects.[1][22][note 14][23] Scholars debate Gnosticism's origins as having roots in Neoplatonism and Buddhism, due to similarities in beliefs[citation needed], but ultimately, its origins are currently unknown. As Christianity developed and became more popular, so did Gnosticism, with both proto-orthodox Christian and Gnostic Christian groups often existing in the same places. The Gnostic belief was widespread within Christianity until the proto-orthodox Christian communities expelled the group in the second and third centuries (AD). Gnosticism became the first group to be declared heretical.[citation needed]\n\nSome scholars prefer to speak of \"gnosis\" when referring to first-century ideas that later developed into Gnosticism, and to reserve the term \"Gnosticism\" for the synthesis of these ideas into a coherent movement in the second century.[24] According to James M. Robinson, no gnostic texts clearly pre-date Christianity,[note 15] and \"pre-Christian Gnosticism as such is hardly attested in a way to settle the debate once and for all.\"[25]\n\nContemporary scholarship largely agrees that Gnosticism has Jewish Christian origins, originating in the late first century AD in nonrabbinical Jewish sects and early Christian sects.[26][1][22][note 14] Ethel S. Drower adds \"heterodox Judaism in Galilee and Samaria appears to have taken shape in the form we now call Gnostic, and it may well have existed some time before the Christian era.\"[27]: xv \n\nMany heads of gnostic schools were identified as Jewish Christians by Church Fathers, and Hebrew words and names of God were applied in some gnostic systems.[28] The cosmogonic speculations among Christian Gnostics had partial origins in Maaseh Bereshit and Maaseh Merkabah. This thesis is most notably put forward by Gershom Scholem (1897–1982) and Gilles Quispel (1916–2006). Scholem detected Jewish gnosis in the imagery of the merkavah, which can also be found in certain Gnostic documents.[26] Quispel sees Gnosticism as an independent Jewish development, tracing its origins to Alexandrian Jews, to which group Valentinus was also connected.[29]\n\nMany of the Nag Hammadi texts make reference to Judaism, in some cases with a violent rejection of the Jewish God.[22][note 14] Gershom Scholem once described Gnosticism as \"the Greatest case of metaphysical anti-Semitism\".[30] Professor Steven Bayme said gnosticism would be better characterized as anti-Judaism.[31] Recent research into the origins of Gnosticism shows a strong Jewish influence, particularly from Hekhalot literature.[32]\n\nWithin early Christianity, the teachings of Paul and John may have been a starting point for Gnostic ideas, with a growing emphasis on the opposition between flesh and spirit, the value of charisma, and the disqualification of the Jewish law. The mortal body belonged to the world of inferior, worldly powers (the archons), and only the spirit or soul could be saved. The term gnostikos may have acquired a deeper significance here.[33]\n\nAlexandria was of central importance for the birth of Gnosticism. The Christian ecclesia (i. e. congregation, church) was of Jewish–Christian origin, but also attracted Greek members, and various strands of thought were available, such as \"Judaic apocalypticism, speculation on divine wisdom, Greek philosophy, and Hellenistic mystery religions.\"[33]\n\nRegarding the angel Christology of some early Christians, Darrell Hannah notes:\n\nThe pseudepigraphical Christian text Ascension of Isaiah identifies Jesus with angel Christology:\n\nThe Shepherd of Hermas is a Christian literary work considered as canonical scripture by some of the early Church fathers such as Irenaeus. Jesus is identified with angel Christology in parable 5, when the author mentions a Son of God, as a virtuous man filled with a Holy \"pre-existent spirit\".[36]\n\nIn the 1880s Gnostic connections with neo-Platonism were proposed.[37] Ugo Bianchi, who organised the Congress of Messina of 1966 on the origins of Gnosticism, also argued for Orphic and Platonic origins.[29] Gnostics borrowed significant ideas and terms from Platonism,[38] using Greek philosophical concepts throughout their text, including such concepts as hypostasis (reality, existence), ousia (essence, substance, being), and demiurge (creator God). Both Sethian Gnostics and Valentinian Gnostics seem to have been influenced by Plato, Middle Platonism, and Neo-Pythagoreanism academies or schools of thought.[39] Both schools attempted \"an effort towards conciliation, even affiliation\" with late antique philosophy,[40] and were rebuffed by some Neoplatonists, including Plotinus.\n\nEarly research into the origins of Gnosticism proposed Persian origins or influences, spreading to Europe and incorporating Jewish elements.[41] According to Wilhelm Bousset (1865–1920), Gnosticism was a form of Iranian and Mesopotamian syncretism,[37] and Richard August Reitzenstein (1861–1931) situated the origins of Gnosticism in Persia.[37]\n\nCarsten Colpe (b. 1929) has analyzed and criticised the Iranian hypothesis of Reitzenstein, showing that many of his hypotheses are untenable.[42] Nevertheless, Geo Widengren (1907–1996) argued for the origin of Mandaean Gnosticism in Mazdean (Zoroastrianism) Zurvanism, in conjunction with ideas from the Aramaic Mesopotamian world.[29]\n\nHowever, scholars specializing in Mandaeism such as Kurt Rudolph, Mark Lidzbarski, Rudolf Macúch, Ethel S. Drower, James F. McGrath, Charles G. Häberl, Jorunn Jacobsen Buckley, and Şinasi Gündüz argue for a Palestinian origin. The majority of these scholars believe that the Mandaeans likely have a historical connection with John the Baptist's inner circle of disciples.[27][43]: 4 [44][45][46][47][48][49] Charles Häberl, who is also a linguist specializing in Mandaic, finds Palestinian and Samaritan Aramaic influence on Mandaic and accepts Mandaeans having a \"shared Palestinian history with Jews\".[50][51]\n\nIn 1966, at the Congress of Median, Buddhologist Edward Conze noted phenomenological commonalities between Mahayana Buddhism and Gnosticism,[52] in his paper Buddhism and Gnosis, following an early suggestion put forward by Isaac Jacob Schmidt.[53][note 16] The influence of Buddhism in any sense on either the gnostikos Valentinus (c. 170) or the Nag Hammadi texts (3rd century) is not supported by modern scholarship, although Elaine Pagels (1979) called it a \"possibility\".[57]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The Syrian–Egyptian traditions postulate a remote, supreme Godhead, the Monad.[58] From this highest divinity emanate lower divine beings, known as Aeons. The Demiurge, one of those Aeons, creates the physical world. Divine elements \"fall\" into the material realm, and are locked within human beings. This divine element returns to the divine realm when Gnosis, esoteric or intuitive knowledge of the divine element within, is obtained.\n\nGnostic systems postulate a dualism between God and the world,[59] varying from the \"radical dualist\" systems of Manichaeism to the \"mitigated dualism\" of classic gnostic movements. Radical dualism, or absolute dualism, posits two co-equal divine forces, while in mitigated dualism one of the two principles is in some way inferior to the other. In qualified monism the second entity may be divine or semi-divine. Valentinian Gnosticism is a form of monism, expressed in terms previously used in a dualistic manner.[60]\n\nGnostics tended toward asceticism, especially in their sexual and dietary practice.[61] In other areas of morality, Gnostics were less rigorously ascetic, and took a more moderate approach to correct behaviour. In normative early Christianity the Church administered and prescribed the correct behaviour for Christians, while in Gnosticism it was the internalised motivation that was important. Ritualistic behaviour was not important unless it was based on a personal, internal motivation. Ptolemy's Epistle to Flora describes a general asceticism, based on the moral inclination of the individual.[note 17]\n\n"
        },
        {
            "title": "Concepts",
            "text": "In many Gnostic systems, God is known as the Monad, the One.[note 18] God is the high source of the pleroma, the region of light. The various emanations of God are called æons. According to Hippolytus, this view was inspired by the Pythagoreans, who called the first thing that came into existence the Monad, which begat the dyad, which begat the numbers, which begat the point, begetting lines, etc.\n\nPleroma (Greek πλήρωμα, \"fullness\") refers to the totality of God's powers. The heavenly pleroma is the center of divine life, a region of light \"above\" (the term is not to be understood spatially) our world, occupied by spiritual beings such as aeons (eternal beings) and sometimes archons. Jesus is interpreted as an intermediary aeon who was sent from the pleroma, with whose aid humanity can recover the lost knowledge of the divine origins of humanity. The term is thus a central element of Gnostic cosmology.\n\nPleroma is also used in the general Greek language, and is used by the Greek Orthodox church in this general form, since the word appears in the Epistle to the Colossians. Proponents of the view that Paul was actually a gnostic, such as Elaine Pagels, view the reference in Colossians as a term that has to be interpreted in a gnostic sense.\n\nThe Supreme Light or Consciousness descends through a series of stages, gradations, worlds, or hypostases, becoming progressively more material and embodied. In time it will turn around to return to the One (epistrophe), retracing its steps through spiritual knowledge and contemplation.\n\nIn many Gnostic systems, the aeons are the various emanations of the superior God or Monad. Beginning in certain Gnostic texts with the hermaphroditic aeon Barbelo,[62][63][64] the first emanated being, various interactions with the Monad occur which result in the emanation of successive pairs of aeons, often in male–female pairings called syzygies.[65] The numbers of these pairings varied from text to text, though some identify their number as being thirty.[66] The aeons as a totality constitute the pleroma, the \"region of light\". The lowest regions of the pleroma are closest to the darkness; that is, the physical world.[67]\n\nTwo of the most commonly paired æons were Christ and Sophia (Greek: \"Wisdom\"); the latter refers to Christ as her \"consort\" in A Valentinian Exposition.[68]\n\nIn Gnostic tradition, the term Sophia (Σοφία, Greek for \"wisdom\") refers to the final and lowest emanation of God, and is identified with the anima mundi or world-soul. In most, if not all, versions of the gnostic myth, Sophia births the demiurge, who in turn brings about the creation of materiality. The positive or negative depiction of materiality thus resides a great deal on mythic depictions of Sophia's actions. She is occasionally referred to by the Hebrew equivalent of Achamoth (this is a feature of Ptolemy's version of the Valentinian gnostic myth). Jewish Gnosticism with a focus on Sophia was active by 90 AD.[citation needed]\n\nSophia, emanating without her partner, resulted in the production of the Demiurge (Greek: lit. \"public builder\"),[69] who is also referred to as Yaldabaoth and variations thereof in some Gnostic texts.[62] This creature is concealed outside the pleroma;[62] in isolation, and thinking itself alone, it creates materiality and a host of co-actors, referred to as archons. The demiurge is responsible for the creation of humankind; trapping elements of the pleroma stolen from Sophia inside human bodies.[62][70] In response, the Godhead emanates two savior aeons, Christ and the Holy Spirit; Christ then embodies itself in the form of Jesus, in order to be able to teach humans how to achieve gnosis, by which they may return to the pleroma.[71]\n\nThe term demiurge derives from the Latinized form of the Greek term dēmiourgos, δημιουργός, literally \"public or skilled worker\".[note 20] This figure is also called \"Yaldabaoth\",[62] Samael (Aramaic: sæmʻa-ʼel, \"blind god\"), or \"Saklas\" (Syriac: sækla, \"the foolish one\"), who is sometimes ignorant of the superior god, and sometimes opposed to it; thus in the latter case he is correspondingly malevolent. Other names or identifications are Ahriman, El, Satan, and Yahweh.\n\nThe demiurge creates the physical universe and the physical aspect of humanity.[74] The demiurge typically creates a group of co-actors named archons who preside over the material realm and, in some cases, present obstacles to the soul seeking ascent from it.[62] The inferiority of the demiurge's creation may be compared to the technical inferiority of a work of art, painting, sculpture, etc. to the thing the art represents. In other cases it takes on a more ascetic tendency to view material existence negatively, which then becomes more extreme when materiality, including the human body, is perceived as evil and constrictive, a deliberate prison for its inhabitants.\n\nMoral judgements of the demiurge vary from group to group within the broad category of Gnosticism, viewing materiality as being inherently evil, or as merely flawed and as good as its passive constituent matter allows.[75]\n\nIn late antiquity some variants of Gnosticism used the term archon to refer to several servants of the demiurge.[70]\nAccording to Origen's Contra Celsum, a sect called the Ophites posited the existence of seven archons, beginning with Iadabaoth or Ialdabaoth, who created the six that follow: Iao, Sabaoth, Adonaios, Elaios, Astaphanos, and Horaios.[76] Ialdabaoth had a head of a lion.[62][77]\n\nOther Gnostic concepts are:[78]\n\n"
        },
        {
            "title": "Jesus as Gnostic saviour",
            "text": "Jesus is identified by some Gnostics as an embodiment of the supreme being who became incarnate to bring gnōsis to the earth,[79][71] while others adamantly denied that the supreme being came in the flesh, claiming Jesus to be merely a human who attained enlightenment through gnosis and taught his disciples to do the same.[80] Others believed Jesus was divine, although did not have a physical body, reflected in the later Docetist movement. Among the Mandaeans, Jesus was considered a mšiha kdaba or \"false messiah\" who perverted the teachings entrusted to him by John the Baptist.[81] Still other traditions identify Mani, the founder of Manichaeism, and Seth, third son of Adam and Eve, as salvific figures.\n\n"
        },
        {
            "title": "Development",
            "text": "Three periods can be discerned in the development of Gnosticism:[82]\n\nDuring the first period, three types of tradition developed:[82]\n\nThe movement spread in areas controlled by the Roman Empire and Arian Goths,[84] and the Persian Empire. It continued to develop in the Mediterranean and Middle East before and during the 2nd and 3rd centuries, but decline also set in during the third century, due to a growing aversion from the Nicene Church, and the economic and cultural deterioration of the Roman Empire.[85] Conversion to Islam, and the Albigensian Crusade (1209–1229), greatly reduced the remaining number of Gnostics throughout the Middle Ages, though Mandaean communities still exist in Iraq, Iran and diaspora communities. Gnostic and pseudo-gnostic ideas became influential in some of the philosophies of various esoteric mystical movements of the 19th and 20th centuries in Europe and North America, including some that explicitly identify themselves as revivals or even continuations of earlier gnostic groups.\n\n"
        },
        {
            "title": "Relation with early Christianity",
            "text": "Dillon notes that Gnosticism raises questions about the development of early Christianity.[86]\n\nThe Christian heresiologists, most notably Irenaeus, regarded Gnosticism as a Christian heresy. Modern scholarship notes that early Christianity was diverse, and Christian orthodoxy only settled in the 4th century, when the Roman Empire declined and Gnosticism lost its influence.[87][85][88][86] Gnostics and proto-orthodox Christians shared some terminology. Initially, they were hard to distinguish from each other.[89]\n\nAccording to Walter Bauer, \"heresies\" may well have been the original form of Christianity in many regions.[90] This theme was further developed by Elaine Pagels,[91] who argues that \"the proto-orthodox church found itself in debates with gnostic Christians that helped them to stabilize their own beliefs.\"[86] According to Gilles Quispel, Catholicism arose in response to Gnosticism, establishing safeguards in the form of the monarchic episcopate, the creed, and the canon of holy books.[92]\n\nThe Gnostic movements may contain information about the historical Jesus, since some texts preserve sayings which show similarities with canonical sayings.[93] Especially the Gospel of Thomas has a significant amount of parallel sayings.[93] Yet, a striking difference is that the canonical sayings center on the coming endtime, while the Thomas-sayings center on a kingdom of heaven that is already here, and not a future event.[94] According to Helmut Koester, this is because the Thomas-sayings are older, implying that in the earliest forms of Christianity Jesus was regarded as a wisdom-teacher.[94] An alternative hypothesis states that the Thomas authors wrote in the second century, changing existing sayings and eliminating the apocalyptic concerns.[94] According to April DeConick, such a change occurred when the end time did not come, and the Thomasine tradition turned toward a \"new theology of mysticism\" and a \"theological commitment to a fully-present kingdom of heaven here and now, where their church had attained Adam and Eve's divine status before the Fall.\"[94]\n\nThe prologue of the Gospel of John describes the incarnated Logos, the light that came to earth, in the person of Jesus.[95] The Apocryphon of John contains a scheme of three descendants from the heavenly realm, the third one being Jesus, just as in the Gospel of John. The similarities probably point to a relationship between gnostic ideas and the Johannine community.[95] According to Raymond Brown, the Gospel of John shows \"the development of certain gnostic ideas, especially Christ as heavenly revealer, the emphasis on light versus darkness, and anti-Jewish animus.\"[95] The Johannine material reveals debates about the redeemer myth.[82] The Johannine letters show that there were different interpretations of the gospel story, and the Johannine images may have contributed to second-century Gnostic ideas about Jesus as a redeemer who descended from heaven.[82] According to DeConick, the Gospel of John shows a \"transitional system from early Christianity to gnostic beliefs in a God who transcends our world.\"[95] According to DeConick, John may show a bifurcation of the idea of the Jewish God into Jesus' Father in Heaven and the Jews' father, \"the Father of the Devil\" (most translations say \"of [your] father the Devil\"), which may have developed into the gnostic idea of the Monad and the Demiurge.[95]\n\nTertullian calls Paul \"the apostle of the heretics\",[96] because Paul's writings were attractive to gnostics, and interpreted in a gnostic way, while Jewish Christians found him to stray from the Jewish roots of Christianity.[97] In I Corinthians Paul refers to some church members as \"having knowledge\" (Greek: τὸν ἔχοντα γνῶσιν, ton echonta gnosin).[98] James Dunn claims that in some cases, Paul affirmed views that were closer to gnosticism than to proto-orthodox Christianity.[99]\n\nAccording to Clement of Alexandria, the disciples of Valentinus said that Valentinus was a student of a certain Theudas, who was a student of Paul,[99] and Elaine Pagels notes that Paul's epistles were interpreted by Valentinus in a gnostic way, and Paul could be considered a proto-gnostic as well as a proto-Catholic.[78] Many Nag Hammadi texts, including, for example, the Prayer of Paul and the Coptic Apocalypse of Paul, consider Paul to be \"the great apostle\".[99] The fact that he claimed to have received his gospel directly by revelation from God appealed to the gnostics, who claimed gnosis from the risen Christ.[100] The Naassenes, Cainites, and Valentinians referred to Paul's epistles.[101] Timothy Freke and Peter Gandy have expanded upon this idea of Paul as a gnostic teacher;[102] although their premise that Jesus was invented by early Christians based on an alleged Greco-Roman mystery cult has been dismissed by scholars.[103][note 22] However, his revelation was different from the gnostic revelations.[104]\n\n"
        },
        {
            "title": "Major movements",
            "text": "Although Elkesaites and Mandaeans were found mainly in Mesopotamia in the first few centuries of the common era, their origins appear be to Judean / Israelite in the Jordan valley.[105][106][6]: 109 \n\nThe Elkesaites were a Judeo-Christian baptismal sect that originated in the Transjordan and were active between 100 to 400 CE.[105] The members of this sect performed frequent baptisms for purification and had a Gnostic disposition.[105][107]: 123  The sect is named after its leader Elkesai.[108]\n\nAccording to Joseph Lightfoot, the Church Father Epiphanius (writing in the 4th century CE) seems to make a distinction between two main groups within the Essenes:[106] \"Of those that came before his [Elxai (Elkesai), an Ossaean prophet] time and during it, the Ossaeans and the Nasaraeans.\"[109]\n\nMandaeism is a Gnostic, monotheistic and ethnic religion.[110]: 4 [111] The Mandaeans are an ethnoreligious group that speak a dialect of Eastern Aramaic known as Mandaic. They are the only surviving Gnostics from antiquity.[5] Their religion has been practiced primarily around the lower Karun, Euphrates and Tigris and the rivers that surround the Shatt-al-Arab waterway, part of southern Iraq and Khuzestan Province in Iran. Mandaeism is still practiced in small numbers, in parts of southern Iraq and the Iranian province of Khuzestan, and there are thought to be between 60,000 and 70,000 Mandaeans worldwide.[112]\n\nThe name 'Mandaean' comes from the Aramaic manda meaning knowledge.[113] John the Baptist is a key figure in the religion, as an emphasis on baptism is part of their core beliefs. According to Nathaniel Deutsch, \"Mandaean anthropogony echoes both rabbinic and gnostic accounts.\"[114] Mandaeans revere Adam, Abel, Seth, Enos, Noah, Shem, Aram, and especially John the Baptist. Significant amounts of original Mandaean Scripture, written in Mandaean Aramaic, survive in the modern era. The most important holy scripture is known as the Ginza Rabba and has portions identified by some scholars as being copied as early as the 2nd–3rd centuries,[107] while others such as S. F. Dunlap place it in the 1st century.[115] There is also the Qolastā, or Canonical Book of Prayer and the Mandaean Book of John (Sidra ḏ'Yahia) and other scriptures.\n\nMandaeans believe that there is a constant battle or conflict between the forces of good and evil. The forces of good are represented by Nhura (Light) and Maia Hayyi (Living Water) and those of evil are represented by Hshuka (Darkness) and Maia Tahmi (dead or rancid water). The two waters are mixed in all things in order to achieve a balance. Mandaeans also believe in an afterlife or heaven called Alma d-Nhura (World of Light).[116]\n\nIn Mandaeism, the World of Light is ruled by a Supreme God, known as Hayyi Rabbi ('The Great Life' or 'The Great Living God').[116][107][113] God is so great, vast, and incomprehensible that no words can fully depict how awesome God is. It is believed that an innumerable number of Uthras (angels or guardians),[45]: 8  manifested from the light, surround and perform acts of worship to praise and honor God. They inhabit worlds separate from the lightworld and some are commonly referred to as emanations and are subservient beings to the Supreme God who is also known as 'The First Life'. Their names include Second, Third, and Fourth Life (i.e. Yōšamin, Abathur, and Ptahil).[117][45]: 8 \n\nThe Lord of Darkness (Krun) is the ruler of the World of Darkness formed from dark waters representing chaos.[117][107] A main defender of the darkworld is a giant monster, or dragon, with the name Ur, and an evil, female ruler also inhabits the darkworld, known as Ruha.[117] The Mandaeans believe these malevolent rulers created demonic offspring who consider themselves the owners of the seven planets and twelve zodiac constellations.[117]\n\nAccording to Mandaean beliefs, the material world is a mixture of light and dark created by Ptahil, who fills the role of the demiurge, with help from dark powers, such as Ruha the Seven, and the Twelve.[117]: 343–366  Adam's body (believed to be the first human created by God in Abrahamic tradition) was fashioned by these dark beings, however his soul (or mind) was a direct creation from the Light. Therefore, Mandaeans believe the human soul is capable of salvation because it originates from the World of Light. The soul, sometimes referred to as the 'inner Adam' or Adam kasia, is in dire need of being rescued from the dark, so it may ascend into the heavenly realm of the World of Light.[117] Baptisms are a central theme in Mandaeism, believed to be necessary for the redemption of the soul. Mandaeans do not perform a single baptism, as in religions such as Christianity; rather, they view baptisms as a ritual act capable of bringing the soul closer to salvation.[118] Therefore, Mandaeans are baptized repeatedly during their lives.[119] Mandaeans consider John the Baptist to have been a Nasoraean Mandaean.[107]: 3 [120][121] John is referred to as their greatest and final teacher.[45][107]\n\nJorunn J. Buckley and other scholars specializing in Mandaeism believe that the Mandaeans originated about two thousand years ago in the Palestine-Israel region and moved east due to persecution.[122][6][123] Others claim a southwestern Mesopotamia origin.[124] However, some scholars take the view that Mandaeism is older and dates from pre-Christian times.[125] Mandaeans assert that their religion predates Judaism, Christianity, and Islam as a monotheistic faith.[126] Mandaeans believe that they descend directly from Shem, Noah's son,[107]: 182  and also from John the Baptist's original disciples.[127]\n\nDue to paraphrases and word-for-word translations from the Mandaean originals found in the Psalms of Thomas, it is now believed that  the pre-Manichaean presence of the Mandaean religion is more than likely.[127]: IX [128] The Valentinians embraced a Mandaean baptismal formula in their rituals in the 2nd century CE.[6]: 109  Birger A. Pearson compares the Five Seals of Sethianism, which he believes is a reference to quintuple ritual immersion in water, to Mandaean masbuta.[129] According to Jorunn J. Buckley (2010), \"Sethian Gnostic literature ... is related, perhaps as a younger sibling, to Mandaean baptism ideology.\"[130]\n\nIn addition to accepting Mandaeism's Israelite or Judean origins, Buckley adds:\n\nAccording to Magris, Samaritan Baptist sects were an offshoot of John the Baptist.[131] One offshoot was in turn headed by Dositheus, Simon Magus, and Menander. It was in this milieu that the idea emerged that the world was created by ignorant angels. Their baptismal ritual removed the consequences of sin, and led to a regeneration by which natural death, which was caused by these angels, was overcome.[131] The Samaritan leaders were viewed as \"the embodiment of God's power, spirit, or wisdom, and as the redeemer and revealer of 'true knowledge'\".[131]\n\nThe Simonians were centered on Simon Magus, the magician baptised by Philip and rebuked by Peter in Acts 8, who became in early Christianity the archetypal false teacher. The ascription by Justin Martyr, Irenaeus, and others of a connection between schools in their time and the individual in Acts 8 may be as legendary as the stories attached to him in various apocryphal books. Justin Martyr identifies Menander of Antioch as Simon Magus' pupil. According to Hippolytus, Simonianism is an earlier form of the Valentinian doctrine.[132]\n\nThe Quqites were a group who followed a Samaritan, Iranian type of Gnosticism in 2nd-century AD Erbil and in the vicinity of what is today northern Iraq. The sect was named after their founder Quq, known as \"the potter\". The Quqite ideology arose in Edessa, Syria, in the 2nd century. The Quqites stressed the Hebrew Bible, made changes in the New Testament, associated twelve prophets with twelve apostles, and held that the latter corresponded to the same number of gospels. Their beliefs seem to have been eclectic, with elements of Judaism, Christianity, paganism, astrology, and Gnosticism.\n\nSyrian-Egyptian Gnosticism includes Sethianism, Valentinianism, Basilideans, Thomasine traditions, and Serpent Gnostics, as well as a number of other minor groups and writers.[133] Hermeticism is also a western Gnostic tradition,[85] though it differs in some respects from these other groups.[134] The Syrian–Egyptian school derives much of its outlook from Platonist influences. It depicts creation in a series of emanations from a primal monadic source, finally resulting in the creation of the material universe. These schools tend to view evil in terms of matter that is markedly inferior to goodness and lacking spiritual insight and goodness rather than as an equal force.\n\nMany of these movements used texts related to Christianity, with some identifying themselves as specifically Christian, though quite different from the Orthodox or Roman Catholic forms. Jesus and several of his apostles, such as Thomas the Apostle, claimed as the founder of the Thomasine form of Gnosticism, figure in many Gnostic texts. Mary Magdalene is respected as a Gnostic leader, and is considered superior to the twelve apostles by some gnostic texts, such as the Gospel of Mary. John the Evangelist is claimed as a Gnostic by some Gnostic interpreters,[135] as is even St. Paul.[78] Most of the literature from this category is known to us through the Nag Hammadi Library.\n\nSethianism was one of the main currents of Gnosticism during the 2nd to 3rd centuries, and the prototype of Gnosticism as condemned by Irenaeus.[136] Sethianism attributed its gnosis to Seth, third son of Adam and Eve and Norea, wife of Noah, who also plays a role in Mandeanism and Manicheanism. Their main text is the Apocryphon of John, which does not contain Christian elements,[136] and is an amalgam of two earlier myths.[137] Earlier texts such as Apocalypse of Adam show signs of being pre-Christian and focus on the Seth, third son of Adam and Eve.[138] Later Sethian texts continue to interact with Platonism. Sethian texts such as Zostrianos and Allogenes draw on the imagery of older Sethian texts, but utilize \"a large fund of philosophical conceptuality derived from contemporary Platonism, (that is, late middle Platonism) with no traces of Christian content.\"[39][note 23]\n\nAccording to John D. Turner, German and American scholarship views Sethianism as \"a distinctly inner-Jewish, albeit syncretistic and heterodox, phenomenon\", while British and French scholarship tends to see Sethianism as \"a form of heterodox Christian speculation\".[139] Roelof van den Broek notes that \"Sethianism\" may never have been a separate religious movement, and that the term refers rather to a set of mythological themes which occur in various texts.[140]\n\nAccording to Smith, Sethianism may have begun as a pre-Christian tradition, possibly a syncretic cult that incorporated elements of Christianity and Platonism as it grew.[141] According to Temporini, Vogt, and Haase, early Sethians may be identical to or related to the Nazarenes (sect), the Ophites, or the sectarian group called heretics by Philo.[138]\n\nAccording to Turner, Sethianism was influenced by Christianity and Middle Platonism, and originated in the second century as a fusion of a Jewish baptizing group of possibly priestly lineage, the so-called Barbeloites,[142] named after Barbelo, the first emanation of the Highest God, and a group of Biblical exegetes, the Sethites, the \"seed of Seth\".[143] At the end of the second century, Sethianism grew apart from the developing Christian orthodoxy, which rejected the docetian view of the Sethians on Christ.[144] In the early third century, Sethianism was fully rejected by Christian heresiologists, as Sethianism shifted toward the contemplative practices of Platonism while losing interest in their primal origins.[145] In the late third century, Sethianism was attacked by neo-Platonists like Plotinus, and Sethianism became alienated from Platonism. In the early- to mid-fourth century, Sethianism fragmented into various sectarian Gnostic groups such as the Archontics, Audians, Borborites, and Phibionites, and perhaps Stratiotici, and Secundians.[146][39] Some of these groups existed into the Middle Ages.[146]\n\nValentinianism was named after its founder Valentinus (c. 100 – 180), who was a candidate for bishop of Rome but started his own group when another was chosen.[147] Valentinianism flourished after mid-second century. The school was popular, spreading to Northwest Africa and Egypt, and through to Asia Minor and Syria in the east,[148] and Valentinus is specifically named as gnostikos by Irenaeus. It was an intellectually vibrant tradition,[149] with an elaborate and philosophically \"dense\" form of Gnosticism. Valentinus' students elaborated on his teachings and materials, and several varieties of their central myth are known.\n\nValentinian Gnosticism may have been monistic rather than dualistic.[note 24] In the Valentinian myths, the creation of a flawed materiality is not due to any moral failing on the part of the Demiurge, but due to the fact that he is less perfect than the superior entities from which he emanated.[152] Valentinians treat physical reality with less contempt than other Gnostic groups, and conceive of materiality not as a separate substance from the divine, but as attributable to an error of perception which becomes symbolized mythopoetically as the act of material creation.[152]\n\nThe followers of Valentinus attempted to systematically decode the Epistles, claiming that most Christians made the mistake of reading the Epistles literally rather than allegorically. Valentinians understood the conflict between Jews and Gentiles in Romans to be a coded reference to the differences between Psychics (people who are partly spiritual but have not yet achieved separation from carnality) and Pneumatics (totally spiritual people). The Valentinians argued that such codes were intrinsic in gnosticism, secrecy being important to ensuring proper progression to true inner understanding.[note 25]\n\nAccording to Bentley Layton \"Classical Gnosticism\" and \"The School of Thomas\" antedated and influenced the development of Valentinus, whom Layton called \"the great [Gnostic] reformer\" and \"the focal point\" of Gnostic development. While in Alexandria, where he was born, Valentinus probably would have had contact with the Gnostic teacher Basilides, and may have been influenced by him.[153] Simone Petrement, while arguing for a Christian origin of Gnosticism, places Valentinus after Basilides, but before the Sethians. According to Petrement, Valentinus represented a moderation of the anti-Judaism of the earlier Hellenized teachers; the demiurge, widely regarded as a mythological depiction of the Old Testament God of the Hebrews (i.e. Jehova), is depicted as more ignorant than evil.[154]\n\nThe Basilidians or Basilideans were founded by Basilides of Alexandria in the second century. Basilides claimed to have been taught his doctrines by Glaucus, a disciple of St. Peter, but could also have been a pupil of Menander.[155] Basilidianism survived until the end of the 4th century as Epiphanius knew of Basilidians living in the Nile Delta. It was, however, almost exclusively limited to Egypt, though according to Sulpicius Severus it seems to have found an entrance into Spain through a certain Mark from Memphis. St. Jerome states that the Priscillianists were infected with it.\n\nThe Thomasine Traditions refers to a group of texts which are attributed to the apostle Thomas.[156][note 26] Karen L. King notes that \"Thomasine Gnosticism\" as a separate category is being criticised, and may \"not stand the test of scholarly scrutiny\".[157]\n\nMarcion was a Church leader from Sinope (present-day Turkey), who preached in Rome around 150 CE,[158] but was expelled and started his own congregation, which spread throughout the Mediterranean. He rejected the Old Testament, and followed a limited Christian canon, which included only a redacted version of Luke, and ten edited letters of Paul.[159] Some scholars do not consider him to be a gnostic,[160][note 27] but his teachings clearly resemble some Gnostic teachings.[158] He preached a radical difference between the God of the Old Testament, the Demiurge, the \"evil creator of the material universe\", and the highest God, the \"loving, spiritual God who is the father of Jesus\", who had sent Jesus to the earth to free mankind from the tyranny of the Jewish Law.[158][10] Like the Gnostics, Marcion argued that Jesus was essentially a divine spirit appearing to men in the shape of a human form, and not someone in a true physical body.[161] Marcion held that the heavenly Father (the father of Jesus Christ) was an utterly alien god; he had no part in making the world, nor any connection with it.[161]\n\nHermeticism is closely related to Gnosticism, but its orientation is more positive.[85][134][clarification needed]\n\nThe Persian Schools, which appeared in the western Persian province of Babylonia (in particular, within the Sassanid province of Asuristan), and whose writings were originally produced in the Aramaic dialects spoken in Babylonia at the time, are representative of what is believed to be among the oldest of the Gnostic thought forms. These movements are considered by most to be religions in their own right, and are not emanations from Christianity or Judaism.[citation needed]\n\nManichaeism was founded by the Prophet Mani (216–276). Mani's father was a member of the Jewish-Christian sect of the Elcesaites, a subgroup of the Gnostic Ebionites. At ages 12 and 24, Mani had visionary experiences of a \"heavenly twin\" of his, calling him to leave his father's sect and preach the true message of Christ. In 240–41, Mani travelled to the Indo-Greek Kingdom of the Sakas in modern-day Afghanistan, where he studied Hinduism and its various extant philosophies. Returning in 242, he joined the court of Shapur I, to whom he dedicated his only work written in Persian, known as the Shabuhragan. The original writings were written in Syriac Aramaic, in a unique Manichaean script.\n\nManichaeism conceives of two coexistent realms of light and darkness that become embroiled in conflict. Certain elements of the light became entrapped within darkness, and the purpose of material creation is to engage in the slow process of extraction of these individual elements. In the end, the kingdom of light will prevail over darkness. Manicheanism inherits this dualistic mythology from Zurvanist Zoroastrianism,[164] in which the eternal spirit Ahura Mazda is opposed by his antithesis, Angra Mainyu. This dualistic teaching embodied an elaborate cosmological myth that included the defeat of a primal man by the powers of darkness that devoured and imprisoned the particles of light.[165]\n\nAccording to Kurt Rudolph, the decline of Manichaeism that occurred in Persia in the 5th century was too late to prevent the spread of the movement into the east and the west.[43] In the west, the teachings of the school moved into Syria, Northern Arabia, Egypt and North Africa.[note 28] There is evidence for Manicheans in Rome and Dalmatia in the 4th century, and also in Gaul and Spain. From Syria it progressed still farther, into Palestine, Asia Minor and Armenia. The influence of Manicheanism was attacked by imperial elects and polemical writings, but the religion remained prevalent until the 6th century, and still exerted influence in the emergence of the Paulicians, Bogomils and Cathari in the Middle Ages, until it was ultimately stamped out by the Catholic Church.[43]\n\nIn the east, Rudolph relates, Manicheanism was able to bloom, because the religious monopoly position previously held by Christianity and Zoroastrianism had been broken by nascent Islam. In the early years of the Arab conquest, Manicheanism again found followers in Persia (mostly amongst educated circles), but flourished most in Central Asia, to which it had spread through Iran. Here, in 762, Manicheanism became the state religion of the Uyghur Empire.[43]\n\nAfter its decline in the Mediterranean world, Gnosticism lived on in the periphery of the Byzantine Empire, and resurfaced in the western world. The Paulicians, an Adoptionist group which flourished between 650 and 872 in Armenia and the Eastern Themes of the Byzantine Empire, were accused by orthodox medieval sources of being Gnostic and quasi Manichaean Christian. The Bogomils, emerged in Bulgaria between 927 and 970 and spread throughout Europe. It was as synthesis of Armenian Paulicianism and the Bulgarian Orthodox Church reform movement.\n\nThe Cathars (Cathari, Albigenses or Albigensians) were also accused by their enemies of the traits of Gnosticism; though whether or not the Cathari possessed direct historical influence from ancient Gnosticism is disputed. If their critics are reliable the basic conceptions of Gnostic cosmology are to be found in Cathar beliefs (most distinctly in their notion of a lesser, Satanic, creator god), though they did not apparently place any special relevance upon knowledge (gnosis) as an effective salvific force.[verification needed]\n\nThe Quran, like Gnostic cosmology, makes a sharp distinction between this world and the afterlife. God is commonly thought of as being beyond human comprehension. In some Islamic schools of thought, somehow identifiable with the Gnostic Monad.[168][169] However, according to Islam and unlike most Gnostic sects, not rejection of this world but performing good deeds leads to Paradise. And according to the Islamic belief in strict monotheism, there was no room for a lower deity, such as the demiurge.[170] According to Islam, both good and evil come from one God, a position especially opposed by the Manichaeans. Ibn al-Muqaffa, a Manichaean apologist who later converted to Islam, depicted the Abrahamic God as a demonic entity who \"fights with humans and boasts about His victories\" and \"sitting on a throne, from which He can descend\". It would be impossible that both light and darkness were created from one source, since they were regarded as two different eternal principles.[171] Muslim theologists countered this accusation by the example of a repeating sinner, who says: \"I laid, and I repent\";[172] this would prove that good can also result out of evil.\n\nIslam also integrated traces of an entity given authority over the lower world in some early writings: Iblis is regarded by some Sufis as the owner of this world, and humans must avoid the treasures of this world, since they would belong to him.[173] In the Isma'ili Shia work Umm al Kitab, Azazil's role resembles whose of the Gnostic demiurge.[174] Like the demiurge, he is endowed with the ability to create his own world and seeks to imprison humans in the material world, but here, his power is limited and depends on the higher God.[175] Such Gnostic anthropogenic[clarification needed] can be found frequently among Isma'ili traditions.[176] In fact, Ismailism has been often criticised as non-Islamic.[citation needed] Ghazali characterized them as a group who are outwardly Shias but were actually adherence of a dualistic and philosophical religion. Further traces of Gnostic ideas can be found in Sufi anthropogenic[clarification needed].[177] Like the gnostic conception of human beings imprisoned in matter, Sufi traditions acknowledge that the human soul is an accomplice of the material world and subject to bodily desires similar to the way archontic spheres envelop the pneuma.[178] The pneuma (spirit) must therefore gain victory over the lower and material-bound psyche (soul or anima), to overcome its animal nature. A human being captured by its animal desires, mistakenly claims autonomy and independence from the \"higher God\", thus resembling the lower deity in classical gnostic traditions. However, since the goal is not to abandon the created world, but just to free oneself from ones own lower desires, it can be disputed whether this can still be Gnostic, but rather a completion of the message of Muhammad.[171] It seems that Gnostic ideas were an influential part of early Islamic development but later lost its influence. However the Gnostic light metaphorics and the idea of unity of existence still prevailed in later Islamic thought.[169]\n\nGershom Scholem, a historian of Jewish philosophy, claimed that several core Gnostic ideas reappear in medieval Kabbalah, where they are used to reinterpret earlier Jewish sources. In these cases, according to Scholem, texts such as the Zohar adapted Gnostic precepts for the interpretation of the Torah, while not utilizing the language of Gnosticism.[179] Scholem further postulated that there was originally a \"Jewish Gnosticism\", which influenced the early origins of Christian Gnosticism.[180]\n\nGiven that some of the earliest dated Kabbalistic texts emerged in medieval Provence, at which time Cathar movements were also supposed to have been active, Scholem and other mid-20th century scholars argued that there was mutual influence between the two groups. According to Dan Joseph, this claim has not been substantiated by any extant texts.[181]\n\nFound today in Iraq, Iran and diaspora communities, the Mandaeans are an ancient Gnostic ethnoreligious group that follow John the Baptist and  have survived from antiquity.[117]: 343  Their name comes from the Aramaic manda meaning knowledge or gnosis.[113] There are thought to be 60,000 to 70,000 Mandaeans worldwide.[112][117] A number of modern gnostic ecclesiastical bodies have set up or re-founded since the discovery of the Nag Hammadi library, including the Ecclesia Gnostica, Apostolic Johannite Church, Ecclesia Gnostica Catholica, the Gnostic Church of France, the Thomasine Church, the Alexandrian Gnostic Church, the North American College of Gnostic Bishops,[182] and the Universal Gnosticism of Samael Aun Weor.[183] A number of 19th-century thinkers such as Arthur Schopenhauer,[184] Albert Pike and Madame Blavatsky studied Gnostic thought extensively and were influenced by it, and even figures like Herman Melville and W. B. Yeats were more tangentially influenced.[185] Jules Doinel \"re-established\" a Gnostic church in France in 1890, which altered its form as it passed through various direct successors (Fabre des Essarts as Tau Synésius and Joanny Bricaud as Tau Jean II most notably), and, though small, is still active today.[186]\n\nEarly 20th-century thinkers who heavily studied and were influenced by Gnosticism include Carl Jung (who supported Gnosticism), Eric Voegelin (who opposed it), Jorge Luis Borges (who included it in many of his short stories), and Aleister Crowley, with figures such as Hermann Hesse being more moderately influenced. René Guénon founded the gnostic review, La Gnose in 1909, before moving to a more Perennialist position, and founding his Traditionalist School. Gnostic Thelemite organizations, such as Ecclesia Gnostica Catholica and Ordo Templi Orientis, trace themselves to Crowley's thought. The discovery and translation of the Nag Hammadi library after 1945 has had a huge effect on Gnosticism since World War II. Intellectuals who were heavily influenced by Gnosticism in this period include Lawrence Durrell, Hans Jonas, Philip K. Dick and Harold Bloom, with Albert Camus and Allen Ginsberg being more moderately influenced.[185] Celia Green has written on Gnostic Christianity in relation to her own philosophy.[187] Alfred North Whitehead was aware of the existence of the newly discovered Gnostic scrolls. Accordingly, Michel Weber has proposed a Gnostic interpretation of his late metaphysics.[188]\n\n"
        },
        {
            "title": "Sources",
            "text": "Prior to the discovery of the Nag Hammadi library in 1945 Gnosticism was known primarily through the works of heresiologists, Church Fathers who opposed those movements. These writings had an antagonistic bias towards gnostic teachings, and were incomplete. Several heresiological writers, such as Hippolytus, made little effort to exactly record the nature of the sects they reported on, or transcribe their sacred texts. Reconstructions of incomplete Gnostic texts were attempted in modern times, but research on Gnosticism was coloured by the orthodox views of those heresiologists.\n\nJustin Martyr (c. 100/114 – c. 162/168) wrote the First Apology, addressed to Roman emperor Antoninus Pius, which criticised Simon Magus, Menander and Marcion. Since then, both Simon and Menander have been considered as 'proto-Gnostic'.[189] Irenaeus (died c. 202) wrote Against Heresies (c. 180–185), which identifies Simon Magus from Flavia Neapolis in Samaria as the inceptor of Gnosticism. From Samaria he charted an apparent spread of the teachings of Simon through the ancient \"knowers\" into the teachings of Valentinus and other, contemporary Gnostic sects.[note 29] Hippolytus (170–235) wrote the ten-volume Refutation Against all Heresies, of which eight have been unearthed. It also focuses on the connection between pre-Socratic (and therefore Pre-Incantation of Christ) ideas and the false beliefs of early gnostic leaders. Thirty-three of the groups he reported on are considered Gnostic by modern scholars, including 'the foreigners' and 'the Seth people'. Hippolytus further presents individual teachers such as Simon, Valentinus, Secundus, Ptolemy, Heracleon, Marcus and Colorbasus. Tertullian (c. 155–230) from Carthage wrote Adversus Valentinianos ('Against the Valentinians'), c. 206, as well as five books around 207–208 chronicling and refuting the teachings of Marcion.\n\nPrior to the discovery at Nag Hammadi, a limited number of texts were available to students of Gnosticism. Reconstructions were attempted from the records of the heresiologists, but these were necessarily coloured by the motivation behind the source accounts. The Nag Hammadi library is a collection of Gnostic texts discovered in 1945 near Nag Hammadi, Upper Egypt. Twelve leather-bound papyrus codices buried in a sealed jar were found by a local farmer named Muhammed al-Samman.[190] The writings in these codices comprised fifty-two mostly Gnostic treatises, but they also include three works belonging to the Corpus Hermeticum and a partial translation/alteration of Plato's Republic. These codices may have belonged to a nearby Pachomian monastery, and buried after Bishop Athanasius condemned the use of non-canonical books in his Festal Letter of 367.[191] Though the original language of composition was probably Greek, the various codices contained in the collection were written in Coptic. A 1st- or 2nd-century date of composition for the lost Greek originals has been proposed, though this is disputed; the manuscripts themselves date from the 3rd and 4th centuries. The Nag Hammadi texts demonstrated the fluidity of early Christian scripture and early Christianity itself.[note 30]\n\n"
        },
        {
            "title": "Academic studies",
            "text": "Prior to the discovery of Nag Hammadi, the Gnostic movements were largely perceived through the lens of the early church heresiologists. Johann Lorenz von Mosheim (1694–1755) proposed that Gnosticism developed on its own in Greece and Mesopotamia, spreading to the west and incorporating Jewish elements. According to Mosheim, Jewish thought took Gnostic elements and used them against Greek philosophy.[41] J. Horn and Ernest Anton Lewald proposed Persian and Zoroastrian origins, while Jacques Matter described Gnosticism as an intrusion of eastern cosmological and theosophical speculation into Christianity.[41]\n\nIn the 1880s, Gnosticism was placed within Greek philosophy, especially neo-Platonism.[37] Adolf von Harnack (1851–1930), who belonged to the School of the History of Dogma and proposed a Kirchengeschichtliches Ursprungsmodell, saw Gnosticism as an internal development within the church under the influence of Greek philosophy.[37][193] According to Harnack, Gnosticism was the \"acute Hellenization of Christianity.\"[37]\n\nThe Religionsgeschichtliche Schule (\"history of religions school\", 19th century) had a profound influence on the study of Gnosticism.[37] The Religionsgeschichtliche Schule saw Gnosticism as a pre-Christian phenomenon, and Christian gnosis as only one, and even marginal instance of this phenomenon.[37] According to Wilhelm Bousset (1865–1920), Gnosticism was a form of Iranian and Mesopotamian syncretism,[37] and Eduard Norden (1868–1941) also proposed pre-Christian origins,[37] while Richard August Reitzenstein (1861–1931), and Rudolf Bultmann (1884–1976) also situated the origins of Gnosticism in Persia.[37] Hans Heinrich Schaeder (1896–1957) and Hans Leisegang saw Gnosticism as an amalgam of eastern thought in a Greek form.[37]\n\nHans Jonas (1903–1993) took an intermediate approach, using both the comparative approach of the Religionsgeschichtliche Schule and the existentialist hermeneutics of Bultmann. Jonas emphasized the duality between God and the world, and concluded that Gnosticism cannot be derived from Platonism.[26] Contemporary scholarship largely agrees that Gnosticism has Jewish or Judeo-Christian origins;[26] this theses is most notably put forward by Gershom G. Scholem (1897–1982) and Gilles Quispel (1916–2006).[194]\n\nThe study of Gnosticism and of early Alexandrian Christianity received a strong impetus from the discovery of the Coptic Nag Hammadi Library in 1945.[195][196] A great number of translations have been published, and the works of Elaine Pagels, Professor of Religion at Princeton University, especially The Gnostic Gospels, which detailed the suppression of some of the writings found at Nag Hammadi by early bishops of the Christian church, have popularized Gnosticism in mainstream culture,[web 3][web 4] but also incited strong responses and condemnations from clergical writers.[197]\n\nAccording to Matthew J. Dillon, six trends can be discerned in the definitions of Gnosticism:[198]\n\nThe 1966 Messina conference on the origins of gnosis and Gnosticism proposed to designate\n\nThis definition has now been abandoned.[198] It created a religion, \"Gnosticism\", from the \"gnosis\" which was a widespread element of ancient religions,[note 31] suggesting a homogeneous conception of gnosis by these Gnostic religions, which did not exist at the time.[205]\n\nAccording to Dillon, the texts from Nag Hammadi made clear that this definition was limited, and that they are \"better classified by movements (such as Valentinian), mythological similarity (Sethian), or similar tropes (presence of a Demiurge).\"[198] Dillon further notes that the Messian-definition \"also excluded pre-Christian Gnosticism and later developments, such as the Mandaeans and the Manichaeans.\"[198]\n\nHans Jonas discerned two main currents of Gnosticism, namely Syrian-Egyptian, and Persian, which includes Manicheanism and Mandaeism.[26] Among the Syrian-Egyptian schools and the movements they spawned are a typically more Monist view. Persian Gnosticism possesses more dualist tendencies, reflecting a strong influence from the beliefs of the Persian Zurvanist Zoroastrians. Those of the medieval Cathars, Bogomils, and Carpocratians seem to include elements of both categories. However, scholars such as Kurt Rudolph, Mark Lidzbarski, Rudolf Macúch, Ethel S. Drower and Jorunn Jacobsen Buckley argue for a Palestinian origin for Mandaeism.\n\nGilles Quispel divided Syrian-Egyptian Gnosticism further into Jewish Gnosticism (the Apocryphon of John)[136] and Christian Gnosis (Marcion, Basilides, Valentinus). This \"Christian Gnosticism\" was Christocentric, and influenced by Christian writings such as the Gospel of John and the Pauline epistles.[206] Other authors speak rather of \"Gnostic Christians\", noting that Gnostics were a prominent substream in the early church.[207]\n\nThe best known example of this approach is Adolf von Harnack (1851–1930), who stated that \"Gnosticism is the acute Hellenization of Christianity.\"[199] According to Dillon, \"many scholars today continue in the vein of Harnack in reading gnosticism as a late and contaminated version of Christianity\", notably Darrell Block, who criticises Elaine Pagels for her view that early Christianity was wildly diverse.[200]\n\nHans Jonas (1903–1993) took an existential phenomenological approach to Gnosticism. According to Jonas, alienation is a distinguishing characteristic of Gnosticism, making it different from contemporary religions. Jonas compares this alienation with the existentialist notion of geworfenheit, Martin Heidegger's \"thrownness,\" as in being thrown into a hostile world.[200]\n\nIn the late 1980s scholars voiced concerns about the broadness of \"Gnosticism\" as a meaningful category. Bentley Layton proposed to categorize Gnosticism by delineating which groups were marked as gnostic in ancient texts. According to Layton, this term was mainly applied by heresiologists to the myth described in the Apocryphon of John, and was used mainly by the Sethians and the Ophites. According to Layton, texts which refer to this myth can be called \"classical Gnostic\".[201]\n\nIn addition, Alastair Logan uses social theory to identify Gnosticism. He uses Rodney Stark and William Bainbridge's sociological theory on traditional religion, sects and cults. According to Logan, the Gnostics were a cult, at odds with the society at large.[201]\n\nAccording to the Westar Institute's Fall 2014 Christianity Seminar Report on Gnosticism, there actually is no group that possesses all of the usually-attributed features. Nearly every group possesses one or more of them, or some modified version of them. There was no particular relationship among any set of groups which one could distinguish as “Gnostic”, as if they were in opposition to some other set of groups. For instance, every sect of Christianity on which we have any information on this point believed in a separate Logos who created the universe at God's behest. Likewise, they believed some kind of secret knowledge (“gnosis”) was essential to ensuring one's salvation. Likewise, they had a dualist view of the cosmos, in which the lower world was corrupted by meddling divine beings and the upper world's God was awaiting a chance to destroy it and start over, thereby helping humanity to escape its corrupt bodies and locations by fleeing into celestial ones.[208]\n\nAccording to Michael Allen Williams, the concept of Gnosticism as a distinct religious tradition is questionable, since \"gnosis\" was a pervasive characteristic of many religious traditions in antiquity, and not restricted to the so-called Gnostic systems.[7] According to Williams, the conceptual foundations on which the category of Gnosticism rests are the remains of the agenda of the heresiologists.[7] The early church heresiologists created an interpretive definition of Gnosticism, and modern scholarship followed this example and created a categorical definition. According to Williams the term needs replacing to more accurately reflect those movements it comprises,[7] and suggests to replace it with the term \"the Biblical demiurgical tradition\".[202]\n\nAccording to Karen King, scholars have \"unwittingly continued the project of ancient heresiologists\", searching for non-Christian influences, thereby continuing to portray a pure, original Christianity.[202]\n\nIn light of such increasing scholarly rejection and/or restriction of the concept of Gnosticism, David G. Robertson has written on the distortions which misapplications of the term continue to perpetuate in religious studies.[8]\n\n"
        },
        {
            "title": "Psychological approaches",
            "text": "Carl Jung approached Gnosticism from a psychological perspective, which was followed by Gilles Quispel. According to this approach, Gnosticism is a map for the human development in which an undivided person, centered on the Self, develops out of the fragmentary personhood of young age. According to Quispel, gnosis is a third force in western culture, alongside faith and reason, which offers an experiential awareness of this Self.[202]\n\nAccording to Ioan Culianu, gnosis is made possible through universal operations of the mind, which can be arrived at \"anytime, anywhere\".[209] A similar suggestion has been made by Edward Conze, who suggested that the similarities between prajñā and sophia may be due to \"the actual modalities of the human mind\", which in certain conditions result in similar experiences.[210]\n\n"
        }
    ]
}