{
    "url": "https://en.wikipedia.org/wiki/God_in_Islam",
    "title": "God in Islam",
    "table_of_contents": [
        "1 Etymology",
        "2 Other names",
        "3 Attributes",
        "3.1 Oneness",
        "3.2 Uniqueness",
        "3.3 Creator",
        "3.4 Mercy",
        "3.5 Omniscience",
        "4 Relationship with creation",
        "5 Concepts in Islamic theology",
        "5.1 Sunnis",
        "5.1.1 Atharis",
        "5.1.2 Ash'aris and Maturidis",
        "5.1.3 Sufis",
        "5.2 Mu'tazilis",
        "5.3 Shi'is",
        "5.3.1 Isma'ilis",
        "5.3.2 Twelvers",
        "6 Wahdat al-wujud",
        "7 Notes",
        "8 See also",
        "9 References",
        "10 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "God in Islam (Arabic: ٱللَّٰه, romanized: Allāh, contraction of ٱلْإِلَٰه al-’Ilāh, lit. \"the God\")[1] is seen as the eternal creator and sustainer of the universe,[2][1][3][4][5] who will eventually resurrect all humans.[6]  In Islam, God is conceived as a perfect, singular, immortal, omnipotent, and omniscient god, completely infinite in all of his attributes.[1][3][5][7] Islam further emphasizes that God is most-merciful.[8][9][10]\n\nAccording to Islamic theology, God has no physical body or gender, although he is always referred to with masculine grammatical articles,[11] and there is nothing else like him in any way whatsoever. Therefore, Islam rejects the doctrine of the incarnation and the notion of a personal god as anthropomorphic, because it is seen as demeaning to the transcendence of God. The Quran prescribes the fundamental transcendental criterion in the following verse: \"[He is] the Creator of the heavens and the earth. He has made for you from yourselves, mates, and among the cattle, mates; He multiplies you thereby. There is nothing whatever like unto Him, and He is the One that hears and sees [all things]\" (42:11). Therefore, Islam strictly and categorically rejects all forms of anthropomorphism and anthropopathism of the concept of God.[12][13][14][15]\n\nThe Islamic concept of God emphasizes that he is absolutely pure and free from association with other beings, which means attributing the powers and qualities of God to his creation, and vice versa. In Islam, God is never portrayed in any image. The Quran specifically forbade ascribing partners to share his singular sovereignty, as he is considered to be the absolute one without a second, indivisible, and incomparable being, who is similar to nothing, and nothing is comparable to him. Thus, God is absolutely transcendent, unique and utterly other than anything in or of the world as to be beyond all forms of human thought and expression.[16][17] The briefest and the most comprehensive description of God in Islam is found in Surat al-Ikhlas.[18]\n\nAccording to mainstream Muslim theologians, God is described as Qadim [ar] [16][19] (Eternal, timeless, and infinite, which literally means: \"ancient\"), having no first, without beginning or end; absolute, not limited by time or place or circumstance, nor is subject to any decree so as to be determined by any precise limits or set times, but is the First and the Last. He is not a formed body, nor a substance circumscribed with limits or determined by measure; neither does he resemble bodies as they are capable of being measured or divided. Neither do substances exist in him; neither is he an accident, nor do accidents exist in him. Neither is he like to anything that exists, nor is anything like to him; nor is he determinate in quantity, nor comprehended by bounds, nor circumscribed by differences of situation, nor contained in the heavens, and transcends spatial and temporal bounds, and remains beyond the bounds of human comprehension and perceptions.[20][21][18]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Allāh is the Arabic word referring to God in Abrahamic religions.[22][23][24]\nIn the English language, the word generally refers to God in Islam. The Arabic word Allāh is thought to be derived by contraction from al-ʾilāh, which means \"the God\",[1] (i.e., the only God) and is related to El and Elah, the Hebrew and Aramaic words for God.[25][26] It is distinguished from ʾilāh (Arabic: إِلَٰه), the Arabic word meaning deity, which could refer to any of the gods worshipped in pre-Islamic Arabia or to any other deity.[27] Allah is God’s most unique Name, grandly referred to as Lafẓ al-Jalālah (The Word of Majesty). It occurs in the Qur’an 2,697 times in 85 of its 114 suras.[28]\n\n"
        },
        {
            "title": "Other names",
            "text": "God is described and referred to in the Quran and hadith by 99 names that reflect his attributes.[29] The Quran refers to the attributes of God as \"most beautiful names\".[30][31] According to Gerhard Böwering,\n\nSome Muslims may use different names as much as Allah, for instance \"God\" in English. Whether or not Allah can be considered as the personal name of God became disputed in contemporary scholarship.[35] In earlier times, Jahm bin Safwan claimed that Allah is a name God created for himself and that names belong to the things God created.[36]\n\n"
        },
        {
            "title": "Attributes",
            "text": "Islam's most fundamental concept is a strict monotheism called tawhid, affirming that God is one and Tanzih (wāḥid). The basic creed of Islam, the Shahada[37] (recited under oath to enter the religion), involves لَا إِلَٰهَ إِلَّا ٱللَّٰهُ (lā ʾilāha ʾilla llāh), or \"I testify there is no deity other than God.\"\n\nMuslims reject the Christian doctrine of the Trinity and divinity of Jesus, comparing it to polytheism.[38] Jesus is instead believed to be a prophet.\n\nTawhid constitutes the foremost article of the Muslim profession.[39] The deification or worship of anyone or anything other than God (shirk) is the greatest sin in Islam. The entirety of the Islamic teaching rests on the principle of Tawhid.[40]\n\nAccording to Vincent J. Cornell,[41] the Quran also provides a monist image of God by describing the reality as a unified whole, with God being a single concept that would describe or ascribe all existing things: \"He is the First and the Last, the Evident and the Immanent: and He has full knowledge of all things.\"[42]\n\nIslam emphasises the absolute uniqueness and singularity of God in his essence, attributes, qualities, and acts.[43] As stated in Surat al-Ikhlas: God is Ahad[44] (the unique one of absolute oneness, who is indivisible in nature, and there can be no other like him); God is Ash-Shamad[45] (the ultimate source of all existence, the uncaused cause who created all things out of nothing, who is eternal, absolute, immutable, perfect, complete, essential, independent, and self-sufficient; who needs nothing while all of creation is in absolute need of him; the one eternally and constantly required and sought, depended upon by all existence and to whom all matters will ultimately return); he begets not, nor is he begotten (He is Unborn and Uncreated, has no parents, wife or offspring); and comparable/equal to him, there is none.[15]\n\nGod's absolute transcendence over his creation, as well as his unlimited individuality were asserted and emphasized with support from appropriate quotations from the Qur'an as follows:\n\nThe Qur'anic verse (19:65), \"Do you know of any that can be named with His Name?\" emphasizes that as Allah is Unique, His name is shared by none other.[46]\n\nSuch as that described in the previous three verses ( 16:57-59). For the disbelievers in the Hereafter, there is an evil description, or in other words, the most evil attribute (i.e., the most vile), which is their ignorance and ingratitude, and their burying alive of newborn girls, despite the fact that they are needed for the purposes of marriage and not allowing women to even inherit property, and their ascribing female gender to angels and claiming that the angels are the daughters of God while so preferring sons for themselves (this is also mentioned in the verses  37:149-155); whereas to God belong the highest attribute, namely, that there is no deity except him, immensely exalted beyond and above all comparison and likeness.[47][48]\n\nThe Qur'anic verse (42:11) emphasizes that there is no similarity whatsoever between the creator and his creation in essence, in attributes or in actions, and therefore, God is beyond all human concepts of him. So he has no mates and nothing is like him, nor does he beget, nor is he begotten. Nothing – neither matter, nor space, nor time – can restrict or contain him. And this is why his Attributes – his hearing, seeing, knowledge, will, power, creating, and so on – are also beyond anything we can conceive.[49]\n\nThe same sentiment is expressed in the Qur'anic verse (6:103) which states:[15] \"Vision perceives/comprehends Him not, and He perceives/comprehends (evaluates) all vision.\" In some interpretations, this verse also asserts that the senses and intellects cannot fully comprehend God.[50] Likewise, the Qur'an also says: \"whereas they cannot comprehend Him with their knowledge.\"[Quran 20:110 (Translated by Ali Ünal)]\n\n\nThe Hanafi jurist and theologian, al-Tahawi (d. 321/933), wrote in his treatise on theology, commonly known as al-'Aqida al-Tahawiyya:[51][16] \n\nAl-Tahawi also stated that:[51][16] \nThe six directions are: above, below, right, left, front and back. The above statement of al-Tahawi refutes the anthropomorphist's dogmas that imagine Allah has a physical body and human form, and being occupied in a place, direction or trajectory.[51]\n\nAccording to the teachings of Islam, God is the creator of the worlds and all the creatures therein. He has created everything in the worlds in accordance with a definite plan and for a particular purpose. There is no shortcoming or defect of any sort in any of his creations.[52] The Qur'an confirms this in the following verses:\n\nThe Qur'an also says in verse (25:2): \"and He has created everything and designed it in a perfect measure (and ordained its destiny in a precise manner).\" And in another verse (25:59) it is emphasized: \"It is He who created the heavens and the earth, and all that is between them.\"\n\nThe Qur'an states that God is the Rabb al-'Alamin. When referring to God, the Arabic term \"Rabb\" is usually translated as \"Lord\" and can include all of the following meanings:[53][54] \"owner, master, ruler, controller, creator, upbringer, trainer, sustainer, nourisher, cherisher, provider, protector, guardian and caretaker.\" The same term, Rabb, is used in a limited sense for humans as in the \"head\" of the family, \"master\" of the house, or \"owner\" of the land or cattle. The Arabic word \"al-'Alamin\" can be translated as the \"Worlds\" or \"Universes\".[55] There are many worlds, astronomical and physical worlds, worlds of thought, spiritual worlds, everything in existence including angels, jinn, devils, humans, animals, plants, and so on.[56] The \"Worlds\" may also be taken to refer to different domains or kingdoms within this earthly world, or other worlds beyond this earth. Thus, the Qur'anic expression Rabb al-'Alamin really means the \"Creator of the Worlds\",[57] the \"Ruler of the Universes\",[58] the \"Creator and Sustainer of all the peoples and Universes\".[59]\n\nThe most commonly used names in the primary sources are Al-Rahman, meaning \"Most Compassionate\" and Al-Rahim, meaning \"Most Merciful\".[60] The former compasses the whole creation, therefore applying to God's mercy in that it gives every necessary condition to make life possible. The latter applies to God's mercy in that it gives favor for good deeds. Thus Al-Rahman includes both the believers and the unbelievers, but Al-Rahim only the believers.[61][62] God is said to love forgiving, with a hadith stating God would replace a sinless people with one who sinned but still asked repentance.[63]\n\nGod's omniscience is the knowledge of all things,[64] whether they are actual or possible or whether they are past, present, or future. It also includes his knowledge of people, places, events, circumstances, etc. God has full knowledge of everything, everywhere, always and from eternity past, and he is fully aware of whatever one thinks, intends, and does, and the reins of all things and events are in his power. He knows whatever happens in the universe, down to the fall of a leaf, and he knows all the deeds, thought, and intentions of humankind. His appointed angels record these, and people will be called to account for these acts in the other world.[65] His knowledge is eternal in the sense of being timeless, i.e., atemporal. So, since God's knowledge is eternal and unchanging, it is likewise self‐existent and infinite. It is self‐existent in that it is not dependent on anything, not even time. According to the Qur'an, God (Allah) is omniscient; he eternally knows whatever comes into being, be it universal or particular in character. He has known all things from before the creation of the world. His knowledge of things before their coming into existence and afterwards is exactly the same. Hence, there is no discovery or surprise with God. Muslim theologians therefore considered that “omniscience” is a necessary and “ignorance” is an impossible property for God. Various Qur'anic verses designate this basic intuition, such as: 3:5, 6:59, 65:12, and 24:35.[66]\n\n"
        },
        {
            "title": "Relationship with creation",
            "text": "Muslims believe that God is the only true reality and sole source of all creation, everything including its creatures are just a derivative reality created out of love and mercy by God's command,[67] \"...\"Be,\" and it is.\"[9][68] and that the purpose of existence is to worship or to know God.[69][70][71] It is believed that God created everything for a divine purpose; the universe governed by fixed laws that ensure the harmonious working of all things. Everything within the universe, including inanimate objects, praises God, and is in this sense understood as a Muslim.[72] An exception are humans, who are endowed with free-will and must live voluntarily in accordance with these laws to live to find peace and reproduce God's benevolence in their own society to live in accordance with the nature of all things, known as surrender to God in the Islamic sense.[72][73]\n\nAs in the other Abrahamic religions, God is believed to communicate with his creation via revelations given to prophets to remind people of God. The Qur'an in particular is believed by Muslims to be the verbatim word of God as revealed to Muhammad. Hadith are the records of Muhammad's sayings and example, and Hadith Qudsi is a sub-category of hadith, which Muslims regard as the words of God repeated by Muhammad. According to al-Sharif al-Jurjani (d. 816/1413), the Hadith Qudsi differ from the Qur'an in that the former are \"expressed in Muhammad's words\", whereas the latter are the \"direct words of God\".[74]\n\nIn Islam, there are no intermediaries between God and people, so Muslims address/contact God directly in their prayers, supplications and dhikr, and also seek forgiveness and repentance from sins directly from God, as the Qur'an states: \"And when (O Messenger) My servants ask you about Me, then surely I am near: I answer the prayer of the suppliant when he prays to Me.\"[Quran 2:186 (Translated by Ali Ünal)] Therefore, according to this verse, God answers all the prayers done sincerely. However, he answers sometimes by giving whatever is asked for, sometimes by giving what is better, sometimes by postponing giving to the afterlife, and sometimes by not giving at all, since it will not turn out in favor of the one who prays. The way that God answers a prayer depends on his wisdom.[75]\n\nAl-Bukhari, in his Ṣaḥīḥ Bukhārī, narrates a hadith qudsi that God says, \"I am as My servant thinks (expects) I am.\"[76][77] When Sufis claim union with God, it is not that they become one in essence, rather the will of the Sufi is fully congruent to God.[78] The Sufis are in fact careful to say, no matter what degree of union is realized, \"the slave remains the slave, and the Lord remains the Lord\".[79]\n\nThe Qur'an affirms that God does not stand in need of anything outside him, and nothing external to him can affect or influence him in any way. All his creatures are responsible to him and dependent on him. There is no other being to whom he can be responsible or on whom he can be dependent.[80] He has the right to do whatever he wants with his possessions/creatures – it is under God's own total sovereignty. Accordingly, he is not answerable for his actions, due to his wisdom and justice, greatness and uniqueness of Divinity, while all others (jinn, humans, or false deities)[81] are accountable for what they do (and don't do), as God says in the Qur'an:[82] \"He shall not be questioned about what He does, but they shall be questioned.\"[Quran 21:23 (Translated by Royal Aal al-Bayt Institute)]\n\nWhile the existence of the creation is dependent, contingent, temporal, and received from beyond itself, the existence or reality of God is eternal, independent, self-sufficient, and self-existent being who needs no other being for his existence, and consequently exists by and through himself alone. The divine name al-Samad (the supremely independent, self-sufficient being endowed with all the attributes of perfection to which all else turns in need for existence, life, guidance, help, forgiveness, etc.) implies that there is a blessed linkage between the creator and his creation where the one creator will sustain the creation by looking after it. This relationship also signifies that since God is the sustainer, he is in need of nothing, and even as he gives, nothing is diminished from his treasury.[83][84]\n\n"
        },
        {
            "title": "Concepts in Islamic theology",
            "text": "For Atharis the names and attributes of God are to be understood with the formula of bila kayfa (lit. “without how”, i.e., “without modality”,[85][86] “without further enquiry”[87] or “without further specifying their manner or modality”),[88][89] which is to unquestioningly accept the Divine attributes of God without ta'wil (allegorical interpretation), or ta'til (lit. “suspension”, i.e., “divesting God of His attributes”), or tashbih (anthropomorphism, immanence or comparison, which is to believe that God resembles his creations, or attributing the attributes of human beings to God).[90] Any anthropomorphic expressions of these names and attributes is negated using the admission that their meanings can never be known. The meaning is left to the knowledge of God himself, and they simply say that the meaning is as befits his majesty and perfection. This method of tafwid is that of Ahmad ibn Hanbal (eponymous founder of Atharism), al-Ash'ari, Ibn Qudama, and Ibn Kathir.[91]\n\nUsually Atharis are vehemently opposed to engaging in ta'wil (allegorical interpretations) and reject batin (inner meaning) or hidden/esoteric (Sufi) interpretations of the Qur'an and God's divine attributes.[92] In maintaining that one is not permitted to interpret the meaning of the Qur'anic verses or the Prophetic traditions that mention various attributes of God, Ibn Qudama (d. 620/1223) in his work Lum'at al-I'tiqad [ar] (“The Luminance of Creed”) is endorsing the principle of bila kayfa ('without [asking or knowing] how') in Islamic theology.[93] According to this principle, one has to accept the sacred text as it is, indissolubly linked with tanzih (God's incomparability and transcendence), without trying to interpret its meaning. In other words, one must accept the sacred texts that refer to God without positively ascribing corporeal features to him.[94][95]\n\nIbn al-Jawzi (d. 597/1201) took the question of people associating anthropomorphism with Hanbalism so seriously that he wrote a book, Daf' Shubah al-Tashbih bi-Akaff al-Tanzih (“Rebuttal of the Insinuations of Anthropomorphism at the Hands of Divine Transcendence”), refuting this heresy and exonerating Ahmad ibn Hanbal of any association with it.[Note 1] According to him, such words whose meanings could give the impression that God resembles his creations shouldn't be understood literally, such as God's face, hands, eyes, and the like.[96][97][98]\n\nAnother book was written by the Shafi'i scholar, Taqi al-Din al-Hisni [ar] (d. 829/1426), titled Daf' Shubah man Shabbaha wa Tamarrad wa Nasaba dhalik ila al-Sayyid al-Jalil al-Imam Ahmad [ar] (“Rebuttal of the Insinuations of him who makes Anthropomorphisms and Rebels, and Ascribes that to the Noble Master Imam Ahmad”), defending Ahmad ibn Hanbal against the innovated beliefs later ascribed to him by Ibn Taymiyya and those who claimed to follow his school.[99][100]\n\nIbn Kathir (d. 774/1373) appears to offer a definition similar to that of al-Ash'ari (d. 324/936) when he discusses tafwid in his exegesis of the Qur'anic verse (7:54) pertaining to God's istiwa'. He states:[91][101]\n\nHere Ibn Kathir is diverting the meaning of the text from its apparent meaning, and implicitly affirming that one valid definition of the term zahir is its literal linguistic meaning, which is anthropomorphic. However, some modern followers of Ibn Taymiyya claim that bi lā takyīf would only mean tafwid of modality not of meaning (ma'na), but according to the Ash'ari/Maturidi position, modality (kayfiyya) is a part of meaning and without detailing which aspect of meaning remains after de-anthropomorphizing a term, one ends up with tafwid. In addition to that the imams of the salaf (the righteous early generations of Muslims) used to say bila kayf (without how or modality at all). On the other hand, both Ibn Taymiyya (d. 728/1328) and his student Ibn al-Qayyim (d. 751/1350) argued that the anthropomorphic references to God, such as God's hands or face, are to be understood literally and affirmatively according to their apparent meanings.[91][102][103] In their footsteps and following them come the Salafi groups of modern times such as the followers of Muhammad ibn 'Abd al-Wahhab (d. 1201/1787) who closely follow Ibn Taymiyya's approach regarding the Divine names and attributes.[104]\n\nThe doctrine of the Salaf[Note 4] that Ibn Taymiyya derives from his traditionalist sources consists in describing God as he describes himself and as his messenger describes him, neither stripping the attributes away (ta'til) in the fashion of kalam (rational or speculative theology), nor likening (tamthil) them to the attributes of creatures because there is nothing like God [Q. 42:11]. For Ibn Taymiyya, this means that the Salaf knew the meanings of the Divine attributes, and they do not merely delegate them to God. However, certain formulaic statements attributed to them do not appear to support his position unequivocally. Ibn Taymiyya notes that al-Awza'i (d. 157/774), Sufyan al-Thawri (d. 161/778), and others said concerning the attributes, \"Let them pass by as they came\", and \"Let them pass by as they came, without how\". He explains that letting the attributes pass by (imrār) means leaving them intact and not stripping away their meanings, while affirming the attributes \"without how\" or \"without modality\" (bi-lā kayf) means not assimilating them to the attributes of creatures. With this, Ibn Taymiyya holds affirmation of the meanings of God's attributes together with denial of their likeness to creatures in a double perspective by drawing a distinction between the known meanings of the attributes and their inscrutable modalities.[107][103]\n\nIbn Taymiyya does not clarify how modality (kayfiyya) and meaning (ma'na) relate to each other semantically. Rather, he deploys the two terms in tandem to maintain the seemingly paradoxical conviction that God is completely different and beyond human experience on the one hand while God's attributes do signify something real and meaningful in human language on the other. In denying knowledge of the modality and affirming knowledge of the meaning, Ibn Taymiyya does not resolve the paradox, nor even acknowledge it, but simply holds its two sides together in the conviction that this is the most faithful and rational set of beliefs.[107]\n\nIt is often assumed that the question of God's nature has occupied the minds of early Muslims, and as such Muhammad forbade them from thinking about it, as he said: \"Think about God's bounties, but do not think about God's essence (dhat). Otherwise, you will vanish/perish.\" Accordingly, Muslims should not think about what God is, but about his attributes and his blessings granted to humanity, because God's essence (dhat) cannot be understood by the limited human capacity.[108] In this regard it has been mentioned in some narrations that are ascribed to Ahmad ibn Hanbal (d. 241/855),[109][110] it has been reported that he said:[Note 5] \"Whatever comes to your mind (i.e., regarding God and His nature), God is different than that.\"[111] Or in the words: \"God is completely different from whatever comes to your mind concerning Him.\"\n\nAccording to al-Shahrastani (d. 548/1154) in his al-Milal wa al-Nihal (“Religious Sects and Divisions”), Ahmad ibn Hanbal and Dawud al-Zahiri (d. 270/884) and a group of imams of the Salaf, they followed the way of the early traditionalists (ashab al-hadith), such as Malik ibn Anas (d. 179/795). They took a safe path, saying \"We believe in whatever is reported from the Book and the Sunna, and we do not try to interpret it, knowing for certain that God does not resemble any created things, and that all the images we form of Him are created by Him and formed by Him\". They avoided anthropomorphism (tashbih) to such an extent that they said that if a man moved his hand while reading the Qur'anic verse that speaks of God's creating Adam using his own “hands” [Q. 38:75]; or if he pointed with his two fingers while reporting the hadith: \"The heart of the believer is between the two fingers of al-Rahman (the Most Compassionate)\", his hand must be cut off and the two fingers torn out.[112][113]\n\nThese early scholars were often called the People of Tradition (Ahl al-Hadith), or Salaf such as Abu Hanifa, Malik, al-Shafi'i and Ahmad ibn Hanbal. They left the verses of the Qur'an in question as well as the related hadiths simply as they were, accepting the poetical statements just as they occurred, without applying much reason either to criticize or expand upon them. Their position was that these ambiguous verses must be understood in light of the Qur'anic dictum that, “There is nothing whatever like Him” [Q. 42:11] hence negating all possibilities of anthropomorphism. At the same time, they used and maintained the same phrases or terminology implied by the Qur'an with regards to God such as God's face without looking further into their meaning or exegesis. And this is what is being referred to by use of their phrase bila kayfa wa la tashbih, meaning without inquiring how and without anthropomorphism or comparison.[90]\n\nHowever, according to some scholars, Ahmad ibn Hanbal, like the other early Muslims, also gave some figurative interpretations (ta'wil) to scriptural expressions that might otherwise have been misinterpreted anthropomorphically, which is what neo-Salafis condemn the Ash'ari and Maturidi schools for doing. For example, Ibn Kathir reports that al-Bayhaqi (d. 458/1066) related from al-Hakim (d. 405/1014), from Abu 'Amr ibn al-Sammak (d. 344/955), from Hanbal [ibn Ishaq al-Shaybani] (d. 273/886), the son of the brother of Ahmad ibn Hanbal's father, that \"Ahmad ibn Hanbal (d. 241/855) figuratively interpreted the word of Allah Most High, ‘And your Lord comes...’ [Q. 89:22], as meaning ‘His recompense (thawab) shall come’.\" Al-Bayhaqi then said, \"This chain of narrators has absolutely nothing wrong in it\".[114] Ibn Hazm (d. 456/1064) in his book al-Fasl fi al-Milal wa al-Ahwa' wa al-Nihal [ar] (“The Distinction Concerning Religions, Heresies, and Sects”) said also that Ahmad ibn Hanbal figuratively interpreted ‘And your Lord comes...’ [Q. 89:22], but as meaning \"And your Lord's command/decree has come.\"[115]\n\nAmong the most significant Athari theological works are:\n\nAsh'aris and Maturidis are in agreement that God's attributes are eternal and are to be held to be metaphorically.[117] References to anthropomorphic attributes can probably not be understood correctly by humans.[118] Although God's existence is considered to be possibly known by reason, human mind can not fully understand God's attributes. Ash'ari and Maturidi scholars have two positions regarding the Mutashabihat texts (ambiguous passages in the Qur'an and Hadith) related to God's attributes:[119] Tafwid (affirming the attributes of God, but consigning/entrusting both their meaning and modality to God, or in other words, leaving the interpretation of anthropomorphic expressions to God) and Ta'wil (metaphorical interpretation). The two positions disregard the literal meaning of the texts due to the definitive evidences denoting the transcendence of God above the attributes of his created beings as per his words: \"There is nothing whatever like Him.\"[Quran 42:11 (Translated by Ali Ünal)] and \"And comparable to Him there is none.\"[Quran 112:4 (Translated by Ali Ünal)] For example, when believers in paradise see God, they do not see God in the way humans are able to see on Earth.[118] Ash'aris and Maturidis asserts, since God is the creator of everything that exists and creation  neither affects nor alters God, the Throne of God is not a dwelling place for God.[120]\n\nAbu Mansur al-Baghdadi (d. 429/1037) in his al-Farq bayn al-Firaq (The Difference between the Sects) reports that 'Ali ibn Abi Talib, the fourth Caliph, said: \"Allah created the Throne as an indication of His power, not for taking it as a place for Himself.\"[121] Accordingly, expressions such as God's istiwa' on the Throne means by ta'wil or figurative interpretation, exercise of his power upon the universe, this denotes his assumption of authority of his created world, the throne being a symbol of authority and dominion, while in tafwid, they just say: Allahu A'lam (God knows best), together with their understanding of Tanzih (God's incomparability and transcendence), which means that his istiwa' upon the throne, in the manner which he himself has described, and in that same sense which he himself means, which is far removed from any notion of contact, or resting upon, or local situation. It is impermissible to say that he established himself with a contact or a meeting with it. Because God is not subject to change, substitution, nor limits, whether before or after the creation of the throne.[122]\n\nAsh'aris and Maturidis are in general agreement that God is free from all imperfections and flaws. He has Divine attributes. Divine attributes are characteristics or qualities that God alone possesses. The Divine attributes are classified into: negative and positive. By the “Negative Attribute” they mean the negation of the negative, i.e. negation of imperfection. Among the most important are the following:[123]\n\nThe Ash'ari and Maturidi scholars emphasise that the Qur'an expresses that God does not need any of his creation as he is perfect.[125] He is immutable (does not change), self-subsisting and self-sufficient, without figure, form, colour or parts. His existence has neither beginning nor end. He is not a body composed of substances or elements. He is not an accident inherent in a body or dwelling in a place.[126] He is unique, unlike anything in his creation. He is ineffable, beyond human understanding, comprehension and therefore human description,[127] as per his words: \"There is nothing whatever like Him.\"[Quran 42:11 (Translated by Ali Ünal)]\n\nHe is omnitemporal in the way that he is omnipresent, as per his words: \"And He is with you, wherever you may be.\"[Quran 57:4 (Translated by Ali Ünal)] He is everywhere by his knowledge and power, and nowhere, without being in a place, direction or location, because He existed eternally before all the creations (including time and space) and is clear from change. He is always in the present, yet transcends time. God is not within time; time is one of his creations and doesn't affect him, so for him there is no past, present and future.\n\nThe Hanafi-Maturidi scholar, 'Ali al-Qari (d. 1014/1606) in his Sharh al-Fiqh al-Akbar states: \"Allah the Exalted is not in any place or space, nor is He subject to time, because both time and space are amongst His creations. He the Exalted was present in pre-existence and there was nothing of the creation with Him\".[51]\n\nThus, according to Maturidis and Ash'aris, God is beyond time and space, and is transcendent, infinite (not limited) and eternal, without beginning or end, as per his words: \"He is the First, the Last, the All-Outward, and the All-Inward.\"[Quran 57:3 (Translated by Ali Ünal)] A hadith mentioned in Sahih Muslim explains this part of the verse as follows:[128][129]\n\nAt the same time, he is near to everything that has being; nay, he is nearer to men than their jugular veins (this is alluded to in the verse 50:16), and is witness to everything —though his nearness is not like the nearness of bodies, as neither is his essence like the essence of bodies. Neither does he exist in anything or does anything exist in him; but he is beyond space and time; for he is the creator of space and time, and was before space and time were created, and is now after the same manner as He always was (i.e., without place nor time).\n\nHe is also distinct from the creatures in his attributes, neither is there anything besides himself in his essence, nor is his essence in any other besides him. He is too holy to be subject to change or any local motion; neither do any accidents dwell in him, nor any contingencies before him; but he abides with his glorious attributes, free from all danger of dissolution. As to the attribute of perfection, he wants no addition. As to being, he is known to exist by the apprehension of the understanding; and he is seen as he is by immediate intuition, which will be vouchsafed out of his mercy and grace to the believers in the paradise, completing their joy by the vision of his glorious presence.[130]\n\nThe possibility of seeing God in the afterlife became a pillar of the Ash'ari and the Maturidi schools. Al-Ash'ari holds that God will be seen in the next world by sight. Al-Maturidi also accepts the visibility of God, however his explanation is qualified: people will see God in way that it is incomprehensible to humans in this life and is not like the normal sight that we use to sense light and distance. Al-Ghazali promised that people would enjoy the pleasure of looking on God's noble face.[131]\n\nAsh'aris and Maturidis insisted on the reality of that vision even if they admitted their inability to fully explain how it will happen. According to them, God can be seen even if he cannot be perceived through vision. Al-Ghazali in his al-Iqtisad fi al-I'tiqad (Moderation in Belief) explains the Ash'ari position that God will be seen in the afterlife despite the fact that he has no physical body, nor any location or direction.[132]\n\nMu'tazilis and Shi'is deny that God can be seen for the simple reason that visibility, as man understands it requires the object of vision to be in place and this is inconceivable in reference to God. Ash'aris and Maturidis agree with this proposition, but only if they are talking of vision here on Earth and within the physical laws applicable here. However, if it is going to happen somewhere else and under a different set of laws, visibility is possible, for whatever exists can be seen under proper conditions.[133]\n\nAsh'aris and Maturidis unanimously agree that it is only in the Hereafter that God will be seen. Among the evidences that have been used by them in establishing the permissibility of seeing God are the following:\n\nGoodness (or ihsan, husna) is to act in accordance with the wise commandments of God. Muhammad defined it as being a servant to God as though one saw him. The greatest good shall be for them (i.e., Paradise), and also \"even more\"; the delight of gazing upon the ineffable and blessed Countenance of God.[135]\n\nIt was narrated that Suhayb said:[136]\n\nDuring the lifetime of Muhammad some people asked:[137]\n\nMuhammad said also in an authentic hadith mentioned in Sahih al-Bukhari, Sahih Muslim, Jami' al-Tirmidhi, Sunan Abi Dawud, and Sunan ibn Majah: \"Certainly, you will see your Rubb (on the Day of Resurrection) as you see this (full) moon, and you will have no difficulty (or trouble) in seeing Him.\"[138][139]\n\nIn addition, the Qur'an also confirms in 83:15 that: \"No! Indeed, from (the sight and mercy of) their Lord, that Day, they will be veiled/blocked (i.e., on the Day of Judgment, the disbelievers will not be able to see Him).\"[Quran 83:15]\n\nAmong the most significant Ash'ari-Maturidi theological works are:\n\nThe majority of Sufis adhere to the same beliefs and practices of orthodox theology of Sunni Islam,[140] both the Ash'ari and Maturidi schools, the essential difference in theology being that Sufis believe Ma'iyyat Allah (God's presence, togetherness, companionship) – derived from the Qur'anic verse 4 in Surat al-Hadid which states: \"and He is with you wheresoever you may be.\"[Quran 57:4 (Translated by Nureddin Uzunoğlu)] – is not only by knowledge, comprehension and power, but also by nature and essence, which is God himself, being everywhere by presence. According to Ahmad ibn 'Ajiba (d. 1224/1809) in his al-Bahr al-Madid:[141] Ahl al-Batin (people of the inner knowledge who follow the esoteric interpretation, i.e., the Sufis) have a consensus on that God is everywhere by presence and essence (in all places at once with his entire being despite his spacelessness), but without Hulul (God's indwelling, fusion/infusion, incarnation in creation) and without Ittihad (God's identification, unification, union with creation),[142] unlike Ahl al-Zahir (people of the outward observance; the uninitiated), who are unanimously agreed that God is omnipresent only by knowledge and power.[141]\n\nAmong the verses that Sufis rely on to prove God's omnipresence are:[142] 2:115; 2:255 (Ayat al-Kursi); 6:3; 43:84; 57:4; and 58:7. Based on these Qur'anic verses, God's omnipresence is not limited to certain areas, but is present everywhere, all-pervasive, and all-knowing.[143][144]\n\nAccording to Muhammad Metwalli al-Sha'rawi (d. 1419/1998) in his interpretation (better known as Tafsir al-Sha'rawi [ar]) of the Qur'anic verses  56:83-85, which are mentioned in Surat al-Waqi'ah: \"83. Why then (are you helpless) when it (i.e., the soul of a dying person at the moment of death) reaches the throat, 84. While you are looking on, 85. And We (i.e., God and/or His angels) are nearer/closer to him (the dying human) than you are, but you do not see.\"\n\nAl-Sha'rawi stated that God's statement in verse 56:85 \"but you do not see\" proves clearly and unequivocally that Ma'iyyatullah (meaning 'companionship of God', literally: 'togetherness with God') is true/real with his essence (dhat), which is not like the essence of created beings, and his companionship is not only with knowledge, if so, then God wouldn't say \"but you do not see\".[145]\n\nSince God in Islam is transcendental and sovereign but also immanent and omnipresent, the Sufi view holds that in reality, only God exists. Thus everything in creation is reflecting an attribute of God's names. Yet these forms are not God themselves.[146] The Sufi Saint Ibn Arabi stated: There is nothing but God. This statement was mistakenly equalized to Pantheism by critics; however, Ibn Arabi always made a clear distinction between the creation and the creator.[147] Since God is the Absolute Reality,[148]\nthe created worlds and their inhabitants are merely illusions. They just exist because of God's command Kun, but everything that would be, was already known by God.[149]\n\nBoth beliefs Hulul (incarnation) and Ittihad (unification) had been severely denounced by moderate Sunni Sufis, such as 'Abd al-Ghani al-Nabulsi (d. 1143/1731), which he described as heresies.[150]\n\nAmong the most significant Sufi theological works are:\n\nThe Mu'tazilis reject the anthropomorphic attributes of God because an eternal being \"must be unique\" and attributes would make God comparable. The descriptions of God in the Quran are considered to be allegories.[152] Nevertheless, the Muʿtazilites thought God contains oneness (tawhid) and justice. Other characteristics like knowledge are not attributed to God; rather they describe his essence. Otherwise eternal attributes of God would give rise to a multiplicity entities existing eternal besides God.[153]\n\nAmong the most significant Mu'tazili theological works are: \n\nThe Shi'is agreed with the Mu'tazilis and deny that God will be seen with the physical eyes either in this world or in the next.[154][155][156]\n\nAccording to Isma'ilism, God is absolutely transcendent and unknowable;[157] beyond matter, energy, space, time, change, imaginings, intellect, positive as well as negative qualities. All attributes of God named in rituals, scriptures or prayers refers not to qualities God possesses, but to qualities emanated from God, thus these are the attributes God gave as the source of all qualities, but God does not consist on one of these qualities.[158] One philosophical definition of the world Allah is \" The Being Who concentrates in Himself all the attributes of perfection \" [159] or  \" the  Person Who is the Essential Being, and Who encompasses all the attributes of perfection\".[159] Since God is beyond all wordings, Isma'ilism also denies the concept of God as the first cause.[160]\n\nIn Ismailism, assigning attributes to God as well as negating any attributes from God (via negativa) both qualify as anthropomorphism and are rejected, as God cannot be understood by either assigning attributes to him or taking attributes away from him. The 10th-century Ismaili philosopher Abu Yaqub al-Sijistani suggested the method of double negation; for example: “God is not existent” followed by “God is not non-existent”. This glorifies God from any understanding or human comprehension.[161]\n\nThe Twelver Shi'is believe that God has no shape, no physical hand, no physical leg, no physical body, no physical face. They believe God has no visible appearance. God does not change in time, nor does he occupy a physical place. Under no circumstances, the Shi'is argues, does God change. There is also no time frame regarding God. As support for their view, Shi'i scholars often point to the Qur'anic verse 6:103 which states: \"Eyes comprehend Him not, but He comprehends all eyes. He is the All-Subtle (penetrating everything no matter how small), the All-Aware.\" Thus one fundamental difference between Sunnis and Shi'is that the former believes that followers will “see” their Lord on the Day of Resurrection, while the latter holds that God cannot be seen because he is beyond space and time.[162]\n\nAmong the most significant Shi'i theological works are: \n\n"
        },
        {
            "title": "Wahdat al-wujud",
            "text": "The term wahdat al-wujud which literally means \"the unity of being\" or \"the oneness of existence\" is a controversial[165][166] mystical notion mostly spoken of in connection with Ibn 'Arabi (d. 638/1240),[167][168][169][170] even though he did not employ it in his writings.[171][172][173][174][175] It seems to have been ascribed to him for the first time in the polemics of Ibn Taymiyya (d. 1328).[175][176][177]\n\nAlthough the phrase refers to a subjective state or direct, inward experience attained by Sufis, it has also been understood and discussed as a philosophical concept and, as such, interpreted in different ways.[178] According to William Chittick, there are at least as many as seven possible ways of understanding it, depending on whether the person who uses it is pro or anti-Ibn 'Arabi.[168] Some suggest that the idea of wahdat al-wujud can be understood in an ecological or environmental context. In this sense it would mean the feeling of wholeness and holyness of the universe as the creation of God, which means that all men are the creatures of one God — they are all equal.[179]\n\nIbn 'Arabi, however, has always been a highly controversial figure for Muslims, as many have accused him of holding pantheist or monist views incompatible with Islam's pure monotheism.[180][181][182][183][184] However, according to a number of scholars including al-Sha'rani (d. 573/1565) and 'Abd al-Ra'uf al-Munawi (d. 1031/1621), the books of Ibn 'Arabi have been altered and distorted by some anonymous apostates and heretics, and therefore many sayings and beliefs were attributed to him, which are not true to what he actually wrote.[185][186]\n\nProponents of waḥdat al-wujūd such as 'Abd al-Ghani al-Nabulsi, 'Abd al-Ra'uf b. 'Ali al-Fansuri, Seyyed Hossein Nasr, Mir Valiuddin [de] and Titus Burckhardt disagree that waḥdat al-wujūd is identified with pantheism. Nasr, for example, considers that the term pantheism and monism cannot be used to equate with waḥdat al-wujūd.[187][188] Ideas similar to pantheism existed since the early stages of Islam. Jahm writes that God is \"in heaven, on earth and in every place; there is no place where He i not (...)\"  and \"He is in everything, neither contaguous nor separated.\", a position attacked by Ahmad ibn Hanbal.[189]\n\n"
        }
    ]
}