{
    "url": "https://en.wikipedia.org/wiki/God_in_Jainism",
    "title": "God in Jainism",
    "table_of_contents": [
        "1 Definition",
        "2 Godliness",
        "3 Five supreme beings",
        "4 Arihant",
        "5 Tīrthaṅkara",
        "6 Siddhas",
        "7 Devas",
        "8 Jain opposition to creationism",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn Jainism, godliness is said to be the inherent quality of every soul. This quality, however, is subdued by the soul's association with karmic matter. All souls who have achieved the natural state of infinite bliss, infinite knowledge (kevala jnana), infinite power and infinite perception are regarded as God in Jainism. Jainism rejects the idea of a creator deity responsible for the manifestation, creation, or maintenance of this universe but rather have souls called devas and devis who have reached heaven for their merits and deeds, who influence the universe for a fixed time until they themselves get reincarnated to achieve and continue the cycle of enlightenment. According to Jain doctrine, the universe and its constituents (soul, matter, space, time, and principles of motion) have always existed. All the constituents and actions are governed by universal natural laws and perfect soul, an immaterial entity cannot create or affect a material entity like the universe.[1]\n\n"
        },
        {
            "title": "Definition",
            "text": "From the essential perspective, the soul of every living organism is perfect in every way, is independent of any actions of the organism, and is considered God or to have godliness. But the epithet of God is given to the soul in whom its properties manifest in accordance with its inherent nature. There are countably infinite souls in the universe.\n\nAccording to Ratnakaranda śrāvakācāra (a major Jain text):[2]\n\n"
        },
        {
            "title": "Godliness",
            "text": "In Jainism, godliness is said to be the inherent quality of every soul (or every living organism) characterizing infinite bliss, infinite power, Kevala Jnana (pure infinite knowledge),[3] infinite perception, and perfect manifestations of (countably) infinite other attributes. There are two possible views after this point. One is to look at the soul from the perspective of the soul itself. This entails explanations of the properties of the soul, its exact structure, composition and nature, the nature of various states that arise from it and their source attributes as is done in the deep and arcane texts of Samayasāra, Niyamasara and Pravachanasara. Another view is to consider things apart from the soul and its relationships with the soul. According to this view, the qualities of a soul are subdued due to karmas of the soul. Karmas are the fundamental particles of nature in Jainism. One who achieves this state of soul through right belief, right knowledge and right conduct can be termed a god. This perfection of soul is called Kevalin. A god thus becomes a liberated soul – liberated of miseries, cycles of rebirth, world, karmas and finally liberated of body as well. This is called nirvana or moksha.\n\nJainism does not teach the dependency on any supreme being for enlightenment. The Tirthankara is a guide and teacher who points the way to enlightenment, but the struggle for enlightenment is one's own. Moral rewards and sufferings are not the work of a divine being, but a result of an innate moral order in the cosmos; a self-regulating mechanism whereby the individual reaps the fruits of his own actions through the workings of the karmas.\n\nJains believe that to attain enlightenment and ultimately liberation from all karmic bonding, one must practice the ethical principles not only in thought, but also in words (speech) and action. Such a practice through lifelong work towards oneself is regarded as observing the Mahavrata (\"Great Vows\").\n\nGods can be thus categorized into embodied gods also known as arihantas and non-embodied formless gods who are called Siddhas. Jainism considers the devīs and devas to be souls who dwell in heavens owing to meritorious deeds in their past lives. These souls are in heavens for a fixed lifespan and even they have to undergo reincarnation as humans to achieve moksha.\n\nThus, there are infinite gods in Jainism, all equivalent, liberated, and infinite in the manifestation of all attributes. The Self and karmas are separate substances in Jainism, the former living and the latter non-living. The attainment of enlightenment and the one who exists in such a state, then those who have achieved such a state can be termed gods. Therefore, beings (Arihant) who've attained omniscience (kevala jnana) are worshipped as gods. The quality of godliness is one and the same in all of them. Jainism is sometimes regarded as a transtheistic religion,[4] though it can be atheistic or polytheistic based on the way one defines \"God\".\n\n"
        },
        {
            "title": "Five supreme beings",
            "text": "In Jainism, the Pañca-Parameṣṭhi (Sanskrit for \"five supreme beings\") are a fivefold hierarchy of religious authorities worthy of veneration. The five supreme beings are:\n\n"
        },
        {
            "title": "Arihant",
            "text": "A human being who conquers all inner passions and possesses infinite right knowledge (Kevala Jnana) is revered as an arihant in Jainism.[5] They are also called Jinas (conquerors) or Kevalin (omniscient beings). An arihant is a soul who has destroyed all passions, is totally unattached and without any desire and hence is able to destroy the four ghātiyā karmas and attain kevala jñāna, or omniscience. Such a soul still has a body and four aghātiyā karmas. Arihantas, at the end of their human life-span, destroy all remaining aghātiyā karmas and attain Siddhahood. There are two kinds of kevalin or  arihant:[6]\n\n"
        },
        {
            "title": "",
            "text": "The word Tīrthaṅkara signifies the founder of a tirtha which means a fordable passage across a sea. The Tirthankara show the \"fordable path\" across the sea of interminable births and deaths.[8] Jain philosophy divides the wheel of time in two halves, Utsarpiṇī or ascending time cycle and avasarpiṇī, the descending time cycle. Exactly 24 Tirthankara are said to grace each half of the cosmic time cycle.[9] Rishabhanatha/Aadishwar was the first Tirthankara and Mahavira was the last Tirthankara of avasarpiṇī.[9]\n\nTirthankara revive the fourfold order of Shraman, Shramani, Śrāvaka, and Śrāvika called sangha. Tirthankara can be called teaching gods who teach the Jain philosophy. However it would be a mistake to regard the tirthankara as gods analogous to the gods of the Hindu pantheon despite the superficial resemblances between Jain and Hindu ways of worship.[10] Tirthankara, being liberated, are beyond any kind of transactions with the rest of the universe. They are not the beings who exercise any sort of creative activity or who have the capacity or ability to intervene in answers to prayers.\n\nTirthamkara-nama-karma is a special type of karma, bondage of which raises a soul to the supreme status of a tirthankara.[11]\n\n"
        },
        {
            "title": "Siddhas",
            "text": "Ultimately all arihantas become siddhas, or liberated souls, at the time of their nirvana. A siddha is a soul who is permanently liberated from the transmigratory cycle of birth and death. Such a soul, having realized its true self, is free from all the Karmas and embodiment. They are formless and dwell in Siddhashila (the realm of the liberated beings) at   the apex of the universe in infinite bliss, infinite perception, infinite knowledge and infinite energy.\n\nThe Acharanga Sutra 1.197 describes siddhas in this way:\n\nSiddhahood is the ultimate goal of all souls. There are infinite souls who have become siddhas and infinite more who will attain this state of liberation.[d] According to Jainism, Godhood is not a monopoly of some omnipotent and powerful being(s). All souls, with right perception, knowledge and conduct can achieve self-realisation and attain this state. Once achieving this state of infinite bliss and having destroyed all desires, the soul is not concerned with worldly matters and does not interfere in the working of the universe, as any activity or desire to interfere will once again result in influx of karmas and thus loss of liberation.\n\nJains pray to these passionless Gods not for any favors or rewards but rather pray to the qualities of the God with the objective of destroying the karmas and achieving the Godhood. This is best understood by the term vandetadgunalabhdhaye – i.e. \"we pray to the attributes of such Gods to acquire such attributes\" [f][13]\n\nAccording to Anne Vallely:\n\n"
        },
        {
            "title": "Devas",
            "text": "Jain cosmology offers an elaborate description of heavenly beings (devas), but these beings are neither viewed as creators nor are they immortal; they are subject to suffering and change like all other living beings, and must eventually die. In this way, they are similar to the devas of Buddhism. English-language material tends to retain the term \"deva\" or describe these beings as \"deities\", \"gods\" and \"goddesses.\"[15]\n\nJainism describes existence of śāsanadevatās and śāsanadevīs, the attendants of a Tirthankara, who create the samavasarana or the divine preaching assembly of a Tirthankara. Such heavenly beings are classified as:-\n\nThe souls on account of accumulation of meritorious karmas reincarnate in heavens as devas. Although their life span is quite long, after their merit karmas are exhausted, they once again have to reincarnate back into the realms of humans, animals or hells depending on their karmas. As these devas themselves are not liberated, they have attachments and passions and hence not worthy of worship.\n\nĀcārya Hemachandra decries the worship of such devas:\n\nWorship of such devas is considered as mithyatva or wrong belief leading to bondage of karmas.\n\n"
        },
        {
            "title": "Jain opposition to creationism",
            "text": "Jain scriptures reject God as the creator of the universe. Further, it asserts that no god is responsible or causal for actions in the life of any living organism. Ācārya Hemacandra in the 12th century put forth the Jain view of the universe in the Yogaśāstra:[17]\n\nBesides scriptural authority, Jains also resorted to syllogism and deductive reasoning to refute the creationist theories. Various views on divinity and the universe held by the Vedics, samkhyas, mīmāṃsās, Buddhists and other schools of thought were analyzed, debated and repudiated by various Jain Ācāryas. However, the most eloquent refutation of this view is provided by Ācārya Jinasena in Mahāpurāna,[18][19][20] which was quoted by Carl Sagan in his 1980 book Cosmos.[21]\n\n"
        }
    ]
}