{
    "url": "https://en.wikipedia.org/wiki/God_in_Sikhism",
    "title": "God in Sikhism",
    "table_of_contents": [
        "1 General conceptions",
        "1.1 Monotheism",
        "1.2 Priority Monism",
        "1.3 Waheguru",
        "2 Specific conceptions",
        "2.1 Great Architect",
        "2.2 Creation",
        "2.3 When was the Universe Created?",
        "3 Attributes",
        "3.1 Existence",
        "3.2 Eternalness",
        "3.3 Transcendence and Immanence",
        "3.4 Omnipotence",
        "3.5 Omnibenevolence",
        "3.6 Gender",
        "3.7 Names for God",
        "4 Beliefs",
        "4.1 Reincarnation",
        "4.2 Revelation",
        "4.3 Gnosticism",
        "4.4 Mysticism",
        "5 Practices",
        "5.1 Five Vices",
        "5.2 Five 'K's",
        "5.3 Three Duties",
        "6 See also",
        "7 Bibliography",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In Sikhism, God is conceived as the Oneness that permeates the entirety of creation and beyond. It abides within all of creation[1] as symbolized by the symbol Ik Onkar.[2] The One is indescribable yet knowable and perceivable to anyone who surrenders their egoism and meditates upon that Oneness.[3] The Sikh gurus have described God in numerous ways in their hymns included in the Guru Granth Sahib, the holy scripture of Sikhism, but the oneness of formless God is consistently emphasized throughout.\n\nGod is described in the Mul Mantar (lit. the Prime Utterance),[4][5] the first passage in the Guru Granth Sahib:\n\n"
        },
        {
            "title": "General conceptions",
            "text": "Sikhi is Monotheistic and believes that there is only One God. Guru Nanak, the founder of Sikhi strongly denounces any type of Pakhand (hypocrisy or duality). Nanak prefixed the numeral \"IK\" (one) to the syllable Onkar to stress the idea of God's oneness; that the Creator, Preserver, and Destroyer is One.[6] Sikh thought begins with the One Almighty and then universalising God, coming down to the cosmic reality of all-pervading creator.[7]  While God is described as without gender, God is also described through numerous metaphors, such as:\n\nSikhi complies with the concept of Priority Monism, a view point that all existing things go back to a Source that is distinct from them. It is the belief that all that our senses comprehend is illusion; God is the sole reality. Forms being subject to Time, shall pass away. God's Reality alone is eternal and abiding.[8] The thought is such that Aatmaa (soul) is born from and a reflection of ParamAatma( Supreme Soul),[9] and would again merge into it just as water merges back into the water, like a drop of water merging with the ocean.\n\nGod and Soul are identical in the same way as Fire and its sparks; fundamentally same as is stated in SatGuru Sri Guru Granth Sahib Ji, \"Aatam meh Ram, Ram meh Aatam\", which means \"The Ultimate Eternal Lord is the soul and the soul is the Ultimate Eternal Lord\". As from one stream, millions of waves arise and yet the waves, made of water, again become water; in the same way all souls have sprung from the Universal Being and would blend again into it.[10]\n\nThere are frequent references to God in the perspective of all the various religions in the Guru Granth Sahib. The Guru Granth Sahib acknowledges perspectives of God in all religions.[11] Guru Granth Sahib teaches that God is one almighty power.[12]\n\n"
        },
        {
            "title": "Specific conceptions",
            "text": "Sikh philosophy believes that the Oneness is the Great Architect of Universe. It alone is the Creator, Sustain-er, and Destroyer; Ek.[13] God is Karta Purakh, the Creator-Being[8] who created the spatial-temporal Universe from their own Self; the Universe is their own emanation. Guru Arjan advocates: “The One is true and true is Its creation [because] all has emanated from God Itself” (SGGS Ang294).\n\nBefore creation, God existed all alone as Nirgun in a state of Sunn Samadhi, deep meditation, as says Guru Nanak.[14]\n\nThen, God willed and created the Universe, and diffused Itself into the nature as Sargun. Whenever God desires, It merges back into His Timeless and Formless Self.[15]\n\nGuru Gobind Singh calls this process of Creation and Dissolution Udkarkh (from Sanskrit utkarsana) and Akarakh (from Sanskrit akarsana),[16] respectively:\n\n\"Whenever you, O Creator, cause udkarkh (increase, expansion), the creation assumes the boundless body; whenever you effect akarkh (attraction, contraction), all corporeal existence merges in you\" (Benati Chaupai).\n\nThis process of creation and dissolution has been repeated God alone knows for how many times. A passage in Sukhmani Sahib by Guru Arjan visualizes the infinite field of creation thus:\n\nIt is believed in Sikhi that the Universe was created by a single word of the God.[13] Whilst the universe was created, a sound was produced as a result. The sound is noted in the first word in Satguru Sri Guru Granth Sahib Ji ੴ, Ik Oangkar. The syllable \"Oang\" is the sound that was created whilst the universe was created. The Transcendent God expressed themselves in \"Naam\" and \"Sabad\" that created the world. \"Naam\" and \"Sabad\" are the 'Creative and Dynamic Immanence of God'.[6]\n\nSikh philosophy enunciates the belief that the limits of Time and Space are known only to God. Answers to the questions of \"When did the Universe come into existence?\" or \"How big is this Universe?\" are beyond human understanding. The best course, as SatGuru Nanak Dev Ji declares, is to admit a sense of wonderfulness or Vismad, since \"the featureless Void was in ceaseless Existence\".[17] As to the Time of Creation, SatGuru Nanak Dev Ji, in Jap(u) Sahib, recites that: \n\n"
        },
        {
            "title": "Attributes",
            "text": "As stated in Mool Mantar, God exists as Ajuni, beyond incarnations; formless. And saibhan (Sanskrit svayambhu), Self-existent. The Primal Creator Himself had no creator. He simply is, has ever been and shall ever be by Himself.\n\nPurakh added to Karta in the Mool Mantar is the Gurmukhi form of Sanskrit purusa, which literally means, besides man, male or person, \"the primeval man as the soul and original source of the universe; the personal and animating principle; the supreme Being or Soul of the universe.\" Purakh in Mool Mantar is, therefore, none other than God the Creator.\n\nGod, as stated in SatGuru Sri Guru Granth Sahib Ji, is Akal Murat, the Eternal Being;It is beyond time and ever the same.[18]  \"Saibhan(g)\", another attribute to God means that no one else but God created the creation. They are, shall be, was not born, and will not die; never created and hence, shall never be destroyed.[19] The phrase \"Ad(i) Sach\", True in the Primal Beginning, in the Mool mantar proves the notion of the eternalness of God in Sikhi.\n\nSikhi advocates a Panentheistic tone when it enunciates the belief that God is both, transcendent and immanent, or \"Nirgun\" and \"Sargun\" (as stated in the Sikh terminology), at the same time. God created the Universe and permeates both within and without. Transcendence and Immanence are two aspects of the same single Supreme Reality. The Reality is immanent in His entire creation, but the creation as a whole fails to realise the immanency  fully.[20]\n\nThe Almighty, Himself, is the one Ultimate, Transcendent Reality, Nirguna (Nir+Guna = without attributes), Ever-existent, Boundless, Formless, Immutable, All-by Himself, and Unknowable in His entirety.\n\nWhen it pleases God, them become Sarguna (Sanskrit Saguna = with attributes) and manifests Himself in creation. He becomes immanent in His created universe, which is His own emanation, an aspect of Himself.[21]\n\nGod remains distinct from his Creation, while being All-pervasive.[22]\n\n\"God himself is the Creator and the Cause, the Doer and the Deed.\"[23] Sikh thought is strictly monotheistic and believes that this Universe is creation of God. Its origins are in God, it operates under the Command of God (hukum), and its end is in God; God is the Omnipotent being, the sole cause of Creation, Preservation, and Destruction.[24] They consult none in creating and demolishing, giving and taking and does everything themself. The Nirbhau (lit. Fearless) Almighty does not fear anyone and exercises their unquestionable will.\n\nThey are kind and merciful, the Omni-Benevolent Lord. The Bestow-er of all things (divanhaar); apart from them, there is no other Giver. They provide the body, the breath, food to their creations. They are also a great Pardoner; pardoning all our mistakes, they bestows Virtue on the repenting souls and adds Blessedness on the  striving virtuous.[23] The Almighty sustains His Creation compassionately and benevolently. In SatGuru Granth, God is called as \"Kareem\" (merciful); the complacent Lord who, in their compassion, blesses the miserable with their  Nadar (graceful vision).[25] The Nirvair (lit. without enmity/hatred) God does not hate anyone and glances their merciful vision on every being, indifferently. All are one their view.\n\n\"The Lord is kind and compassionate to all beings and creatures; His Protecting Hand is over all.\" (SGGS. Ang 300)\n\nAccording to Sikhi, God has \"No\" Gender. Mool Mantar describes God as being \"Ajuni\" (lit. not in any incarnations) which implies that God is not bound to any physical forms. This concludes: the All-pervading Lord is Gender-less.[26]\n\nHowever, SatGuru Guru Granth Sahib Ji consistently refers to God as \"He\" and \"Father\", but this is because the SatGuru Granth Sahib Ji was written in north Indian Indo-Aryan languages (mixture of Punjabi and Sant Bhasha, Sankrit with influences of Persian) which have no neutral gender. English translations of the teachings may eliminate any gender specifications. From further insights into the Sikh philosophy, it can be deduced that God is, sometimes, referred to as the Husband to the Soul-brides, in order to make a patriarchal society understand what the relationship with God is like. Also, God is considered to be our father, mother, and companion.[27]\n\nSikhi greatly emphasize the name of God. SatGuru Sri Guru Granth Sahib ji emphasize greatly Naam, the name of the God as through meditating on the Naam, one can meet God, opening up ones tenth spiritual gate and experience 'Anand' indescribable bliss.\nSikhi believes in Monotheism. God has been called by many Attributive names [action-related names, Kirtan Naam (SGGS. Ang 1083), or Karam Naam (Dasam Granth, Jaap Sahib)] in Sikh literature, picked from Indian and Semitic traditions.[3]\n\nThey are called in terms of human relations as our Father, Mother, Brother, Companion, Friend, Lover, Beloved, and Husband.[27]\n\nOther names, expressive of His supremacy are Thakur, Prabhu (lit. God), Swami, Shah (lit. King), Paatshah (lit. respected King), Sahib, Allah (God), Khuda (Persian word for Allah), Rahim, Karim, Sain (Lord, Master).\n\nGod has also been referred to, in Sikh literature as Hari, Sridhar, Kamla-pati, SriRang, Vishwambhar, Krishna, Saringdhar, ParaBrahma, Paramatma, Pyara, Nath, GopiNath, Jagannath, ChakraPan, Ram, Narayan, Govind, Gopal and many more.\n\nThough these names are mentioned in SatGuru Sri Guru Granth Sahib Ji. Sikhs are ordered by the SatGurus to meditate by chanting Waheguru, the Name of God, to meet God and experience 'Anand', which Bhai Gurdas ji states in his Varan to signify, Wah (Praise) Hey (you) Guru (God).\n\nOther attributive names include Nirankar (Formless), Niranjan (without sin), Data or Datar (lit. The Giver), Karta or Kartar (lit. The Doer), Dayal (Compassionate), Kripal (Benevolent) and many more.\n\nNames peculiar to Sikhism for God are Naam (lit. name), Shabad (word) and Waheyguru (Wow true Master). While Naam and Shabad are mystical terms standing for the Divine Manifestation, Waheyguru is a phrase expressing awe, wonder, and ecstatic joy of the worshiper as he comprehends the greatness and grandeur of the Lord and their Creation.[28]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The center belief of Sikh thought is the soul would reincarnate in this universe unless it attains the state of mukti (liberation), which is to be achieved through the grace of God.[1]   In its corporeal attire, the soul passes through cycles of transmigration. Through Divine Grace and ones actions, it can merge back into the Cosmic Soul (Paramatma) and escape the throes of birth and death again and again. [9]\n\nThe Mool Mantar ends with Gurparsad(i) (lit. by God's Grace), which expresses the belief of Sikh thought that God would be revealed to the Soul through SatGuru's grace. In Sikh theology SatGuru appears in three different but allied connotations, viz. God, the ten Sikh SatGurus, and the gur-shabad as preserved in SatGuru Sri Guru Granth Sahib Ji. Of God's grace, Gurus' instruction and guidance and the scriptural Shabad (Sanskrit sabda, literally 'Word'), the first is the most important, because, as nothing happens without God's will, their grace is essential to making a person inclined towards a desire and search for union with Him.\n\n\"Blessing us with His Grace, the Kind and Compassionate All-powerful Lord comes to dwell within the mind and body. (SGGS. Ang 49)\"\n\nKnowledge of the ultimate Reality is not a matter for reason; it comes by revelation of the ultimate reality through nadar (grace) and by anubhava (mystical experience). Says SatGuru Nanak Dev Ji, budhi pathi na paiai bahu chaturaiai bhai milai mani bhane which translates to \"He is not accessible through intellect, or through mere scholarship or cleverness at argument; He is met, when He pleases, through devotion\" (SGGS, Ang 436).\n\nGnosticism is the belief that the Divine Spark is trapped within the spirit and can be liberated by the Gnosis or Knowledge of this Divinity. Sikh spirituality is centered to the theme of understanding and experiencing God, and eventually becoming one with Him. Human incarnation, as advocated by SatGuru Sri Guru Granth Sahib Ji, is a special privilege and an opportunity for the realization of the Ultimate destiny of Spirit: union with God.[29]\n\nAs SatGuru Arjan Dev Ji says, \"Of all the eight million and four hundred thousand species, God conferred superiority on man\".[30] Another verse form the scripture praises the human body as a Temple:\n\nSikhi thus sees life as a divine opportunity to understand God as well as to discover the divinity which lies in each individual. God is perceived to reside in the human body and is the soul and can be found by being a Gurmukh (lit. Facing Guru) and merging oneself into The Hukum or Divine Command.[31] Though, as mentioned in SatGuru Sri Guru Granth Sahib Ji, full understanding of God is beyond human beings, SatGuru Nanak Dev Ji described God as not wholly unknowable and stressed that by becoming Gurmukh, one should find the Divinity residing in his own self.\n\nMysticism is the experience of becoming one with The Almighty, which SatGuru Nanak Dev Ji states as Sach-Khand (Realm of Truth), where the soul is immersed completely in the Divine Will.[32] The primal belief of Sikhi is of the Spirit to get merged into the Divinity. As Guru Granth proclaims human incarnation as a chance to meet God and enter into the Mystic Reality. \n\nIt is a devoted meditation (simran) that enables a sort of communication between the Infinite and finite human consciousness. There is, chiefly, the remembrance of God through the recitation of their name[33] and surrendering of the Self to God's presence often metaphorized as surrendering self to the Lord's feet.[34] The ultimate destination of a Sikh is to lose his egoism completely in the love of the Lord and finally merge into the Almighty creator. \n\n"
        },
        {
            "title": "Practices",
            "text": "Those, who follow the instincts of their mind, under the influence of five vices - lust, anger, greed, attachment and pride - and ego would wander miserably in the cycle of birth and rebirth. They are known as Manmukhs.[3]\n\nSatGuru Gobind Singh Ji initiated the practice of \"Amrit Sanchaar\", the initiation ceremony of Sikhs in to the Khalsa, in April 1699.[35] This distinctive identity is represented by Five \"K(akars)\" every Amritdhari (initiated) Sikh has to wear:\n\n"
        }
    ]
}