{
    "url": "https://en.wikipedia.org/wiki/God_in_Mormonism",
    "title": "God in Mormonism",
    "table_of_contents": [
        "1 Early Latter Day Saint concepts",
        "1.1 Teachings in the 1820s and early 1830s",
        "1.2 Teachings in the mid-to-late 1830s",
        "1.3 Teachings in the 1840s",
        "2 Denominational teachings",
        "2.1 LDS Church",
        "2.2 Community of Christ",
        "2.3 Mormon fundamentalism",
        "3 Plurality of gods",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In orthodox Mormonism, the term God generally refers to the biblical God the Father, whom Latter Day Saints refer to as Elohim,[1][2][3] and the term Godhead refers to a council of three distinct divine persons consisting of God the Father, Jesus Christ (his firstborn Son, whom Latter Day Saints refer to as Jehovah), and the Holy Ghost.[1][3] However, in Latter Day Saint theology the term God may also refer to, in some contexts, the Godhead as a whole or to each member individually.[3] Latter Day Saints believe that the Father, Son, and Holy Ghost are three distinct beings, and that the Father and Jesus have perfected, glorified, physical bodies, while the Holy Ghost is a spirit without a physical body.[1][4][5] Latter Day Saints also believe that there are other gods and goddesses outside the Godhead, such as a Heavenly Mother—who is the wife of God the Father—and that faithful Latter-day Saints may attain godhood in the afterlife.[6] The term Heavenly Parents is used to refer collectively to the divine partnership of Heavenly Father and a Heavenly Mother.[7][8] Joseph Smith taught that God was once a man on another planet before being exalted to Godhood.[9]\n\nThis conception differs from the traditional Christian Trinity in several ways, one of which is that Mormonism has not adopted or continued to hold the doctrine of the Nicene Creed, that the Father, Son, and Holy Ghost are of the same substance or being.[1] Also, Mormonism teaches that the intelligence dwelling in each human is coeternal with God.[10] Mormons use the term omnipotent to describe God, and regard him as the creator: they understand him as being almighty and eternal but subject to eternal natural law which governs intelligences, justice and the eternal nature of matter (ie God organized the world but did not create it from nothing).[11] The Mormon conception of God also differs substantially from the Jewish tradition of ethical monotheism in which elohim (אֱלֹהִים) is a completely different conception.\n\nThis description of God represents the Mormon orthodoxy, formalized in 1915 based on earlier teachings. Other currently existing and historical branches of Mormonism have adopted different views of god, such as the Adam–God doctrine and Trinitarianism.\n\n"
        },
        {
            "title": "Early Latter Day Saint concepts",
            "text": "Most early Latter Day Saints came from a Protestant background,[4] believing in the doctrine of Trinity that had been developed during the early centuries of Christianity. Before about 1835, Mormon theological teachings were similar to that established view.[12] However, founder Joseph Smith's teachings regarding the nature of the Godhead developed during his lifetime, becoming most fully developed in the few years prior to his murder in 1844. Beginning as an unelaborated description of the Father, Son, and Holy Spirit as being \"One\", Smith taught that the Father and the Son were distinct personal members of the Godhead as early as 1832 [13] Smith's public teachings described the Father and Son as possessing distinct physical bodies, being one together with the Holy Ghost, not in material substance, but in spirit, glory, and purpose. [14] Mormon and non-Mormon scholars such as David L. Paulsen,[15] Richard Bushman,[14] Craig Blomberg,[15] and Stephen H. Webb[16] have described the concept as social trinitarianism, while Robert M. Bowman Jr. prefers tritheism or \"ethical polytheism\".[15]\n\nMormons view their concept of the Godhead as a restoration of original Christian doctrine as taught by Christ and the Apostles. Elements of this doctrine were revealed gradually over time to Smith. Mormons teach that in the centuries following the death of the Apostles, views on God's nature began to change as theologians developed doctrines and practices, though they had not been called as prophets designated to receive revelation for the church. Mormons see the strong influence of Greek culture and philosophy[17] (Hellenization) during this period as contributing to a departure from the traditional Judeo-Christian view of a corporeal God in whose image and likeness mankind was created.[18][19] These theologians began to define God in terms of three persons, or hypostases, sharing one immaterial divine substance, or ousia—a concept that some claim found no backing in scripture,[20][21] but closely mirrored elements of Greek philosophy such as Neoplatonism.[22] Mormons believe that the development process leading up to the Trinity doctrine left it vulnerable to human error, because it was not founded upon God's established pattern of continued revelation through prophets.\n\nThe Book of Mormon teaches that God the Father, and his Son Jesus Christ, and the Holy Ghost are \"one\",[23] with Jesus appearing with a body of spirit before his birth,[24] and with a tangible body after his resurrection.[25] The book describes the \"Spirit of the Lord\" \"in the form of a man\" and speaking as a man would.[26]\n\nPrior to the birth of Jesus, the book depicts him as a spirit \"without flesh and blood\", with a spirit \"body\" that looked the same as he would appear during his physical life.[27] Moreover, Jesus described himself as follows: \"Behold, I am he who was prepared from the foundation of the world to redeem my people. Behold, I am Jesus Christ. I am the Father and the Son. In me shall all mankind have life, and that eternally, even they who shall believe on my name; and they shall become my sons and my daughters.\"[28] In another passage of the Book of Mormon, the prophet Abinadi states,\n\nAfter Jesus was resurrected and ascended into heaven, the Book of Mormon states that he visited a group of people in the Americas, who saw that he had a resurrected, tangible body. During his visit, he was announced by the voice of God the Father, and those present felt the Holy Spirit, but only the Son was seen. Jesus is quoted as saying,\n\nThe Book of Mormon states that Jesus, the Father and the Holy Spirit are \"one\".[31] Mormonism's largest denomination, The Church of Jesus Christ of Latter-day Saints (LDS Church), interprets this \"oneness\" as a metaphorical oneness in spirit, purpose, and glory, rather than a physical or bodily unity. On the other hand, some Latter Day Saint sects, such as the Community of Christ, consider the Book of Mormon to be consistent with trinitarianism. Some scholars have also suggested that the view of Jesus in the Book of Mormon is also consistent, or perhaps most consistent, with monotheistic Modalism.[32]\n\nIn 1835, Smith, with the involvement of Sidney Rigdon, publicly taught the concept that Jesus Christ and God the Father were two separate beings. In the Lectures on Faith, which had been taught in 1834 to the School of the Prophets, the following doctrines were presented:\n\nLectures on Faith were included as part of the 1835 Doctrine and Covenants. They were eventually removed from the Doctrine and Covenants by the LDS Church and the Community of Christ on the grounds that they had never explicitly been accepted by the church as canon. Most modern Latter Day Saints do not accept the idea of a two \"personage\" Godhead, with the Father as a spirit and the Holy Spirit as the shared \"mind\" of the Father and the Son. Moreover, many Mormon apologists propose a reading of Lectures on Faith that is consistent with Smith's earlier or later doctrines, by putting various shadings on the meaning of personage as used in the Lectures.\n\nIn 1838, Smith published a narrative of his First Vision, in which he described seeing both God the Father and a separate Jesus Christ, similar in appearance to each other.\n\nIn the endowment ceremony, introduced by Smith in 1842, the name \"Elohim\" is used to refer to God the Father. \"Jehovah\" is used to refer to the pre-mortal Jesus.\n\nIn public sermons later in Smith's life, he began to describe what he thought was the true nature of the Godhead in much greater detail. In 1843, Smith provided his final public description of the Godhead before his death, in which he described God the Father as having a physical body, and the Holy Spirit, also, as a distinct personage: \"The Father has a body of flesh and bones as tangible as man's; the Son also; but the Holy Ghost has not a body of flesh and bones, but is a personage of Spirit. Were it not so, the Holy Ghost could not dwell in us.\"[33]  Even though this quote is included in canonized LDS scripture, some dispute its authenticity, particularly that of the Holy Ghost dwelling in us, since it was not consistent with the manuscript source's wording about the Holy Ghost and underwent various revisions and modifications before arriving at this final form.[34]\n\nDuring this period, Smith also introduced a theology that could support the existence of a Heavenly Mother. The primary source for this theology is the sermon he delivered at the funeral of King Follett (commonly called the King Follett Discourse). The LDS Church believes that a Heavenly Mother exists,[35][36][37] but very little is acknowledged or known beyond her existence or the number of Heavenly Mothers as early LDS leaders did teach that it was \"clearly shown that God the Father had a plurality of wives.\"[38][39][40]\n\nLorenzo Snow succinctly summarized another portion of the doctrine explained in the King Follett Discourse using a couplet: \"As man now is, God once was: / As God now is, man may be.\"[41][42]\n\n"
        },
        {
            "title": "Denominational teachings",
            "text": "The LDS Church holds that the Father and the Son have glorified physical bodies, while the Holy Ghost has only a body of spirit.\n\nLeaders and scriptural texts of the LDS Church affirm a belief in the Holy Trinity but use the word \"Godhead\" (a term used by the Apostle Paul in Acts 17:29; Romans 1:20, and Colossians 2:9) to distinguish their belief that the unity of the Trinity relates to all attributes, except a physical unity of beings. Church members believe that \"The Father has a body of flesh and bones as tangible as man's; the Son also; but the Holy Ghost has not a body of flesh and bones, but is a personage of Spirit.\"[43]\n\nThis theology is consistent with Smith's 1838 account of the First Vision. This account, published as part of the church's Pearl of Great Price states that Smith saw a vision of \"two personages\", the Father and the Son.[44] Mormon critics view this 1838 account with skepticism, because Smith's earliest accounts of the First Vision did not refer to the presence of two beings.[45] The church also teaches that its theology is consistent with the Biblical account of the baptism of Jesus which referred to signs from the Father and the Holy Spirit,[46] which the denomination interprets as an indication that these two persons have distinct substance from Jesus.\n\nSmith taught that there is one Godhead and that humans can have a place, as joint-heirs with Christ, through grace,[47] if they follow the laws and ordinances of the gospel.[48] This process of exaltation means literally that humans can become full, complete, joint-heirs with Jesus and can, if proven worthy, inherit all that he inherits.[49] Leaders have taught that God is infinitely loving, though his love \"cannot correctly be characterized as unconditional.\"[50] Though humanity has the ability to become gods through the Atonement of Jesus, these exalted beings will remain eternally subject to God the Father and \"will always worship\" Him.[51] Among the resurrected, the righteous souls receive great glory and return to live with God, being made perfect through the atonement of Christ. Thus, \"god\" is a term for an inheritor of the highest kingdom of God.[52]\n\nLDS Church president Gordon B. Hinckley offered a declaration of belief wherein he reaffirmed the teachings of the church regarding the distinct individuality and perfect unity of the Father, the Son, and the Holy Ghost.[53]\n\nThe Community of Christ, formerly the Reorganized Church of Jesus Christ of Latter Day Saints, affirms the doctrine of the trinity. The trinity is described in Community of Christ as a \"living God who meets us in the testimony of Israel, is revealed in Jesus Christ, and moves through all creation as the Holy Spirit...[a] community of three persons.\"[54] This belief is inconsistent with the earliest versions of the text of the Book of Mormon and the First Vision accounts.[55]\n\nMormon fundamentalists seek to retain Mormon theology and practice as it existed in the late 19th century. As such, the faith accepts the Adam–God doctrine, which identifies God the Father with Adam. Within Mormon fundamentalism, Jehovah and Jesus are considered distinct and separate beings.[citation needed]\n\n"
        },
        {
            "title": "Plurality of gods",
            "text": "\n\nLatter Day Saints believe in an eternal cycle where God's children live in His presence, continue as families, become gods, create worlds, and have spirit children over which they will govern.[56][57][58] This is commonly called exaltation within the LDS Church. Leaders have taught that God was once a mortal human with his own God,[59][60] and that humans are \"gods in embryo\".[61][62][63] Though Mormonism proclaims the existence of many gods, it does not advocate for their worship besides Earth's one.[64] Church founder Joseph Smith taught in his famous King Follett discourse that God was the son of a Father, suggesting a cycle of gods that continues for eternity.[59][65][66] Other more modern leaders and church publications have taught similar things.[66]\n\n"
        }
    ]
}