{
    "url": "https://en.wikipedia.org/wiki/God_in_Judaism",
    "title": "God in Judaism",
    "table_of_contents": [
        "1 Names",
        "2 Godhead",
        "2.1 Rationalistic conception",
        "2.2 Kabbalistic conception",
        "3 Properties which are attributed to God",
        "3.1 Creative",
        "3.2 Omniscient",
        "3.3 Omnipotent",
        "3.4 Omnipresent",
        "3.5 Incorporeal and non-gendered",
        "3.6 Unimaginable",
        "3.7 Morally good",
        "4 Conceptions of God",
        "4.1 Personal",
        "4.2 Non-personal",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "God in Judaism has been conceived in a variety of ways.[1] Traditionally, Judaism holds that Yahweh, the God of Abraham, Isaac, and Jacob and the national god of the Israelites, delivered the Israelites from slavery in Egypt, and gave them the Law of Moses at Mount Sinai as described in the Torah.[2][3][4] Jews traditionally believe in a monotheistic conception of God (God is only one),[3][5][6] which is both transcendent (wholly independent of, and removed from, the material universe) and immanent (involved in the material universe).[3]\n\nGod is conceived as unique and perfect, free from all faults, deﬁciencies, and defects, and further held to be omnipotent, omnipresent, omniscient, and completely infinite in all of his attributes, who has no partner or equal, being the sole creator of everything in existence.[3][7] In Judaism, God is never portrayed in any image.[8] The Torah specifically forbade ascribing partners to share his singular sovereignty, as he is considered to be the absolute one without a second, indivisible, and incomparable being, who is similar to nothing and nothing is comparable to him.[3][7] Thus, God is unlike anything in or of the world as to be beyond all forms of human thought and expression.[3][7] The names of God used most often in the Hebrew Bible are the Tetragrammaton (Hebrew: יהוה, romanized: YHWH) and Elohim.[3][9] Other names of God in traditional Judaism include El-Elyon, El Shaddai, and Shekhinah.[9]\n\nAccording to the rationalistic Jewish theology articulated by the Medieval Jewish philosopher  and jurist Moses Maimonides, which later came to dominate much of official and traditional Jewish thought, God is understood as the absolute one, indivisible, and incomparable being who is the creator deity—the cause and preserver of all existence.[3][7] Maimonides affirmed Avicenna's conception of God as the Supreme Being, both omnipresent and incorporeal,[7] necessarily existing for the creation of the universe while rejecting Aristotle's conception of God as the unmoved mover, along with several of the latter's views such as denial of God as creator and affirmation of the eternity of the world.[7] Traditional interpretations of Judaism generally emphasize that God is personal yet also transcendent and able to intervene in the world,[9] while some modern interpretations of Judaism emphasize that God is an impersonal force or ideal rather than a supernatural being concerned with the universe.[1][3]\n\n"
        },
        {
            "title": "Names",
            "text": "The name of God used most often in the Hebrew Bible is the Tetragrammaton (Hebrew: יהוה, romanized: YHWH).[9] Jews traditionally do not pronounce it, and instead refer to God as HaShem, literally \"the Name\".[9] In prayer, the Tetragrammaton is substituted with the pronunciation Adonai, meaning \"My Lord\".[6] This is referred to primarily in the Torah: \"Hear O Israel: the LORD is our God, the LORD is One\" (Deuteronomy 6:4).[6] The Tetragrammaton is not attested other than among the Israelites and seems not to have any plausible etymology.[11] Current scholarly consensus generally reconstructs the name's original pronunciation as \"Yahweh\".[12] In the traditional interpretations of Judaism, God is always referred to with masculine grammatical articles only.[13]\n\n"
        },
        {
            "title": "Godhead",
            "text": "In Judaism, Godhead refers to the aspect or substratum of God that lies behind God's actions or properties (i.e., it is the essence of God).\n\nIn the philosophy of Maimonides and other Jewish-rationalistic philosophers, there is little which can be known about the Godhead, other than its existence, and even this can only be asserted equivocally.\n\nIn Kabbalistic thought, the term \"Godhead\" usually refers to the concept of Ein Sof  (אין סוף), which is the aspect of God that lies beyond the emanations (sephirot). The \"knowability\" of the Godhead in Kabbalistic thought is no better than what is conceived by rationalist thinkers. As Jacobs (1973) puts it, \"Of God as God is in Godself—Ein Sof—nothing can be said at all, and no thought can reach there\".\n\n"
        },
        {
            "title": "Properties which are attributed to God",
            "text": "In modern articulations of traditional Judaism, God has been speculated to be the eternal, omnipotent, and omniscient creator of the universe, as well as the source for one's standards of morality, guiding humanity through ethical principles.[3][4][7]\n\nMaimonides describes God in this fashion: \"The foundation of all foundations and the pillar of wisdom is to know that there is a Primary Being who brought into being all existence. All the beings of the heavens, the earth, and what is between them came into existence only from the truth of His being.\"[14]\n\nJews often describe God as omniscient,[15] although some prominent medieval Jewish philosophers held that God does not have complete foreknowledge of human acts. Gersonides, for example, argued that God knows the choices open to each individual, but that God does not know the choices that an individual will make.[16] Abraham ibn Daud believed that God was not omniscient or omnipotent with respect to human action.[17]\n\nJews often describe God as omnipotent, and see that idea as rooted in the Hebrew Bible.[15] Some modern Jewish theologians have argued that God is not omnipotent, however, and have found many biblical and classical sources to support this view.[18]  The traditional view is that God has the power to intervene in the world.\n\n\"That the Lord, He is God in heaven above and upon the earth beneath\" (Deut. 4.39)\nMaimonides infers from this verse that the Holy One is omnipresent and therefore incorporeal, for a corporeal being is incapable of being in two places simultaneously.[19]\n\n\"To whom will ye liken me, that I should be equal?\" (Isa. 40,25)  Maimonides infers from this verse that, \"had He been corporeal, He would be like other bodies\".[19]\n\nAlthough God is referred to in the Tanakh with masculine imagery and grammatical forms, traditional Jewish philosophy does not attribute gender to God.[20] Although Jewish aggadic literature and Jewish mysticism do on occasion refer to God using gendered language, for poetic or other reasons, this language was never understood by Jews to imply that God is gender-specific.\n\nSome modern Jewish thinkers take care to articulate God outside of the gender binary,[21] a concept seen as not applicable to God.\n\nKabbalistic tradition holds that emanations from the divine consist of ten aspects, called sefirot.\n\nThe Torah ascribes some human features to God, however, other Jewish religious works describe God as formless and otherworldly. Judaism is aniconic, meaning it lacks material, physical representations of both the natural and supernatural worlds. Furthermore, the worship of idols is strictly forbidden. The traditional view, elaborated by figures such as Maimonides, reckons that God is wholly incomprehensible and therefore impossible to envision, resulting in an historical tradition of \"divine incorporeality\". As such, attempting to describe God's \"appearance\" in practical terms is considered disrespectful, and possibly heretical.\n\n"
        },
        {
            "title": "Conceptions of God",
            "text": "Most of classical Judaism views God as a personal god, meaning that humans can have a relationship with God and vice versa. Rabbi Samuel S. Cohon wrote that \"God as conceived by Judaism is not only the First Cause, the Creative Power, and the World Reason, but also the living and loving Father of Men. He is not only cosmic but also personal....Jewish monotheism thinks of God in terms of definite character or personality, while pantheism is content with a view of God as impersonal.\" This is shown in the Jewish liturgy, such as in the Adon Olam hymn, which includes a \"confident affirmation\" that \"He is my God, my living God...Who hears and answers.\"[22] Edward Kessler writes that Hebrew Bible \"portrays an encounter with a God who cares passionately and who addresses humanity in the quiet moments of its existence.\"[23] British chief rabbi Jonathan Sacks suggests that God \"is not distant in time or detached, but passionately engaged and present\".[23]\n\nThe \"predicate 'personal' as applied to God\" does not necessarily mean that God is corporeal or anthropomorphic, views that Jewish sages sometimes rejected; rather, \"personality\" refers not to physicality, but to \"inner essence, psychical, rational, and moral\".[22] However, other traditional Jewish texts, for example, the Shi'ur Qomah of the Heichalot literature, describe the measurements of limbs and body parts of God.\n\nJews believe that \"God can be experienced\" but also that \"God cannot be understood\", because \"God is utterly unlike humankind\" (as shown in God's response to Moses when Moses asked for God's name: \"I Am that I Am\"). Anthropomorphic statements about God \"are understood as linguistic metaphors, otherwise it would be impossible to talk about God at all\".[23]\n\nAccording to some speculations in traditional Judaism, people's actions do not have the ability to affect God positively or negatively.[citation needed] The Book of Job in the Hebrew Bible states: \"Gaze at the heavens and see, and view the skies, which are higher than you. If you sinned, how do you harm God, and if your transgressions are many, what do you do to God? If you are righteous, what do you give God? Or what does God take from your hand? Your wickedness [affects] a person like yourself, and your righteousness a child of humanity.\" However, a corpus of traditional Kabbalistic texts describe theurgic practices that manipulate the supernal realms, and Practical Kabbalah (Hebrew: קבלה מעשית‬) texts instruct adepts in the use of white magic.\n\nA notion that God is in need of human beings has been propounded by Abraham Joshua Heschel. Because God is in search of people, God is accessible and available through time and place to whoever seeks God, leading to a spiritual intensity for the individual as well. This accessibility leads to a God who is present, involved, near, intimate, and concerned for and vulnerable to what happens in this world.[24]\n\nAlthough the dominant strain in Judaism is that God is personal, modern Jewish thinkers claim that there is an \"alternate stream of tradition exemplified by ... Maimonides\", who, along with several other Jewish philosophers, rejected the idea of a personal God.[23]\n\nModern Jewish thinkers who have rejected the idea of a personal God have sometimes affirmed that God is nature, the ethical ideal, or a force or process in the world.\n\nBaruch Spinoza offers a pantheist view of God. In his thought, God is everything and everything is God. Thus, there can be conceived no substance but God.[25] In this model, one can speak of God and nature interchangeably. Although Spinoza was excommunicated from the Jewish community of Amsterdam, Spinoza's concept of God was revived by later Jews, especially Israeli secular Zionists.[26]\n\nHermann Cohen rejected Spinoza's idea that God can be found in nature, but agreed that God was not a personal being. Rather, he saw God as an ideal, an archetype of morality.[27] Not only can God not be identified with nature, but God is also incomparable to anything in the world.[27] This is because God is \"One\", unique and unlike anything else.[27] One loves and worships God through living ethically and obeying His moral law: \"love of God is love of morality.\"[27]\n\nSimilarly, for Emmanuel Levinas, God is ethics, so one is brought closer to God when justice is rendered to the Other. This means that one experiences the presence of God through one's relation to other people. To know God is to know what must be done, so it does not make sense to speak of God as what God is, but rather what God commands.[28]\n\nFor Mordecai Kaplan, the founder of Reconstructionist Judaism, God is not a person, but rather a force within the universe that is experienced; in fact, anytime something worthwhile is experienced, that is God.[29] God is the sum of all natural processes that allow people to be self-fulfilling, the power that makes for salvation.[30] Thus, Kaplan's God is abstract, not carnate, and intangible. It is important to note that, in this model, God exists within this universe; for Kaplan, there is nothing supernatural or otherworldly. One loves this God by seeking out truth and goodness. Kaplan does not view God as a person but acknowledges that using personal God-language can help people feel connected to their heritage and can act as \"an affirmation that life has value.\"[31]\n\nLikewise, Rabbi Zalman Schachter-Shalomi, the founder of the Jewish Renewal movement, views God as a process. To aid in this transition in language, he uses the term \"godding\", which encapsulates God as a process, as the process that the universe is doing, has been doing, and will continue to do.[32] This term means that God is emerging, growing, adapting, and evolving with creation. Despite this, conventional God-language is still useful in nurturing spiritual experiences and can be a tool to relate to the infinite, although it should not be confused with the real thing.[33]\n\nAccording to the Pew Forum on Religion and Public Life's 2008 U.S. Religious Landscape Survey, Americans who identify as Jewish by religion are twice as likely to favor ideas of God as \"an impersonal force\" over the idea that \"God is a person with whom people can have a relationship\".[34]\n\n"
        }
    ]
}