{
    "url": "https://en.wikipedia.org/wiki/Goddess",
    "title": "Goddess",
    "table_of_contents": [
        "1 Etymology",
        "2 Historical polytheism",
        "2.1 Ancient Near East",
        "2.1.1 Mesopotamia",
        "2.1.2 Ancient Africa (Egypt)",
        "2.1.3 Canaan",
        "2.1.4 Anatolia",
        "2.1.5 Pre-Islamic Arabia",
        "2.2 Indo-European traditions",
        "2.2.1 Indian",
        "2.2.2 Iranian",
        "2.2.3 Greco-Roman",
        "2.2.4 Celtic",
        "2.2.5 Germanic",
        "2.3 Pre-Columbian America",
        "2.3.1 Aztec",
        "2.3.2 Other",
        "3 Neopaganism",
        "3.1 Wicca",
        "4 Folk religion and animism",
        "4.1 African religions",
        "4.2 Chinese folk religion",
        "4.3 Shinto",
        "5 Hinduism",
        "6 Abrahamic religions",
        "6.1 Judaism",
        "6.2 Christianity",
        "6.2.1 Latter Day Saint movement",
        "7 Feminism",
        "7.1 Goddess movement",
        "8 Metaphorical use",
        "9 See also",
        "10 References",
        "11 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA goddess is a female deity.[1] In many known cultures, goddesses are often linked with literal or metaphorical pregnancy or imagined feminine roles associated with how women and girls are perceived or expected to behave. This includes themes of spinning, weaving, beauty, love, sexuality, motherhood, domesticity, creativity, and fertility (exemplified by the ancient mother goddess cult). Many major goddesses are also associated with magic, war, strategy, hunting, farming, wisdom, fate, earth, sky, power, laws, justice, and more. Some themes, such as discord or disease, which are considered negative within their cultural contexts also are found associated with some goddesses. There are as many differently described and understood goddesses as there are male, shapeshifting, or neuter gods.\n\nIn some faiths, a sacred female figure holds a central place in religious prayer and worship. For example, Shaktism, the worship of the female force that animates the world, is one of the three major sects of Hinduism.\n\nPolytheist religions, including Polytheistic reconstructionists, honor multiple goddesses and gods, and usually view them as discrete, separate beings. These deities may be part of a pantheon, or different regions may have tutelary deities.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The noun goddess is a secondary formation, combining the Germanic god with the Latinate -ess suffix. It first appeared in Middle English, from about 1350.[2] The English word follows the linguistic precedent of a number of languages—including Egyptian, Classical Greek, and several Semitic languages—that add a feminine ending to the language's word for god.\n\n"
        },
        {
            "title": "Historical polytheism",
            "text": "Inanna was the most worshipped goddess in ancient Sumer.[3][4][5] She was later syncretised with the East Semitic goddess Ishtar.[6] Other Mesopotamian goddesses include Ninhursag, Ninlil, Antu and Gaga.\n\nGoddesses of the Canaanite religion: Ba`alat Gebal, Astarte, Anat.\n\nIn pre-Islamic Mecca the goddesses Uzza, Manāt and al-Lāt were known as \"the daughters of god\". Uzzā was worshipped by the Nabataeans, who equated her with the Graeco-Roman goddesses Aphrodite, Urania, Venus and Caelestis. Each of the three goddesses had a separate shrine near Mecca. Uzzā, was called upon for protection by the pre-Islamic Quraysh. \"In 624 at the battle called \"Uhud\", the war cry of the Qurayshites was, \"O people of Uzzā, people of Hubal!\" (Tawil 1993).\n\nAccording to Ibn Ishaq's controversial account of the Satanic Verses (q.v.), these verses had previously endorsed them as intercessors for Muslims, but were abrogated. Most Muslim scholars have regarded the story as historically implausible, while opinion is divided among western scholars such as Leone Caetani and John Burton, who argue against, and William Muir and William Montgomery Watt, who argue for its plausibility.\n\nThe Quran (Q53:19-31) warns of the vanity of trusting to the intercession of female deities, in particular \"the daughters of god\".[7]\n\nPre-Christian and pre-Islamic goddesses in cultures that spoke Indo-European languages.\n\nGoddesses and Otherworldly Women in Celtic polytheism include:\n\nThe Celts honoured goddesses of nature and natural forces, as well as those connected with skills and professions such as healing, warfare and poetry. The Celtic goddesses have diverse qualities such as abundance, creation and beauty, as well as harshness, slaughter and vengeance. They have been depicted as beautiful or hideous, old hags or young women, and at times may transform their appearance from one state to another, or into their associated creatures such as crows, cows, wolves or eels, to name but a few. In Irish mythology in particular, tutelary goddesses are often associated with sovereignty and various features of the land, notably mountains, rivers, forests and holy wells.[9]\n\nSurviving accounts of Germanic mythology and Norse mythology contain numerous tales of female goddesses, giantesses, and divine female figures in their scriptures. The Germanic peoples had altars erected to the \"Mothers and Matrons\" and held celebrations specific to these goddesses (such as the Anglo-Saxon \"Mothers-night\"). Various other female deities are attested among the Germanic peoples, such as Nerthus attested in an early account of the Germanic peoples, Ēostre attested among the pagan Anglo-Saxons, and Sinthgunt attested among the pagan continental Germanic peoples. Examples of goddesses attested in Norse mythology include Frigg (wife of Odin, and the Anglo-Saxon version of whom is namesake of the modern English weekday Friday), Skaði (one time wife of Njörðr), Njerda (Scandinavian name of Nerthus), that also was married to Njörðr during Bronze Age, Freyja (wife of Óðr), Sif (wife of Thor), Gerðr (wife of Freyr), and personifications such as Jörð (earth), Sól (the sun), and Nótt (night). Female deities also play heavily into the Norse concept of death, where half of those slain in battle enter Freyja's field Fólkvangr, Hel's realm of the same name, and Rán who receives those who die at sea. Other female deities such as the valkyries, the norns, and the dísir are associated with a Germanic concept of fate (Old Norse Ørlög, Old English Wyrd), and celebrations were held in their honour, such as the Dísablót and Disting.\n\nThe Inca pantheon included: Pachamama, the supreme Mother Earth, Mama Killa, a moon goddess, and Mama Ocllo, a fertility goddess.\n\nThe main goddesses in the Maya pantheon were Ixchel, a mother goddess, and the Maya moon goddess. The Goddess I presided over eroticism, human procreation, and marriage. Ixtab was the goddess of suicide.\n\n"
        },
        {
            "title": "Neopaganism",
            "text": "Most Modern Pagan traditions honour one or more goddesses. While some who follow Wicca believe in a duotheistic belief system, consisting of a single goddess and a single god, who in hieros gamos represent a united whole, others recognise only one or more goddesses.\n\nIn Wicca \"the Goddess\" is a deity of prime importance, along with her consort the Horned God.\nWithin many forms of Wicca the Goddess has come to be considered as a universal deity, more in line with her description in the Charge of the Goddess, a key Wiccan text. In this guise she is the \"Queen of Heaven\", similar to Isis. She also encompasses and conceives all life, much like Gaia. Similarly to Isis and certain late Classical conceptions of Selene, she is the summation of all other goddesses, who represent her different names and aspects across the different cultures. The Goddess is often portrayed with strong lunar symbolism, drawing on various cultures and deities such as Diana, Hecate, and Isis, and is often depicted as the Maiden, Mother, and Crone triad popularised by Robert Graves (see Triple Goddess below). Many depictions of her also draw strongly on Celtic goddesses. Some Wiccans believe there are many goddesses, and in some forms of Wicca, notably Dianic Wicca, the Goddess alone is worshipped, and the God plays very little part in their worship and ritual.\n\nGoddesses or demi-goddesses appear in sets of three in a number of ancient European pagan mythologies; these include the Greek Erinyes (Furies) and Moirai (Fates); the Norse Norns; Brighid and her two sisters, also called Brighid, from Irish or Celtic mythology.\n\nRobert Graves popularised the triad of \"Maiden\" (or \"Virgin\"), \"Mother\" and \"Crone\", and while this idea did not rest on sound scholarship, his poetic inspiration has gained a tenacious hold. Considerable variation in the precise conceptions of these figures exists, as typically occurs in Neopaganism and indeed in pagan religions in general. Some choose to interpret them as three stages in a woman's life, separated by menarche and menopause. Others find this too biologically based and rigid, and prefer a freer interpretation, with the Maiden as birth (independent, self-centred, seeking), the Mother as giving birth (interrelated, compassionate nurturing, creating), and the Crone as death and renewal (holistic, remote, unknowable) — and all three erotic and wise.\n\n"
        },
        {
            "title": "Folk religion and animism",
            "text": "In African and African diasporic religions, goddesses are often syncretised with Marian devotion, as in Ezili Dantor (Black Madonna of Częstochowa) and Erzulie Freda (Mater Dolorosa). There is also Buk, an Ethiopian goddess still worshipped in the southern regions. She represents the fertile aspect of women. So when a woman is having her period not only does it signify her submission to nature but also her union with the goddess.[citation needed] Another Ethiopian goddess is Atete, the goddess of spring and fertility. Farmers traditionally leave some of their products at the end of each harvesting season as an offering while women sing traditional songs.\n\nA rare example of henotheism focused on a single Goddess is found among the Southern Nuba of Sudan. The Nuba conceive of the creator Goddess as the \"Great Mother\" who gave birth to earth and to mankind.[10]\n\nGoddess Amaterasu is the chief among the Shinto gods, while there are important female deities Ame-no-Uzume-no-Mikoto, Inari and Konohanasakuya-hime.[12]\n\n"
        },
        {
            "title": "Hinduism",
            "text": "Hinduism is a complex of various belief systems that sees many gods and goddesses as being representative of and/or emanative from a single source, Brahman, understood either as a formless, infinite, impersonal monad in the Advaita tradition or as a dual god in the form of Lakshmi-Vishnu, Radha-Krishna, Shiva-Shakti in Dvaita traditions. Shaktas, worshippers of the Goddess, equate this god with Devi, the Mother Goddess. Such aspects of one god as male god (Shaktiman) and female energy (Shakti), working as a pair are often envisioned as male gods and their wives or consorts and provide many analogues between passive male ground and dynamic female energy.\n\nFor example, Brahma pairs with Sarasvati. Shiva likewise pairs with Parvati who later is represented through a number of Avatars (incarnations): Sati and the warrior figures, Durga and Kali. All goddesses in Hinduism are sometimes grouped together as the great goddess, Devi.\n\nThe Shaktis took a further step. Their ideology, based mainly on tantras, sees Shakti as the principle of energy through which all divinity functions, thus showing the masculine as depending on the feminine. In the great shakta scripture known as the Devi Mahatmya, all the goddesses are aspects of one presiding female force—one in truth and many in expression—giving the world and the cosmos the galvanic energy for motion. It expresses through philosophical tracts and metaphor, that the potentiality of masculine being is actuated by the feminine divine. More recently, the Indian author Rajesh Talwar has critiqued Western religion and written eloquently on the sacred feminine in the context of the North Indian Goddess Vaishno Devi.[13]\n\nLocal deities of different village regions in India were often identified with \"mainstream\" Hindu deities, a process that has been called Sanskritisation. Others attribute it to the influence of monism or Advaita, which discounts polytheist or monotheist categorisation.\n\nWhile the monist forces have led to a fusion between some of the goddesses (108 names are common for many goddesses), centrifugal forces have also resulted in new goddesses and rituals gaining ascendance among the laity in different parts of Hindu world. Thus, the immensely popular goddess Durga was a pre-Vedic goddess who was later fused with Parvati, a process that can be traced through texts such as Kalika Purana (10th century), Durgabhaktitarangini (Vidyapati 15th century), Chandimangal (16th century) etc.\n\nWidely celebrated Hindu festival Navaratri is in the honour of the divine feminine Devi (Durga) and spans nine nights of prayer in the autumn, also referred as Sharada Navratri.\n\n"
        },
        {
            "title": "Abrahamic religions",
            "text": "According to Zohar, Lilith is the name of Adam's first wife, who was created at the same time as Adam. She left Adam and refused to return to the Garden of Eden after she mated with archangel Samael.[14] Her story was greatly developed during the Middle Ages in the tradition of Aggadic midrashim, the Zohar and Jewish mysticism.[15]\n\nThe Zohar tradition has influenced Jewish folklore, which postulates God created Adam to marry a woman named Lilith. Outside of Jewish tradition, Lilith was associated with the Mother Goddess, Inanna – later known as both Ishtar and Asherah. In The Epic of Gilgamesh, Gilgamesh was said to have destroyed a tree that was in a sacred grove dedicated to the goddess Ishtar/Inanna/Asherah. Lilith ran into the wilderness in despair. She then is depicted in the Talmud and Kabbalah as first wife to God's first creation of man, Adam. In time, as stated in the Old Testament, the Hebrew followers continued to worship \"False Idols\", like Asherah, as being as powerful as God. Jeremiah speaks of his (and God's) displeasure at this behavior to the Hebrew people about the worship of the goddess in the Old Testament. Lilith is banished from Adam and God's presence when she is discovered to be a \"demon\" and Eve becomes Adam's wife.\n\nThe following female deities are mentioned in prominent Hebrew texts:\n\nThe veneration of Mary, the mother of Jesus, as an especially privileged saint has continued since the beginning of the Catholic faith.[citation needed] Mary is venerated as the Mother of God, Queen of Heaven, Mother of the Church, the Blessed Virgin Mary, Star of the Sea, and other lofty titles.\n\nMarian devotion similar to this kind is also found in Eastern Orthodoxy and sometimes in Anglicanism, although not in the majority of denominations of Protestantism.\nIn some Christian traditions (like the Orthodox tradition), Sophia is the personification of either divine wisdom (or of an archangel) that takes female form. She is mentioned in the first chapter of the Book of Proverbs. Sophia is identified by some as the wisdom imparting Holy Spirit of the Christian Trinity, whose names in Hebrew—Ruach and Shekhinah—are both feminine, and whose symbol of the dove was commonly associated in the Ancient Near East with the figure of the Mother Goddess.\n\nIn mysticism, Gnosticism, as well as some Hellenistic religions, there is a female spirit or goddess named Sophia who is said to embody wisdom and who is sometimes described as a virgin. In Roman Catholic mysticism, Saint Hildegard celebrated Sophia as a cosmic figure both in her writing and art. Within the Protestant tradition in England, the 17th-century mystic universalist and founder of the Philadelphian Society Jane Leade wrote copious descriptions of her visions and dialogues with the \"Virgin Sophia\" who, she said, revealed to her the spiritual workings of the universe. Leade was hugely influenced by the theosophical writings of 16th-century German Christian mystic Jakob Böhme, who also speaks of Sophia in works such as The Way to Christ.[16] Jakob Böhme was very influential to a number of Christian mystics and religious leaders, including George Rapp and the Harmony Society.\n\nThe members of most denominations in the Latter Day Saint movement believe in, although they do not directly worship, a Heavenly Mother who is the female counterpart of the Heavenly Father. Together they are referred to as Heavenly Parents. Adherents also believe that all humans, both women and men, have the potential to become gods through a process known as exaltation.\n\n"
        },
        {
            "title": "Feminism",
            "text": "At least since first-wave feminism in the United States, there has been interest in analyzing religion to see if and how doctrines and practices treat women unfairly, as in Elizabeth Cady Stanton's The Woman's Bible. Again in second-wave feminism in the U.S., as well as in many European and other countries, religion became the focus of some feminist analysis in Judaism, Christianity, and other religions, and some women turned to ancient goddess religions as an alternative to Abrahamic religions (Womanspirit Rising 1979; Weaving the Visions 1989). Today both women and men continue to be involved in the Goddess movement (Christ 1997). The popularity of organisations such as the Fellowship of Isis attest to the continuing growth of the religion of the Goddess throughout the world.\n\nWhile much of the attempt at gender equity in mainstream Christianity (Judaism never recognised any gender for God) is aimed at reinterpreting scripture and degenderising language used to name and describe the divine (Ruether, 1984; Plaskow, 1991), there are a growing number of people who identify as Christians or Jews who are trying to integrate goddess imagery into their religions (Kien, 2000; Kidd 1996,\"Goddess Christians Yahoo Group\").\n\n"
        },
        {
            "title": "Metaphorical use",
            "text": "The term \"goddess\" has also been adapted to poetic and secular use as a complimentary description of a non-mythological woman.[17] The OED notes 1579 as the date of the earliest attestation of such figurative use, in Lauretta the diuine Petrarches Goddesse.\n\nShakespeare had several of his male characters address female characters as goddesses, including Demetrius to Helena in A Midsummer Night's Dream (\"O Helen, goddess, nymph, perfect, divine!\"), Berowne to Rosaline in Love's Labour's Lost (\"A woman I forswore; but I will prove, Thou being a goddess, I forswore not thee\"), and Bertram to Diana in All's Well That Ends Well. Pisanio also compares Imogen to a goddess to describe her composure under duress in Cymbeline.\n\n"
        }
    ]
}