{
    "url": "https://en.wikipedia.org/wiki/Goddess_movement",
    "title": "Goddess movement",
    "table_of_contents": [
        "1 Background",
        "2 Terminology",
        "3 Use of mythological materials",
        "4 Theology",
        "4.1 One or many?",
        "4.2 Within or without?",
        "4.3 Deity vs metaphor",
        "5 Ethics",
        "6 Prehistoric cultures",
        "7 Wicca",
        "8 Joseph Campbell",
        "9 Earth as Goddess",
        "10 Reclaiming",
        "11 See also",
        "12 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Goddess movement includes spiritual beliefs or practices (chiefly Neopagan) which emerged predominantly in North America, Western Europe, Australia, and New Zealand in the 1970s.[1] The movement grew as a reaction to perceptions of predominant organized religion as male-dominated,[2] and makes use of goddess worship and can include a focus on female people, or on one or more understandings of gender or femininity.\n\nThe Goddess movement is a widespread, non-centralized trend in Neopaganism, and therefore has no centralized tenets of belief.[3] Practices vary widely, from the name and number of goddesses worshipped to the specific rituals and rites used to do so. Some, such as Dianic Wicca, exclusively worship female deities, while others do not. Belief systems range from monotheistic to polytheism to pantheistic, encompassing a range of theological variety similar to that in the broader neopagan community. Common pluralistic belief means that a self-identified Goddess worshiper could theoretically worship any number of different goddesses from cultures all over the world.[4][5] Based on its characteristics, the Goddess movement is also referred to as a form of cultural religiosity that is increasingly diverse, geographically widespread, eclectic, and more dynamic in process.[6]\n\n"
        },
        {
            "title": "Background",
            "text": "In the 19th century, some first-wave feminists such as Matilda Joslyn Gage and Elizabeth Cady Stanton published their ideas describing a female deity,[7] whilst anthropologists such as Johann Jakob Bachofen examined the ideas of prehistoric matriarchal Goddess cultures. There are also post-traditional Goddess feminists who claim that female theologies are more ancient, having emerged during the Upper Palaeolithic period or 30,000 years ago.[8] It is said that these theologies were suppressed when Christianity outlawed all pre-Christian religions through a series of edicts by Theodosius I.[8] These ideas gained additional traction during the second-wave feminism movement. In the 1960s and 1970s, feminists who became interested in the history of religion also refer to the work of Helen Diner (1965),[9] whose book Mothers and Amazons: An Outline of Female Empires was first published in German in 1932; Mary Esther Harding (1935),[10] the first significant Jungian psychoanalyst in the United States; Elizabeth Gould Davis (1971); and Merlin Stone (1976).\n\nSince the 1970s, Goddess Spirituality has emerged as a recognizable international cultural movement.[11] In 1978 Carol P. Christ's widely reprinted essay \"Why Women Need the Goddess,\"[12] which argues in favor of the concept of there having been an ancient religion of a supreme goddess, was presented as the keynote address to an audience of over 500 at the \"Great Goddess Re-emerging\" conference at the University of California, Santa Cruz;[13] it was first published in The Great Goddess Issue of Heresies: A Feminist Publication on Art and Politics (1978).[14] Carol P. Christ also co-edited the classic feminist religion anthologies Weaving the Visions: New Patterns in Feminist Spirituality (1989) and Womanspirit Rising (1979/1989); the latter included her essay \"Why Women Need the Goddess.\"[12]\n\nFrom 1974 to 1984, WomanSpirit, a journal edited in Oregon by Jean and Ruth Mountaingrove, published articles, poetry, and rituals by women, exploring ideas and feelings about female deity.[15] The journal The Beltane Papers, which started publication at about the same time, continued until mid-2011.[16] In 1983, Jade River and Lynnie Levy founded the Re-formed Congregation of the Goddess, International (RCG-I) in Madison, Wisconsin. RCG-I continues today with groups called \"Circles\" in many U. S. localities, as well as an educational program, priestess training, and ordination. The Goddess movement has found voice in various films and self-published media, such as the Women and Spirituality trilogy made by Donna Read for the National Film Board of Canada.\n\n"
        },
        {
            "title": "Terminology",
            "text": "Associated terms sometimes used within the movement include the following:\n\nCapitalization of terms such as \"Goddess\" and \"Goddesses\" usually vary with author or with the style guides of publications or publishers. Within the Goddess community, members generally consider it proper to capitalize the word \"Goddess\", but not necessary when generic references are made, as in the word \"goddesses\".\n\n"
        },
        {
            "title": "Use of mythological materials",
            "text": "Participants in the Goddess movement often invoke ancient religion and mythology. Some skeptics argue that these have been reconstructed from ancient sources and others are modern inventions.[20] Indeed, these myths are not interpreted literally,[citation needed] but rather figuratively or metaphorically as reflecting ancient understandings and worldviews. For instance, creation myths are not seen as conflicting with scientific understanding but rather as being poetic, metaphoric statements that are compatible with, for example, the theory of evolution, modern cosmology, and physics.[21][22] Mythological sources of the Goddess movement are often often considered modern reconstructions of ancient myths that predated a \"patriarchal period,\" a theory influenced by the Kurgan hypothesis and, therefore, very little would have been written about them.[23] Aside from the reflection of ancient understanding of these, there are adherents who also turn to contemporary scholarship and literature such as Robert Graves' The White Goddess. Some of this work's interpretation of the Greek mythology (based mainly on James Frazer's The Golden Bough, such as the annual sacrifice of a king that represents a god) were adopted as the basis to describe the goddess' aging and rejuvenation with the seasons.[23] The myth of Demeter and Persephone is one that has often been reinterpreted.[24][25][26]\n\nA common claim within the Goddess movement is that myths from supposed ancient matriarchal societies were behind key elements in Christianity, particularly in the beliefs that \"matriarchies fostering goddess worship influenced the attitudes of early Christians toward Mary\" and that \"the Catholic Church was originally matriarchal with Mary Magdalene, not Peter, as its head.\"[27] The Goddess movement views devotion to female Christian figures such as the female saints as a continuation of ancient Goddess worship.[28]\n\n"
        },
        {
            "title": "Theology",
            "text": "Goddess Spirituality characteristically shows diversity: no central body defines its dogma. Yet there is evolving consensus on some issues including: the Goddess in relation to polytheism and monotheism; immanence, transcendence, and other ways to understand the nature of the Goddess. There is also the emerging agreement that the Goddess fulfills the basic functions of empowering women and fostering ethical and harmonious relationships among different peoples as well as between humans, animals, and nature.[29]\n\nOne question often asked is whether Goddess adherents believe in one Goddess or many goddesses: Is Goddess spirituality monotheistic or polytheistic?[30] This is not an issue for many of those in the Goddess movement, whose conceptualization of divinity is more all-encompassing.[31] The terms \"the Goddess\", or \"Great Goddess\" may appear monotheistic because the singular noun is used. However, these terms are most commonly used as code or shorthand for one or all of the following: to refer to certain types of prehistoric goddesses; to encompass all goddesses (a form of henotheism); to refer to a modern metaphoric concept of female deity; to describe a form of energy, or a process.[4][5][32]\n\nThe concept of a singular divine being with many expressions is not a new development in thought: it has been a major theme in India for many centuries, at the very least as far back as the 5th century, though hymns in the early Vedas too speak of a one-Goddess-many-goddesses concept.[33]\n\nAnother point of discussion is whether the Goddess is immanent, or transcendent, or both, or something else. Starhawk speaks of the Goddess as immanent (infusing all of nature) but sometimes also simultaneously transcendent (existing independently of the material world).[34] Many Goddess authors agree and also describe Goddess as, at one and the same time, immanently pantheistic and panentheistic. The former means that Goddess flows into and through each individual aspect of nature—each tree, blade of grass, human, animal, planet; the latter means that all exist within the Goddess.[4][21]\n\nStarhawk also speaks of the Goddess as both a psychological symbol and \"manifest reality. She exists and we create Her\" (italics hers).[35]  Carol P. Christ (2003), describes what she sees as similarities between Goddess theology and process theology, and suggests that Goddess theologians adopt more of the process viewpoint.\n\nThe theological variations that characterize the Goddess movement can also be classified into two: the views that describe the Goddess as a metaphor and those that consider the Goddess as a deity. The former emerged from among Jewish and Christian adherents and maintains that the Goddess serves as the means of talking about, imagining, or relating to the divine and this is demonstrated in the push to recover the feminine face of God based on scriptural and historical sources.[29][better source needed] On the other hand, the theology that the Goddess is a deity, with importantly and unchangeably female persona, emerged out of the feminists who came from polytheistic faiths such as Hinduism, Buddhism, Native American, and traditional African religions.[29] The goddesses in this theology are rarely understood as metaphors or images since they have distinct individual features and that worshippers can interact with their suprahuman personages or symbols.[29][better source needed]\n\n"
        },
        {
            "title": "Ethics",
            "text": "Although the Goddess movement has no specific code of behavior, there are commonly held tenets and concepts within the movement that form a basis for ethical behavior.[36] Those participants in Goddess spirituality who define themselves as Wiccan, usually follow what is known as the Wiccan Rede: \" 'An it harm none, do what ye will\", (\"an\" being an archaic English word understood to mean \"if\", or \"as long as\"). Many also believe in the Threefold Law, which states that \"what you send (or do), returns three times over\".[21] Some traditions believe that this means it will be returned to the sender three times, or in a portion three times in volume, while others say it will instead be returned to the sender on three levels of being—physical, mental, and spiritual. Still others postulate that the number \"three\" is symbolic, meant to indicate a magnified karmic result for one's actions.\n\nSome people in the Goddess movement honor the Triple Goddess of Maiden, Mother, and Crone. The Maiden aspect of the Goddess is the archetype of a young woman or a child, representing independence and strength; the Mother aspect is the archetype of a nurturing mature woman; and the Crone aspect is the archetype of an old woman that represents wisdom, change, and transformation.[21]\n\nBecause the Crone aspect of the Goddess is understood by some to be destructive at times, some consider it to contain both positive and negative imagery and to present an ethical quandary. The Hindu Goddess Kali, or Kali Ma, is often seen as an example of the Crone aspect. The concept is that the corrective force in a Dark Age must be a righteously directed dark force. Thus, to combat the demons of ignorance, ego, anger, etc., the darker aspect manifests. Later on, even her fierce image softens in the love of her devotees. Her duality is easily reconciled with the monism of Hinduism, which claims to understand the fundamental unity of truth as being impersonal and stratified in an ego-knotted existence (such as the human condition), and thus to the evil or unrighteous she is destruction personified and to the loving and moral devotee she is nothing but the love of the mother.[33]\n\nOther Goddess ethical beliefs are that one should not harm the interconnected web of life, and that peace and partnership should be the goals, rather than war and domination. According to Goddess theologian Carol P. Christ the following are ethical touchstones:\n\n"
        },
        {
            "title": "Prehistoric cultures",
            "text": "The Goddess movement draws some of its inspiration from the work of archaeologists such as Marija Gimbutas,[37][38][39][40] whose interpretation of artifacts excavated from \"Old Europe\" points to societies of Neolithic Europe that were \"matristic\" or \"goddess-centered\" worshipping a female deity of three primary aspects,[41] which has inspired some neopagan worshippers of the Triple Goddess.\n\nHeide Göttner-Abendroth, working in the 1970s to mid-1980s, called these cultures \"matriarchies\", introducing a feminist field of \"Modern Matriarchal Studies\". She presented a theory of the transformation of prehistoric cultures in which the local goddess was primary and the male god, if any, derived his power from the goddess. In what she terms the \"Downfall\", which occurred at varying times throughout a multitude of cultures, the gods overcame and subjugated the goddesses.[42]\n\nGöttner-Abendroth's terminology is idiosyncratic. The term \"matriarchy\" to describe these cultures has been rejected by many Goddess-movement scholars, especially those in North America, because it implies female domination as the reverse of male domination in patriarchy. These scholars deny such a reversal, asserting these prehistoric cultures were egalitarian, though matrilineal - inherited assets and parentage traced through the maternal line.[4][38][43][44][45] According to Riane Eisler, cultures in which women and men shared power, and which worshiped female deities, were more peaceful than the patriarchal societies that followed.\n\nIan Hodder's reinterpretation of Gimbutas[37] and Mellaart's works[40] disputes the existence of \"matriarchal\" or \"matrifocal\" cultures, as do some other archaeologists and historians in this field.[30][46][47][48] However, mythologist Joseph Campbell compared the importance of Gimbutas' output to the historical importance of the Rosetta Stone in deciphering Egyptian hieroglyphs.  Marija Gimbutas, often dubbed \"Grandmother of the Goddess Movement\" in the 1990s,[49] continues to be cited by many feminist writers, including Max Dashu. Many other scholars, including Joan Marler and Marguerite Rigoglioso, support her work.[50][51][52] Still, Gimbutas' theories had been widely criticized as mistaken in their dating, archaeological context, and typologies.[53] Some archaeologists consider her goddess hypothesis implausible,[54] others dismissing her work as pseudo-scholarship.[55]\n\n"
        },
        {
            "title": "Wicca",
            "text": "Wicca regards \"the Goddess\", along with her consort the Horned God, as a deity of prime importance. The earliest Wiccan publications described Wicca as a tribal goddess of the witch community, neither omnipotent nor universal.[56]\n\nMany forms of Wicca have come to regard the Goddess as a universal deity, more in line with her description in the Charge of the Goddess, a key Wiccan text. In this guise she is the \"Queen of Heaven\", similar to Egyptian goddess Isis; she also encompasses and conceives all life, much like the Greek goddess Gaia. Much like Isis,[57] she is held to be the summation of all other goddesses, who represent her different names and aspects across the different cultures. The Goddess is often portrayed with strong lunar symbolism, drawing on various deities such as Diana, Hecate, and Isis, and is often depicted as the Maiden, Mother, and Crone triad popularized by Robert Graves (see Triple Goddess below). Many depictions of her also draw strongly on Celtic goddesses. Some Wiccans believe there are many goddesses, and in some forms of Wicca, notably Dianic Wicca, the Goddess alone is worshipped.\n\nSome, but not all, participants in the Goddess movement self-identify as witches or Wiccans. Other participants of the Goddess movement call themselves goddessians[58] while others identify as the more generic \"pagans\".\n\nSome witches, especially Dianics, attempt to trace the historical origins of their beliefs to Neolithic pre-Christian cultures, seeing Wiccanism as a distillation of a religion found at the beginning of most, if not all, cultures.[59] They regard wise women and midwives as the first witches. Dianic witchcraft first became visible in the 1970s, alongside the writings of Zsuzsanna Budapest. Her feminist interpretation of witchcraft followed a few decades after the founding of Wicca by Gerald Gardner in the 1940s. Today, there are at least 800,000 individuals who consider themselves Wiccan followers or witches in North America.[60]\n\nGardner and Valiente advocated a proto-feminist ideal of priestess authority in service to the Wiccan God and Goddess. Covens in \"traditional\" Wicca (i.e., those run along the lines described by Gardner and Valiente) had and have pretty much equal leadership both of a priest and of a priestess; but often consider the priestess \"prima inter pares\" (first among equals) - according to the book A Witches' Bible,[61][62][63] by Stewart and Janet Farrar.\n\nDoreen Valiente became known in Britain as the 'Mother of the Craft' and contributed extensively to Wicca's written tradition.[64][65] She is the author of The Witches' Creed, which lays out the basics of Wiccan religious belief and philosophy; including the polarity of the God and the Goddess as the two great \"powers of Nature\" and the two \"mystical pillars\" of the religion. One way to characterize the central male-female divine dyad in Wicca is to say that it's a duotheistic religion with a theology based on the divine gender polarity of male and female.\n\nThe existence of witchcraft as the remnants of an old pagan religion as late as the early Modern Age was first suggested to a wide readership by Margaret Murray's books, The Witch Cult in Western Europe, The God of the Witches (1933) and The Divine King in England. Her works have since been largely discredited by other scholars but have left a feminist legacy upon Wiccan culture.\n\nWicca and Neopaganism, and to some extent the Goddess movement, were influenced by 19th-century occultism, such as the Hermetic Order of the Golden Dawn,[66] as well as the Romantic movement in which both male and female were valued and honored as sacred, in contrast to and perhaps in reaction to mainstream Christian spirituality,[dubious  – discuss] especially if veneration of Mary by most Christians is not considered. Such views are described, for example, in the work of Robert Graves, especially The White Goddess (the origin of the neopagan 'Triple Goddess' concept) and Mammon and the Black Goddess.\n\nWicca was also heavily influenced by the ideas of alchemic symbolism,[citation needed] which emphasized the essential complementary polarity of male and female, and that characterized that basic duality or gender polarity as a partnership of the solar (male) and the lunar (female). In Wicca the Moon is the symbol of the Goddess and the Sun is the symbol of the God; and the central liturgical mystery and ritual act is \"The Great Rite\" or Hieros Gamos, which is a symbolic union of the God and the Goddess, as the primal male and female powers of the cosmos. In alchemy this was known as \"the Chymical Wedding\" of the Sun and the Moon. In a parallel vein, traditional Wicca also draws heavily upon the Western Hermetic Tradition and its roots in the Kabbalistic Tree of Life; where the twin pillars of masculine and feminine divine forces are joined by a Middle Pillar that encompasses and transcends both male and female. These \"twin pillars\" as they are shown in tarot decks are analogous to Valiente's depiction of the God and the Goddess as the two \"mystical pillars.\" In this emphasis on the feminine as the equal and complementary polar opposite of the masculine, Wicca echoes not only Kabbalistic sources but also the polarity of yin and yang—feminine and masculine—in Taoism.\n\nThere are, however, Wiccan groups that do not subscribe to the male-female dualism of the divine. For instance, there is the case of the Budapest Dianics. Although these retained many Wiccan rituals and symbols, they only used female imagery and created a creation myth that eliminated the need for the male.[67] While Wiccans also accept male members,[68] the Dianics called themselves a \"wimmin's religion\" and, thus, rejected males from their ranks.\n\n"
        },
        {
            "title": "Joseph Campbell",
            "text": "First broadcast on PBS in 1988 as a documentary interview with Bill Moyers, The Power of Myth, written by Joseph Campbell, was also released in the same year as a book created under the direction of the late Jacqueline Kennedy Onassis.[69] The Power of Myth links the image of the Earth or Mother Goddess to symbols of fertility and reproduction.[70][71] For example, Campbell states that, \"There have been systems of religion where the mother is the prime parent, the source... We talk of Mother Earth. And in Egypt you have the Mother Heavens, the Goddess Nut, who is represented as the whole heavenly sphere\".[72] Campbell continues by stating that the correlation between fertility and the Goddess found its roots in agriculture:\n\nCampbell also argues that the image of the Virgin Mary was derived from the image of Isis and her child Horus: \"The antique model for the Madonna, actually, is Isis with Horus at her breast\".[74]\n\nAccording to Joseph Campbell,\n\nOne of these metaphors is Eve. Campbell argues that Christianity, originally a denomination of Judaism, embraced part of the Jewish pagan[clarification needed] culture and the rib metaphor is an example of how distant the Jewish religion was from the prehistoric religion—the worship of the Mother Goddess or the Goddess.\n\n"
        },
        {
            "title": "Earth as Goddess",
            "text": "Many people involved in the Goddess movement regard the Earth as a living Goddess. For some this may be figurative, for others literal. This literal belief is similar to that proposed by Gaia hypothesis, and the Goddess-name Gaia is sometimes used as a synonym for the Earth.[76] For the Goddess-movement practitioners, Gaia personifies the entire earthly ecosystem and is the means to achieve harmonic symbiosis or the wholeness and balance within the natural worlds and physical environment.[76]  Many of those in the Goddess movement become involved in ecofeminism, and are concerned with environmental and ecological issues.[34] Goddess-movement adherents claim the hierarchical scheme giving humans dominion over the Earth (and nature) has led to lack of respect and concern for the Earth, and thus to what scientists identify as environmental crises,[44] such as global warming. Rather than having dominion over the Earth, Goddess-movement theorists see humans living as part of the Earth environment, and also refer to Earth as \"Mother\".[21][22] Here, humans are considered on equal level with non-human inhabitants since all must be accorded the same moral and religious consideration, respect, and reverence.[77]\n\nSome[who?] such as Monica Sjöö cite that this focus on the environment is one of the aspects that distinguishes the goddess movement with the New Age movement. The former is sometimes mistaken as a subcategory of the latter due to the way the goddess movement draw from many resources that are New Age in character, including esoterica, mystery traditions, magic, astrology, divinatory techniques, and shamanism.[77] Both are also concerned with valuing one's self as inherently sacred. The goddess movement, on the other hand, is equally concerned with valuing the environment, including its human and non-human inhabitants.[77] This attitude towards the environment is reflected in the way the movement view the concepts of femaleness, the deity, and politics. In comparison with the traditional theology where God is placed at the top of the hierarchical system, ruling over man and nature, the movement maintains that humanity and divinity must not be distinguished from nature or that earth is the body of the goddess and all beings are interconnected in the web of life.[78]\n\n"
        },
        {
            "title": "Reclaiming",
            "text": "Reclaiming Witchcraft is an organization of feminist modern Witchcraft, aiming to combine the Goddess movement with political activism (in the peace and anti-nuclear movements). \"Reclaiming\" was founded in 1979, in the context of the Reclaiming Collective (1978–1997), by two Neopagan women of Jewish descent, Starhawk (Miriam Simos) and Diane Baker, in order to explore and develop feminist Neopagan emancipatory rituals.[79] The specific period of its founding can be traced back to the civil action during the 1970s called Diablo Canyon protest, which opposed the construction of a nuclear plant.\n\nToday, the organization focuses on progressive social, political, environmental, and economic activism.[80] Reclaiming integrates magic rituals and instruction to its political activism. For instance, followers performed the spiral dances during its protest meetings against the World Trade Organization and other agencies of globalization.[81] The Reclaiming also encourages its members to seek knowledge and enlightenment outside of the movement since it does not claim a monopoly of the so-called Wiccan truth.[82]\n\n"
        }
    ]
}