{
    "url": "https://en.wikipedia.org/wiki/Godianism",
    "title": "Godianism",
    "table_of_contents": [
        "1 History",
        "2 Principles",
        "2.1 Beliefs on appearance",
        "3 The Chiist (Godian) creed",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Godianism (also called Chiism) is a neo-Traditional religious movement which was re-enacted in 1948 or 1949 in Nigeria and originally known as the National Church of Nigeria. It propagates an intellectual awakening of the African people and traditional African religions, especially Igbo faiths, as a world religion. The Organization of Traditional Religions of Africa (OTRA) is pan-African association which affiliated with the movement.[1][2] \"It is known for its promotion of world peace.\"[2]\n\n"
        },
        {
            "title": "History",
            "text": "The founder and Supreme Spiritual Teacher (Chief) of Godianism was Ahanyi, Kalu Onu Kama Onyioha. He stated his intention was to correct the notion that traditional African religions are \"pagan\".[2][3]\n\nThe religion has since spread to other parts of West Africa, particularly Ghana. Vincent Kwabena Damuah, a former Catholic priest, and former member of the Provisional National Defence Council of Ghana after the coup by Jerry Rawlings in 1982, wrote a booklet entitled Miracle at the shrine: Religious and Revolutionary miracle in Ghana, under the name Osofo Okomfo Damuah, to help spread the new faith in Ghana.\n\nSince its inception in Nigeria during the fight for independence from Great Britain, Godianism has changed from a movement founded with pronounced political motives to a movement with strong cultural and philosophical aspects.[1]\n\n"
        },
        {
            "title": "Principles",
            "text": "The religion holds that Chineke is the creator of the universe. Igbo people of Eastern Nigeria believe the Igbo language as being one of the languages used by Chineke with which to communicate with mortals, including in the faith's book, called the Nkomii. The major Abrahamic faiths, including Judaism, Christianity, and Islam, are all said to be derived from the original teachings contained in this book.\n\nThe purpose of Godianism is to rejuvenate the person spiritually to enable them to exist in harmony with the rest of humanity. Adherents of Godianism believe that the movement will help African people to rejuvenate themselves in unity and solidarity. It preaches a message of universal unity and its philosophy is \"biri ka'm biri\" ([live and let live]). Godianism intends to bring this necessary harmony first to the people of Africa and subsequently to the world.\n\nThe physical bearing of a person is not only the prima facie evidence of the complexion of that person's heart but also offers them the first attraction for acceptance into a harmonious relationship with others in society. It is a cardinal point in the aesthetics of Godianism that all Godians must at all times turn out neat. Clothing is to be well washed and clean, the hair on the head should be well-cut, and the beard should be clean-shaven. The Godian must observe proper hygiene and impeccable sanitation for his surroundings. The Godian woman must have her hair neatly plaited or set. It is believed that it would be undermining the objective of Godianism to promote harmonious relationships among men if Godians had a dirty appearance.\n\nIn efforts of Godianism to promote harmony among humanity, every Chiist (Godian) encourages their neighbor to embrace personal cleanliness and to refrain from habits such as smoking and excessive drinking of intoxicants.\n\n"
        },
        {
            "title": "",
            "text": "The entire spirit, philosophy, and purpose of Godianism are compressed into the following creed of the Godian Religion:\n\n"
        }
    ]
}