{
    "url": "https://en.wikipedia.org/wiki/Gods_and_demons_fiction",
    "title": "Gods and demons fiction",
    "table_of_contents": [
        "1 History",
        "1.1 Comic shenmo of the Ming and Qing dynasties",
        "1.2 20th century",
        "2 Etymology",
        "3 See also",
        "4 Notes",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGods and demons fiction (Chinese: 神魔小說; pinyin: Shénmó Xiǎoshuō) is a subgenre of fantasy fiction that revolves around the deities, immortals, and monsters of Chinese mythology. The term shenmo xiaoshuo, coined in the early 20th century by the writer and literary historian Lu Xun, literally means \"fiction of gods and demons\".[1] Works of shenmo fiction include the novels Journey to the West and Investiture of the Gods.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Shenmo first appeared in the Ming Dynasty as a genre of vernacular fiction,[3] a style of writing based on spoken Chinese rather than Classical Chinese. The roots of the genre are found in traditional folktales and legends.[4] Plot elements like the use of magic and alchemy were derived from Chinese mythology and religion, including Taoism and Buddhism, popular among Ming intellectuals.[3]\n\nThe Three Sui Quash the Demons' Revolt (三遂平妖傳, c. 14th century CE) is an early gods and demons novel attributed to Luo Guanzhong.[5] In the story, Wang Ze begins a rebellion against the government with the aid of magic.[6] The Four Journeys (四遊記, c. 16th century CE) is another early shenmo work composed of four novels and published during the dynasty as a compilation of folk stories.[7] The Story of Han Xiangzi (韓湘子全傳, c. 17th century CE), a Daoist novel from the same period, also shares this supernatural theme but contains heavier religious overtones.[8]\n\nThe most well known examples of shenmo fiction are Journey to the West (西遊記, c. 16th century CE) and Investiture of the Gods (封神演義, c. 16th century CE).[2] Journey to the West in particular is considered by Chinese literary critics as the chef-d'œuvre of shenmo novels.[9] The novel's authorship is attributed to Wu Cheng'en and was first published in 1592 by Shitedang, a Ming publishing house.[1] The popularity of Journey to the West inspired a series of shenmo copycats that borrowed plot elements from the book.[1]\n\nLater works of gods and demons fiction drifted away from the purely fantastical themes of novels like Journey to the West. Shenmo novels were still ostensibly about monsters and gods, but carried more humanistic themes. During the late Ming Dynasty and early Qing Dynasty, a subgenre of comedic shenmo had emerged.[10]\n\nThe grotesque exposés of the Qing dynasty (qiangze xiaoshuo) reference the supernatural motifs of shenmo xiaoshuo, but in the Qing exposés, the division between the real and unreal is less clear cut. The supernatural is placed outside conventional fantasy settings and presented as a natural part of a realistic world, bringing about its grotesque nature.[11] This trait is embodied in the Journey to the West  and other shenmo parodies of the late Qing dynasty.[12] In A Ridiculous Journey to the West (Wuli qunao zhi xiyouji) by Wu Jianwen, the protagonist Bare-Armed Gibbon, a more venal version of Sun Wukong, aids the Vulture King once he is unable to wring any money out of a penniless fish that the vulture had caught and dropped in a puddle.[13]\n\nThe monkey returns in another Wu Jianwen story, Long Live the Constitution (Lixian wansui), and bickers with other characters from Journey to the West over a constitution for Heaven.[12] The four main characters of Journey to the West, the monkey, Tang Sanzang, Zhu Bajie, and Sha Wujing, travel to modern Shanghai in the New Journey to the West (Xin xiyouji) by Lengxue. In Shanghai, they mingle with prostitutes, suffer from drug addiction, and play games of mahjong. Journey to the West was not the only gods and demons novel lampooned. New Investiture of the Gods (Xin Fengshenzhuan) is a parody of Investiture of the Gods by Dalu that was published as a guji xiaoshuo comedy.[12]\n\nNovels in this subgenre include an expanded revision of The Sorcerer's Revolt, What Sort of Book Is This? (Hedian), Romance of Devil Killing (Zhanggui zhuan), and Quelling the Demons (Pinggui zhuan). Instead of focusing only on a supernatural realm, shenmo comedies used fantasy as a social commentary on the follies of the human world.[10] Lu Xun theorized that the shenmo genre shaped the satirical works later written in the Qing Dynasty.[14] The genre also influenced the science fantasy novels of the late Qing.[2]\n\nShenmo literature declined in the early 20th century. The generation of writers following the May Fourth Movement rejected fantasy in favor of literary realism influenced by the trends of 19th-century European literature.[14] Chinese writers regarded fantasy genres like shenmo as superstitious and a product of a feudal society. Stories of gods and monsters were seen as an obstacle to the modernization of China and scientific progress.[14] The writer Hu Shih wrote that the spells and magical creatures of Chinese fiction were more harmful to the Chinese people than the germs discovered by Louis Pasteur. Stories of the supernatural were denounced during the Cultural Revolution, an era when \"Down with ox-ghosts and snake-spirits\" was a popular Communist slogan.[15]\n\nShenmo and other fantasy genres experienced a revival in Taiwan, Hong Kong, and, later, in Mainland China after the Cultural Revolution ended.[15] Having returned to Chinese popular culture, fantasy has populated film, television, radio, and literature. Contemporary writers frequently use supernatural themes to accentuate the otherworldly atmosphere of their works.[16]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term shenmo xiaoshuo was coined by the writer and literary historian Lu Xun in his book A Brief History of Chinese Fiction (1930), which has three chapters on the genre. The literary historian Mei Chun translates Lu Xun's term as \"supernatural/fantastic\".[17] The term was adopted as a convention by the generations of Chinese literary critics that followed him.[9] In their 1959 translation of Lu Xun's book, Gladys Yang and Yang Xianyi translate shenmo  as \"Gods and Devils\".[18][19] Lin Chin, a historian of Chinese literature, categorized the fantasy novels of the Ming dynasty as shenguai xiaoshuo, \"novels of gods and strange phenomenon\".[20]\n\n"
        }
    ]
}