{
    "url": "https://en.wikipedia.org/wiki/Golden_Duck_Award",
    "title": "Golden Duck Award",
    "table_of_contents": [
        "1 Categories",
        "2 Golden Duck Award Winners",
        "2.1 Picture Book",
        "2.2 Eleanor Cameron Award",
        "2.3 Hal Clement Award",
        "2.4 Special Awards",
        "3 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Golden Duck Awards for Excellence in Children's Science Fiction were given annually from 1992 to 2017.  The awards were presented every year at either Worldcon or the North American Science Fiction Convention (NASFiC).  In 2018 they were replaced by Notable Book Lists of the same names sponsored by the Library and Information Technology Association (LITA).\n\nThe Golden Duck Awards were funded by Super-Con-Duck-Tivity, Inc., the sponsor of the U.S. midwest regional science fiction convention DucKon.  Winners were selected by a group of teachers, librarians, parents, high tech workers and reviewers.\n\n"
        },
        {
            "title": "Categories",
            "text": "The categories are:\n\nThere was also a provision for a Special Award if a book was found to be outstanding but did not fit any of the standard categories.\n\n"
        },
        {
            "title": "Golden Duck Award Winners",
            "text": "The picture book award is sometimes given to a book with non-fictional science content with a story \"wrapper\" as well as traditional Science Fiction themes.\n\nThis award is given to chapter books and middle grade novels.  The protagonists are science users and problem solvers.  Occasionally books with fantasy elements but a science fiction theme have won. \n\nHal Clement's own writings weren't YA, but his high school science teaching career strongly connects him to the YA age group.  The primary story elements are correct science with science fictional extrapolations and characters who solve problems on their own.\n\n"
        }
    ]
}