{
    "url": "https://en.wikipedia.org/wiki/Golem",
    "title": "Golem",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 Earliest stories",
        "2.2 The Golem of Chełm",
        "2.3 The classic narrative: The Golem of Prague",
        "2.4 Sources of the Prague narrative",
        "3 The Golem of Vilna",
        "4 Theme of hubris",
        "5 Culture of the Czech Republic",
        "6 Clay Boy variation",
        "7 Golem in popular culture",
        "7.1 Film and television",
        "7.2 Music",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA golem (/ˈɡoʊləm/ GOH-ləm; Hebrew: גּוֹלֶם‎, romanized: gōlem) is an animated, anthropomorphic being in Jewish folklore, which is entirely created from inanimate matter (usually clay or mud). In the Psalms and medieval writings, the word golem was used as a term for an amorphous, unformed material.[1]\n\nThe most famous golem narrative involves Judah Loew ben Bezalel, the late 16th-century rabbi of Prague. Many tales differ on how the golem was brought to life and controlled. According to Moment magazine, \"the golem is a highly mutable metaphor with seemingly limitless symbolism. It can be a victim or villain, Jew or non-Jew, man or woman—or sometimes both. Over the centuries, it has been used to connote war, community, isolation, hope, and despair.\"[2]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word golem occurs once in the Bible in Psalm 139:16,[3] which uses the word גלמי (golmi; my golem),[4] that means \"my light form\", \"raw\" material,[5] connoting the unfinished human being before God's eyes.[4] The Mishnah uses the term for an uncultivated person: \"Seven characteristics are in an uncultivated person, and seven in a learned one\", (שבעה דברים בגולם) (Pirkei Avot 5:7 in the Hebrew text; English translations vary).\n\nIn Modern Hebrew, golem is used to mean \"dumb\" or \"helpless\" and also to describe an insect in its inactive immature form between larva and adult. Similarly, it is often used today as a metaphor for a mindless lunk or entity that serves a man under controlled conditions, but is hostile to him under other conditions.[2] \"Golem\" passed into Yiddish as goylem to mean someone who is lethargic or beneath a stupor.[6]\n\n"
        },
        {
            "title": "History",
            "text": "The oldest stories of golems date to early Judaism. In the Talmud (Tractate Sanhedrin 38b), Adam was initially created as a golem (גולם) when his dust was \"kneaded into a shapeless husk\". Like Adam, all golems are created from mud by those close to divinity, but no anthropogenic golem is fully human. Early on, the main disability of the golem was its inability to speak. Sanhedrin 65b describes Rava creating a man (gavra). He sent the man to Rav Zeira. Rav Zeira spoke to him, but he did not answer. Rav Zeira said, \"You were created by the sages; return to your dust\" (Imperial Aramaic: הוה קא משתעי בהדיה ולא הוה קא מהדר ליה אמר ליה מן חבריא את הדר לעפריך‎).\n\nDuring the Middle Ages, passages from the Sefer Yetzirah (Book of Creation) were studied as a means to create and animate a golem, although little in the writings of Jewish mysticism supports this belief. It was believed that golems could be activated by an ecstatic experience induced by the ritualistic use of various letters of the Hebrew alphabet[1] forming a \"shem\" (any one of the Names of God), wherein the shem was written on a piece of paper and inserted in the mouth or in the forehead of the golem.[7]\n\nA golem is inscribed with Hebrew words in some tales (for example, some versions of Chełm and Prague, as well as in Polish tales and versions of the Brothers Grimm), such as the word emét (אמת, \"truth\" in Hebrew) written on its forehead. The golem could then be deactivated by removing the aleph (א) in emét,[8] thus changing the inscription from \"truth\" to \"death\" (mét מת, meaning \"dead\"). \n\nSamuel of Speyer (12th century) was said to have created a golem.\n\nRabbi Jacob ben Shalom arrived at Barcelona from Germany in 1325 and remarked that the law of destruction is the reversal of the law of creation.[9]\n\nOne source credits 11th-century Solomon ibn Gabirol with creating a golem,[10] possibly female, for household chores.[11]\n\nIn 1625, Joseph Delmedigo wrote. \"many legends of this sort are current, particularly in Germany.\"[12]\n\nThe earliest known written account of how to create a golem can be found in Sodei Razayya by Eleazar ben Judah of Worms of the late 12th and early 13th centuries.[13]\n\nThe oldest description of the creation of a golem by a historical figure is included in a tradition connected to Rabbi Eliyahu of Chełm (1550–1583).[1][4][12][14]\n\nA Polish Kabbalist, writing in about 1630–1650, reported the creation of a golem by Rabbi Eliyahu thusly: \"And I have heard, in a certain and explicit way, from several respectable persons that one man [living] close to our time, whose name is R. Eliyahu, the master of the name, who made a creature out of matter [Heb. Golem] and form [Heb. tzurah] and it performed hard work for him, for a long period, and the name of emet was hanging upon his neck until he finally removed it for a certain reason, the name from his neck and it turned to dust.\"[1] A similar account was reported by a Christian author, Christoph Arnold, in 1674.[1]\n\nRabbi Jacob Emden (d. 1776) elaborated on the story in a book published in 1748:\n\nAccording to the Polish Kabbalist, \"the legend was known to several persons, thus allowing us to speculate that the legend had indeed circulated for some time before it was committed to writing and, consequently, we may assume that its origins are to be traced to the generation immediately following the death of R. Eliyahu, if not earlier.\"[1][16]\n\nThe most famous golem narrative involves Judah Loew ben Bezalel, the late 16th-century rabbi of Prague, also known as the Maharal, who reportedly \"created a golem out of clay from the banks of the Vltava River and brought it to life through rituals and Hebrew incantations to defend the Prague ghetto from anti-Semitic attacks and pogroms\".[17][18] Depending on the version of the legend, the Jews in Prague were to be either expelled or killed under the rule of Rudolf II, the Holy Roman Emperor. The Golem was called Josef and was known as Yossele. He was said to be able to make himself invisible and summon spirits from the dead.[18] Rabbi Loew deactivated the Golem on Friday evenings by removing the shem before the Sabbath (Saturday) began,[7] so as to let it rest on Sabbath.[7]\n\nOne Friday evening, Rabbi Loew forgot to remove the shem, and feared that the Golem would desecrate the Sabbath.[7] A different story tells of a golem that fell in love, and when rejected, became the violent monster seen in most accounts. Some versions have the golem eventually going on a murderous rampage.[18] The rabbi then managed to pull the shem from his mouth and immobilize him[7] in front of the synagogue, whereupon the golem fell in pieces.[7] The Golem's body was stored in the attic genizah of the Old New Synagogue,[18] where it would be restored to life again if needed.[19] Rabbi Loew then forbade anyone except his successors from going into the attic. Rabbi Yechezkel Landau, a successor of Rabbi Loew, reportedly wanted to go up the steps to the attic when he was Chief Rabbi of Prague to verify the tradition. Rabbi Landau fasted and immersed himself in a mikveh, wrapped himself in phylacteries and a prayer-shawl and started ascending the steps. At the top of the steps, he hesitated and then came immediately back down, trembling and frightened. He then re-enacted Rabbi Loew's original warning.[20]\n\nAccording to legend, the body of Rabbi Loew's Golem still lies in the synagogue's attic.[7][18] When the attic was renovated in 1883, no evidence of the Golem was found.[21] Some versions of the tale state that the Golem was stolen from the genizah and entombed in a graveyard in Prague's Žižkov district, where the Žižkov Television Tower now stands. A recent legend tells of a Nazi agent ascending to the synagogue attic, but he died, instead, under suspicious circumstances.[22] The attic is not open to the general public.[23]\n\nSome Orthodox Jews believe that the Maharal did actually create a golem. The evidence for this belief has been analyzed from an Orthodox Jewish perspective by Shnayer Z. Leiman.[24][25]\n\nThe general view of historians and critics is that the story of the Golem of Prague was a German literary invention of the early 19th century. According to John Neubauer, the first writers on the Prague Golem were:\n\nIn fact, a few slightly earlier examples are known, in 1834[27][28] and 1836.[29][30]\n\nAll of these early accounts of the Golem of Prague are in German by Jewish writers. They are suggested to have emerged as part of a Jewish folklore movement parallel with the contemporary German folklore movement.[14]\n\nThe origins of the story have been obscured by attempts to exaggerate its age and to pretend that it dates from the time of the Maharal. Rabbi Yudel Rosenberg (1859–1935)[31] of Tarłów (before moving to Canada where he became one of its most prominent rabbis) is said to have originated the idea that the narrative dates from the time of the Maharal. Rosenberg published Nifl'os Maharal (Wonders of Maharal) (Piotrków, 1909),[31] which purported to be an eyewitness account by the Maharal's son-in-law, who had helped to create the Golem. Rosenberg claimed that the book was based upon a manuscript that he found in the main library in Metz. Wonders of Maharal \"is generally recognized in academic circles to be a literary hoax\".[1][25][32] Gershom Sholem observed that the manuscript \"contains not ancient legends, but modern fiction\".[33] Rosenberg's claim was further disseminated in Chayim Bloch's (1881–1973) The Golem: Legends of the Ghetto of Prague (English edition 1925).\n\nThe Jewish Encyclopedia of 1906 cites the historical work Zemach David by David Gans, a disciple of the Maharal, published in 1592.[7][34] In it, Gans writes of an audience between the Maharal and Rudolph II: \"Our lord the emperor ... Rudolph ... sent for and called upon our master Rabbi Low ben Bezalel and received him with a welcome and merry expression, and spoke to him face to face, as one would to a friend. The nature and quality of their words are mysterious, sealed, and hidden.\"[35][better source needed] But it has been said of this passage, \"Even when [the Maharal is] eulogized, whether in David Gans' Zemach David or on his epitaph ..., not a word is said about the creation of a golem. No Hebrew work published in the 16th, 17th, and 18th centuries (even in Prague) is aware that the Maharal created a golem.\"[26] Furthermore, the Maharal himself did not refer to the Golem in his writings.[24] Rabbi Yedidiah Tiah Weil (1721–1805), a Prague resident, who described the creation of golems, including those created by Rabbis Avigdor Kara of Prague (died 1439) and Eliyahu of Chelm, did not mention the Maharal, and Rabbi Meir Perils' biography of the Maharal[36] published in 1718 does not mention a golem.[14][24]\n\n"
        },
        {
            "title": "The Golem of Vilna",
            "text": "A similar tradition relates to the Vilna Gaon or \"the saintly genius from Vilnius\" (1720–1797). Rabbi Chaim Volozhin (Lithuania 1749–1821) reported in an introduction to Sifra de Tzeniuta that he once presented to his teacher, the Vilna Gaon, ten different versions of a certain passage in the Sefer Yetzira and asked the Gaon to determine the correct text.[37] The Gaon immediately identified one version as the accurate rendition of the passage. The amazed student then commented to his teacher that, with such clarity, he should easily be able to create a live human. The Gaon affirmed Rabbi Chaim's assertion and said that he once began to create a person when he was a child, under the age of 13, but during the process, he received a sign from Heaven ordering him to desist because of his tender age.[37]\n\n"
        },
        {
            "title": "Theme of hubris",
            "text": "The existence of a golem is sometimes a mixed blessing. Golems are not intelligent, and if commanded to perform a task, they will perform the instructions literally. In many depictions, golems are inherently perfectly obedient. In its earliest known modern form, the Golem of Chełm became enormous and uncooperative. In one version of this story, the rabbi had to resort to trickery to deactivate it, whereupon it crumbled upon its creator and crushed him.[4]\n\nA similar theme of hubris is seen in Frankenstein, The Sorcerer's Apprentice, and some other stories in popular culture, such as The Terminator. The theme also manifests itself in R.U.R. (Rossum's Universal Robots), Karel Čapek's 1921 play that coined the term robot; the play was written in Prague, and while Čapek denied that he modeled the robot after the golem, many similarities are seen in the plot.[38]\n\n"
        },
        {
            "title": "Culture of the Czech Republic",
            "text": "The golem is a popular figure in the Czech Republic. The 1915 novel by Gustav Meyrink (The Golem) was briefly popular and did much to keep the imagination about the golem going. Several restaurants and other businesses have names that make reference to the creature, a Czech strongman (René Richter) goes by the nickname \"Golem\",[18] and a Czech monster truck outfit calls itself the \"Golem Team\".[39]\n\nAbraham Akkerman preceded his article on human automatism in the contemporary city with a short satirical poem on a pair of golems turning human.[40]\n\n"
        },
        {
            "title": "Clay Boy variation",
            "text": "A Yiddish and Slavic folktale is the Clay Boy, which combines elements of the golem and The Gingerbread Man, in which a lonely couple makes a child out of clay, with disastrous or comical consequences.[41]\n\nIn one common Russian version, an older couple, whose children have left home, make a boy out of clay and dry him by their hearth. The Clay Boy (Russian: Гли́няный па́рень, Glínyanyĭ párenʹ) comes to life; at first, the couple is delighted and treats him like a real child, but the Clay Boy does not stop growing and eats all their food, then all their livestock, and then the Clay Boy eats his parents. The Clay Boy rampages through the village until he is smashed by a quick-thinking goat.[42]\n\n"
        },
        {
            "title": "Golem in popular culture",
            "text": "Golems are frequently depicted in movies and television shows. Programs with them in the title include:\n\nOther references to golems in popular culture include:\n\n"
        }
    ]
}