{
    "url": "https://en.wikipedia.org/wiki/Good",
    "title": "Good",
    "table_of_contents": [
        "1 History of Western ideas",
        "1.1 Plato and Aristotle",
        "1.2 Ancient western religions",
        "1.3 Medieval period in western cultures",
        "1.4 Modern concepts",
        "1.4.1 Kant",
        "1.4.2 Rawls",
        "2 Opposition to evil",
        "3 In Buddhism",
        "4 In the field of biology",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In most contexts, the concept of good denotes the conduct that should be preferred when posed with a choice between possible actions. Good is generally considered to be the opposite of evil and is of interest in the study of ethics, morality, philosophy, and religion. The specific meaning and etymology of the term and its associated translations among ancient and contemporary languages show substantial variation in its inflection and meaning, depending on circumstances of place and history, or of philosophical or religious context.\n\n"
        },
        {
            "title": "History of Western ideas",
            "text": "Every language has a word expressing good in the sense of \"having the right or desirable quality\" (ἀρετή) and bad in the sense \"undesirable\". A sense of moral judgment and a distinction \"right and wrong, good and bad\" are cultural universals.[1]\n\nAlthough the history of the origin of the use of the concept and meaning of \"good\" are diverse, the notable discussions of Plato and Aristotle on this subject have been of significant historical effect. The first references that are seen in Plato's The Republic to the Form of the Good are within the conversation between Glaucon and Socrates (454c–d). When trying to answer such difficult questions pertaining to the definition of justice, Plato identifies that we should not \"introduce every form of difference and sameness in nature\" instead we must focus on \"the one form of sameness and difference that was relevant to the particular ways of life themselves”, which is the form of the Good. This form is the basis for understanding all other forms, it is what allows us to understand everything else. Through the conversation between Socrates and Glaucon (508a–c) Plato analogizes the form of the Good with the sun as it is what allows us to see things. Here, Plato describes how the sun allows for sight. But he makes a very important distinction, \"sun is not sight\", but it is \"the cause of sight itself\". As the sun is in the visible realm, the form of Good is in the intelligible realm. It is \"what gives truth to the things known and the power to know to the knower\". It is not only the \"cause of knowledge and truth, it is also an object of knowledge\".\n\nPlato identifies how the form of the Good allows for the cognizance to understand such difficult concepts as justice. He identifies knowledge and truth as important, but through Socrates (508d–e) says, \"good is yet more prized\". He then proceeds to explain that \"although the good is not being\" it is \"superior to it in rank and power\", it is what \"provides for knowledge and truth\" (508e).[2]\n\nIn contrast to Plato, Aristotle discusses the Forms of Good in critical terms several times in both of his major surviving ethical works, the Eudemian and Nicomachean Ethics. Aristotle argues that Plato's Form of the Good does not apply to the physical world, for Plato does not assign \"goodness\" to anything in the existing world. Because Plato's Form of the Good does not explain events in the physical world, humans have no reason to believe that the Form of the Good exists and the Form of the Good thereby, is irrelevant to human ethics.[3]\n\nPlato and Aristotle were not the first contributors in ancient Greece to the study of the \"good\" and discussion preceding them can be found among the pre-Socratic philosophers. In Western civilisation, the basic meanings of κακός and ἀγαθός are \"bad, cowardly\" and \"good, brave, capable\", and their absolute sense emerges only around 400 BC, with Pre-Socratic philosophy, in particular Democritus.[4] Morality in this absolute sense solidifies in the dialogues of Plato, together with the emergence of monotheistic thought (notably in Euthyphro, which ponders the concept of piety (τὸ ὅσιον) as a moral absolute). The idea is further developed in Late Antiquity by Neoplatonists, Gnostics, and Church Fathers.\n\nAside from ancient Greek studies of the \"good\", more than twenty-five hundred years ago in the eastern part of ancient Persia a religious philosopher called Zoroaster simplified the pantheon of early Iranian deities [5] into two opposing forces: Ahura Mazda (Illuminating Wisdom) and Angra Mainyu (Destructive Spirit) that were in conflict.\n\nFor the western world, this idea developed into a religion that spawned many sects, some of which embraced an extreme dualistic belief that the material world should be shunned and the spiritual world should be embraced. Gnostic ideas influenced many ancient religions,[6] which teach that gnosis (variously interpreted as enlightenment, salvation, emancipation, or \"oneness with God\") may be reached by practising philanthropy to the point of personal poverty, sexual abstinence (as far as possible for hearers and totally for initiates), and diligently searching for wisdom by helping others.[7]\n\nThis development from the relative or habitual to the absolute is evident in the terms ethics and morality as well, both being derived from terms for \"regional custom\", Greek ἦθος and Latin mores, respectively (see also siðr).\n\nMedieval Christian philosophy was founded on the work of Bishop Augustine of Hippo and theologian Thomas Aquinas, who understood evil in terms of Biblical infallibility and Biblical inerrancy, as well as the influences of Plato and Aristotle, in their appreciation of the concept of the Summum bonum. Silent contemplation was the route to appreciation of the Idea of the Good.[8]\n\nMany medieval Christian theologians both broadened and narrowed the basic concept of Good and Evil until it came to have several, sometimes complex definitions such as:[9]\n\nA significant enlightenment context for studying the \"good\" has been its significance in the study of \"the good, the true, and the beautiful\" as found in Immanuel Kant and other Enlightenment philosophers and religious thinkers. These discussions were undertaken by Kant, particularly in the context of his Critique of Practical Reason.\n\nJohn Rawls's book A Theory of Justice prioritized social arrangements and goods, based on their contribution to justice. Rawls defined justice as fairness, especially in distributing social goods, defined fairness in terms of procedures, and attempted to prove that just institutions and lives are good, if every rational individual's goods are considered fairly. Rawls's crucial invention was the original position, a procedure in which one tries to make objective moral decisions by refusing to let personal facts about oneself enter one's moral calculations.\n\n"
        },
        {
            "title": "Opposition to evil",
            "text": "In religion, ethics, and philosophy, \"good and evil\" is a very common dichotomy. In cultures with Manichaean and Abrahamic religious influence, evil is usually perceived as the antagonistic opposite of good. Good is that which should prevail and evil should be defeated.[10]\n\nAs a religious concept, basic ideas of a dichotomy between good and evil has developed in western cultures so that today:\n\n"
        },
        {
            "title": "In Buddhism",
            "text": "In cultures with Buddhist spiritual influence, this antagonistic duality itself must be overcome through achieving Śūnyatā, or emptiness. This is the recognition of good and evil not being unrelated, but two parts of a greater whole; unity, oneness, a Monism.[10]\n\n"
        },
        {
            "title": "In the field of biology",
            "text": "Morality is regarded by some biologists (notably Edward O. Wilson, Jeremy Griffith, David Sloan Wilson, and Frans de Waal) as an important question to be addressed by the field of biology.[13][14][15][16]\n\n"
        }
    ]
}