{
    "url": "https://en.wikipedia.org/wiki/Good_Day_for_a_Hanging",
    "title": "Good Day for a Hanging",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Release",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGood Day for a Hanging is a 1959 American B Western film directed by Nathan H. Juran and starring Fred MacMurray and Margaret Hayes.[1]\n\n"
        },
        {
            "title": "Plot",
            "text": "Eddie Campbell (Robert Vaughn) and two other members of an outlaw band watch a stagecoach as it travels toward a Nebraska town. They are leading two extra, saddled horses.  Two other members of his gang are on the stage and they plan to meet in town to rob the bank when the stage arrives. Ben Cutler (MacMurray), owner of the stage line, is to be wed to Ruth Granger (Hayes).\n\nDuring the holdup, a bank teller is killed. Ben joins the posse. His immature and foolish daughter, Laurie (Joan Blackman), is in love with Eddie, who left town some time before, and does not believe him to be truly bad. Eddie shoots and kills the marshal, however. He is wounded by Ben and brought back to town to stand trial.\n\nBen, who had once been a lawman, but gave up the profession after his daughter was born, is offered a temporary job as marshal. Selby (Edmon Ryan), a publicity-seeking lawyer who defends Eddie, insinuates that Ben was just acting in vengeance because his client had been intimate with Ben's daughter. Ben wins a fistfight with him for this slur on his childish daughter's character.\n\nEddie is found guilty due to Ben's eyewitness testimony.  After the trial, he weeps uncontrollably and begs for his life, but it is all for naught. He is sentenced to hang. Caring less and less for the murdered marshal and his widow, the townspeople begin to have their doubts, even Ruth, partly due to Eddie's manipulation of their emotions. Laurie tries to smuggle a gun to Eddie's cell, but her father finds it.\n\nBen must ride to the state's capital after a plea for clemency from the governor is made by the townspeople. Shortly before Ben's return, Eddie's gang breaks him out of jail. Laurie comes to the jail to bring Eddie the good news that he will not hang. When she enters, one of the gang grabs her. When she pleads with Eddie not to escape, he hits her, revealing his true nature. Ben gets to the jail just in time, though, and shoots a fleeing Eddie atop the gallows.\n\n"
        },
        {
            "title": "Release",
            "text": "Good Day for a Hanging was released in theatres in January 1959. The film was released on DVD on April 5, 2005.[2]\n\n"
        }
    ]
}