{
    "url": "https://en.wikipedia.org/wiki/Gorman_dogfight",
    "title": "Gorman dogfight",
    "table_of_contents": [
        "1 Background",
        "2 Dogfight",
        "3 Gorman's account",
        "4 Air Force investigation",
        "5 Aftermath",
        "6 In popular culture",
        "7 See also",
        "8 Notes",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Gorman dogfight was a widely publicized UFO incident which took place on October 1, 1948, in the skies over Fargo, North Dakota, United States. United States Air Force (USAF) Captain Edward J. Ruppelt wrote in his bestselling and influential The Report on Unidentified Flying Objects that the \"dogfight\" was one of three \"classic\" UFO incidents in 1948 that \"proved to [Air Force] intelligence specialists that UFOs were real,\" along with the Chiles-Whitted UFO encounter and the Mantell UFO incident.[1] However, in 1949 the USAF concluded that the Gorman dogfight had been caused by a lighted weather balloon.[2]\n\n"
        },
        {
            "title": "Background",
            "text": "Although he was only 25 years old when the incident occurred, George F. Gorman was a veteran fighter pilot of World War II.[1] After the war he became the manager of a construction company; he also served as a second lieutenant in the North Dakota National Guard.[3] On October 1, 1948, Gorman was participating in a cross-country flight with other National Guard pilots; he was flying a P-51 Mustang. His flight arrived over Fargo at approximately 8:30 PM. Although the other pilots decided to land at Fargo's Hector Airport, Gorman decided to take advantage of the clear, cloudless conditions and get in some night-flying time, staying aloft.[4] Around 9:00 PM he flew over a stadium where a high school football game was being held. Gorman noticed a small Piper Cub plane flying some 500 feet below him; otherwise the skies appeared clear.[3]\n\nShortly after he noticed the Piper Cub, Gorman saw another object to his west. When he looked for the outline of a wing or fuselage he could see none; this contrasted with the Piper Cub, whose outline was clearly visible.[4] The object appeared to be a blinking light. At 9:07 PM Gorman contacted the control tower at Hector Airport and asked if it had any air traffic in the area other than his P-51 and the Piper Cub. The tower answered that it did not, and it contacted the Piper Cub pilot, Dr. A.D. Cannon. Cannon and his passenger answered that they could also see a lighted object to the west.[4]\n\n"
        },
        {
            "title": "Dogfight",
            "text": "Gorman told the tower that he was going to pursue the object to determine its identity. He moved his Mustang to full power (350 to 400 MPH), but soon realized that the object was going too fast for him to catch it in a straight run.[4] Instead, he tried cutting the object off by turns. Gorman made a right turn and approached the object head-on at 5,000 feet; the object flew over his plane at a distance of about 500 feet. Gorman described the object as a simple \"ball of light\" about six to eight inches in diameter. He also noted later that when the object increased its speed, it stopped blinking and grew brighter.[4]\n\nAfter his near-collision, Gorman lost sight of the object; when he saw it again it appeared to have made a 180-degree turn and was coming at him again. The object then made a sudden vertical climb; Gorman followed the object in his own steep climb. At 14,000 feet his P-51 stalled; the object was still 2,000 feet above him.[4] Gorman made two further attempts to get closer to the object, with no success. It seemed to make another head-on pass, but broke off before coming close to his fighter.[4] By this point the object had moved over Hector Airport. In the control tower the air traffic controller, L.D. Jensen, viewed the object through binoculars but could see no form or shape around the light.[5] He was joined by Dr. Cannon and his passenger from the Piper Cub; they had landed and walked to the control tower to get a better view of the object.[5]\n\nGorman continued to follow the object until he was approximately twenty-five miles southwest of Fargo. At 14,000 feet he observed the light at 11,000 feet; he then dived on the object at full power. However, the object made a vertical climb. He tried to pursue but watched as the object passed out of visual range. At this point he broke off the chase; it was 9:27 PM.[6] Gorman flew back to Hector Airport.\n\n"
        },
        {
            "title": "",
            "text": "On October 23, 1948, Gorman gave a sworn account of the incident to investigators. His statement was often reprinted for decades afterwards in numerous books and documentaries about UFOs. The statement read:\n\n"
        },
        {
            "title": "Air Force investigation",
            "text": "Within a few hours, military officers from Project Sign – the United States Air Force's (USAF) study of UFO phenomena – arrived to interview Gorman, Dr. Cannon, his passenger, and the control tower personnel at Hector Airport. The officers also checked Gorman's P-51 Mustang with a Geiger counter for radiation. They found that the Mustang was measurably more radioactive than other fighters which had not flown for several days; this was taken as evidence that Gorman had flown close to an \"atomic-powered\" object.[6] USAF investigators also ruled out the possibility of the lighted object being \"another aircraft, Canadian Vampire jet fighters, or a weather balloon.\"[6] Their initial conclusion, writes UFO historian Curtis Peebles, was \"that something remarkable had occurred\" to Gorman in the skies above Fargo.[6]\n\nHowever, further investigation by Project Sign personnel soon revealed flaws in the evidence.[7] A plane flying high in the Earth's atmosphere is less shielded from radiation than one at ground level, thus the Geiger readings were considered invalid evidence for stating that the lighted object was atomic-powered.[7] In addition, the Air Weather Service revealed that on October 1 it had released a lighted weather balloon from Fargo at 8:50 PM. By 9 PM the balloon would have been in the area where Gorman and the Piper Cub passengers first saw the lighted object.[7] Project Sign's investigators also believed that the incredible movements of the object were due to Gorman's own maneuvers as he chased the light—the object's maneuvers were an illusion brought about by the movements of Gorman's fighter.[7][5] The investigators also believed that, as the weather balloon passed out of sight, Gorman had come to believe that the planet Jupiter was the UFO, and therefore he had been chasing the planet as he flew south of Fargo before giving up and returning to land. By early 1949 the Gorman case was labeled by Project Sign and its successors, Project Grudge and Project Blue Book, as being caused by a lighted weather balloon.[7]\n\n"
        },
        {
            "title": "Aftermath",
            "text": "The Gorman dogfight received wide national publicity and helped fuel the wave of UFO reports in the late forties.[1] Although some UFO researchers, such as James E. McDonald and Donald Keyhoe, disagreed with the USAF's conclusions and continued to regard the case as unsolved, other UFO researchers agreed with Project Sign's conclusions in the case. As UFO historian Jerome Clark writes: \"unlike some Air Force would-be solutions this one seems plausible\" and that, in his opinion, \"After the Mantell Incident the Gorman sighting may be the most overrated UFO report in the early history of the phenomenon.\"[5]\n\n"
        }
    ]
}