{
    "url": "https://en.wikipedia.org/wiki/Gothic_fiction",
    "title": "Gothic fiction",
    "table_of_contents": [
        "1 Characteristics",
        "1.1 Role of architecture",
        "1.2 The Female Gothic",
        "2 History",
        "2.1 Precursors",
        "2.2 Eighteenth-century Gothic novels",
        "2.3 Second generation or Jüngere Romantik",
        "2.4 Nineteenth-century Gothic fiction",
        "2.4.1 Russian Gothic",
        "2.5 Twentienth-century Gothic fiction",
        "2.6 Southern Gothic",
        "2.7 New Gothic romances",
        "2.8 Contemporary Gothic",
        "3 Other media",
        "4 Scholarship",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGothic fiction, sometimes called Gothic horror in the 20th century, is a loose literary aesthetic of fear and haunting. The name is a reference to Gothic architecture of the European Middle Ages, which was characteristic of the settings of early Gothic novels. \n\nThe first work to call itself Gothic was Horace Walpole's 1764 novel The Castle of Otranto, later subtitled \"A Gothic Story\". Subsequent 18th century contributors included Clara Reeve, Ann Radcliffe, William Thomas Beckford, and Matthew Lewis. The Gothic influence continued into the early 19th century, works by the Romantic poets, and novelists such as Mary Shelley,  Charles Maturin, Walter Scott and E. T. A. Hoffmann frequently drew upon gothic motifs in their works. \n\nThe early Victorian period continued the use of gothic, in novels by Charles Dickens and the Brontë sisters, as well as works by the American writers Edgar Allan Poe and Nathaniel Hawthorne. Later prominent works were Dracula by Bram Stoker, Richard Marsh's The Beetle and Robert Louis Stevenson's Strange Case of Dr Jekyll and Mr Hyde. Twentieth-century contributors include Daphne du Maurier, Stephen King, Shirley Jackson, Anne Rice and Toni Morrison.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Gothic fiction is characterized by an environment of fear, the threat of supernatural events, and the intrusion of the past upon the present.[2][3] Gothic fiction is distinguished from other forms of scary or supernatural stories, such as fairy tales, by the specific theme of the present being haunted by the past.[2][3] The setting typically includes physical reminders of the past, especially through ruined buildings which stand as proof of a previously thriving world which is decaying in the present.[4] Especially in the eighteenth and nineteenth centuries, characteristic settings include castles, religious buildings like monasteries and convents, and crypts.[2] The atmosphere is typically claustrophobic, and common plot elements include vengeful persecution, imprisonment, and murder.[2] The depiction of horrible events in Gothic fiction often serves as a metaphorical expression of psychological or social conflicts.[3] The form of a Gothic story is usually discontinuous and convoluted, often incorporating tales within tales, changing narrators, and framing devices such as discovered manuscripts or interpolated histories.[5] Other characteristics, regardless of relevance to the main plot, can include sleeplike and deathlike states, live burials, doubles, unnatural echoes or silences, the discovery of obscured family ties, unintelligible writings, and nocturnal landscapes and dreams.[6] Gothic fiction often moves between \"high culture\" and \"low\" or \"popular culture\".[3]\n\nGothic literature is intimately associated with the Gothic Revival architecture of the same era. English Gothic writers often associated medieval buildings with what they saw as a dark and terrifying period, marked by harsh laws enforced by torture and with mysterious, fantastic, and superstitious rituals. Similar to the Gothic Revivalists' rejection of the clarity and rationalism of the neoclassical style of the Enlightened Establishment, the literary Gothic embodies an appreciation of the joys of extreme emotion, the thrills of fearfulness and awe inherent in the sublime, and a quest for atmosphere. Gothic ruins invoke multiple linked emotions by representing inevitable decay and the collapse of human creations – hence the urge to add fake ruins as eyecatchers in English landscape parks.\n\nPlacing a story in a Gothic building serves several purposes. It inspires feelings of awe, implies that the story is set in the past, gives an impression of isolation or dissociation from the rest of the world, and coveys religious associations. Setting the novel in a Gothic castle was meant to imply a story not only set in the past, but shrouded in darkness. The architecture often served as a mirror for the characters and events of the story.[7] The buildings in The Castle of Otranto, for example, are riddled with tunnels that characters use to move back and forth in secret. This movement mirrors the secrets surrounding Manfred's possession of the castle and how it came into his family.[8]\n\nFrom the castles, dungeons, forests and hidden passages of the Gothic novel genre emerged female Gothic. Guided by the works of authors such as Ann Radcliffe, Mary Shelley and Charlotte Brontë, the female Gothic allowed women's societal and sexual desires to be introduced. In many respects, the novel's intended reader of the time was the woman who, even as she enjoyed such novels, felt she had to \"[lay] down her book with affected indifference, or momentary shame,\"[9] according to Jane Austen, author of Northanger Abbey. The Gothic novel shaped its form for woman readers to \"turn to Gothic romances to find support for their own mixed feelings.\"[10]\n\nFemale Gothic narratives focus on such topics as a persecuted heroine in flight from a villainous father and in search of an absent mother, while male writers tend towards masculine transgression of social taboos. The emergence of the ghost story gave women writers something to write about besides the common marriage plot, allowing them to present a more radical critique of male power, violence and predatory sexuality.[11]\n\nWhen the female Gothic coincides with the explained supernatural, the natural cause of terror is not the supernatural, but female disability and societal horrors: rape, incest, and the threatening control of a male antagonist. Female Gothic novels also address women's discontent with patriarchal society, their problematic and unsatisfying maternal position, and their role within that society. Women's fears of entrapment in the domestic, their own body, marriage, childbirth, or domestic abuse commonly appear in the genre.\n\nAfter the characteristic Gothic Bildungsroman-like plot sequence, female Gothic allowed readers to grow from \"adolescence to maturity\"[12] in the face of the realized impossibilities of the supernatural. As protagonists like Adeline in The Romance of the Forest learn that their superstitious fantasies and terrors are replaced by natural cause and reasonable doubt, the reader may grasp the heroine's true position: \"The heroine possesses the romantic temperament that perceives strangeness where others see none. Her sensibility, therefore, prevents her from knowing that her true plight is her condition, the disability of being female.\"[12]\n\n"
        },
        {
            "title": "History",
            "text": "The components that would eventually combine into Gothic literature had a rich history by the time Walpole presented a fictitious medieval manuscript in The Castle of Otranto in 1764.\n\nThe plays of William Shakespeare in particular, were a crucial reference point for early Gothic writers, in both an effort to bring credibility to their own works, as well as legitimize the emerging genre as serious literature to the public.[13] Tragedies such as Hamlet, Macbeth, King Lear, Romeo and Juliet and Richard III, with plots revolving around the supernatural, revenge, murder, ghosts, witchcraft, omens, written in dramatic pathos, and set in medieval castles, was a huge influence upon early Gothic authors, who frequently quote, and make allusions to Shakespeare's works.[14]\n\nJohn Milton's Paradise Lost (1667) was also very influential amongst Gothic writers, who were especially drawn to the tragic anti-hero character Satan, who became a model for many charismatic Gothic villains and Byronic heroes. Milton's \"version of the myth of the fall and redemption, creation and decreation, is, as Frankenstein again reveals, an important model for Gothic plots.\"[15]\n\nAlexander Pope, who had a considerable influence upon Walpole, was the first significant poet of the 18th century to write a poem in an authentic Gothic manner.[16] Eloisa to Abelard (1717), which tells of star-crossed lovers, one doomed to a life of seclusion in a convent, and the other in a monastery, abounds in gloomy imagery, religious terror, and suppressed passion. The influence of Pope's poem is found throughout 18th-century Gothic literature, including the novels of Walpole, Radcliffe, and Lewis.[17]\n\nGothic literature is often described with words such as \"wonder\" and \"terror.\"[18] This sense of wonder and terror that provides the suspension of disbelief so important to the Gothic—which, except for when it is parodied, even for all its occasional melodrama, is typically played straight, in a self-serious manner—requires the imagination of the reader to be willing to accept the idea that there might be something \"beyond that which is immediately in front of us.\" The mysterious imagination necessary for Gothic literature to have gained any traction had been growing for some time before the advent of the Gothic. The need for this came as the known world was becoming more explored, reducing the geographical mysteries of the world. The edges of the map were filling in, and no dragons were to be found. The human mind required a replacement.[19] Clive Bloom theorizes that this void in the collective imagination was critical in the development of the cultural possibility for the rise of the Gothic tradition.[20]\n\nThe setting of most early Gothic works was medieval, but this was a common theme long before Walpole. In Britain especially, there was a desire to reclaim a shared past. This obsession frequently led to extravagant architectural displays, such as Fonthill Abbey, and sometimes mock tournaments were held. It was not merely in literature that a medieval revival made itself felt, and this too contributed to a culture ready to accept a perceived medieval work in 1764.[19]\n\nThe Gothic often uses scenery of decay, death, and morbidity to achieve its effects (especially in the Italian Horror school of Gothic). However, Gothic literature was not the origin of this tradition; indeed, it was far older. The corpses, skeletons, and churchyards so commonly associated with early Gothic works were popularized by the Graveyard poets, and were also present in novels such as Daniel Defoe's A Journal of the Plague Year, which contains comical scenes of plague carts and piles of corpses. Even earlier, poets like Edmund Spenser evoked a dreary and sorrowful mood in such poems as Epithalamion.[19]\n\nAll of the aspects of pre-Gothic literature occur to some degree in the Gothic, but even taken together, they still fall short of true Gothic.[19] What was lacking was an aesthetic to tie the elements together. Bloom notes that this aesthetic must take the form of a theoretical or philosophical core, which is necessary to \"sav[e] the best tales from becoming mere anecdote or incoherent sensationalism.\"[21] In this case, the aesthetic needed to be an emotional one, and was finally provided by Edmund Burke's 1757 work, A Philosophical Enquiry into the Origin of Our Ideas of the Sublime and Beautiful, which \"finally codif[ied] the gothic emotional experience.\"[22] Specifically, Burke's thoughts on the Sublime, Terror, and Obscurity were most applicable. These sections can be summarized thus: the Sublime is that which is or produces the \"strongest emotion which the mind is capable of feeling\"; the Sublime is most often evoked by Terror; and to cause Terror we need some amount of Obscurity – we can't know everything about that which is inducing Terror – or else \"a great deal of the apprehension vanishes\"; Obscurity is necessary to experience the Terror of the unknown.[19] Bloom asserts that Burke's descriptive vocabulary was essential to the Romantic works that eventually informed the Gothic.\n\nThe birth of Gothic literature was thought to have been influenced by political upheaval. Researchers linked its birth with the English Civil War, culminating in a Jacobite rebellion (1745) more recent to the first Gothic novel (1764). A collective political memory and any deep cultural fears associated with it likely contributed to early Gothic villains as literary representatives of defeated Tory barons or Royalists \"rising\" from their political graves in the pages of early Gothic novels to terrorize the bourgeois reader of late eighteenth century England.[23][24][25][26]\n\nThe first work to call itself \"Gothic\" was Horace Walpole's The Castle of Otranto (1764).[2] The first edition presented the story as a translation of a sixteenth century manuscript, and was widely popular. Walpole revealed himself as the true author in the second edition, which added the subtitle \"A Gothic Story.\" The revelation prompted a backlash from readers, who considered it inappropriate for a modern author to write a supernatural story in a rational age.[27] Walpole did not initially prompt many imitators. Beginning with Clara Reeve's The Old English Baron (1778), the 1780s saw more writers attempting his combination of supernatural plots with emotionally realistic characters. Examples include Sophia Lee's The Recess (1783-5) and William Beckford's Vathek (1786).[28]\n\nAt the height of the Gothic novel's popularity in the 1790s, the genre was almost synonymous with Ann Radcliffe, whose works were highly anticipated and widely imitated. Particularly popular were The Romance of the Forest (1791) and The Mysteries of Udolpho (1794).[28] Walter Scott in an essay on Radcliffe, writes of the popularity of Udolpho at the time, \"The very name was fascinating, and the public, who rushed upon it with all the eagerness of curiosity, rose from it with unsated appetite. When a family was numerous, the volumes flew, and were sometimes torn from hand to hand.\"[29] Radcliffe's novels were often seen as the feminine and rational opposite of a more violently horrifying male Gothic associated with Matthew Lewis. Radcliffe's final novel, The Italian (1797), was a response to Lewis's The Monk (1796).[3]\n\nOther notable Gothic novels of the 1790s include William Godwin's Caleb Williams (1794), Regina Maria Roche's Clermont (1798), and Charles Brockden Brown's Wieland (1798), as well as large numbers of anonymous works published by the Minerva Press.[28] In continental Europe, Romantic literary movements led to related Gothic genres such as the German Schauerroman and the French roman noir.[30][31] Eighteenth century Gothic novels were typically set in a distant past and (for English novels) a distant European country, but without specific dates or historical figures that characterized the later development of historical fiction.[32]\n\nThe saturation of Gothic-inspired literature during the 1790s was referred to in a letter by Samuel Taylor Coleridge, writing on 16 March 1797, \"indeed I am almost weary of the Terrible, having been a hireling in the Critical Review for the last six or eight months – I have been reviewing the Monk, the Italian, Hubert de Sevrac &c &c &c – in all of which dungeons, and old castles, & solitary Houses by the Sea Side & Caverns & Woods & extraordinary characters & all the tribe of Horror & Mystery, have crowded on me – even to surfeiting.\"[33]\n\nThe excesses, stereotypes, and frequent absurdities of the Gothic genre made it rich territory for satire.[34] After 1800 there was a period in which Gothic parodies outnumbered sincere Gothic novels.[35] In The Heroine by Eaton Stannard Barrett (1813), Gothic tropes are exaggerated for comic effect.[36] In Jane Austen's novel Northanger Abbey (1818), the naive protagonist, much like a female Quixote, conceives herself a heroine of a Radcliffean romance and imagines murder and villainy on every side, though the truth turns out to be much more prosaic. This novel is also noted for including a list of early Gothic works since known as the Northanger Horrid Novels.[37]\n\nThe poetry, romantic adventures, and character of Lord Byron—characterised by his spurned lover Lady Caroline Lamb as \"mad, bad and dangerous to know\"—were another inspiration for the Gothic novel, providing the archetype of the Byronic hero. Byron features as the title character in Lady Caroline's own Gothic novel Glenarvon (1816).\n\nByron was also the host of the celebrated ghost-story competition involving himself, Percy Bysshe Shelley, Mary Shelley, and John William Polidori at the Villa Diodati on the banks of Lake Geneva in the summer of 1816. This occasion was productive of both Mary Shelley's Frankenstein; or, The Modern Prometheus (1818) and Polidori's The Vampyre (1819), featuring the Byronic Lord Ruthven. The Vampyre has been accounted by cultural critic Christopher Frayling as one of the most influential works of fiction ever written and spawned a craze for vampire fiction and theatre (and latterly film) that has not ceased to this day.[38] Mary Shelley's novel, though clearly influenced by the Gothic tradition, is often considered the first science fiction novel, despite the novel's lack of any scientific explanation for the monster's animation and the focus instead on the moral dilemmas and consequences of such a creation.\n\nJohn Keats' La Belle Dame sans Merci (1819) and Isabella, or the Pot of Basil (1820) feature mysteriously fey ladies.[39] In the latter poem, the names of the characters, the dream visions and the macabre physical details are influenced by the novels of premiere Gothicist Ann Radcliffe.[39]\n\nWalter Scott, although ushering in the historical novel, and in effect, turning popularity away from Gothic fiction, frequently employs Gothic elements in his novels and poetry.[40] Scott drew upon oral folklore, fireside tails, and ancient superstitions, often creating a juxtaposition between rationality and the supernatural. Novels such as The Bride of Lammermoor (1819), in which the character's fates are decided by superstition and prophecy, or the poem, Marmion (1808), in which a Nun is walled alive inside a convent, illustrate Scott's influence and use of Gothic themes.[41][42]\n\nA late example of a traditional Gothic novel is Melmoth the Wanderer (1820) by Charles Maturin, which combines themes of anti-Catholicism with an outcast Byronic hero.[43] Jane C. Loudon's The Mummy! (1827) features standard Gothic motifs, characters, and plotting, but with one significant twist: it is set in the twenty-second century and speculates on fantastic scientific developments that might have occurred four hundred years in the future, making it and Frankenstein among the earliest examples of the science fiction genre developing from Gothic traditions.[44]\n\nDuring two decades, the most famous author of Gothic literature in Germany was the polymath E. T. A. Hoffmann. His novel The Devil's Elixirs (1815) was influenced by Lewis's The Monk and even mentions it. The novel explores the motive of Doppelgänger, a term coined by another German author and supporter of Hoffmann, Jean Paul, in his humorous novel Siebenkäs (1796–1797). He also wrote an opera based on the Friedrich de la Motte Fouqué's Gothic story Undine (1816), for which de la Motte Fouqué himself wrote the libretto.[45] Aside from Hoffmann and de la Motte Fouqué, three other important authors from the era were Joseph Freiherr von Eichendorff (The Marble Statue, 1818), Ludwig Achim von Arnim (Die Majoratsherren, 1819), and Adelbert von Chamisso (Peter Schlemihls wundersame Geschichte, 1814).[46] After them, Wilhelm Meinhold wrote The Amber Witch (1838) and Sidonia von Bork (1847).\n\nIn Spain, the priest Pascual Pérez Rodríguez was the most assiduous novelist in the Gothic way, closely aligned to the supernatural explained by Ann Radcliffe.[47] At the same time, the poet José de Espronceda published The Student of Salamanca (1837-1840), a narrative poem which presents a horrid variation on the Don Juan legend.\n\nIn Russia, authors of the Romantic era include: Antony Pogorelsky (penname of Alexey Alexeyevich Perovsky), Orest Somov, Oleksa Storozhenko,[48] Alexandr Pushkin, Nikolai Alekseevich Polevoy, Mikhail Lermontov (for his work Stuss), and Alexander Bestuzhev-Marlinsky.[49] Pushkin is particularly important, as his 1833 short story The Queen of Spades was so popular that it was adapted into operas and later films by both Russian and foreign artists. Some parts of Mikhail Yuryevich Lermontov's \"A Hero of Our Time\" (1840) are also considered to belong in the Gothic genre, but they lack the supernatural elements of other Russian Gothic stories.\n\nThe following poems are also now considered to belong to the Gothic genre: Meshchevskiy's \"Lila\", Katenin's \"Olga\", Pushkin's \"The Bridegroom\", Pletnev's \"The Gravedigger\" and Lermontov's \"Demon\" (1829–1839).[50]\n\nThe key author of the transition from Romanticism to Realism, Nikolai Vasilievich Gogol, who was also one of the most important authors of Romanticism, produced a number of works that qualify as Gothic fiction. Each of his three short story collections features a number of stories that fall within the Gothic genre or contain Gothic elements. They include \"Saint John's Eve\" and \"A Terrible Vengeance\" from Evenings on a Farm Near Dikanka (1831–1832), \"The Portrait\" from Arabesques (1835), and \"Viy\" from Mirgorod (1835). While all are well known, the latter is probably the most famous, having inspired at least eight film adaptations (two now considered lost), one animated film, two documentaries, and a video game. Gogol's work differs from Western European Gothic fiction, as his cultural influences drew on Ukrainian folklore, Cossack lifestyle and, as he was a religious man, Orthodox Christianity.[51][52]\n\nOther relevant authors of this era include Vladimir Fyodorovich Odoevsky (The Living Corpse, written 1838, published 1844, The Ghost, The Sylphide, as well as short stories), Count Aleksey Konstantinovich Tolstoy (The Family of the Vourdalak, 1839, and The Vampire, 1841), Mikhail Zagoskin (Unexpected Guests), Józef Sękowski/Osip Senkovsky (Antar), and Yevgeny Baratynsky (The Ring).[49]\n\nBy the Victorian era, Gothic had ceased to be the dominant genre for novels in England, partly replaced by more sedate historical fiction. However, Gothic short stories continued to be popular, published in magazines or as small chapbooks called penny dreadfuls.[2] The most influential Gothic writer from this period was the American Edgar Allan Poe, who wrote numerous short stories and poems reinterpreting Gothic tropes. His story \"The Fall of the House of Usher\" (1839) revisits classic Gothic tropes of aristocratic decay, death, and madness.[53] Poe is now considered the master of the American Gothic.[2] In England, one of the most influential penny dreadfuls is the anonymously authored Varney the Vampire (1847), which introduced the trope of vampires having sharpened teeth.[54] Another notable English author of penny dreadfuls is George W. M. Reynolds, known for The Mysteries of London (1844), Faust (1846), Wagner the Wehr-wolf (1847) and The Necromancer (1857).[55] Elizabeth Gaskell's tales \"The Doom of the Griffiths\" (1858), \"Lois the Witch\", and \"The Grey Woman\" all employ one of the most common themes of Gothic fiction: the power of ancestral sins to curse future generations, or the fear that they will. In Spain, Gustavo Adolfo Bécquer stood out with his romantic poems and short tales, some of them depicting supernatural events. Today he is considered by some as the most-read writer in Spanish after Miguel de Cervantes.[56]\n\nIn addition to these short Gothic fictions were some novels which drew on the Gothic. Emily Brontë's Wuthering Heights (1847) transports the Gothic to the forbidding Yorkshire Moors and features ghostly apparitions and a Byronic hero in the person of the demonic Heathcliff. The Brontës' fictions were cited by feminist critic Ellen Moers as prime examples of Female Gothic, exploring woman's entrapment within domestic space and subjection to patriarchal authority, and the transgressive and dangerous attempts to subvert and escape such restriction.[57] Emily's Cathy and Charlotte Brontë's Jane Eyre are examples of female protagonists in such roles.[58] Louisa May Alcott's Gothic potboiler, A Long Fatal Love Chase (written in 1866, but published in 1995) is also an interesting specimen of this subgenre. In addition to Jane Eyre, Charlotte Brontë's Villette also shows Gothic influence. Like other examples of the female Gothic, this book employs the explained supernatural. Throughout the book, a ghostly nun haunts the protagonist, Lucy Snowe. Lucy's friend, a doctor, suggests that the nun is a product of her imagination, but the end of the book reveals that the nun was in fact a disguised suitor coming to visit Ginevra, a friend of Lucy's.[59] Another Gothic feature of Villette is an anti-Catholic bias. Like other gothic novels, such as Radcliffe's The Italian, it is set in a Catholic country. Lucy Snowe consistently says negative things about Catholicism in general and about specific Catholic people. As an English Protestant, Lucy is very out of place in her Catholic setting.[60]\n\nThe genre was also a heavy influence on mainstream writers such as Charles Dickens, who read Gothic novels as a teenager and incorporated their gloomy atmosphere and melodrama into his own works, shifting them to a more modern period and an urban setting; for example in Oliver Twist (1837–1838), Bleak House (1854) and Great Expectations (1860–1861). These works juxtapose wealthy, ordered and affluent civilisation with the disorder and barbarity of the poor in the same metropolis. Bleak House in particular is credited with introducing urban fog to the novel, which would become a frequent characteristic of urban Gothic literature and film (Mighall 2007). Miss Havisham from Great Expectations, a bitter recluse who shuts herself away in her gloomy mansion ever since being jilted at the altar on her wedding day, is one of Dickens’ most Gothic characters.[61] His most explicitly Gothic work is his last novel, The Mystery of Edwin Drood, which he did not live to complete and was published unfinished upon his death in 1870. The mood and themes of the Gothic novel held a particular fascination for the Victorians, with their obsession with mourning rituals, mementos, and mortality in general.\n\nIrish Catholics also wrote Gothic fiction in the 19th century. Although some Anglo-Irish dominated and defined the subgenre decades later, they did not own it. Irish Catholic Gothic writers included Gerald Griffin, James Clarence Mangan, and John and Michael Banim. William Carleton was a notable Gothic writer, but he converted from Catholicism to Anglicanism during his life.[62]\n\nIn Germany, Jeremias Gotthelf wrote The Black Spider (1842), an allegorical work that uses Gothic themes. The last work from the German writer Theodor Storm, The Rider on the White Horse (1888), also uses Gothic motives and themes.[63]\n\nAfter Gogol, Russian literature saw the rise of Realism, but many authors continued to write stories within Gothic fiction territory. Ivan Sergeyevich Turgenev, one of the most celebrated Realists, wrote Faust (1856), Phantoms (1864), Song of the Triumphant Love (1881) and Clara Milich (1883). Another classic Russian Realist, Fyodor Mikhailovich Dostoyevsky, incorporated Gothic elements into many of his works, although none can be seen as purely Gothic.[64] Grigory Petrovich Danilevsky, who wrote historical and early science fiction novels and stories, wrote Mertvec-ubiytsa (Dead Murderer) in 1879. Also, Grigori Alexandrovich Machtet wrote \"Zaklyatiy kazak\", which may now also be considered Gothic.[65]\n\nThe 1880s saw the revival of the Gothic as a powerful literary form allied to fin de siecle, which fictionalized contemporary fears like ethical degeneration and questioned the social structures of the time. Classic works of this Urban Gothic include Robert Louis Stevenson's Strange Case of Dr Jekyll and Mr Hyde (1886), Oscar Wilde's The Picture of Dorian Gray (1891), George du Maurier's Trilby (1894), Richard Marsh's The Beetle (1897), Henry James' The Turn of the Screw (1898), and the stories of Arthur Machen.\n\nIn Ireland, Gothic fiction tended to be purveyed by the Anglo-Irish Protestant Ascendancy. According to literary critic Terry Eagleton, Charles Maturin, Sheridan Le Fanu, and Bram Stoker form the core of the Irish Gothic subgenre with stories featuring castles set in a barren landscape and a cast of remote aristocrats dominating an atavistic peasantry, which represent in allegorical form the political plight of Catholic Ireland subjected to the Protestant Ascendancy.[66] Le Fanu's use of the gloomy villain, forbidding mansion and persecuted heroine in Uncle Silas (1864) shows direct influence from both Walpole's Otranto and Radcliffe's Udolpho. Le Fanu's short story collection In a Glass Darkly (1872) includes the superlative vampire tale Carmilla, which provided fresh blood for that particular strand of the Gothic and influenced Bram Stoker's vampire novel Dracula (1897). Stoker's book not only created the most famous Gothic villain ever, Count Dracula, but also established Transylvania and Eastern Europe as the locus classicus of the Gothic.[67] Published in the same year as Dracula, Florence Marryat's The Blood of the Vampire is another piece of vampire fiction. The Blood of the Vampire, which, like Carmilla, features a female vampire, is notable for its treatment of vampirism as both racial and medicalised. The vampire, Harriet Brandt, is also a psychic vampire, killing unintentionally.[citation needed][68]\n\nIn the United States, two notable late 19th century writers in the Gothic tradition were Ambrose Bierce and Robert W. Chambers. Bierce's short stories were in the horrific and pessimistic tradition of Poe. Chambers indulged in the decadent style of Wilde and Machen, even including a character named Wilde in his The King in Yellow (1895).[69] Some works of the Canadian writer Gilbert Parker also fall into the genre, including the stories in The Lane that Had No Turning (1900).[70]\n\nThe serialized novel The Phantom of the Opera (1909–1910) by the French writer Gaston Leroux is another well-known example of Gothic fiction from the early 20th century, when many German authors were writing works influenced by Schauerroman, including Hanns Heinz Ewers.[71]\n\nUntil the 1990s, Russian Gothic was not viewed as a genre or label by Russian critics. If used, the word \"gothic\" was used to describe (mostly early) works of Fyodor Dostoyevsky from the 1880s. Most critics simply used tags such as \"Romanticism\" and \"fantastique\", such as in the 1984 story collection translated into English as Russian 19th-Century Gothic Tales , but originally titled Фантастический мир русской романтической повести, literally, \"The Fantastic World of Russian Romanticism Short Story/Novella\".[72] However, since the mid-1980s, Russian gothic fiction as a genre began to be discussed in books such as The Gothic-Fantastic in Nineteenth-Century Russian Literature, European Gothic: A Spirited Exchange 1760–1960, The Russian Gothic novel and its British antecedents and Goticheskiy roman v Rossii (The Gothic Novel in Russia).\n\nThe first Russian author whose work has been described as gothic fiction is considered to be Nikolay Mikhailovich Karamzin. While many of his works feature gothic elements, the first considered to belong purely under the gothic fiction label is Ostrov Borngolm (Island of Bornholm) from 1793.[73] Nearly ten years later, Nikolay Ivanovich Gnedich followed suit with his 1803 novel Don Corrado de Gerrera, set in Spain in the reign of Philip II.[74] The term \"Gothic\" is sometimes also used to describe the ballads of Russian authors such as Vasily Andreyevich Zhukovsky, particularly \"Ludmila\" (1808) and \"Svetlana\" (1813), both translations based on Gottfreid August Burger's Gothic German ballad, \"Lenore\".[75]\n\nDuring the last years of Imperial Russia in the early 20th century, many authors continued to write in the Gothic fiction genre. They include the historian and historical fiction writer Alexander Valentinovich Amfiteatrov, Leonid Nikolaievich Andreyev, who developed psychological characterization, the symbolist Valery Yakovlevich Bryusov, Alexander Grin, Anton Pavlovich Chekhov;[76] and Aleksandr Ivanovich Kuprin.[65] Nobel Prize winner Ivan Alekseyevich Bunin wrote Dry Valley (1912), which is seen as influenced by Gothic literature.[77] In a monograph on the subject, Muireann Maguire writes, \"The centrality of the Gothic-fantastic to Russian fiction is almost impossible to exaggerate, and certainly exceptional in the context of world literature.\"[78]\n\nGothic fiction and Modernism influenced each other. This is often evident in detective fiction, horror fiction and science fiction, but the influence of the Gothic can also be seen in the high literary modernism of the 20th century. Oscar Wilde's The Picture of Dorian Gray (1890) initiated a re-working of older literary forms and myths that becomes common in the work of Yeats, Eliot, and Joyce, among others.[79] In Joyce's Ulysses (1922), the living are transformed into ghosts, which points to an Ireland in stasis at the time, but also a history of cyclical trauma from the Great Famine in the 1840s through to the current moment in the text.[80] The way Ulysses uses Gothic tropes such as ghosts and hauntings while removing the literally supernatural elements of 19th century Gothic fiction is indicative of a general form of modernist Gothic writing in the first half of the 20th century.\n\nIn America, pulp magazines such as Weird Tales reprinted classic Gothic horror tales from the previous century, by such authors as Poe, Arthur Conan Doyle, and Edward Bulwer-Lytton, and printed new stories by modern authors featuring both traditional and new horrors.[81] The most significant of these was H. P. Lovecraft who also wrote a conspectus of the Gothic and supernatural horror tradition in his Supernatural Horror in Literature (1936), as well as developing a Mythos that would influence Gothic and contemporary horror well into the 21st century. Lovecraft's protégé, Robert Bloch, contributed to Weird Tales and penned Psycho (1959), which drew on the classic interests of the genre. From these, the Gothic genre per se gave way to modern horror fiction, regarded by some literary critics as a branch of the Gothic[82] although others use the term to cover the entire genre.\n\nThe Romantic strand of Gothic was taken up in Daphne du Maurier's Rebecca (1938), which is seen by some to have been influenced by Charlotte Brontë's Jane Eyre.[83] Other books by du Maurier such as Jamaica Inn (1936) also display Gothic tendencies. Du Maurier's work inspired a substantial body of \"female Gothics\", concerning heroines alternately swooning over or terrified by scowling Byronic men in possession of acres of prime real estate and the appertaining droit du seigneur.\n\nThe genre also influenced American writing, creating a Southern Gothic genre that combines some Gothic sensibilities such as the grotesque with the setting and style of the Southern United States. Examples include Erskine Caldwell, William Faulkner, Carson McCullers, John Kennedy Toole, Manly Wade Wellman, Eudora Welty, Rhodi Hawk, Tennessee Williams, Truman Capote, Flannery O'Connor, Davis Grubb, Anne Rice, Harper Lee and Cormac McCarthy.[84]\n\nMass-produced Gothic romances became popular in the 1950s, 1960s, and 1970s with authors such as Phyllis A. Whitney, Joan Aiken, Dorothy Eden, Victoria Holt, Barbara Michaels, Mary Stewart, Alicen White and Jill Tattersall. Many featured covers showing a terror-stricken woman in diaphanous attire in front of a gloomy castle, often with a single lit window. Many were published under the Paperback Library Gothic imprint and marketed to female readers. While the authors were mostly women, some men wrote Gothic romances under female pseudonyms: the prolific Clarissa Ross and Marilyn Ross were pseudonyms of the male Dan Ross; Frank Belknap Long published Gothics under his wife's name, Lyda Belknap Long; the British writer Peter O'Donnell wrote under the pseudonym Madeleine Brent. Apart from imprints like Love Spell, discontinued in 2010, very few books seem to embrace the term these days.[85]\n\nGothic fiction continues to be extensively practised by contemporary authors.\n\nMany modern writers of horror or other types of fiction exhibit considerable Gothic sensibilities – examples include Anne Rice, Stella Coulson, Susan Hill, Billy Martin and Neil Gaiman, and in some works by Stephen King.[86][87] Thomas M. Disch's novel The Priest (1994) was subtitled A Gothic Romance, and partly modelled on Matthew Lewis' The Monk.[88] Many writers such as Billy Martin, Stephen King and particularly Clive Barker have focused on the surface of the body and the visuality of blood.[89] England's Rhiannon Ward is among recent writers of Gothic fiction.\n\nContemporary American writers in the tradition include Joyce Carol Oates in such novels as Bellefleur and A Bloodsmoor Romance and short story collections such as Night-Side (Skarda 1986b), and Raymond Kennedy in his novel Lulu Incognito.[citation needed]\n\nA number of Gothic traditions have also developed in New Zealand (with the subgenre referred to as New Zealand Gothic or Maori Gothic)[90] and Australia (known as Australian Gothic). These explore everything from the multicultural natures of the two countries[91] to their natural geography.[92] Novels in the Australian Gothic tradition include Kate Grenville's The Secret River and the works of Kim Scott.[93] An even smaller genre is Tasmanian Gothic, set exclusively on the island, with prominent examples including Gould's Book of Fish by Richard Flanagan and The Roving Party by Rohan Wilson.[94][95][96][97]\n\nSouthern Ontario Gothic applies a similar sensibility to a Canadian cultural context. Robertson Davies, Alice Munro, Barbara Gowdy, Timothy Findley and Margaret Atwood have all produced notable exemplars of this form. Another writer in the tradition was Henry Farrell, best known for his 1960 Hollywood horror novel What Ever Happened To Baby Jane? Farrell's novels spawned a subgenre of \"Grande Dame Guignol\" in the cinema, represented by such films as the 1962 film based on Farrell's novel, which starred Bette Davis versus Joan Crawford; this subgenre of films was dubbed the \"psycho-biddy\" genre.\n\nThe many Gothic subgenres include a new \"environmental Gothic\" or \"ecoGothic\".[98][99][100]\nIt is an ecologically aware Gothic engaged in \"dark nature\" and \"ecophobia.\"[101]\nWriters and critics of the ecoGothic suggest that the Gothic genre is uniquely positioned to speak to anxieties about climate change and the planet's ecological future.[102]\n\nAmong the bestselling books of the 21st century, the YA novel Twilight by Stephenie Meyer, is now increasingly identified as a Gothic novel, as is Carlos Ruiz Zafón's 2001 novel The Shadow of the Wind.[103]\n\n"
        },
        {
            "title": "Other media",
            "text": "Literary Gothic themes have been translated into other media.\n\nThere was a notable revival in 20th century Gothic horror cinema, such as the classic Universal monsters films of the 1930s, Hammer Horror films, and Roger Corman's Poe cycle.[104]\n\nIn Hindi cinema, the Gothic tradition was combined with aspects of Indian culture, particularly reincarnation, for an \"Indian Gothic\" genre, beginning with Mahal (1949) and Madhumati (1958).[105]\n\nThe 1960s Gothic television series Dark Shadows borrowed liberally from Gothic traditions, with elements like haunted mansions, vampires, witches, doomed romances, werewolves, obsession and madness.\n\nThe early 1970s saw a Gothic Romance comic book mini-trend with such titles as DC Comics' The Dark Mansion of Forbidden Love and The Sinister House of Secret Love, Charlton Comics' Haunted Love, Curtis Magazines' Gothic Tales of Love, and Atlas/Seaboard Comics' one-shot magazine Gothic Romances.\n\nTwentieth century rock music also had its Gothic side. Black Sabbath's 1970 debut album created a dark sound different from other bands at the time and has been called the first ever \"goth-rock\" record.[106]\n\nHowever, the first recorded use of \"gothic\" to describe a style of music was for The Doors. Critic John Stickney used the term \"gothic rock\" to describe the music of The Doors in October 1967, in a review published in The Williams Record.[107] The album recognized as initiating the goth music genre is Unknown Pleasures by the band Joy Division, although earlier bands such The Velvet Underground also contributed to the genre's distinctive style. Themes from Gothic writers such as H. P. Lovecraft were used among Gothic rock and heavy metal bands, especially in black metal, thrash metal (Metallica's The Call of Ktulu), death metal, and gothic metal. For example, heavy metal musician King Diamond delights in telling stories full of horror, theatricality, Satanism and anti-Catholicism in his compositions.[108]\n\nIn role-playing games (RPG), the pioneering 1983 Dungeons & Dragons adventure Ravenloft instructs the players to defeat the vampire Strahd von Zarovich, who pines for his dead lover. It has been acclaimed as one of the best role-playing adventures of all time and even inspired an entire fictional world of the same name. The World of Darkness is a gothic-punk RPG line set in the real world, with the added element of supernatural creatures such as werewolves and vampires. In addition to its flagship title Vampire: The Masquerade, the game line features a number of spin-off RPGs such as Werewolf: The Apocalypse, Mage: The Ascension, Wraith: The Oblivion, Hunter: The Reckoning, and Changeling: The Dreaming, allowing for a wide range of characters in the gothic-punk setting. My Life with Master uses Gothic horror conventions as a metaphor for abusive relationships, placing the players in the shoes of minions of a tyrannical, larger-than-life Master.[109]\n\nVarious video games feature Gothic horror themes and plots. The Castlevania series typically involves a hero of the Belmont lineage exploring a dark, old castle, fighting vampires, werewolves, Frankenstein's Creature, and other Gothic monster staples, culminating in a battle against Dracula himself. Others, such as Ghosts 'n Goblins, feature a camper parody of Gothic fiction. Resident Evil 7: Biohazard in 2017 involves an action hero and his wife trapped in a creepy plantation and mansion owned by a family with sinister and hideous secrets, solving puzzles, fighting enemies, and a terrifying visions of a ghostly mutant in the shape of a little girl. This was followed by 2021's Resident Evil Village, a dark fantasy sequel focusing on a village under the control of a bizarre Satanic cult, with werewolves, vampires and shapeshifters, solving puzzles and exploring secret passages, and a mysterious dollhouse where a dollmaker uses her powers through controlling dolls. Bloodborne takes place in the decaying Gothic city of Yharnam, where the player must face down werewolves, shambling mutants, vampires, witches and numerous other Gothic staple creatures. The game takes a marked turn midway however, shifting from gothic horror to Lovecraftian horror.\n\nPopular tabletop card game Magic the Gathering, known for its parallel universe consisting of \"planes\", features the plane known as Innistrad. Its general aesthetic appears to be based on northeast European Gothic horror. Cultists, ghosts, vampires, werewolves, and zombies are common denizens of Innistrad.\n\nModern Gothic horror films include Sleepy Hollow, Interview with the Vampire, Underworld, The Wolfman, From Hell, Dorian Gray, Let The Right One In, The Woman in Black, and Crimson Peak.\n\nThe TV series Penny Dreadful (2014–2016) brings many classic Gothic characters together in a psychological thriller set in the dark corners of Victorian London.\n\nThe Oscar-winning Korean film Parasite has been called Gothic as well – specifically, Revolutionary Gothic.[110]\n\nRecently, the Netflix original The Haunting of Hill House and its successor The Haunting of Bly Manor have integrated classic Gothic conventions into modern psychological horror.[111]\n\n"
        },
        {
            "title": "Scholarship",
            "text": "Educators in literary, cultural, and architectural studies appreciate the Gothic as an area that facilitates investigation of the beginnings of scientific certainty. As Carol Senf has stated, \"the Gothic was... a counterbalance produced by writers and thinkers who felt limited by such a confident worldview and recognized that the power of the past, the irrational, and the violent continue to hold sway in the world.\"[112] As such, the Gothic helps students better understand their own doubts about the self-assurance of today's scientists. Scotland is the location of what was probably the world's first postgraduate program to consider the genre exclusively: the MLitt in the Gothic Imagination at the University of Stirling, first recruited in 1996.[113]\n\n"
        }
    ]
}