{
    "url": "https://en.wikipedia.org/wiki/Gothic_romance_film",
    "title": "Gothic romance film",
    "table_of_contents": [
        "1 References",
        "2 Bibliography",
        "3 Further reading",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Gothic romance film is a Gothic film with feminine appeal. Diane Waldman wrote in Cinema Journal that Gothic films in general \"permitted the articulation of feminine fear, anger, and distrust of the patriarchal order\" and that such films during World War II and afterward \"place an unusual emphasis on the affirmation of feminine perception, interpretation, and lived experience\". Between 1940 and 1948, the Gothic romance film was prevalent in Hollywood, being produced by well-known directors and actors. The best-known films of the era were Rebecca (1940), Suspicion (1941), and Gaslight (1944). Less well-known films were Undercurrent (1946) and Sleep, My Love (1948). Waldman describes these films' Gothic rubric: \"A young inexperienced woman meets a handsome older man to whom she is alternately attracted and repelled.\"[1] Other films from the decade include The Enchanted Cottage (1945) and The Heiress (1949).[2]\n\nThe Gothic romance films from the 1940s often contain the \"Bluebeard motif\", meaning that in the typical setting of the house, a certain part is either forbidden to be used or even closed off entirely.[3] In the films, the forbidden room is a metaphor for the heroine's repressed experience, and opening the room is a cathartic moment in the film.[4] In addition, the layout of the house in such films (as well as Gothic novels) creates \"spatial disorientation [that] causes fear and an uncanny restlessness\".[5]\n\nIn 2015, director Guillermo del Toro released the Gothic romance film Crimson Peak. He said past films had been \"brilliantly written by women and then rendered into films by male directors who reduce the potency of the female characters\". For Crimson Peak, he sought to reverse this cinematic trope.[6]\n\n"
        }
    ]
}