{
    "url": "https://en.wikipedia.org/wiki/Gothic_film",
    "title": "Gothic film",
    "table_of_contents": [
        "1 History",
        "2 Notable films",
        "3 See also",
        "4 References",
        "5 Bibliography",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A Gothic film is a film that is based on Gothic fiction or contains Gothic elements. Since various definite film genres—including science fiction, film noir, thriller, and comedy—have used Gothic elements, the Gothic film is challenging to define clearly as a genre. Gothic elements have also infused the horror film genre, contributing supernatural and nightmarish elements. To create a Gothic atmosphere, filmmakers have sought to create new camera tricks that challenge audiences' perceptions.[1] Gothic films also reflected contemporary issues. A New Companion to The Gothic's Heidi Kaye said \"strong visuals, a focus on sexuality and an emphasis on audience response\" characterize Gothic films like they did the literary works.[2] The Encyclopedia of the Gothic said the foundation of Gothic film was the combination of Gothic literature, stage melodrama, and German expressionism.[3]\n\nIn The Cambridge Companion to Gothic Fiction, Misha Kavka says Gothic film is not an established genre, rather contributing Gothic images, plots, characters, and styles to films. These elements are often found in \"the broader category of horror\". Kavka quotes William Patrick Day's definition of the Gothic: \"[it] tantalizes us with fear, both as its subject and its effect; it does so, however, not primarily through characters or plots or even language, but through spectacle\". Cinema suits the Gothic definition in creating images that establish the spectacle.[4]\n\n"
        },
        {
            "title": "History",
            "text": "Gothic films were part of early cinema, adapting Gothic fiction on screen like stage melodramas had previously done. Gothic works that strongly influenced cinema were those from the 19th century: Frankenstein by Mary Shelley, Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson, and Dracula by Bram Stoker.[1] Like most early cinema, many silent Gothic films were lost or very short.[2] In the aftermath of World War I, the horrors of war pervaded Gothic films. Robert Wiene's The Cabinet of Dr. Caligari (1920), though not based on a Gothic text, exhibited German Expressionism that Heidi Kaye said \"transformed the American approach to Gothic cinema\".[5] The Encyclopedia of the Gothic said The Cabinet of Dr. Caligari became a \"milestone in Gothic film\".[6]\n\nAccording to New Directions in 21st-Century Gothic: The Gothic Compass, scholars consider the Gothic films Frankenstein (1931) by James Whale, Dracula (1931) by Tod Browning, and Dr. Jekyll and Mr. Hyde (1931) by Rouben Mamoulian \"a foundational triptych, from which they in turn look back to earlier Gothic films and forward to later ones\".[7]\n\nIn Australia, the first modern Gothic film is considered to be Picnic at Hanging Rock (1975).[8]\n\n"
        },
        {
            "title": "Notable films",
            "text": "When the British Film Institute in 2013 launched a program celebrating films and TV shows with Gothic themes, The Guardian identified the following as the ten best Gothic films (ordered by year):[9]\n\n"
        }
    ]
}