{
    "url": "https://en.wikipedia.org/wiki/Grace_Cunard",
    "title": "Grace Cunard",
    "table_of_contents": [
        "1 Early life and stage work",
        "2 Film career",
        "2.1 Move to California, 1912",
        "2.2 Continuing collaboration with Ford, 1914-1917",
        "2.3 Screenwriting, directing and editing",
        "2.4 1918-1929",
        "2.5 1930s-1940s",
        "3 Personal life and death",
        "4 Legacy and honors",
        "5 Selected filmography",
        "6 References",
        "6.1 Notes",
        "6.2 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGrace Cunard (born Harriet Mildred Jeffries; April 8, 1893 – January 19, 1967) was an American actress, screenwriter and film director.[a] During the silent era, she starred in over 100 films, wrote or co-wrote at least 44 of those productions, and directed no fewer than eight of them.[1] In addition, she edited many of her films, including some of the shorts, serials, and features she developed in collaboration with Francis Ford. Her younger sister, Mina Cunard, was also a film actress.\n\n"
        },
        {
            "title": "Early life and stage work",
            "text": "Born in 1893, Harriet Jeffries was the elder of two daughters of Ohio natives Washington and Lola (née Longshore) Jeffries.[2][b] The federal census of 1900 documents that seven-year-old Harriet, her younger sister Armina (Mina), and their parents were still residing that year in Columbus, where Washington supported the family by working as a grocery clerk.[2] Harriet completed her formal education in Columbus, leaving school after the eighth grade, presumably to devote full time to an acting career.[c] When and where she was introduced to performing in theatre remains uncertain; but by 1906, at the age of 13, the future film star was already acting in local stage productions such as Dora Thorne, East Lynne, and then in New York in Princess of Patches.[3] Much later, in 1916, the circumstances of Grace Cunard's (Harriet Jeffries') entry into acting are briefly discussed in \"Before the Stars Shone\", an article in the New York-based trade monthly Picture Play Magazine.[4] That article by staff writer Al Ray informs his readers, \"Grace Cunard...when very young, begged for a stage life until her mother took her to a manager who gave her the title part in 'Dora Thorne.'\" Her other early stage performances included traveling with stock companies to theatres in Cleveland and St. Louis and appearing in vaudeville in various cities.[5][6]\n\n"
        },
        {
            "title": "Film career",
            "text": "It is likely that Harriet was already using her stage name Grace Cunard before she started acting in films in 1908.[7] According to Cunard, after one of her \"stock engagements\" a friend one evening at dinner dared her to try acting in \"'canned drama'\", a slang term used in the theatre community to describe motion pictures.[8] She accepted the dare and \"in the spirit of fun\" went to the Biograph Company on East 14th Street in Manhattan and \"worked for a day's pay to see what it was like.\"[8][9] She enjoyed the experience, so she pursued more film roles, which at first consisted of small uncredited parts. Over the next three years she was cast in better roles at Biograph and at other studios located in New York, New Jersey, and Pennsylvania. Some of those other companies included Kalem Studios, Edison, the American subsidiary of Pathé, Republic, and Lubin.[7]\n\nWith her stage and screen experience working for Eastern companies, Cunard in 1912 moved to California to work in the rapidly expanding film industry there.[7] She was initially hired by \"fledgling producer\" Thomas H. Ince at Bison Studio, where director and actor Francis Ford cast her as the wife of General George Armstrong Custer in the two-reel military drama Custer's Last Fight.[10] After her high-profile role in that release, Ince fired her when she refused to leave Ford's company to work elsewhere at Bison. Ford, infuriated by her treatment, left Bison with his crew and players, including Cunard, to work for Universal Pictures.[10]  At Universal she continued throughout 1913 to co-star and collaborate with Ford in other two-reel shorts like The Black Masks, From Dawn Till Dark, The White Vaquero, The Belle of Yorktown, From Rail Splitter to President, and others. Their close professional relationship, which had quickly evolved into a personal one as well, led many movie fans to assume the couple were married.[11][12][13] The two were increasingly being referred to in trade publications and newspapers as the production team of \"Ford-Cunard\", with Francis being credited consistently for directing and both of them being praised as \"unusually promising screen artists\".[14]\n\nBy 1914, Grace was being recognized too in the press for her writing, including references to her \"novels\" and many screenplays.[14] The Ford-Cunard two-reeler The She Wolf, which was released by Bison Pictures late in 1913, was one in a series of films in that period that focused attention on Cunard's writing. Promoted as a \"photoplay\" about an evil woman, a \"wrecker of men's hearts and reputations\", She Wolf circulated throughout the country and by May 1914 finally reached Phoenix, Arizona. There the state's leading newspaper, The Arizona Republican, announced, \"One of the most interesting and thrilling moving pictures ever shown at the Regale theater, is that scheduled for today. Francis Ford has dramatized Grace Cunard's famous novel, 'She Wolf', and with Miss Cunard appears in the moving picture version of the story.\"[14]\n\nCunard and Ford continued their collaboration throughout 1914, releasing an array of two-reel historical dramas, Westerns, comedies, and mysteries. A few examples from that year are The Mad Hermit, The Fall of '64, Won in the First, The Mysterious Leopard Lady, and Washington at Valley Forge. Turning to a more ambitious project, they developed for Universal in 1914 and also co-starred in the 15-episode serial Lucille Love, Girl of Mystery. That production's enormous success is reflected in the box-office receipts it generated. Costing only $30,000 or $2,000 per episode to make, the Lucille Love series eventually grossed what was then a staggering return in ticket sales: $1,500,000 ($40,580,000 today).[15] The financial success of Lucille Love inspired the Ford-Cunard partnership to release between their ongoing shorts three more serials for Universal over the next two years: the 22-episode The Broken Coin (1915), the 15-episode The Adventures of Peg o' the Ring (1916), and the 16-episode The Purple Mask (1916-1917).[16]\n\nCunard's collaboration with Ford continued into 1917, the same year she married for the second time, not to Ford but to the Irish-born actor Joe Moore. Although the media had referred to her as \"Miss\" since she began working with Ford in 1912, Cunard had married earlier that same year in New York before moving to California. That first marriage appears to have been short-lived and ended, if not legally, for all practical purposes by the time she arrived on the West Coast. Nevertheless, Cunard's collaboration with Ford finally ended after June 1917 with the release of In Treason's Grasp, a five-reeler he directed for Renowned Pictures and in which she co-starred with him.[17]\n\nAt the time Cunard started working in films, it was not uncommon for members on set and in post-production to assume a variety of additional duties beyond their primary assignments.[18] Cunard was no exception. While it is now well documented that a significant number of the \"pioneers\" in early American filmmaking were women, it was still not common by the 1910s for a young actress with an eighth-grade education to write, perform in, direct, and edit films to the extent Cunard did, often doing all those duties on a single project. Totals vary in film references regarding the number of silent productions in which she worked. Her entry in the 2005 edition of The Encyclopedia of Early Cinema credits her with starring in over 100 silent films, writing screenplays or treatments for 44 of those releases, and directing at least eight of them on her own and more in concert with Ford.[1] Some period newspapers and trade publications credit her with writing between 150 and 200 \"photoplays\", while one newspaper in 1915 reported that she had authored 400 scenarios, a highly implausible figure given the amount of time Cunard had worked in motion pictures by then.[19][20] Whatever the true totals, news items and reviews of her completed films testify that her output was prodigious, especially between 1913 and 1918.\n\n\nIn 1915, Richard Willis interviewed Cunard for the July issue of Motion Picture Magazine and questioned the 22-year-old actress about the different tasks she had performed on film projects and which of those tasks she enjoyed most:\nA year after the preceding interview with Cunard, the fan magazine Photoplay published a feature article written by William M. Henry about the \"king and queen of movie melodrama\".[22] The article, titled \"Her Grace and Francis I\", includes interviews with both Ford and Cunard. \"Ford freely admits\", writes Henry, \"that Miss Cunard provides most of the ideas for the stories.\"[23] He then quotes Ford regarding his and Cunard's methodology for developing their films: \"'It takes us about two hours to make a two reel scenario, once we get an idea...If we both agree on the plan for the story, we make the scenario together; if we disagree, each writes a scenario and then we either take the best one or combine the two.'\"[23]\n\nCunard's work as an actor, writer, and director did not cease after her collaboration with Ford ended. She starred in Hell's Crater, an elaborate five-reel Western written and directed by W. B. Pearson and filmed on location in Death Valley National Park.[24] Released by Universal in early 1918, Hell's Crater was heavily promoted in trade publications. The next year she returned to acting in a serial format, \"supporting\" Elmo Lincoln in 18 episodes of Elmo the Mighty[25] During 1920 and 1921, she had opportunities working with Marion H. Kohn Productions of San Francisco to once again use the full range of her talents in a series of two-reel Westerns.[d] She wrote, directed, and starred in The Man Hater (1920); directed and starred in Gasoline Buckaroo (1920) and A Daughter of The Law (1921); wrote and starred in The Gun Runners (1921);  and co-wrote, directed and co-starred with Cole Hebert in Her Western Adventure (1921).[26] After she co-starred in The Last Man on Earth and The Elk's Tooth in 1924, she was cast in fewer and fewer primary roles and was relegated to playing secondary characters for the remainder of the decade.[27][e]\n\nCunard throughout the 1930s continued to act but the complexity of her roles steadily declined until she performed predominantly in minor or uncredited bit parts. In the 1940s she still secured work at RKO, Republic, and in few productions at her old \"home studio\", Universal.[27] One of her more visible roles among her final appearances in that period is in the 1942 serial Gang Busters. She only appears as a landlady in one of its 13 episodes, but her presence in that production was deemed important enough by Universal to include her name in a third-tier bold credit on the serial's theater posters.[28] Her last screen appearance, one uncredited, is in the role of a woman with a baby in the 1946 drama Magnificent Doll.[27] Shortly after the release of that film, Universal underwent a change in leadership and administrative restructuring, which resulted in the studio discontinuing its program of serials and low-budget features.[29] Cunard was 53 years old by that time, so after working nearly four decades in motion pictures, she decided to retire permanently from the industry.\n\n"
        },
        {
            "title": "Personal life and death",
            "text": "Cunard was married three times. On April 30, 1912 in New York, at the age of 19, she married actor Harry Harvey, who was 20 years her senior.[30][f]  That marriage ended before 1917, although the reasons for its ending are not clearly documented. Her next marriage was to Irish-born actor Joe Moore. They wed at Seal Beach, California, on January 17, 1917 but divorced eight years later.[31] Then, on September 1, 1925, Cunard married Frederick Lorenzo Tyler, a film stuntman who professionally used the name Jack Tyler Shannon.[32] They remained married for over 40 years, until her death from cancer in 1967. At the time of her death, she was residing at the Motion Picture Country Home in Woodland Hills, a neighborhood of Los Angeles.[7] Her gravesite is also in Los Angeles, at Oakwood Memorial Park Cemetery in the neighborhood of Chatsworth.[33]\n\n"
        },
        {
            "title": "Legacy and honors",
            "text": "The Ford-Cunard 1917 short Unmasked was selected in 2014 by the United States Film Preservation Board for inclusion in the National Film Registry.[34] In 2018, in recognition of the many contributions made by women to the development of the motion-picture industry in the silent era, film library and distributor Kino Lorber, Inc., in cooperation with the Library of Congress, released a special six-disc box set titled Pioneers: First Women Filmmakers. Included in that set are copies of three episodes from Cunard's 1916-1917 serial The Purple Mask as well as a copy of the short The Daughter of 'The Law', which she directed and starred in, in 1921.[35]\n\n"
        }
    ]
}