{
    "url": "https://en.wikipedia.org/wiki/Le_Grand_Palais",
    "title": "Grand Palais",
    "table_of_contents": [
        "1 History",
        "2 Wartime and the Palais",
        "3 Grand Palais today",
        "4 See also",
        "5 Notes",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Coordinates: 48°51′58″N 2°18′45″E﻿ / ﻿48.86611°N 2.31250°E﻿ / 48.86611; 2.31250\n\nThe Grand Palais des Champs-Élysées (English: Great Palace of the Elysian Fields), commonly known as the Grand Palais (English: Great Palace), is a historic site, exhibition hall and museum complex located at the Champs-Élysées in the 8th arrondissement of Paris, France. Construction of the Grand Palais began in 1897 following the demolition of the Palais de l'Industrie (Palace of Industry) to prepare for the Universal Exposition of 1900. That exposition also produced the adjacent Petit Palais and Pont Alexandre III.[2]\n\nThe building was designed to be a large-scale venue for official artistic events. A pediment on the building refers to this function with an inscription that reads, \"a monument dedicated by the Republic to the glory of French art.\" Designed according to Beaux-Arts tastes, the building features ornate stone facades, glass vaults and period innovations that included iron and light steel framing and reinforced concrete.[3]\n\nIt is listed as a historic monument (monument historique) by the Ministry of Culture.[4]\n\n"
        },
        {
            "title": "History",
            "text": "The decision to hold the Universal Exposition of 1900 in Paris revealed deep divisions within the French Republic. Critics viewed the project as an economic drain that pulled resources away from provincial governments and questioned the benefit that it would bring to the French economy as a whole. These concerns extended to the planning and construction of the Grand Palais.[5]\n\nUnlike plans for the Trocadéro or the Garnier opera house, only French architects were considered for the project. The final decision was announced on 22 April 1896, with a contract awarded to four people, each with a distinct area of responsibility: Henri Deglane, Albert Louvet, Albert Thomas and Charles Girault. \n\nThe grand opening was held on 1 May 1900. From the very beginning the palace was the site of different kinds of shows in addition to the intended art exhibitions. These included a riding competition that took place annually from 1901 to 1957, but were mainly dedicated to innovation and modernity: the automobile, aviation, household appliances, and so on. The golden age of the art exhibitions as such lasted for some thirty years, while the last took place in 1947.  The first major Henri Matisse retrospective after his death was held at the Grand Palais.\n\nThe main space, almost 240 metres long, was constructed with an iron, steel and glass barrel-vaulted roof, making it the last of the large transparent structures inspired by London’s Crystal Palace that were necessary for large gatherings of people before the age of electricity. The main space was originally connected to the other parts of the palace along an east-west axis by a grand staircase in a style combining Classical and Art Nouveau, but the interior layout has since been somewhat modified.\n\nThe exterior of this massive palace combines an imposing Classical stone façade with a riot of Art Nouveau ironwork, and a number of allegorical statue groups including work by sculptors Paul Gasq, Camille Lefèvre, Alfred Boucher, Alphonse-Amédée Cordonnier and Raoul Verlet.  A monumental bronze quadriga by Georges Récipon tops each wing of the main façade. The one on the Champs-Élysées side depicts Immortality prevailing over Time, the one on the Seine side Harmony triumphing over Discord.\n\nThe structure had problems that started even before it was completed, mainly as a result of subsidence caused by a drop in the water table. The builders attempted to compensate for this subsidence, and for a tendency of the ground to shift, by sinking supporting posts down to firmer soil, since construction could not be delayed. These measures were only partially successful. Further damage occurred once the building was in use. Excessive force applied to structural members during the installation of certain exhibitions such as the Exposition Internationale de la Locomotion Aérienne caused damage, as did acid runoff from the horse shows.\nAdditional problems due to the construction of the building itself revealed themselves over the course of time. Differential rates of expansion and contraction between cast iron and steel members, for example, allowed for water to enter, leading to corrosion and further weakening. When finally one of the glass ceiling panels fell in 1993, the main space had to be closed for restoration work, and was not fully reopened to the public until 2007.\n\n"
        },
        {
            "title": "Wartime and the Palais",
            "text": "The Palais served as a military hospital during World War I, employing local artists who had not been deployed to the front to decorate hospital rooms or to make moulds for prosthetic limbs.\n\nThe Nazis put the Palais to use during the Occupation of France in World War II. First used as a truck depot, the Palais then housed two Nazi propaganda exhibitions.[6]\n\nThe Parisian resistance used the Grand Palais as a headquarters during the Liberation of Paris. On 23 August 1944 an advancing German column was fired upon from a window on the Avenue de Sèlves, and the Germans responded with a tank attack upon the Palais. The attack ignited hay that was set up for a circus show, and over the next 48 hours, thick black smoke from the fire caused serious damage to the building. By 26 August, American jeeps were parked in the nave, followed by tanks from the French 2nd Armored Division, completing the liberation of the building.[7][8]\n\n"
        },
        {
            "title": "Grand Palais today",
            "text": "The Grand Palais has a major police station in the basement whose officers help protect the exhibits on show in the Galeries nationales du Grand Palais, particularly the picture exhibition \"salons\": the Salon de la Société Nationale des Beaux Arts, Salon d'Automne, and Salon Comparaisons. The building's west wing also contains a science museum, the Palais de la Découverte.\n\nIt was the host venue of the 2010 World Fencing Championships.\n\nFor the 2011 Monumenta exhibition (11 May to 23 June), sculptor Anish Kapoor was commissioned to create the temporary indoor site-specific installation, Leviathan, an enormous (ca. 775,000 square feet) structure that filled half of the main exhibition hall of the Grand Palais.[9]\n\nIt was used during the final stage of the Tour de France in 2017, as part of the promotion for Paris' 2024 Summer Olympics bid. The riders rode through the Palais en route to the Champs Élysées. \n\nThe Grand Palais temporarily closed to the public in March 2021 for significant renovation works. It will re-open in time for the Paris 2024 Olympic Games, where it will host the fencing and taekwondo events. It is planned that the Grand Palais will re-open to the public in the Spring of 2025.[10]While it is shut, exhibitions that would otherwise be held there will be hosted by other locations, such as the Grand Palais Éphémère and the Musée du Luxembourg in Paris and the Palais de la Bourse in Marseille.\n\n"
        },
        {
            "title": "Notes",
            "text": "This article contains material abridged and translated from the French and Spanish Wikipedia.\n\n"
        }
    ]
}