{
    "url": "https://en.wikipedia.org/wiki/Gravitational_acceleration",
    "title": "Gravitational acceleration",
    "table_of_contents": [
        "1 Relation to the Universal Law",
        "2 Comparative gravities of the Earth, Sun, Moon, and planets",
        "3 General relativity",
        "4 See also",
        "5 Notes",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn physics, gravitational acceleration is the acceleration of an object in free fall within a vacuum (and thus without experiencing drag). This is the steady gain in speed caused exclusively by the force of gravitational attraction. All bodies accelerate in vacuum at the same rate, regardless of the masses or compositions of the bodies;[1] the measurement and analysis of these rates is known as gravimetry.\n\nAt a fixed point on the surface, the magnitude of Earth's gravity results from combined effect of gravitation and the centrifugal force from Earth's rotation.[2][3] At different points on Earth's surface, the free fall acceleration ranges from 9.764 to 9.834 m/s2 (32.03 to 32.26 ft/s2),[4] depending on altitude, latitude, and longitude. A conventional standard value is defined exactly as 9.80665 m/s2 (32.1740 ft/s2). Locations of significant variation from this value are known as gravity anomalies. This does not take into account other effects, such as buoyancy or drag.\n\n"
        },
        {
            "title": "Relation to the Universal Law",
            "text": "Newton's law of universal gravitation states that there is a gravitational force between any two masses that is equal in magnitude for each mass, and is aligned to draw the two masses toward each other.  The formula is:\n\nwhere \n\n\n\n\nm\n\n1\n\n\n\n\n{\\displaystyle m_{1}}\n\n and \n\n\n\n\nm\n\n2\n\n\n\n\n{\\displaystyle m_{2}}\n\n are any two masses, \n\n\n\nG\n\n\n{\\displaystyle G}\n\n is the gravitational constant, and \n\n\n\nr\n\n\n{\\displaystyle r}\n\n is the distance between the two point-like masses.\n\nUsing the integral form of Gauss's Law, this formula can be extended to any pair of objects of which one is far more massive than the other — like a planet relative to any man-scale artifact.  The distances between planets and between the planets and the Sun are (by many orders of magnitude) larger than the sizes of the sun and the planets.  In consequence both the sun and the planets can be considered as point masses and the same formula applied to planetary motions.  (As planets and natural satellites form pairs of comparable mass, the distance 'r' is measured from the common centers of mass of each pair rather than the direct total distance between planet centers.)\n\nIf one mass is much larger than the other, it is convenient to take it as observational reference and define it as source of a gravitational field of magnitude and orientation given by:[5]\n\nwhere \n\n\n\nM\n\n\n{\\displaystyle M}\n\n is the mass of the field source (larger), and \n\n\n\n\n\n\nr\n^\n\n\n\n\n\n{\\displaystyle \\mathbf {\\hat {r}} }\n\n is a unit vector directed from the field source to the sample (smaller) mass. The negative sign indicates that the force is attractive (points backward, toward the source).\n\nThen the attraction force \n\n\n\n\nF\n\n\n\n{\\displaystyle \\mathbf {F} }\n\n vector onto a sample mass \n\n\n\nm\n\n\n{\\displaystyle m}\n\n can be expressed as:\n\nHere \n\n\n\n\ng\n\n\n\n{\\displaystyle \\mathbf {g} }\n\n is the frictionless, free-fall acceleration sustained by the sampling mass \n\n\n\nm\n\n\n{\\displaystyle m}\n\n under the attraction of the gravitational source.\nIt is a vector oriented toward the field source, of magnitude measured in acceleration units. The gravitational acceleration vector depends only on how massive the field source \n\n\n\nM\n\n\n{\\displaystyle M}\n\n is and on the distance 'r' to the sample mass \n\n\n\nm\n\n\n{\\displaystyle m}\n\n.  It does not depend on the magnitude of the small sample mass.\n\nThis model represents the \"far-field\" gravitational acceleration associated with a massive body.  When the dimensions of a body are not trivial compared to the distances of interest, the principle of superposition can be used for differential masses for an assumed density distribution throughout the body in order to get a more detailed model of the \"near-field\" gravitational acceleration.  For satellites in orbit, the far-field model is sufficient for rough calculations of altitude versus period, but not for precision estimation of future location after multiple orbits.\n\nThe more detailed models include (among other things) the bulging at the equator for the Earth, and irregular mass concentrations (due to meteor impacts) for the Moon. The Gravity Recovery and Climate Experiment (GRACE) mission launched in 2002 consists of two probes, nicknamed \"Tom\" and \"Jerry\", in polar orbit around the Earth measuring differences in the distance between the two probes in order to more precisely determine the gravitational field around the Earth, and to track changes that occur over time.  Similarly, the Gravity Recovery and Interior Laboratory mission from 2011-2012 consisted of two probes (\"Ebb\" and \"Flow\") in polar orbit around the Moon to more precisely determine the gravitational field for future navigational purposes, and to infer information about the Moon's physical makeup.\n\n"
        },
        {
            "title": "",
            "text": "The table below shows comparative gravitational accelerations at the surface of the Sun, the Earth's moon, each of the planets in the Solar System and their major moons, Ceres, Pluto, and Eris. For gaseous bodies, the \"surface\" is taken to mean visible surface: the cloud tops of the gas giants (Jupiter, Saturn, Uranus and Neptune), and the Sun's photosphere. The values in the table have not been de-rated for the centrifugal force effect of planet rotation (and cloud-top wind speeds for the gas giants) and therefore, generally speaking, are similar to the actual gravity that would be experienced near the poles. For reference the time it would take an object to fall 100 meters, the height of a skyscraper, is shown, along with the maximum speed reached. Air resistance is neglected.\n\n"
        },
        {
            "title": "General relativity",
            "text": "In Einstein's theory of general relativity, gravitation is an attribute of curved spacetime instead of being due to a force propagated between bodies. In Einstein's theory, masses distort spacetime in their vicinity, and other particles move in trajectories determined by the geometry of spacetime. The gravitational force is a fictitious force.  There is no gravitational acceleration, in that the proper acceleration and hence four-acceleration of objects in free fall are zero. Rather than undergoing an acceleration, objects in free fall travel along straight lines (geodesics) on the curved spacetime.\n\n"
        }
    ]
}