{
    "url": "https://en.wikipedia.org/wiki/Gravity_assist",
    "title": "Gravity assist",
    "table_of_contents": [
        "1 Explanation",
        "2 Historical origins",
        "3 Purpose",
        "4 Limits",
        "5 Tisserand parameter and gravity assists",
        "6 Notable examples of use",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In orbital mechanics and aerospace engineering, a gravitational slingshot, gravity assist maneuver, or swing-by is the use of the relative movement (e.g. orbit around the Sun) and gravity of a planet or other astronomical object to alter the path and speed of a spacecraft, typically to save propellant and reduce expense.\n\nGravity assistance can be used to accelerate a spacecraft, that is, to increase or decrease its speed or redirect its path. The \"assist\" is provided by the motion of the gravitating body as it pulls on the spacecraft.[1] Any gain or loss of kinetic energy and velocity by a passing spacecraft is correspondingly lost or gained by the gravitational body, in accordance with Newton's Third Law. The gravity assist maneuver was first used in 1959 when the Soviet probe Luna 3 photographed the far side of Earth's Moon and it was used by interplanetary probes from Mariner 10 onward, including the two Voyager probes' notable flybys of Jupiter and Saturn.\n\n"
        },
        {
            "title": "Explanation",
            "text": "A gravity assist around a planet changes a spacecraft's velocity (relative to the Sun) by entering and leaving the gravitational sphere of influence of a planet. The spacecraft's speed increases as it approaches the planet and decreases as it leaves the planet. To increase speed, the spacecraft approaches the planet from the direction of the planet's orbital velocity, and departs in the opposite direction. To decrease speed, the spacecraft approaches the planet from a direction away from the planet's orbital velocity – in both types of maneuver the energy transfer compared to the planet's total orbital energy is negligible. The sum of the kinetic energies of both bodies remains constant (see elastic collision). A slingshot maneuver can therefore be used to change the spaceship's trajectory and speed relative to the Sun.[citation needed]\n\nA close terrestrial analogy is provided by a tennis ball bouncing off the front of a moving train. Imagine standing on a train platform, and throwing a ball at 30 km/h toward a train approaching at 50 km/h. The driver of the train sees the ball approaching at 80 km/h and then departing at 80 km/h after the ball bounces elastically off the front of the train. Because of the train's motion, however, that departure is at 130 km/h relative to the train platform; the ball has added twice the train's velocity to its own.[3]\n\nTranslating this analogy into space: in the planet reference frame, the spaceship has a vertical velocity of v relative to the planet. After the slingshot occurs the spaceship is leaving on a course 90 degrees to that which it arrived on. It will still have a velocity of v, but in the horizontal direction.[2] In the Sun reference frame, the planet has a horizontal velocity of v, and by using the Pythagorean Theorem, the spaceship initially has a total velocity of √2v. After the spaceship leaves the planet, it will have a velocity of v + v = 2v, gaining approximately 0.6v.[2]\n\nThis oversimplified example is impossible to refine without additional details regarding the orbit, but if the spaceship travels in a path which forms a hyperbola, it can leave the planet in the opposite direction without firing its engine. This example is one of many trajectories and gains of speed the spaceship can experience.\n\nThis explanation might seem to violate the conservation of energy and momentum, apparently adding velocity to the spacecraft out of nothing, but the spacecraft's effects on the planet must also be taken into consideration to provide a complete picture of the mechanics involved. The linear momentum gained by the spaceship is equal in magnitude to that lost by the planet, so the spacecraft gains velocity and the planet loses velocity. However, the planet's enormous mass compared to the spacecraft makes the resulting change in its speed negligibly small even when compared to the orbital perturbations planets undergo due to interactions with other celestial bodies on astronomically short timescales. For example, one metric ton is a typical mass for an interplanetary space probe whereas Jupiter has a mass of almost 2 x 1024 metric tons. Therefore, a one-ton spacecraft passing Jupiter will theoretically cause the planet to lose approximately 5 x 10−25 km/s of orbital velocity for every km/s of velocity relative to the Sun gained by the spacecraft. For all practical purposes the effects on the planet can be ignored in the calculation.[4]\n\nRealistic portrayals of encounters in space require the consideration of three dimensions. The same principles apply as above except adding the planet's velocity to that of the spacecraft requires vector additionas shown below.\n\nDue to the reversibility of orbits, gravitational slingshots can also be used to reduce the speed of a spacecraft. Both Mariner 10 and MESSENGER performed this maneuver to reach Mercury.[citation needed]\n\nIf more speed is needed than available from gravity assist alone, a rocket burn near the periapsis (closest planetary approach) uses the least fuel. A given rocket burn always provides the same change in velocity (Δv), but the change in kinetic energy is proportional to the vehicle's velocity at the time of the burn. Therefore the maximum  kinetic energy is obtained when the burn occurs at the vehicle's maximum velocity (periapsis). The Oberth effect describes this technique in more detail.\n\n"
        },
        {
            "title": "Historical origins",
            "text": "In his paper \"To those who will be reading in order to build\" (\"Тем, кто будет читать, чтобы строить\"),[5] published in 1938 but dated 1918–1919,[a] Yuri Kondratyuk suggested that a spacecraft traveling between two planets could be accelerated at the beginning and end of its trajectory by using the gravity of the two planets' moons. The portion of his manuscript considering gravity-assists received no later development and was not published until the 1960s.[6] In his 1925 paper \"Problems of flight by jet propulsion: interplanetary flights\" (\"Проблема полета при помощи реактивных аппаратов: межпланетные полеты\"),[7] Friedrich Zander showed a deep understanding of the physics behind the concept of gravity assist and its potential for the interplanetary exploration of the solar system.[6]\n\nItalian engineer Gaetano Crocco was first to calculate an interplanetary journey considering multiple gravity-assists.[6]\n\nThe gravity assist maneuver was first attempted in 1959 when the Soviet probe Luna 3 photographed the far side of the Moon. The maneuver relied on research performed under the direction of Mstislav Keldysh at the Keldysh Institute of Applied Mathematics.[8][9][10]\n\nIn 1961, Michael Minovitch, UCLA graduate student who worked at NASA's Jet Propulsion Laboratory (JPL), developed a gravity assist technique, that would later be used for the Gary Flandro's Planetary Grand Tour idea.[11][12]\n\nDuring the summer of 1964 at the NASA JPL, Gary Flandro was assigned the task of studying techniques for exploring the outer planets of the solar system.  In this study he discovered the rare alignment of the outer planets (Jupiter, Saturn, Uranus, and Neptune) and conceived the Planetary Grand Tour multi-planet mission utilizing gravity assist to reduce mission duration from forty years to less than ten.[13]\n\n"
        },
        {
            "title": "Purpose",
            "text": "A spacecraft traveling from Earth to an inner planet will increase its relative speed because it is falling toward the Sun, and a spacecraft traveling from Earth to an outer planet will decrease its speed because it is leaving the vicinity of the Sun.\n\nAlthough the orbital speed of an inner planet is greater than that of the Earth, a spacecraft traveling to an inner planet, even at the minimum speed needed to reach it, is still accelerated by the Sun's gravity to a speed notably greater than the orbital speed of that destination planet. If the spacecraft's purpose is only to fly by the inner planet, then there is typically no need to slow the spacecraft. However, if the spacecraft is to be inserted into orbit about that inner planet, then there must be some way to slow it down.\n\nSimilarly, while the orbital speed of an outer planet is less than that of the Earth, a spacecraft leaving the Earth at the minimum speed needed to travel to some outer planet is slowed by the Sun's gravity to a speed far less than the orbital speed of that outer planet. Therefore, there must be some way to accelerate the spacecraft when it reaches that outer planet if it is to enter orbit about it.\n\nRocket engines can certainly be used to increase and decrease the speed of the spacecraft. However, rocket thrust takes propellant, propellant has mass, and even a small change in velocity (known as Δv, or \"delta-v\", the delta symbol being used to represent a change and \"v\" signifying velocity) translates to a far larger requirement for propellant needed to escape Earth's gravity well. This is because not only must the primary-stage engines lift the extra propellant, they must also lift the extra propellant beyond that which is needed to lift that additional propellant. The liftoff mass requirement increases exponentially with an increase in the required delta-v of the spacecraft.\n\nBecause additional fuel is needed to lift fuel into space, space missions are designed with a tight propellant \"budget\", known as the \"delta-v budget\". The delta-v budget is in effect the total propellant that will be available after leaving the earth, for speeding up, slowing down, stabilization against external buffeting (by particles or other external effects), or direction changes, if it cannot acquire more propellant. The entire mission must be planned within that capability. Therefore, methods of speed and direction change that do not require fuel to be burned are advantageous, because they allow extra maneuvering capability and course enhancement, without spending fuel from the limited amount which has been carried into space. Gravity assist maneuvers can greatly change the speed of a spacecraft without expending propellant, and can save significant amounts of propellant, so they are a very common technique to save fuel.\n\n"
        },
        {
            "title": "Limits",
            "text": "The main practical limit to the use of a gravity assist maneuver is that planets and other large masses are seldom in the right places to enable a voyage to a particular destination. For example, the Voyager missions which started in the late 1970s were made possible by the \"Grand Tour\" alignment of Jupiter, Saturn, Uranus and Neptune. A similar alignment will not occur again until the middle of the 22nd century. That is an extreme case, but even for less ambitious missions there are years when the planets are scattered in unsuitable parts of their orbits.[citation needed]\n\nAnother limitation is the atmosphere, if any, of the available planet. The closer the spacecraft can approach, the faster its periapsis speed as gravity accelerates the spacecraft, allowing for more kinetic energy to be gained from a rocket burn. However, if a spacecraft gets too deep into the atmosphere, the energy lost to drag can exceed that gained from the planet's gravity. On the other hand, the atmosphere can be used to accomplish aerobraking. There have also been theoretical proposals to use aerodynamic lift as the spacecraft flies through the atmosphere. This maneuver, called an aerogravity assist, could bend the trajectory through a larger angle than gravity alone, and hence increase the gain in energy.[citation needed]\n\nEven in the case of an airless body, there is a limit to how close a spacecraft may approach. The magnitude of the achievable change in velocity depends on the spacecraft's approach velocity and the planet's escape velocity at the point of closest approach (limited by either the surface or the atmosphere.)[citation needed]\n\nInterplanetary slingshots using the Sun itself are not possible because the Sun is at rest relative to the Solar System as a whole. However, thrusting when near the Sun has the same effect as the powered slingshot described as the Oberth effect. This has the potential to magnify a spacecraft's thrusting power enormously, but is limited by the spacecraft's ability to resist the heat.[citation needed]\n\nA rotating black hole might provide additional assistance, if its spin axis is aligned the right way. General relativity predicts that a large spinning mass produces frame-dragging—close to the object, space itself is dragged around in the direction of the spin. Any ordinary rotating object produces this effect. Although attempts to measure frame dragging about the Sun have produced no clear evidence, experiments performed by Gravity Probe B have detected frame-dragging effects caused by Earth.[14] General relativity predicts that a spinning black hole is surrounded by a region of space, called the ergosphere, within which standing still (with respect to the black hole's spin) is impossible, because space itself is dragged at the speed of light in the same direction as the black hole's spin. The Penrose process may offer a way to gain energy from the ergosphere, although it would require the spaceship to dump some \"ballast\" into the black hole, and the spaceship would have had to expend energy to carry the \"ballast\" to the black hole.[citation needed]\n\nAnother potential application of gravity assist is alteration of the Earth's orbital distance from the Sun to reduce increasing global temperatures.[15]\n\n"
        },
        {
            "title": "Tisserand parameter and gravity assists",
            "text": "The use of gravity assists is constrained by a conserved quantity called the Tisserand parameter (or invariant). This is an approximation to the Jacobi constant of the restricted three-body problem. Considering the case of a comet orbiting the Sun and the effects a Jupiter encounter would have, Félix Tisserand showed that[citation needed]\n\nwill remain constant (where \n\n\n\na\n\n\n\n\n{\\displaystyle a\\,\\!}\n\n is the comet's semi-major axis, \n\n\n\ne\n\n\n\n\n{\\displaystyle e\\,\\!}\n\n its eccentricity, \n\n\n\ni\n\n\n\n\n{\\displaystyle i\\,\\!}\n\n its inclination, and \n\n\n\n\na\n\nJ\n\n\n\n\n{\\displaystyle a_{J}}\n\n is the semi-major axis of Jupiter).[citation needed]\n\nThis applies when the comet is sufficiently far from Jupiter to have well-defined orbital elements and to the extent that Jupiter is much less massive than the Sun and on a circular orbit.[citation needed]\n\nThis quantity is conserved for any system of three objects, one of which has negligible mass, and another of which is of intermediate mass and on a circular orbit. Examples are the Sun, Earth and a spacecraft, or Saturn, Titan and the Cassini spacecraft (using the semi-major axis of the perturbing body instead of \n\n\n\n\na\n\nJ\n\n\n\n\n{\\displaystyle a_{J}}\n\n). This imposes a constraint on how a gravity assist may be used to alter a spacecraft's orbit.[citation needed]\n\nThe Tisserand parameter will change if the spacecraft makes a propulsive maneuver or a gravity assist of some fourth object, which is one reason that many spacecraft frequently combine Earth and Venus (or Mars) gravity assists or also perform large deep space maneuvers.[citation needed]\n\n"
        },
        {
            "title": "Notable examples of use",
            "text": "The gravity assist maneuver was first attempted in 1959 for Luna 3, to photograph the far side of the Moon.[16] The satellite did not gain speed, but its orbit was changed that allowed succesful transmission of the photos.[17]\n\nNASA's Pioneer 10 is a space probe launched in 1972 that completed the first mission to the planet Jupiter.[18] Thereafter, Pioneer 10 became the first of five artificial objects to achieve the escape velocity needed to leave the Solar System. In December 1973, Pioneer 10 spacecraft was the first one to use the gravitational slingshot effect to reach escape velocity to leave Solar System.[19][20]\n\nPioneer 11 was launched by NASA in 1973, to study the asteroid belt, the environment around Jupiter and Saturn, solar winds, and cosmic rays.[18] It was the first probe to encounter Saturn, the second to fly through the asteroid belt, and the second to fly by Jupiter. To get to Saturn, the spacecraft get a gravity assist on Jupiter.[21][22][23]\n\nThe Mariner 10 probe was the first spacecraft to use the gravitational slingshot effect to reach another planet, passing by Venus on 5 February 1974 on its way to becoming the first spacecraft to explore Mercury.[24]\n\nVoyager 1 was launched by NASA on September 5, 1977. It gained the energy to escape the Sun's gravity by performing slingshot maneuvers around Jupiter and Saturn.[25] Having operated for 45 years, 3 months and 5 days as of December 11, 2022 UTC [refresh], the spacecraft still communicates with the Deep Space Network to receive routine commands and to transmit data to Earth. Real-time distance and velocity data is provided[26] by NASA and JPL. At a distance of 152.2 AU (22.8 billion km; 14.1 billion mi) from Earth as of January 12, 2020,[27] it is the most distant human-made object from Earth.[28]\n\nVoyager 2 was launched by NASA on August 20, 1977, to study the outer planets. Its trajectory took longer to reach Jupiter and Saturn that its twin spacecraft but enabled further encounters with Uranus and Neptune.[29]\n\nThe Galileo spacecraft was launched by NASA in 1989 and on its route to Jupiter get three gravity assists, one from Venus (February 10, 1990), and two from Earth (December 8, 1990 and December 8, 1992). Spacecraft reached Jupiter in December 1995. Gravity assists also allowed Galileo to flyby two asteroids, 243 Ida and 951 Gaspra.[30][31]\n\nIn 1990, NASA launched the ESA spacecraft Ulysses to study the polar regions of the Sun. All the planets orbit approximately in a plane aligned with the equator of the Sun. Thus, to enter an orbit passing over the poles of the Sun, the spacecraft would have to eliminate the speed it inherited from the Earth's orbit around the Sun and gain the speed needed to orbit the Sun in the pole-to-pole plane. It was achieved by a gravity assist from Jupiter on  February 8, 1992.[32][33]\n\nThe MESSENGER mission (launched in August 2004) made extensive use of gravity assists to slow its speed before orbiting Mercury. The MESSENGER mission included one flyby of Earth, two flybys of Venus, and three flybys of Mercury before finally arriving at Mercury in March 2011 with a velocity low enough to permit orbit insertion with available fuel. Although the flybys were primarily orbital maneuvers, each provided an opportunity for significant scientific observations.[34][35]\n\nThe Cassini–Huygens spacecraft was launched from Earth on 15 October 1997, followed by gravity assist flybys of Venus (26 April 1998 and 21 June 1999), Earth (18 August 1999), and Jupiter (30 December 2000). Transit to Saturn took 6.7 years, the spacecraft arrived at 1 July 2004.[36][37] Its trajectory was called \"the Most Complex Gravity-Assist Trajectory Flown to Date\" in 2019.[38]\n\nAfter entering orbit around Saturn, the Cassini spacecraft used multiple Titan gravity assists to achieve significant changes in the inclination of its orbit as well so that instead of staying nearly in the equatorial plane.[39] A typical Titan encounter changed the spacecraft's velocity by 0.75 km/s, and the spacecraft made 127 Titan encounters. These encounters enabled an orbital tour with a wide range of periapsis and apoapsis distances, various alignments of the orbit with respect to the Sun, and orbital inclinations from 0° to 74°. The multiple flybys of Titan also allowed Cassini to flyby other moons, such as Rhea and Enceladus.[citation needed]\n\nThe Rosetta probe, launched in March 2004, used four gravity assist maneuvers (including one just 250 km from the surface of Mars, and three assists from Earth) to accelerate throughout the inner Solar System. That enabled it to flyby the asteroids 21 Lutetia and 2867 Šteins as well as eventually match the velocity of the 67P/Churyumov–Gerasimenko comet at the rendezvous point in August 2014.[40][41]\n\nNew Horizons was launched by NASA in 2006, and reached Pluto in 2015. In 2007 it performed a gravity assist on Jupiter.[42][43]\n\nThe Juno spacecraft was launched on August 5, 2011 (UTC). The trajectory used a gravity assist speed boost from Earth, accomplished by an Earth flyby in October 2013, two years after its launch on August 5, 2011.[44] In that way Juno changed its orbit (and speed) toward its final goal, Jupiter, after only five years.\n\nParker Solar Probe, launched by NASA in 2018, has seven planned Venus gravity assists. Each gravity assist bring Parker Solar Probe progressively closer to the Sun. As of 2022, the spacecraft performed five of its seven assists. Parker Solar Probe's mission will make the closest approach to the Sun by any space mission.[45][46][47]\n\nSolar Orbiter was launched by ESA in 2020. In its initial cruise phase, which lasts until November 2021, Solar Orbiter performed two gravity-assist manoeuvres around Venus and one around Earth to alter the spacecraft's trajectory, guiding it towards the innermost regions of the Solar System. The first close solar pass will take place on 26 March 2022 at around a third of Earth's distance from the Sun.[48]\n\nBepiColombo is a joint mission of the European Space Agency (ESA) and the Japan Aerospace Exploration Agency (JAXA) to the planet Mercury. It was launched on 20 October 2018. It will use the gravity assist technique with Earth once, with Venus twice, and six times with Mercury. It will arrive in 2025. BepiColombo is named after Giuseppe (Bepi) Colombo who was a pioneer thinker with this way of maneuvers.[49]\n\nLucy was launched by NASA on 16 October 2021. It gained one gravity assist from Earth on the 16th of October, 2022,[50] and it will gain another in 2024.[51] In 2025, it will fly by the inner main-belt asteroid 52246 Donaldjohanson.[52] In 2027, it will arrive at the L4 Trojan cloud (the Greek camp of asteroids that orbits about 60° ahead of Jupiter), where it will fly by four Trojans, 3548 Eurybates (with its satellite), 15094 Polymele, 11351 Leucus, and 21900 Orus.[53] After these flybys, Lucy will return to Earth in 2031 for another gravity assist toward the L5 Trojan cloud (the Trojan camp which trails about 60° behind Jupiter), where it will visit the binary Trojan 617 Patroclus with its satellite Menoetius in 2033.\n\n"
        }
    ]
}