{
    "url": "https://en.wikipedia.org/wiki/Great_Filter",
    "title": "Great Filter",
    "table_of_contents": [
        "1 Main argument",
        "1.1 Fermi paradox",
        "1.2 The Great Filter",
        "2 Responses",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Great Filter is one possible resolution of the Fermi paradox. It posits that in the development of life from the earliest stages of abiogenesis to reaching the highest levels of development on the Kardashev scale, there exists some particular barrier to development that makes detectable extraterrestrial life exceedingly rare.[1][2][3]\n\nThe concept originates in Robin Hanson's argument that the failure to find any extraterrestrial civilizations in the observable universe implies that something is wrong with one or more of the arguments (from various scientific disciplines) that the appearance of advanced intelligent life is probable; this observation is conceptualized in terms of a \"Great Filter\" which acts to reduce the great number of sites where intelligent life might arise to the tiny number of intelligent species with advanced civilizations actually observed (currently just one: human).[4] This probability threshold, which could lie in the past or following human extinction, might work as a barrier to the evolution of intelligent life, or as a high probability of self-destruction.[1][5] The main conclusion of this argument is that the easier it was for life to evolve to the present stage, the bleaker the future chances of humanity probably are.\n\nThe idea was first proposed in an online essay titled \"The Great Filter – Are We Almost Past It?\", written by economist Robin Hanson. The first version was written in August 1996 and the article was last updated on September 15, 1998[update]. Hanson's formulation has received recognition in several published sources discussing the Fermi paradox and its implications.\n\n"
        },
        {
            "title": "Main argument",
            "text": "There is no reliable evidence that aliens have visited Earth; we have observed no intelligent extraterrestrial life with current technology, nor has SETI found any transmissions from other civilizations. The Universe, apart from the Earth, seems \"dead\"; Hanson states:[1]\n\n  Life is expected to expand to fill all available niches.[6] With technology such as self-replicating spacecraft, these niches would include neighboring star systems and even, on longer time scales which are still small compared to the age of the universe, other galaxies.  Hanson notes, \"If such advanced life had substantially colonized our planet, we would know it by now.\"[1]\n\nWith no evidence of intelligent life in places other than the Earth, it appears that the process of starting with a star and ending with \"advanced explosive lasting life\" must be unlikely. This implies that at least one step in this process must be improbable.  Hanson's list, while incomplete, describes the following nine steps in an \"evolutionary path\" that results in the colonization of the observable universe:\n\nAccording to the Great Filter hypothesis, at least one of these steps—if the list were complete—must be improbable. If it is not an early step (i.e., in the past), then the implication is that the improbable step lies in the future and humanity's prospects of reaching step 9 (interstellar colonization) are still bleak.  If the past steps are likely, then many civilizations would have developed to the current level of the human species. However, none appear to have made it to step 9, or the Milky Way would be full of colonies. So perhaps step 9 is the unlikely one, and the only things that appear likely to keep us from step 9 are some sort of catastrophe, an underestimation of the impact of procrastination as technology increasingly unburdens existence,  or  resource exhaustion leading to the impossibility of making the step due to consumption of the available resources (for example highly constrained energy resources).[7] So by this argument, finding multicellular life on Mars (provided it evolved independently) would be bad news, since it would imply steps 2–6 are easy, and hence only 1, 7, 8 or 9 (or some unknown step) could be the big problem.[5]\n\nAlthough steps 1–8 have occurred on Earth, any one of these may be unlikely. If the first seven steps are necessary preconditions to calculating the likelihood (using the local environment) then an anthropically biased observer can infer nothing about the general probabilities from its (pre-determined) surroundings.\n\nIn a 2020 paper, Jacob Haqq-Misra, Ravi Kumar Kopparapu, and Edward Schwieterman argued that current and future telescopes searching for biosignatures in the ultraviolet to near-infrared wavelengths could place upper bounds on the fraction of planets in the galaxy that host life. Meanwhile, the evolution of telescopes that can detect technosignatures at mid-infrared wavelengths could provide insights into the Great Filter. They say that if planets with technosignatures are abundant, then this can increase confidence that the Great Filter is in the past. On the other hand, if finding that life is commonplace while technosignatures are absent, then this would increase the likelihood that the Great Filter lies in the future.[8]\n\nIn a specific formulation named the \"Berserker hypothesis\", a filter exists between steps 8 and 9 in which each civilization is destroyed by a lethal Von Neumann probe created by a more advanced civilization.[9]\n\n"
        },
        {
            "title": "Responses",
            "text": "There are many alternative scenarios that might allow for the evolution of intelligent life to occur multiple times without either catastrophic self-destruction or glaringly visible evidence. These are possible resolutions to the Fermi paradox: \"They do exist, but we see no evidence\". Other ideas include: it is too expensive to spread physically throughout the galaxy; Earth is purposely isolated; it is dangerous to communicate and hence civilizations actively hide, among others.\n\nAstrobiologists Dirk Schulze-Makuch and William Bains, reviewing the history of life on Earth, including convergent evolution, concluded that transitions such as oxygenic photosynthesis, the eukaryotic cell, multicellularity, and tool-using intelligence are likely to occur on any Earth-like planet given enough time. They argue that the Great Filter may be abiogenesis, the rise of technological human-level intelligence, or an inability to settle other worlds because of self-destruction or a lack of resources.[10]\n\nAstronomer Seth Shostak of the SETI Institute argues that one can postulate a galaxy filled with intelligent  extraterrestrial civilizations that have failed to colonize the Earth.  Perhaps the aliens lacked the intent and purpose to colonize or depleted their resources, or maybe the galaxy is colonized but in a heterogeneous manner, or the Earth could be located in a \"galactic backwater\".  Although absence of evidence generally is only weak evidence of absence, the absence of extraterrestrial megascale engineering projects, for example, might point to the Great Filter at work.  Does this mean that one of the steps leading to intelligent life is unlikely?[11]  According to Shostak:\n\n"
        }
    ]
}