{
    "url": "https://en.wikipedia.org/wiki/Great_Plains",
    "title": "Great Plains",
    "table_of_contents": [
        "1 Usage",
        "2 Extent",
        "3 Geography",
        "3.1 Northern Great Plains",
        "3.2 Intermediate Great Plains",
        "3.3 Central Great Plains",
        "3.4 Southern Great Plains",
        "3.5 Other terminology",
        "4 Natural history",
        "4.1 Climate",
        "4.2 Flora",
        "4.3 Fauna",
        "4.4 Paleontology",
        "4.5 Public and protected lands",
        "5 History",
        "5.1 Original American contact",
        "5.1.1 Arrival of horses",
        "5.1.2 Fur trade",
        "5.2 Pioneer settlement",
        "5.3 Social life",
        "5.4 20th century",
        "5.4.1 Population decline",
        "6 Wind power",
        "7 See also",
        "7.1 International steppe-lands",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Great Plains (French: Grandes Plaines), sometimes simply \"the Plains\", is a broad expanse of flatland in North America. It is located west of the Mississippi River and east of the Rocky Mountains, much of it covered in prairie, steppe, and grassland. It is the southern and main part of the Interior Plains, which also include the tallgrass prairie between the Great Lakes and Appalachian Plateau, and the Taiga Plains and Boreal Plains ecozones in Northern Canada. The term Western Plains is used to describe the ecoregion of the Great Plains, or alternatively the western portion of the Great Plains.\n\nThe Great Plains lies across both Central United States and Western Canada, encompassing:\n\nThe term \"Great Plains\" usually refers specifically to the United States portion of the ecozone while the Canadian portion is known as the Canadian Prairies. In Canada it covers southeastern Alberta, southern Saskatchewan and a narrow band of southwestern Manitoba, these three provinces collectively known as the \"Prairie Provinces\". The entire region is known for supporting extensive cattle-ranching and dryland farming.\n\nGrasslands are among the least protected biomes with vast areas having been converted for agricultural purposes and pastures.\n\n"
        },
        {
            "title": "Usage",
            "text": "The term \"Great Plains\" is used in the United States to describe a sub-section of the even more vast Interior Plains physiographic division, which covers much of the interior of North America. It also has currency as a region of human geography, referring to the Plains Indians or the Plains states.[citation needed]\n\nIn Canada the term is rarely used; Natural Resources Canada, the government department responsible for official mapping, treats the Interior Plains as one unit consisting of several related plateaus and plains. There is no region referred to as the \"Great Plains\" in the Atlas of Canada.[2] In terms of human geography, the term prairie is more commonly used in Canada, and the region is known as the Canadian Prairies, Prairie Provinces or simply \"the Prairies\".[citation needed]\n\nThe North American Environmental Atlas, produced by the Commission for Environmental Cooperation, a NAFTA agency composed of the geographical agencies of the Mexican, American, and Canadian governments, uses the \"Great Plains\" as an ecoregion synonymous with predominant prairies and grasslands rather than as physiographic region defined by topography.[3] The Great Plains ecoregion includes five sub-regions: Temperate Prairies, West-Central Semi-Arid Prairies, South-Central Semi-Arid Prairies, Texas Louisiana Coastal Plains, and Tamaulipas-Texas Semi-Arid Plain, which overlap or expand upon other Great Plains designations.[4]\n\n"
        },
        {
            "title": "Extent",
            "text": "The region is about 500 mi (800 km) east to west and 2,000 mi (3,200 km) north to south. Much of the region was home to American bison herds until they were hunted to near extinction during the mid/late-19th century. It has an area of approximately 500,000 sq mi (1,300,000 km2). Current thinking regarding the geographic boundaries of the Great Plains is shown by this map at the Center for Great Plains Studies, University of Nebraska–Lincoln.[1] This definition, however, is primarily ecological, not physiographic. The Boreal Plains of Western Canada are physiographically the same, but differentiated by their tundra and forest (rather than grassland) appearance.\n\nThe term \"Great Plains\", for the region west of about the 96th and east of the Rocky Mountains, was not generally used before the early 20th century. Nevin Fenneman's 1916 study Physiographic Subdivision of the United States[5] brought the term Great Plains into more widespread usage. Before that the region was almost invariably called the High Plains, in contrast to the lower Prairie Plains of the Midwestern states.[6] Today the term \"High Plains\" is used for a subregion of the Great Plains.[7] The term still remains little-used in Canada compared to the more common, \"prairie\".\n\n"
        },
        {
            "title": "Geography",
            "text": "The Great Plains are the westernmost portion of the vast North American Interior Plains, which extend east to the Appalachian Plateau. The United States Geological Survey divides the Great Plains in the United States into ten physiographic subdivisions:\n\nFurther to this can be added Canadian physiographic sub-regions such as the Alberta Plain, Cypress Hills, Manitoba Escarpment (eastward), Manitoba Plain, Missouri Coteau (shared), Rocky Mountain Foothills (eastward), and Saskatchewan Plain.[8]\n\nThe Great Plains consist of a broad stretch of country underlain by nearly horizontal strata extending westward from the 97th meridian west to the base of the Rocky Mountains, a distance of 300 to 500 miles (480 to 800 km). It extends northward from the Mexican boundary far into Canada. Although the altitude of the plains increases gradually from 600 or 1,200 ft (370 m) on the east to 4,000–5,000 or 6,000 feet (1,800 m) near the mountains, the local relief is generally small. The semi-arid climate excludes tree growth and opens far-reaching views.[9]\n\nThe plains are by no means a simple unit. They are of diverse structure and of various stages of erosional development. They are occasionally interrupted by buttes and escarpments. They are frequently broken by valleys. Yet on the whole, a broadly extended surface of moderate relief so often prevails that the name, Great Plains, for the region as a whole is well-deserved.[9]\n\nThe western boundary of the plains is usually well-defined by the abrupt ascent of the mountains. The eastern boundary of the plains (in the United States) is more climatic than topographic. The line of 20 inches (51 cm) of annual rainfall trends a little east of northward near the 97th meridian. If a boundary must be drawn where nature presents only a gradual transition, this rainfall line may be taken to divide the drier plains from the moister prairies.[9] However, in Canada the eastern boundary of the plains is well defined by the presence of the Canadian Shield to the northeast.\n\nThe plains (within the United States) may be described in northern, intermediate, central and southern sections, in relation to certain peculiar features. [9] In Canada, no such division is used: the climatic and vegetation regions are more impactful on human settlement than mere topography, and therefore the region is split into (from north to south), the taiga plains, boreal plains, aspen parkland, and prairie ecoregion regions.\n\nThe northern section of the Great Plains, north of latitude 44°, includes eastern Montana, eastern Wyoming, most of North Dakota and South Dakota, southwestern Minnesota and portions of the Canadian provinces including southeastern Alberta, southern Saskatchewan and southwestern Manitoba. The strata here are Cretaceous or early Tertiary, lying nearly horizontal. The surface is shown to be a plain of degradation by a gradual ascent here and there to the crest of a ragged escarpment, the escarpment-remnant of a resistant stratum. There are also the occasional lava-capped mesas and dike formed ridges, surmounting the general level by 500 ft (150 m) or more and manifestly demonstrating the widespread erosion of the surrounding plains. All these reliefs are more plentiful towards the mountains in central Montana. The peneplain is no longer in the cycle of erosion that witnessed its production. It appears to have suffered a regional uplift or increase in elevation, for the upper Missouri River and its branches no longer flow on the surface of the plain, but in well graded, maturely opened valleys, several hundred feet below the general level. A significant exception to the rule of mature valleys occurs, however, in the case of the Missouri, the largest river, which is broken by several falls on hard sandstones about 50 miles (80 km) east of the mountains. This peculiar feature is explained as the result of displacement of the river from a better graded preglacial valley by the Pleistocene ice sheet. Here, the ice sheet overspread the plains from the moderately elevated Canadian highlands far on the north-east, instead of from the much higher mountains nearby on the west. The present altitude of the plains near the mountain base is 4,000 ft (1,200 m).[9]\n\nThe northern plains are interrupted by several small mountain areas. The Black Hills, chiefly in western South Dakota, are the largest group. They rise like a large island from the sea, occupying an oval area of about 100 miles (160 km) north-south by 50 miles (80 km) east-west. At Black Elk Peak, they reach an altitude of 7,216 feet (2,199 m) and have an effective relief over the plains of 2000 or 3,000 ft (910 m) This mountain mass is of flat-arched, dome-like structure, now well dissected by radiating consequent streams. The weaker uppermost strata have been eroded down to the level of the plains where their upturned edges are evenly truncated. The next following harder strata have been sufficiently eroded to disclose the core of underlying igneous and metamorphic crystalline rocks in about half of the domed area.[9]\n\nIn the intermediate section of the plains, between latitudes 44° and 42°, including southern South Dakota and northern Nebraska, the erosion of certain large districts is peculiarly elaborate. Known as the Badlands, it is a minutely dissected form with a relief of a few hundred feet. This is due to several causes:\n\nThe central section of the Great Plains, between latitudes 42° and 36°, occupying eastern Colorado and western Kansas, is mostly a dissected fluviatile plain. That is, this section was once smoothly covered with a gently sloping plain of gravel and sand that had been spread far forward on a broad denuded area as a piedmont deposit by the rivers which issued from the mountains. Since then, it has been more or less dissected by the erosion of valleys. The central section of the plains thus presents a marked contrast to the northern section.\n\nWhile the northern section owes its smoothness to the removal of local gravels and sands from a formerly uneven surface by the action of degrading rivers and their inflowing tributaries, the southern section owes its smoothness to the deposition of imported gravels and sands upon a previously uneven surface by the action of aggrading rivers and their outgoing distributaries. The two sections are also alike in that residual eminences still here and there surmount the peneplain of the northern section, while the fluviatile plain of the central section completely buried the pre-existent relief. An exception to this statement must be made for the southwest, close to the mountains in southern Colorado, where some lava-capped mesas (Mesa de Maya, Raton Mesa) stand several thousand feet above the general plain level, and thus testify to the widespread erosion of this region before it was aggraded.[9]\n\nThe southern section of the Great Plains, between latitudes 35.5° and 25.5°, lies in western Texas, eastern New Mexico, and western Oklahoma. Like the central section, it is for the most part a dissected fluviatile plain. However, the lower lands which surround it on all sides place it in such strong relief that it stands up as a table-land, known from the time of Mexican occupation as the Llano Estacado. It measures roughly 150 miles (240 km) east-west and 400 miles (640 km) north-south. It is of very irregular outline, narrowing to the south. Its altitude is 5,500 feet (1,700 m) at the highest western point, nearest the mountains whence its gravels were supplied. From there, it slopes southeastward at a decreasing rate, first about 12 ft (3.7 m), then about 7 ft per mile (1.3 m/km), to its eastern and southern borders, where it is 2,000 feet (610 m) in altitude. Like the High Plains farther north, it is extraordinarily smooth.[9]\n\nIt is very dry, except for occasional shallow and temporary water sheets after rains. Llano is separated from the plains on the north by the mature consequent valley of the Canadian River, and from the mountains on the west by the broad and probably mature valley of the Pecos River. On the east, it is strongly undercut by the retrogressive erosion of the headwaters of the Red, Brazos, and Colorado rivers of Texas and presents a ragged escarpment approximately 500 to 800 ft (150 to 240 m) high, overlooking the central denuded area of that state. There, between the Brazos and Colorado rivers, occurs a series of isolated outliers capped by limestone that underlies both the Llano Uplift on the west and the Grand Prairies escarpment on the east. The southern and narrow part of the table-land, called the Edwards Plateau, is more dissected than the rest, and falls off to the south in a frayed-out fault scarp. This scarp overlooks the coastal plain of the Rio Grande embayment. The central denuded area, east of the Llano, resembles the east-central section of the plains in exposing older rocks. Between these two similar areas, in the space limited by the Canadian and Red Rivers, rise the subdued forms of the Wichita Mountains in Oklahoma, the westernmost member of the Ouachita system.[9]\n\nThe term \"Western Plains\" is used to describe the ecoregion of the Great Plains,[10]\n[11] or alternatively the western portion of the Great Plains.[12]\n\n"
        },
        {
            "title": "Natural history",
            "text": "In general, the Great Plains have a wide range of weather, with very cold and harsh winters and very hot and humid summers. Wind speeds are often very high, especially in winter. \n\nThe 100th meridian roughly corresponds with the line that divides the Great Plains into an area that receives 20 in (510 mm) or more of rainfall per year and an area that receives less than 20 in (510 mm). In this context, the High Plains, as well as Southern Alberta, south-western Saskatchewan and Eastern Montana are mainly semi arid steppe land and are generally characterised by rangeland or marginal farmland. The region (especially the High Plains) is periodically subjected to extended periods of drought; high winds in the region may then generate devastating dust storms. The eastern Great Plains near the eastern boundary falls in the humid subtropical climate zone in the southern areas, and the northern and central areas fall in the humid continental climate.\n\nMany thunderstorms occur in the plains in the spring through summer. The southeastern portion of the Great Plains is the most tornado active area in the world and is sometimes referred to as Tornado Alley.\n\nThe Great Plains are part of the floristic North American Prairies Province, which extends from the Rocky Mountains to the Appalachians.[13]\n\nMammals: Although the American bison (Bison bison) historically ranged throughout much of North America (from New York to Oregon and Canada to northern Mexico), they are strongly associated with the Great Plains where they once roamed in immense herds. Pronghorn (Antilocapra americana) range into western areas of the region. The black-tailed prairie dog (Cynomys ludovicianus) is another iconic species among several rodents that are linked to the region including the thirteen-lined ground squirrel (Ictidomys tridecemlineatus), spotted ground squirrel (Xerospermophilus spilosoma), Franklin's ground squirrel (Poliocitellus franklinii), plains pocket gopher (Geomys bursarius), hispid pocket mouse (Chaetodipus hispidus), olive-backed pocket mouse (Perognathus fasciatus), plains pocket mouse (Perognathus flavescens), and plains harvest mouse (Reithrodontomys montanus), Two carnivores associated with the Great Plains include the swift fox (Vulpes velox) and the endangered black-footed ferret (Mustela nigripes).[14]\n\nBirds: The lesser prairie chicken (Tympanuchus pallidicinctus) is endemic to the Great Plains and the distribution of the greater prairie chicken (Tympanuchus cupido) predominantly occurs in the region, although the latter historically ranged further eastward. The Harris's sparrow (Zonotrichia querula) spends winter months in southern areas of the region. Other species migrate from the south in the spring and spend their breeding season on the plains, including the white-faced ibis (Plegadis chihi), mountain plover (Charadrius montanus), marbled godwit (Limosa fedoa), Sprague's pipit (Anthus spragueii), Cassin's sparrow (Peucaea cassinii), Baird's sparrow (Centronyx bairdii), lark bunting (Calamospiza melanocorys), chestnut-collared longspur (Calcarius ornatus), thick-billed longspur or McCown's longspur (Rhynchophanes mccownii), and dickcissel (Spiza americana).[15]\n\nReptiles: The prairie rattlesnake (Crotalus viridis) ranges throughout much of the Great Plains and into the valleys and lower elevations of the eastern Rocky Mountains and portions of the American southwest. Other snakes include the plains hog-nosed snake (Heterodon nasicus), western milksnake (Lampropeltis gentilis), great plains ratsnake (Pantherophis emoryi), bullsnake (Pituophis catenifer sayi), plains black-headed snake (Tantilla nigriceps), plains gartersnake (Thamnophis radix), and lined snake (Tropidoclonion lineatum). Reptile diversity increases significantly in southern regions of the Great Plains. The ornate box turtle (Terrapene ornata) and great plains skink (Plestiodon obsoletus) occur in southern areas.[16]\n\nAmphibians: Although few salamanders are strongly associated with region, the western tiger salamander (Ambystoma mavortium) ranges through much of the Great Plains and the Rocky Mountains, as does the rocky mountain toad (Anaxyrus w. woodhousi). Other anurans related to region include the great plains toad (Anaxyrus cognatus), plains leopard frog (Lithobates blairi), and plains spadefoot (Spea bombifrons).[16][17]\n\nFish: Some species predominately associated with various river basins in the Great Plains include sturgeon chub (Macrhybopsis gelida), peppered chub (Macrhybopsis tetranema), prairie chub (Macrhybopsis australis), western silvery minnow (Hybognathus argyritis), plains minnow (Hybognathus placitus), smalleye shiner (Notropis buccula), Arkansas River shiner (Notropis girardi), Red River shiner (Notropis bairdi), Topeka shiner (Notropis topeka), plains topminnow (Fundulus sciadicus), plains killifish (Fundulus zebrinus), Red River pupfish (Cyprinodon rubrofluviatilis), and Arkansas darter (Etheostoma cragini).[18][19]\n\nDuring the Cretaceous Period (145–66 million years ago), the Great Plains were covered by a shallow inland sea called the Western Interior Seaway. However, during the Late Cretaceous to the Paleocene (65–55 million years ago), the seaway had begun to recede, leaving behind thick marine deposits and a relatively flat terrain which the seaway had once occupied.[20]\n\nDuring the Cenozoic era, specifically about 25 million years ago during the Miocene and Pliocene epochs, the continental climate became favorable to the evolution of grasslands. Existing forest biomes declined and grasslands became much more widespread. The grasslands provided a new niche for mammals, including many ungulates and glires, that switched from browsing diets to grazing diets. Traditionally, the spread of grasslands and the development of grazers have been strongly linked. However, an examination of mammalian teeth suggests that it is the open, gritty habitat and not the grass itself which is linked to diet changes in mammals, giving rise to the \"grit, not grass\" hypothesis.[21]\n\nPaleontological finds in the area have yielded bones of mammoths, saber-toothed cats and other ancient animals,[22] as well as dozens of other megafauna (large animals over 100 lb [45 kg]) – such as giant sloths, horses, mastodons, and American lion – that dominated the area of the ancient Great Plains for thousands to millions of years. The vast majority of these animals became extinct in North America at the end of the Pleistocene (around 13,000 years ago).[23]\n\nA number of significant fossil sites are located in the Great Plains including Agate Fossil Beds National Monument (Nebraska), Ashfall Fossil Beds (Nebraska), Clayton Lake State Park (New Mexico), Dinosaur Valley State Park (Texas), Hudson-Meng Bison Kill (Nebraska), Makoshika State Park (Montana), and The Mammoth Site (South Dakota). \n\nPublic and protected lands in the Great Plains include National Parks and National Monuments, administers by the National Park Service with the responsibility of preserving ecological and historical places and making them available to the public.[24] The U.S. Fish & Wildlife Service manages the National Wildlife Refuges, with the primary responsibility of conserving and protecting fish, wildlife, plants, and habitat in the public trust.[25] Both are agencies of the Department of the Interior.\n\nIn contrast, U.S. Forest Service, an agency of the U. S. Department of Agriculture, administers the National Forests and National Grasslands, under a multiple-use concept. By law, the U.S. Forest Service must consider all resources, with no single resource emphasized to the detriment of others, including water, soil, grazing, timber harvesting, and minerals (mining and drilling), as well as recreation and conservation of fish and wildlife.[26] Each individual state also administers state lands, typically smaller areas, for various purposes including conservation and recreation.\n\nGrasslands are among the least protected biomes.[27] Humans have converted much of the prairies for agricultural purposes or to create pastures. Several of the protected lands in the region are centered around aberrant and uncharacteristic features of the region, such as mountains, outcrops, and canyons (e.g. Devil's Tower National Monument, Wind Cave National Park, Scotts Bluff National Monument), and as splendid and worthy as they are, they are not primarily focused on conserving the plains and prairies. \n\n"
        },
        {
            "title": "History",
            "text": "The first Peoples (Paleo-Indians) arrived on the Great Plains thousands of years ago.[28][29] Historically, the Great Plains were the range of the Blackfoot, Crow, Sioux, Cheyenne, Arapaho, Comanche, and others. Eastern portions of the Great Plains were inhabited by tribes who lived at Etzanoa and in semi-permanent villages of earth lodges, such as the Arikara, Mandan, Pawnee, and Wichita.[citation needed] The introduction of corn around 800 CE allowed the development of the mound-building Mississippian culture along rivers that crossed the Great Plains and that included trade networks west to the Rocky Mountains.[30][31] Mississippians settled the Great Plains at sites now in Oklahoma and South Dakota.\n\nSiouan language speakers may have originated in the lower Mississippi River region. They were agriculturalists and may have been part of the Mound Builder civilization during the 9th–12th centuries. Wars with the Ojibwe and Cree peoples pushed the Lakota (Teton Sioux) west onto the Great Plains in the mid- to late-17th century.[32] The Shoshone originated in the western Great Basin and spread north and east into present-day Idaho and Wyoming. By 1500, some Eastern Shoshone had crossed the Rocky Mountains into the Great Plains. After 1750, warfare and pressure from the Blackfoot, Crow, Lakota, Cheyenne, and Arapaho pushed Eastern Shoshone south and westward. Some of them moved as far south as Texas, emerging as the Comanche by 1700.[33]\n\nThe first known contact between Europeans and Indians in the Great Plains occurred in what is now Texas, Kansas, and Nebraska from 1540 to 1542 with the arrival of Francisco Vázquez de Coronado, a Spanish conquistador. In that same period, Hernando de Soto crossed a west-northwest direction in what is now Oklahoma and Texas which is now known as the De Soto Trail. The Spanish thought that the Great Plains were the location of the mythological Quivira and Cíbola, a place said to be rich in gold.[34]\n\nPeople in the southwest began to acquire horses in the 16th century by trading or stealing them from Spanish colonists in New Mexico. As horse culture moved northward, the Comanche were among the first to commit to a fully mounted nomadic lifestyle. This occurred by the 1730s, when they had acquired enough horses to put all their people on horseback.[35]\n\nThe real beginning of the horse culture of the plains began with the Pueblo Revolt of 1680 in New Mexico and the capture of thousands of horses and other livestock. In 1683 a Spanish expedition into Texas found horses among Native people. In 1690, a few horses were found by the Spanish among the Indians living at the mouth of the Colorado River of Texas and the Caddo of eastern Texas had a sizeable number.[36][37]\n\nThe French explorer Claude Charles Du Tisne found 300 horses among the Wichita on the Verdigris River in 1719, but they were still not plentiful. Another Frenchman, Bourgmont, could only buy seven at a high price from the Kaw in 1724, indicating that horses were still scarce among tribes in Kansas. By 1770, that Plains Indians culture was mature, consisting of mounted buffalo-hunting nomads from Saskatchewan and Alberta southward nearly to the Rio Grande.\n\nThe milder winters of the southern Plains favored a pastoral economy by the Indians.[39] On the northeastern Plains of Canada, the Indians were less favored, with families owning fewer horses, remaining more dependent upon dogs for transporting goods, and hunting bison on foot. The scarcity of horses in the north encouraged raiding and warfare in competition for the relatively small number of horses that survived the severe winters.[40]\n\nComanche power peaked in the 1840s when they conducted large-scale raids hundreds of miles into Mexico proper, while also warring against the Anglo-Americans and Tejanos who had settled in independent Texas.\n\nThe fur trade brought thousands of colonial settlers into the Great Plains over the next 100 years. Fur trappers made their way across much of the region, making regular contacts with Indians. The United States acquired the Louisiana Purchase in 1803 and conducted the Lewis and Clark Expedition in 1804–1806, and more information became available concerning the Plains, and various pioneers entered the areas. Fur trading posts were often the basis of later settlements. Through the 19th century, more settlers migrated to the Great Plains as part of a vast westward expansion of population, and new settlements became dotted across the Great Plains.[citation needed]\n\nThe settlers also brought diseases against which the Indians had no resistance. Between a half and two-thirds of the Plains Indians are thought to have died of smallpox by the time of the Louisiana Purchase.[41] The 1837 Great Plains smallpox epidemic spread across the Great Plains, killing many thousands between 1837 and 1840. In the end, it is estimated that two-thirds of the Blackfoot population died, along with half of the Assiniboines and Arikaras, a third of the Crows, and a quarter of the Pawnees.[42]\n\nBeginning in 1821, the Santa Fe Trail ran from the Missouri River to New Mexico, skirting north of Comancheria. Beginning in the 1830s, the Oregon Trail led from the Missouri River across the Great Plains.\n\nAfter 1870, the new railroads across the Plains brought hunters who killed off almost all the bison for their hides. The railroads offered attractive packages of land and transportation to American farmers, who rushed to settle the land. They also took advantage of the homestead laws to obtain farms. Land speculators and local boosters identified many potential towns, and those reached by the railroad had a chance, while the others became ghost towns. Towns flourished if they were favored by proximity to the railroad.[44]\n\nMuch of the Great Plains became open range where cattle roamed free, hosting ranching operations where anyone was free to run cattle. In the spring and fall, ranchers held roundups where their cowboys branded new calves, treated animals, and sorted the cattle for sale. Such ranching began in Texas and gradually moved northward. Between 1866 and 1895, cowboys herded 10 million cattle north to rail heads such as Dodge City, Kansas[45] and Ogallala, Nebraska; from there, cattle were shipped east.[46]\n\nThe U.S. passed the Homestead Acts of 1862 to encourage agricultural development of the Great Plains and house a growing population. It allowed a settler to claim up to 160 acres (65 hectares) of land, provided that he lived on it for a period of five years and cultivated it. The provisions were expanded under the Kinkaid Act of 1904 to include a homestead of an entire section. Hundreds of thousands of people claimed such homesteads, sometimes building houses out of the very turf of the land. Many of them were not skilled farmers, and failures were frequent. The Dominion Lands Act of 1871 served a similar function for establishing homesteads on the prairies in Canada.[47]\n\nThe railroads opened up the Great Plains for settlement, making it possible to ship wheat and other crops at low cost to the urban markets in the East and overseas. Homestead land was free for American settlers. Railroads sold their land at cheap rates to immigrants in the expectation that they would generate traffic as soon as farms were established. Immigrants poured in, especially from Germany and Scandinavia. On the plains, very few single men attempted to operate a farm or ranch by themselves; they understood the need for a hard-working wife and numerous children to handle the many responsibilities.[48] During the early years of settlement, farm women played an integral role in assuring family survival by working outdoors. After approximately one generation, women increasingly left the fields, thus redefining their roles within the family. New technology encouraged women to turn to domestic roles, including sewing and washing machines. Media and government extension agents promoted the \"scientific housekeeping\" movement, along with county fairs which featured achievements in home cookery and canning, advice columns for women regarding farm book keeping, and home economics courses in the schools.[49]\n\nThe eastern image of farm life in the prairies emphasized the isolation of the lonely farmer and wife, yet plains residents created busy social lives for themselves. They often sponsored activities which combined work, food, and entertainment, such as barn raisings, corn huskings, quilting bees,[50] Grange meetings, church activities and school functions. Women organized shared meals and potluck events, as well as extended visits among families.[51]\n\nThe region roughly centered on the Oklahoma Panhandle was known as the Dust Bowl during the late 1920s and early 1930s, including southeastern Colorado, southwestern Kansas, the Texas Panhandle, and extreme northeastern New Mexico. The effects of an extended drought, inappropriate cultivation, and financial crises of the Great Depression forced many farmers off the land throughout the Great Plains.[citation needed]\n\nFrom the 1950s on, many areas of the Great Plains have become productive crop-growing areas because of extensive irrigation on large land-holdings. The United States is a major exporter of agricultural products. The southern portion of the Great Plains lies over the Ogallala Aquifer, a huge underground layer of water-bearing strata. Center pivot irrigation is used extensively in drier sections of the Great Plains, resulting in aquifer depletion at a rate that is greater than the ground's ability to recharge.[52]\n\nThe rural Plains have lost a third of their population since 1920. Several hundred thousand square miles of the Great Plains have fewer than 6 inhabitants per square mile (2.3 inhabitants per square kilometer), the density standard that Frederick Jackson Turner used to declare the American frontier \"closed\" in 1893. Many have fewer than 2 inhabitants per square mile (0.77 inhabitants per square kilometer). There are more than 6,000 ghost towns in Kansas alone, according to Kansas historian Daniel Fitzgerald. This problem is often exacerbated by the consolidation of farms and the difficulty of attracting modern industry to the region. In addition, the smaller school-age population has forced the consolidation of school districts and the closure of high schools in some communities. The continuing population loss has led some to suggest that the current use of the drier parts of the Great Plains is not sustainable,[53] and there has been a proposal to return approximately 139,000 sq mi (360,000 km2) of these drier parts to native prairie land as a Buffalo Commons.\n\n"
        },
        {
            "title": "Wind power",
            "text": "The Great Plains contributes substantially to wind power in the United States. T. Boone Pickens developed wind farms after a career as a petroleum executive, and he called for the U.S. to invest $1 trillion to build an additional 200,000 MW of wind power in the Plains as part of his Pickens Plan. He cited Sweetwater, Texas, as an example of economic revitalization driven by wind power development.[54][55][56]\n\n"
        }
    ]
}