{
    "url": "https://en.wikipedia.org/wiki/Great_American_Novel",
    "title": "Great American Novel",
    "table_of_contents": [
        "1 History",
        "1.1 Background and etymology",
        "1.2 Development",
        "2 Analysis",
        "2.1 Racial and gender commentary",
        "2.2 Interpretations",
        "2.3 Equivalents in other media",
        "3 Notable candidates",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Great American Novel (sometimes abbreviated as GAN) is a canonical novel that is thought to embody the essence of America, generally written by an American and dealing in some way with the question of America's national character. The term was coined by John William De Forest in an 1868 essay. Although De Forest mentioned Uncle Tom's Cabin (1852) by Harriet Beecher Stowe as a possible contender, he noted that the Great American Novel had most likely not been written yet. Writer Henry James used the shortened term, GAN, in 1880.\n\nPractically, many academics use the term to refer to a small number of books that have historically been the nexus of discussion, including Moby-Dick (1851), Adventures of Huckleberry Finn (1884), and The Great Gatsby (1925). However, there is no consensus on which novel, or novels, merits the title of Great American Novel.\n\nThe idea has evolved and continued into the modern age, although America's national development has led to it being dismissed by some as no longer applicable. The early 1900s saw the idea considered as \"extinct as the dodo\". It did slowly resurge from the 1920s onwards. Clyde Brion Davis and Philip Roth both wrote novels about the Great American Novel, titled as such—the latter in the 1970s, a time of prosperity for the concept.\n\nSince the concept's creation an assortment of novels have been declared the Great American Novel, ranging from The Last of the Mohicans (1826), to Invisible Man (1952). Interpretations of the Great American Novel has also arisen. Writers and academics have commented upon the term's pragmatics, the different types of Great American Novels and the idea's relation to race and gender. Equivalents to the Great American Novel, such as the Great American painting and poem, have been proposed.\n\n"
        },
        {
            "title": "History",
            "text": "While literary fiction was written and published in British America as early as the 17th century, it was not until a distinct United States identity developed in the 18th century that works considered American literature first appeared. The U.S. identity as a nation was reflected alongside the development of its literature.[1] By the mid-century, the idea of American literature exceeding its European counterparts began to take shape.[2] According to Grant Shreve of JSTOR Daily, \"[t]he dream of a unifying national book had been around since the earliest days of the Republic, but the Great American Novel didn't fully gel as a concept until the end of the Civil War\".[3] Lawrence Buell saw the 1840s as the start of novels being written that would later be considered the Great American Novel.[4]\n\nThe term Great American Novel originated in an 1868 essay by American Civil War novelist John William De Forest.[5]  De Forest saw it serving as a \"tableau\" of American society; Daniel Pierce Thompson said it had to be distinctly American.[5][6] De Forest criticized James Fenimore Cooper's The Last of the Mohicans (1826) and noted that it did not deserve to be called the Great American Novel. He expressed his admiration for the works of Washington Irving and Nathaniel Hawthorne, but also claimed that they were not fit to be given the title.[7] He ultimately concluded that the Great American Novel had yet to be written.[3] In 1880, writer Henry James simplified the term with the initialism \"GAN\".[8]\n\nThe term soon became popular, its ubiquity considered a cliché and disparaged by literary critics.[9] Buell stated that the concept was seen as a part of a larger national, cultural and political consolidation.[5] According to Shreve, as the concept grew, criteria for the Great American Novel arose: \n\nGeorge Knox's 1969 entry in American Quarterly claimed that by the turn of the century many critics were reluctant to invoke the idea of the Great American Novel, due to possible ridicule.[10] This continued into the middle-twentieth century, when academies began to dismiss the Great American Novel as a \"naively amateurish age-of-realism pipe dream\".[5] Bernard F. Rogers noted in 1974 that \"The \"GAN\" really belongs to the nineteenth century, not the twentieth\".[2]\n\nWriters such as William Dean Howells and Mark Twain were equally blasé. Frank Norris proclaimed in 1901 that \"The GAN is either as extinct as the Dodo or as far in the future as the practical aeroplane..the thing to be looked for is not the Great American Novelist, but the Great Novelist who shall also be an American\".[10] Edith Wharton complained, in 1927, that the Great American Novel concept held a narrow view and was \"always about Main Street, geographically, socially, and intellectually\". She also felt that claims of the Great American Novel were made too often; once ironically inventing the Great American-Novel-of-the-Month.[10] At this time, it also grew to become associated with masculine values.[11]\n\nDespite this critical disregard, many writers, according to Maxine Hong Kingston, wanted to create the next Great American Novel; Upton Sinclair and Sinclair Lewis both sought to create the Great American Novel with The Jungle (1906) and Babbit (1924), respectively.[12] “Templates” and “recipes” for the Great American Novel were created in the hopes of helping writers.[3] In 1938, Clyde Brion Davis released The Great American Novel, an ironic, fictional, exploration of the concept.[10] Rogers said that Kurt Vonnegut's \"entire career might be characterised as an attempt to produce something like \"the GAN\", but of its own time\".[2]\n\nA similar satirical novel, to Davis', about the concept was released by Philip Roth, also called The Great American Novel, in 1973.[13] The 1970s saw a general resurgence of the concept, with the New York Times using the phrase the most in their history, a total of 71 times.[14][a] Tom Perrin, in the 2018 book American Literature in Transition, 1970–1980, speculated that this revival was due to the \"decade's considerable anxieties\". The concept was again aligned with masculinity and according to Perrin sought to \"neturalize the tension\" between it, \"individualism\" and \"the social upheavals that challenged them\".[14]\n\nIn the 21st century, the concept has taken on a new more expanded form; moving past, primarily, the concern of scholars and towards a more populist attitude.[15][b] Shreve called it \"catnip for a listicle-obsessed internet\"; its relevance and achievability is frequently debated.[3][17] Adam Kirsch claimed in 2013 that \"Hardly anyone talks about the Great American Novel without a tincture of irony these days\". Although, Kirsch conceded that books such as Roth's American Pastoral (1997) indicate that writers are still interested in creating the Great American Novel.[18] Commenting upon the Great American Novel's place in the 21st century, Stephens Shapiro said that \"Maybe the GAN is a theme that rises in interest when the existing world system is amidst transformation, as America's greatness of all kinds swiftly fades away.\"[4] When asked in a 2004 interview if the Great American Novel could be written, Norman Mailer—who had long been interested in the idea[19]—said it could not, for America had become too developed of a nation.[20] Tony Tulathimutte similarly dismissed it as \"a comforting romantic myth, which wrongly assumes that commonality is more significant than individuality\".[21]\n\n"
        },
        {
            "title": "Analysis",
            "text": "According to British writer Martin Amis, immigrants or \"non-Americans\" were critical in the evolution of the Great American Novel. He pointed to the fact that many Great American Novel authors were foreign-born or of immigrant backgrounds, such as Vladimir Nabokov. According to Lucy Scholes, in an article for BBC Culture, the evolution of the Great American Novel was largely influenced by \"the various waves of immigration that have lapped at America's shore\".[17][22]\n\nAnnika Barranti Klein said in a Book Riot article that \"The glaring issue with De Forest's concept is its unbearable whiteness\".[23] Rigoberto González noted that \"The GAN considers the big lives of those people American literature has marginalized\".[24] Kirsch claimed that Great American Novel candidates often tried to \"bridge the racial divide\".[18] Commenting upon the idea's racial aspects and presence in popular conscious, Hugh Kenner wrote in a 1953 issue of Perspective that:\n\nPerrin, Andrew Hoberek and Barbara Probst Solomon all noted that the 70s saw Jews become involved with the idea. Perrin said it was a boom decade for, what Hoberek, called the \"Jewish GAN\". Solomon was by 1972 sick of \"nice Jewish sons who are writing the GAN\". Aaron Latham, in a 1971 article, highlighted Roth and Mailer as Jews who wanted to the write the next GJN and GAN, respectively.[14]\n\nThe Great American Novel's relation to masculinity was seen as a problem by female writers. Gertrude Stein once lamented that, as a lesbian Jewish woman, she would be unable to compose the Great American Novel. Joyce Carol Oates similarly felt that \"a woman could write it, but then it wouldn't be the GAN\".[11] Viet Thanh Nguyen said that \"[o]ne of the unspoken silences of the Great American Novel is the assumption that it can only be written by white men\".[25] Laura Miller wrote, in a Salon article, that \"The presumption and the belligerence embodied in this ideal have put off many American women writers\". She also noted that many characters in Great American Novel candidates are male: \"the notion that a female figure might serve the same purpose undermines the very concept of the Great American Novel\".[19]  Although British analyst Faye Hammill noted that Gentlemen Prefer Blondes  by Anita Loos, was one of the few that 'doesn't stink'.[26] Emily Temple of Literary Hub suggested that if the protagonist of Sylvia Plath's The Bell Jar (1963) were male it would likely be considered more seriously as a Great American Novel contender.[27]\n\nThere are several different interpretations of what makes a Great American Novel. Some say that it depicts a diverse group facing issues representative of \"epoch-defining public events or crises.\"[8] John Scalzi felt that for a novel to be the Great American Novel it had to be ubiquitous, notable and analyze America through a moral context.[28] De Forest, similarly saw the Great American Novel as having to capture the \"essence\" of America, its quality irrelevant.[29]\n\nWriter A.M. Homes said that the specific usage of great should not be a statement of quality, but rather, one of expanse; within this context, she felt that she had written a Great American Novel with May We Be Forgiven (2012).[11] Norris shared similar sentiments, saying that \"[i]t\" all depends upon what you mean by Great, what you mean by American\". He thought the musings on what did or did not qualify as \"Great\" or as \"American\" showcased patriotic insecurity.[10] Mohsin Hamid wrote that \"[t]he problem is in the phrase itself. 'Great' and 'Novel' are fine enough. But 'the' is needlessly exclusionary, and 'American' is unfortunately parochial. The whole, capitalized, seems to speak to deep and abiding insecurity, perhaps a colonial legacy\".[30]\n\nCommentators have said that the concept is exclusively American in nature.[29] Journalist John Walsh offered a national equal in the form of Russian writer Leo Tolstoy's War and Peace (1869); Buell felt that Australia was the only country to replicate America's search.[17][4][c] Scholes said that the Great American Novel has always been thought of adjacent to European literature.[17] David Vann was of the belief that they had to be \"anti-American\".[31] Rogers felt that it doesn't need to have American protagonists or be set in America and shouldn't espouse patriotism or nationalism.[2]\n\nBuell identifies multiple types of Great American Novels. First is one who is subject to mysticism and stands the test of time.[32] The second is \"the romance of the divide\", which imagines national rifts in the \"form of a family history and/or heterosexual love affair\"—race often plays a role.[3][32] Thirdly, one that encapsulates the American Dream and see its protagonist rise from obscurity.[14] Fourthly, novels which are composed of a diverse cast of characters \"imagined as social microcosms or vanguards\" and who are placed with events and crises that serve to \"constitute an image of 'democratic' promise or dysfunction\". Buell also said speculative science fiction may be the basis for a possible fifth archetype.[4]\n\nKasia Boddy wrote that, \"[s]ince its initial formulation\", the concept \"has always been more about inspiration than achievement; the very fact that it has been attempted but remains 'unwritten' providing a spur to future engagement with both nation and national literature\".[11] Speculating on De Forest's intentions when devising the Great American Novel idea and commenting upon its development, Cheryl Strayed wrote that:\n\nRegarding the lack of consensus, critic A. O. Scott compared it to the Yeti, the Loch Ness monster and the Sasquatch, in that many people—some boasting \"impressive documentation\"—have \"[claimed] to have seen it\".[33]\n\nEquivalents to the Great American Novel in other media have been proposed. For example:\n\nDeForest claimed that \"the Great American Poem\" could only be created after the United States had experienced hundreds of years of democracy; however, he believed that the Great American Novel could be written much sooner.[8] Mark Binelli of the New York Times called documentary filmmaker Frederick Wiseman the \"Great American Novelist\" and said that his 50-year filmography was a manifestation of the Great American Novel.[39] Jess Zafariss suggested that the Marvel comics by Jack Kirby and Stan Lee deserve the title.[7]\n\n"
        }
    ]
}