{
    "url": "https://en.wikipedia.org/wiki/Green_fireballs",
    "title": "Green fireballs",
    "table_of_contents": [
        "1 Reports and responses",
        "2 Explanations",
        "3 See also",
        "4 References",
        "5 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Green fireballs are a type of unidentified flying object (UFO) that has been reported since the early 1950s. Early sightings primarily occurred in the southwestern United States, particularly in New Mexico. Although some ufologists and ufology organizations consider green fireballs to be of artificial extraterrestrial origin, mainstream, non-pseudoscientific explanations have been provided, including natural bolides.\n\n"
        },
        {
            "title": "Reports and responses",
            "text": "Early observations of green fireballs date to late 1948 New Mexico, and include reports from two plane crews, one civilian and the other military, on the night of December 5, 1948. These crews described the observed fireballs as a bright \"green ball of fire\" and \"like a huge green meteor\".[1] On December 8 another aerial observation of a green fireball was reported by two pilots.[2] In a letter to the U.S. Air Force dated December 20, Lincoln LaPaz, an astronomer from the University of New Mexico, wrote (as reported by the ufologist Kevin Randle[3]) that the observed objects were atypical of meteors. On January 13, 1949, the Director of Army Intelligence from Fourth Army Headquarters in Texas wrote that the green fireballs \"[may be] the result of radiological warfare experiments by a foreign power\" and that they \"are of such great importance, especially as they are occurring in the vicinity of sensitive installations, that a scientific board [should]...study the situation.\"[2]\n\nA February 1949 conference at Los Alamos attended by members of Project Sign, scientists including Joseph Kaplan and Edward Teller, and military personnel was unable to identify the origin of the observed green fireballs; secret conferences at Los Alamos and elsewhere, later in 1949 and addressing green fireballs, were also claimed by Edward Ruppelt and ufologists including Jerome Clark to have convened.[1][4][5][6] In December 1949 Project Twinkle, a network of green fireball observation and photographic units, was established but never fully implemented. It was discontinued two years later, with the official conclusion that the phenomena were likely natural in origin.[1][4]\n\nThe theoretical astrophysicist and UFO skeptic Donald Menzel claimed to have observed in May 1949 a green fireball near Alamogordo, which he later considered to be an ordinary meteor.[7][8] Green fireballs have more recently been observed in Japan[9] and Australia.[10][11]\n\n"
        },
        {
            "title": "Explanations",
            "text": "Some ufologists consider green fireballs to be of artificial, extraterrestrial origin.[1][4] Along with meteors/bolides, other non-pseudoscientific explanations include sequelae of atomic weapons tests, including clouds of nuclear fallout, lunar material ejected from meteor impacts on the Moon's surface[1], and aircraft associated with secret military projects.[12]\n\n"
        }
    ]
}