{
    "url": "https://en.wikipedia.org/wiki/Greek_mathematics",
    "title": "Greek mathematics",
    "table_of_contents": [
        "1 Origins of Greek mathematics",
        "2 Archaic and Classical periods",
        "3 Hellenistic and Roman periods",
        "4 Achievements",
        "5 Transmission and the manuscript tradition",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Greek mathematics refers to mathematics texts and ideas stemming from the Archaic through the Hellenistic and Roman periods, mostly extant from the 7th century BC to the 4th century AD, around the shores of the Eastern Mediterranean. Greek mathematicians lived in cities spread over the entire Eastern Mediterranean from Italy to North Africa but were united by Greek culture and the Greek language. The word \"mathematics\" itself derives from the Ancient Greek: μάθημα, romanized: máthēma Attic Greek: [má.tʰɛː.ma] Koine Greek: [ˈma.θi.ma], meaning \"subject of instruction\".[1] The study of mathematics for its own sake and the use of generalized mathematical theories and proofs is an important difference between Greek mathematics and those of preceding civilizations.[2][3][4]\n\n"
        },
        {
            "title": "Origins of Greek mathematics",
            "text": "The origin of Greek mathematics is not well documented.[5][6] The earliest advanced civilizations in Greece and in Europe were the Minoan and later Mycenaean civilizations, both of which flourished during the 2nd millennium BCE. While these civilizations possessed writing and were capable of advanced engineering, including four-story palaces with drainage and beehive tombs, they left behind no mathematical documents.\n\nThough no direct evidence is available, it is generally thought that the neighboring Babylonian and Egyptian civilizations had an influence on the younger Greek tradition.[7][8][5] Unlike the flourishing of Greek literature in the span of 800 to 600 BC, not much is known about Greek mathematics in this early period—nearly all of the information was passed down through later authors, beginning in the mid-4th century BC.[9][10]\n\n"
        },
        {
            "title": "Archaic and Classical periods",
            "text": "Greek mathematics allegedly began with Thales of Miletus (c. 624–548 BC). Very little is known about his life and works, although it is generally agreed that he was one of the Seven Wise Men of Greece. According to Proclus, he traveled to Babylon from where he learned mathematics and other subjects, and came up with the proof of what is now called Thales' Theorem.[11][12]\n\nAn equally enigmatic figure is Pythagoras of Samos (c. 580–500 BC), who supposedly visited Egypt and Babylon,[10][13] and ultimately settled in Croton, Magna Graecia, where he started a kind of cult. Pythagoreans believed that \"all is number\" and were keen in looking for mathematical relations between numbers and things.[14] Pythagoras himself was given credit for many later discoveries, including the construction of the five regular solids. However, Aristotle refused to attribute anything specifically to Pythagoras and only discussed the work of the Pythagoreans as a group.[15][16]\n\nIt has been customary to credit almost half of the material in Euclid's Elements to the Pythagoreans, as well as the discovery of irrationals, attributed to Hippassus (c. 530–450 BC), and the earliest attempt to square the circle, in the work of Hippocrates of Chios (c. 470–410 BC).[17] The greatest mathematician associated with the group, however, may have been Archytas (c. 435-360 BC), who solved the problem of doubling the cube, identified the harmonic mean, and possibly contributed to optics and mechanics.[17][18] Other mathematicians active in this period, without being associated with any school, include Theodorus (fl. 450 BC), Theaetetus (c. 417-369 BC), and Eudoxus (c. 408–355 BC).\n\nGreek mathematics also drew the attention of philosophers during the Classical period. Plato (c. 428–348 BC), the founder of the Platonic Academy, mentions mathematics in several of his dialogues.[19] While not considered a mathematician, Plato seems to have been influenced by Pythagorean ideas about number and believed that the elements of matter could be broken down into geometric solids.[20] He also believed that geometrical proportions bound the cosmos together rather than physical or mechanical forces.[21] Aristotle (c. 384–322 BC), the founder of the Peripatetic school, often used mathematics to illustrate many of his theories, as when he used geometry in his theory of the rainbow and the theory of proportions in his analysis of motion.[21] Much of the knowledge known about ancient Greek mathematics in this period is thanks to records referenced by Aristotle in his own works.[10][22]\n\n"
        },
        {
            "title": "Hellenistic and Roman periods",
            "text": "The Hellenistic era began in the 4th century BC with Alexander the Great's conquest of the eastern Mediterranean, Egypt, Mesopotamia, the Iranian plateau, Central Asia, and parts of India, leading to the spread of the Greek language and culture across these areas. Greek became the language of scholarship throughout the Hellenistic world, and the mathematics of the Classical period merged with Egyptian and Babylonian mathematics to give rise to a Hellenistic mathematics.[24][25]\n\nGreek mathematics and astronomy reached its acme during the Hellenistic and early Roman periods, and much of the work represented by scholars such as Euclid (fl. 300 BC), Archimedes (c. 287–212 BC), Apollonius (c. 240–190 BC), Hipparchus (c. 190–120 BC), and Ptolemy (c. 100–170 AD) was of a very advanced level.[26] There is also evidence of combining mathematical knowledge with technical or practical applications, as found for instance in the construction of analogue computers like the Antikythera mechanism,[27][28] in the accurate measurement for the circumference of the Earth by Eratosthenes (276 – 194 BC), or in the mechanical works of Hero (c. 10–70 AD).[29]\n\nSeveral Hellenistic centers of learning appeared during this period, of which the most important one was the Musaeum in Alexandria, Egypt, which attracted scholars from across the Hellenistic world (mostly Greek, but also Egyptian, Jewish, Persian, Phoenician, and even Indian scholars).[30][31] Although few in number, Hellenistic mathematicians actively communicated with each other; publication consisted of passing and copying someone's work among colleagues.[32]\n\nLater mathematicians include Diophantus (c. 214–298 AD), who wrote on polygonal numbers and a work in pre-modern algebra (Arithmetica),[33][34] Pappus of Alexandria (c. 290-350 AD), who compiled many important results in the Collection,[35] and Theon of Alexandria (c. 335-405 AD) and his daughter Hypatia (c. 370–415 AD), who edited Ptolemy's Almagest and other works.[36][37] Although none of these mathematicians, save Diophantus, had notable original works, they are distinguished for their commentaries and expositions. These commentaries have preserved valuable extracts from works which have perished, or historical allusions which, in the absence of original documents, are precious because of their rarity.[38][39]\n\nMost of the mathematical texts written in Greek survived through the copying of manuscripts over the centuries, though some fragments dating from antiquity have been found in Greece, Egypt, Asia Minor, Mesopotamia, and Sicily.[26]\n\n"
        },
        {
            "title": "Achievements",
            "text": "Greek mathematics constitutes an important period in the history of mathematics: fundamental in respect of geometry and for the idea of formal proof.[40] Greek mathematicians also contributed to number theory, mathematical astronomy, combinatorics, mathematical physics, and, at times, approached ideas close to the integral calculus.\n\nEudoxus of Cnidus developed a theory of proportion that bears resemblance to the modern theory of real numbers using the Dedekind cut, developed by Richard Dedekind, who acknowledged Eudoxus as inspiration.[41][42][43][44]\n\nEuclid collected many previous results and theorems in the Elements, a canon of geometry and elementary number theory for many centuries.[45][46][47]\n\nArchimedes was able to use the concept of the infinitely small in a way that anticipated modern ideas of the integral calculus.[48][49] Using a technique dependent on a form of proof by contradiction, he could reach answers to problems with an arbitrary degree of accuracy, while specifying the limits within which the answers lay. This technique is known as the method of exhaustion, and he employed in several of his works, such as to approximate the value of π (Measurement of the Circle).[50] In Quadrature of the Parabola, Archimedes proved that the area enclosed by a parabola and a straight line is 4/3 times the area of a triangle with equal base and height using an infinite geometric series, whose sum was 4/3.[51] In The Sand Reckoner, Archimedes challenged the notion that the number of grains of sand was too large to be counted by trying to name how many grains of sand the universe could contain, devising his own counting scheme based on the myriad, which denoted 10,000.[52]\n\nThe most characteristic product of Greek mathematics may be the theory of conic sections, which was largely developed in the Hellenistic period, primarily by Apollonius.[53][54][55] The methods employed made no explicit use of algebra, nor trigonometry, the latter appearing around the time of Hipparchus.[56][57]\n\nAncient Greek mathematics was not limited to theoretical works but was also used in other activities, such as business transactions and in land mensuration, as evidenced by extant texts where computational procedures and practical considerations took more of a central role.[58][59]\n\n"
        },
        {
            "title": "Transmission and the manuscript tradition",
            "text": "Although the earliest Greek language texts on mathematics that have been found were written after the Hellenistic period, many of these are considered to be copies of works written during and before the Hellenistic period.[60] The two major sources are\n\nNevertheless, despite the lack of original manuscripts, the dates of Greek mathematics are more certain than the dates of surviving Babylonian or Egyptian sources because a large number of overlapping chronologies exist. Even so, many dates are uncertain; but the doubt is a matter of decades rather than centuries.\n\nReviel Netz has counted 144 ancient exact scientific authors, of these only 29 are extant in Greek: Aristarchus, Autolycus, Philo of Byzantium, Biton, Apollonius, Archimedes, Euclid, Theodosius, Hypsicles, Athenaeus, Geminus, Hero, Apollodorus, Theon of Smyrna, Cleomedes, Nicomachus, Ptolemy, Gaudentius, Anatolius, Aristides Quintilian, Porphyry, Diophantus, Alypius, Damianus, Pappus, Serenus, Theon of Alexandria, Anthemius, Eutocius.[61]\n\nSome works are extant only in Arabic translations:[62][63]\n\n"
        }
    ]
}