{
    "url": "https://en.wikipedia.org/wiki/Didrachm",
    "title": "Greek drachma",
    "table_of_contents": [
        "1 Ancient drachma",
        "1.1 Value",
        "1.2 Denominations of ancient Greek drachma",
        "1.3 Historic currency divisions",
        "2 Modern drachma",
        "2.1 First modern drachma",
        "2.1.1 Coins",
        "2.1.2 Notes",
        "2.2 Second modern drachma",
        "2.3 Third modern drachma",
        "2.3.1 Third modern drachma coins",
        "2.3.2 Gallery",
        "2.3.3 Banknotes",
        "2.3.4 Gallery (banknotes)",
        "3 Encoding",
        "4 Restoration",
        "5 In culture",
        "6 See also",
        "7 Notes and references",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe drachma (Greek: δραχμή Modern: [ðraxˈmi], Ancient: [drakʰmέː];[n 1] pl. drachmae or drachmas) was the currency used in Greece during several periods in its history:\n\nIt was also a small unit of weight.[1]\n\n"
        },
        {
            "title": "Ancient drachma",
            "text": "The name drachma is derived from the verb δράσσομαι (drássomai, \"(I) grasp\").[n 3] It is believed that the same word with the meaning of \"handful\" or \"handle\" is found in Linear B tablets of the Mycenean Pylos.[3][n 4] Initially a drachma was a fistful (a \"grasp\") of six oboloí or obeloí (metal sticks, literally \"spits\") used as a form of currency as early as 1100 BC and being a form of \"bullion\": bronze, copper, or iron ingots denominated by weight. A hoard of over 150 rod-shaped obeloi was uncovered at Heraion of Argos in Peloponnese. Six of them are displayed at the Numismatic Museum of Athens.\n\nIt was the standard unit of silver coinage at most ancient Greek mints, and the name obol was used to describe a coin that was one-sixth of a drachma. The notion that drachma derived from the word for fistful was recorded by Herakleides of Pontos (387–312 BC) who was informed by the priests of Heraion that Pheidon, king of Argos, dedicated rod-shaped obeloi to Heraion. Similar information about Pheidon's obeloi was also recorded at the Parian Chronicle.\n\nAncient Greek coins normally had distinctive names in daily use. The Athenian tetradrachm was called owl,[6] the Aeginetic stater was called chelone, the Corinthian stater was called hippos (horse) and so on. Each city would mint its own and have them stamped with recognizable symbols of the city, known as badge in numismatics, along with suitable inscriptions, and they would often be referred to either by the name of the city or of the image depicted. The exact exchange value of each was determined by the quantity and quality of the metal, which reflected on the reputation of each mint.\n\nAmong the Greek cities that used the drachma were: Abdera, Abydos, Alexandria, Aetna, Antioch, Athens, Chios, Cyzicus, Corinth, Ephesus, Eretria, Gela, Catana, Kos, Maronia, Naxos, Pella, Pergamum, Rhegion, Salamis, Smyrni, Sparta, Syracuse, Tarsus, Thasos, Tenedos, Troy and more.\n\nThe 5th century BC Athenian tetradrachm (\"four drachmae\") coin was perhaps the most widely used coin in the Greek world prior to the time of Alexander the Great (along with the Corinthian stater). It featured the helmeted profile bust of Athena on the obverse (front) and an owl on the reverse (back). In daily use they were called γλαῦκες glaukes (owls),[7] hence the proverb Γλαῦκ' Ἀθήναζε, 'an owl to Athens', referring to something that was in plentiful supply, like 'coals to Newcastle'. The reverse is featured on the national side of the modern Greek 1 euro coin.\n\nDrachmae were minted on different weight standards at different Greek mints. The standard that came to be most commonly used was the Athenian or Attic one, which weighed a little over 4.3 grams.\n\nAfter Alexander's conquests, the name drachma was used in many of the Hellenistic kingdoms in the Middle East, including the Ptolemaic kingdom in Alexandria and the Parthian Empire based in what is modern-day Iran. The Arabic unit of currency known as dirham (Arabic: درهم), known from pre-Islamic times and afterwards, inherited its name from the drachma or didrachm (δίδραχμον, 2 drachmae); the dirham is still the name of the official currencies of Morocco and the United Arab Emirates. The Armenian dram (Armenian: Դրամ) also derives its name from the drachma.\n\nIt is difficult to estimate comparative exchange rates with modern currency because the range of products produced by economies of centuries gone by were different from today, which makes purchasing power parity (PPP) calculations very difficult; however, some historians and economists have estimated that in the 5th century BC a drachma had a rough value of 25 U.S. dollars (in the year 1990 – equivalent to US$46.50 in 2015[8]), whereas classical historians regularly say that in the heyday of ancient Greece (the fifth and fourth centuries) the daily wage for a skilled worker or a hoplite[9] was one drachma, and for a heliast (juror) half a drachma since 425 BC.[10]\n\nModern commentators derived from Xenophon[11] that half a drachma per day (360 days per year) would provide \"a comfortable subsistence\" for \"the poor citizens\" (for the head of a household in 355 BC). Earlier in 422 BC, we also see in Aristophanes (Wasps, line 300–302) that the daily half-drachma of a juror is just enough for the daily subsistence of a family of three.\n\nA modern person might think of one drachma as the rough equivalent of a skilled worker's daily pay in the place where they live, which could be as low as US$1, or as high as $100, depending on the country.\n\nFractions and multiples of the drachma were minted by many states, most notably in Ptolemaic Egypt, which minted large coins in gold, silver and bronze.\n\nNotable Ptolemaic coins included the gold pentadrachm and octadrachm, and silver tetradrachm, decadrachm and pentakaidecadrachm. This was especially noteworthy as it would not be until the introduction of the Guldengroschen in 1486 that coins of substantial size (particularly in silver) would be minted in significant quantities.\n\nFor the Roman successors of the drachma, see Roman provincial coins.\n\nThe weight of the silver drachma was approximately 4.3 grams or 0.15 ounces,[12] although weights varied significantly from one city-state to another. It was divided into six obols of 0.72 grams, which were subdivided into four tetartemoria of 0.18 grams, one of the smallest coins ever struck, approximately 5–7 mm in diameter.[13]\n\nMinae and talents were never actually minted: they represented weight measures used for commodities (e.g. grain) as well as metals like silver or gold. The New Testament mentions both didrachma and, by implication, tetradrachma in context of the Temple tax. Luke's Gospel includes a parable told by Jesus of a woman with 10 drachmae, who lost one and searched her home until she found it.[16]\n\n"
        },
        {
            "title": "Modern drachma",
            "text": "The drachma was reintroduced in May 1832, shortly before the establishment of the Kingdom of Greece.[17] It replaced the phoenix at par. The drachma was subdivided into 100 lepta.[n 7]\n\nThe first coinage consisted of copper denominations of 1λ, 2λ, 5λ and 10λ, silver denominations of ₯1⁄4, ₯1⁄2, ₯1 and ₯5 and a gold coin of ₯20. The drachma coin weighed 4.5 g and contained 90% silver, with the ₯20 coin containing 5.8 g of gold.\n\nIn 1868, Greece joined the Latin Monetary Union and the drachma became equal in weight and value to the French franc. The new coinage issued consisted of copper coins of 1λ, 2λ, 5λ and 10λ, with the 5λ and 10λ coins bearing the names obolos (ὀβολός) and diobolon (διώβολον), respectively; silver coins of 20λ and 50λ, ₯1, ₯2 and ₯5 and gold coins of ₯5, ₯10 and ₯20. (Very small numbers of ₯50 and ₯100 coins in gold were also issued.)\n\nIn 1894, cupro-nickel 5λ, 10λ and 20λ coins were introduced.  No 1λ or 2λ coin had been issued since the late 1870s. Silver coins of ₯1 and ₯2 were last issued in 1911, and no coins were issued between 1912 and 1922, during which time the Latin Monetary Union collapsed due to World War I.\n\nBetween 1926 and 1930, a new coinage was introduced for the new Hellenic Republic, consisting of cupro-nickel coins in denominations of 20λ, 50λ, ₯1, and ₯2; nickel coins of ₯5; and silver coins of ₯10 and ₯20. These were the last coins issued for the first modern drachma, none were issued for the second.\n\nNotes were issued by the National Bank of Greece from 1841 until 1928. The Bank of Greece issued notes from 1928 until 2001, when Greece joined the Euro. Early denominations ranged from ₯10 to ₯500. Smaller denominations (₯1, ₯2, ₯3 and ₯5) were issued from 1885, with the first ₯5 notes being made by cutting ₯10 notes in half.\n\nWhen Greece finally achieved its independence from the Ottoman Empire in 1828, the phoenix was introduced as the monetary unit; its use was short-lived, however, and in 1832 the phoenix was replaced by the drachma, adorned with the image of King Otto of Greece, who reigned as modern Greece's first king from 1832 to 1862. The drachma was divided into 100 lepta. In 2002 the drachma ceased to be legal tender after the euro, the monetary unit of the European Union, became Greece's sole currency.\n\nFrom 1917 to 1920, the Greek government took control of issuing small change notes under Law 991/1917. During that time, the government issued denominations of 10 & 50 lepta, and ₯1, ₯2 & ₯5. The National Bank of Greece introduced ₯1,000 notes in 1901, and the Bank of Greece introduced ₯5,000 notes in 1928. The economic depression of the 1920s affected many nations around the globe, including Greece. In 1922, the Greek government issued a forced loan in order to finance their growing budget deficit. On 1 April 1922, the government decreed that half of all bank notes had to be surrendered and exchanged for 6.5% bonds. The notes were then cut in half, with the portion bearing the Greek crown standing in for the bonds while the other half was exchanged for a new issue of central bank notes at half the original value.[18] The Greek government again issued notes between 1940 and 1944, in denominations ranging from 50 lepta to 20.\n\nDuring the German–Italian occupation of Greece from 1941 to 1944, catastrophic hyperinflation caused much higher denominations to be issued, culminating in ₯100,000,000,000 notes in 1944.[19] The Italian occupation authorities in the Ionian Islands printed their own currency, the Ionian drachma.\n\nOn 11 November 1944, following the liberation of Greece from Nazi Germany, old drachma were exchanged for new ones at the rate of ₯50,000,000,000 to ₯1.[20] Only paper money was issued for the second drachma. The government issued notes of ₯1, ₯5, ₯10 and ₯20, with the Bank of Greece issuing ₯50, ₯100, ₯500, ₯1,000, ₯5,000, and ₯10,000 notes. This drachma also suffered from high inflation. The government later issued ₯100, ₯500, and ₯1,000-drachma notes, and the Bank of Greece issued ₯20,000 and ₯50,000 notes.\n\nOn 9 April 1953, in an effort to halt inflation, Greece joined the Bretton Woods system. On 1 May 1954, the drachma was revalued at a rate of ₯1,000 to ₯1, and small change notes were abolished for the last time.[20] The third drachma assumed a fixed exchange rate of ₯30 per dollar until 20 October 1973: over the next 25 years, the official exchange rate gradually declined, reaching 400 drachmae per dollar.[20] On 1 January 2002, the Greek drachma was officially replaced as the circulating currency by the euro, and it has not been legal tender since 1 March 2002.\n\nThe first issue of coins minted in 1954 consisted of holed aluminium 5-, 10- and 20-lepton pieces, with 50-lepton, ₯1, ₯2 and ₯5  pieces in cupro-nickel. ₯10 coins of a brighter alloy were issued in 1959 and a silver ₯20 piece was issued in 1960, replacing the corresponding banknotes.  Coins in denominations from 50 lepta to ₯20 carried a portrait of King Paul (1947–1964). New coins were introduced in 1966, ranging from 50 lepta to ₯10, depicting King Constantine II (1964–1974). A silver ₯30 coin for the centennial of Greece's royal dynasty was minted in 1963.  The following year a non-circulating coin of this value was produced to commemorate the royal wedding.  The reverse of all coins was altered in 1971 to reflect the military junta which was in power from 1967 to 1974. This design included a soldier standing in front of the flames of the rising phoenix and the date of the coup d'état, April 21, 1967.\n\nA ₯20 coin in cupro-nickel with an image of Europa on the obverse was issued in 1973. In late 1973, several new coin types were introduced: unholed aluminium (10λ and 20λ), nickel-brass (50 lepta, ₯1, and ₯2) and cupro-nickel (₯5, ₯10, and ₯20). These provisional coins carried the design of the phoenix rising from the flame on the obverse, and used the country's new designation as the \"Hellenic Republic\", replacing the coins also issued in 1973 as the Kingdom of Greece with King Constantine II's portrait. A new series of all 8 denominations was introduced in 1976 carrying images of early national heroes on the smaller values.\n\nCupro-nickel ₯50 coins were introduced in 1980. In 1986, aluminium-bronze ₯50 coins were introduced, followed by copper ₯1 and ₯2 pieces in 1988 and aluminium-bronze coins of ₯20 and ₯100 in 1990. In 2000, a set of 6 themed ₯500 coins were issued to commemorate the 2004 Athens Olympic Games.[21]\n\nCoins in circulation at the time of the adoption of the euro[22] were\n\nThe first issues of banknotes were in denominations of ₯10, ₯20 and ₯50, soon followed by ₯100, ₯500 and ₯1,000 by 1956. ₯5,000 notes were introduced in 1984, followed by ₯10,000 notes in 1995 and ₯200 notes in 1997.\n\nBanknotes in circulation at the time of the adoption of the euro[23] were\n\n"
        },
        {
            "title": "Encoding",
            "text": "In Unicode, the currency symbol is U+20AF ₯ DRACHMA SIGN. There is a special Attic numeral, U+10142 𐅂 GREEK ACROPHONIC ATTIC ONE DRACHMA, for the value of one drachma but it fails to render in most browsers.[24]\n\n"
        },
        {
            "title": "Restoration",
            "text": "The Drachmi Greek Democratic Movement Five Stars, which was founded in 2013,[25] aims to restore the Drachma as Greece's currency.\n\n"
        }
    ]
}