{
    "url": "https://en.wikipedia.org/wiki/Greenhouse_gas_emissions_by_the_United_States",
    "title": "Greenhouse gas emissions by the United States",
    "table_of_contents": [
        "1 Background",
        "1.1 Sources and types of greenhouse gases",
        "1.2 Major emissions-creating events",
        "1.3 Reporting requirement",
        "2 Mitigation",
        "2.1 Federal Policies",
        "2.1.1 Cross-sectoral",
        "2.1.2 Transportation",
        "2.1.3 Energy consumption, residential and commercial",
        "2.1.4 Energy consumption, industrial",
        "2.1.5 Energy supply",
        "2.1.6 Agriculture",
        "2.1.7 Forestry",
        "2.1.8 Waste management",
        "2.2 Regional initiatives",
        "2.3 State Policies",
        "2.3.1 California",
        "2.3.1.1 GHG reduction targets",
        "2.3.1.2 Renewable portfolio standards",
        "2.3.1.3 Lead by example programs",
        "2.4 Local programs",
        "3 Non-governmental responses",
        "3.1 Individual action",
        "3.2 Business community",
        "3.3 Technologies in development[citation needed]",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The United States produced 5.2 billion metric tons of carbon dioxide equivalent greenhouse gas (GHG) emissions in 2020,[4] the second largest in the world after greenhouse gas emissions by China and among the countries with the highest greenhouse gas emissions per person. In 2019 China is estimated to have emitted 27% of world GHG, followed by the United States with 11%, then India with 6.6%.[5] In total the United States has emitted a quarter of world GHG, more than any other country.[6][7][8] Annual emissions are over 15 tons per person and, amongst the top eight emitters, is the highest country by greenhouse gas emissions per person.[9]  Because coal-fired power stations are gradually shutting down, in the 2010s emissions from electricity generation fell to second place behind transportation which is now the largest single source.[10]  In 2020, 27% of the GHG emissions of the United States were from transportation, 25% from electricity, 24% from industry, 13% from commercial and residential buildings and 11% from agriculture.[11] These greenhouse gas emissions are contributing to climate change in the United States, as well as worldwide. \n\n"
        },
        {
            "title": "Background",
            "text": "Greenhouse gases are gases; including carbon dioxide, nitrous oxide, ozone, methane, fluorinated gases and others; that absorb and emit radiant energy in the atmosphere. Atmospheric concentrations of greenhouse gases have increased significantly since the Industrial Revolution, due to human activities. Human powered force and activity is known as anthropogenic activity, which is causing a lot of detrimental effects on the planet. Such effects include erratic weather patterns, droughts and heat waves, wildfires, ocean acidification, sea level rise, glacial melting, increased average global temperatures, extinction, and many more.[14]\n\nThe main greenhouse gases are carbon dioxide, methane, nitrous oxide, and fluorinated gases. Carbon dioxide enters the atmosphere through the mass burning of fossil fuels such as coal, natural gas, and oil along with trees, solid waste, and biological materials. In 2018, it was estimated to approximately be 81% of all greenhouse gases emitted in 2018. Natural sinks and reservoirs absorb carbon dioxide emissions through a process called the carbon cycle. Sinks and reservoirs can include the ocean, forests and vegetation, and the ground.[15] Methane is mainly produced by livestock and agricultural practices. Methane was estimated to make up 10% of emitted greenhouse gases.[16] Nitrous oxide is a greenhouse gas produced mainly by agriculture.[16] Fluorinated gases are synthetically produced and used as substitutes for stratospheric ozone-depleting substances.[16][better source needed]\n\nGreenhouse gases have a range in how long they remain in the atmosphere. Regardless of where it was emitted from, emissions are roughly spread across the world and become mixed into a heterogeneous mixture. They are calculated in parts per million (ppm), parts per billion (ppb), and parts per trillion (ppt). In 2019, data states that there was 409.8 parts per million of carbon dioxide in the atmosphere.[17] This strongly impacts the atmosphere in that it causes global warming, creating a thick blanket over the Earth's atmosphere.[16]\n\nGreenhouse gases are produced from a wide variety of human activities, though some of the greatest impacts come from burning fossil fuels, deforestation, agriculture and industrial manufacturing. In the United States, power generation was the largest source of emissions for many years, but in 2017, the transportation sector overtook it as the leading emissions source. As of that year, the breakdown was transportation at 29%, followed by electricity generation at 28% and industry at 22%.[18]\n\nAfter carbon dioxide, the next most abundant compound is methane, though there have been methodological differences in how to measure its effects. According to a 2016 study, US methane emissions were underestimated by the EPA for at least a decade, by some 30 to 50 percent.[19] Currently, the US government is working to reduce methane emissions in the agriculture, mining, landfill, and petroleum industries.[20]\n\nAnother area of concern is that of ozone-depleting substances such as chlorofluorocarbons (CFCs) and hydrofluorocarbons (HFCs), which are often potent greenhouse gases with serious global warming potential (GWP). However, significant progress has been made in reducing the usage of these gases as a result of the Montreal Protocol, the international treaty that took effect in 1989.\n\nIn February 2018, an explosion and blowout in a natural gas well in Belmont County, Ohio was detected by the Copernicus Sentinel-5P satellite's Tropospheric Monitoring Instrument.  The well was owned by XTO Energy. About 30 homes were evacuated, and brine and produced water were discharged into streams flowing into the Ohio River. The blowout lasted 20 days, releasing more than 50,000 tons of methane into the atmosphere. The blowout leaked more methane than is discharged by most European nations in a year from their oil and gas industries.[21][22][23][24]\n\nReporting of greenhouse gases was first implemented on a voluntary basis with the creation of a federal register of greenhouse gas emissions authorized under Section 1605(b) of the Energy Policy Act of 1992. This program provides a means for utilities, industries, and other entities to establish a public record of their emissions and the results of voluntary measures to reduce, avoid, or sequester GHG emission\n\nIn 2009, the United States Environmental Protection Agency established a similar program mandating reporting for facilities that produce 25,000 or more metric tons of carbon dioxide per year. This has resulted in thousands of US companies monitoring and reporting their greenhouse gas emissions, covering about half of all GHG emissions in the United States.[26]\n\nA separate inventory of fossil fuel CO2 emissions is provided by Project Vulcan, a NASA/DOE funded effort to quantify North American fossil fuel emissions over time.[27]\n\n"
        },
        {
            "title": "Mitigation",
            "text": "The United States government has held shifting attitudes toward addressing greenhouse gas emissions. The George W. Bush administration opted not to sign the Kyoto Protocol,[28] but the Obama administration entered the Paris Agreement.[29] The Trump administration withdrew from the Paris Agreement while increasing the export of crude oil and gas, making the United States the largest producer.[30] In April 2021, the Biden administration committed to reducing emissions to half of 2005 levels by 2030.[31] In August 2022, President Biden signed the Inflation Reduction Act into law, which is estimated to provide around $375 billion over 10 years to fight climate change.[32]\n\nThe transportation sector accounted for nearly 29% of GHG emissions in the United States in 2019, with 58% of emissions coming from light-duty vehicles.[1] As of 2021[update], states lack legislation for low emission zones.[33] Programs to reduce greenhouse gas emissions from the transportation sector include:\n\nAs of 2020, buildings in the United States consume roughly 40% of the country's total electricity and contribute a similar percentage of GHG emissions.[44][45]\n\nMunicipal, county, and regional governments have substantial influence on greenhouse gas emissions, and many have reduction goals and programs. Local governments are often one of the largest employers in their jurisdictions, and can achieve substantial reductions in their own operations, such as by using zero-emissions vehicles, making government buildings energy-efficient, making or buying renewable energy, and providing incentives for employees to walk, bike, or take transit to work. Local governments have control over several policy areas which influence emissions for the population as a whole. These include land use regulations such as zoning; transportation infrastructure like public transit, parking, and bike lanes; and building codes and efficiency regulations.[101] Some municipalities act as utility cooperatives and set a minimum standard for renewable generation.\n\n"
        },
        {
            "title": "Non-governmental responses",
            "text": "Actions taken by individuals on climate change include diet, travel alternatives, household energy use, reduced consumption[102] and family size.[103][104][105] Individuals can also engage in local and political advocacy around issues of climate change.[106] Individuals have a variety of carbon offsetting options available to mitigate their environmental impact through non-profit organizations.[107]\n\nNumerous large businesses have started cutting emissions and committed to eliminate net emissions by various dates in the future, resulting in higher demand for renewable energy and lower demand for fossil fuel energy.[108] Businesses may also go carbon neutral by enrolling in Carbonfree® Programs[109] or certifying their products as Carbonfree®[110] through carbon offset organizations.[111]\n\n"
        }
    ]
}