{
    "url": "https://en.wikipedia.org/wiki/Greenwood_Press",
    "title": "Greenwood Publishing Group",
    "table_of_contents": [
        "1 History",
        "1.1 1967–1999",
        "1.2 2000–present",
        "2 Subsidiaries",
        "2.1 Imprints",
        "2.2 Former imprints",
        "2.3 Former subsidiaries",
        "3 Selected publications",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Greenwood Publishing Group, Inc. (GPG), also known as ABC-Clio/Greenwood (stylized ABC-CLIO/Greenwood), is an educational and academic publisher (middle school through university level) which is today part of ABC-Clio. Established in 1967 as Greenwood Press, Inc. and based in Westport, Connecticut,[1] GPG publishes reference works under its Greenwood Press imprint, and scholarly, professional, and general interest books under its related imprint, Praeger Publishers (/ˈpreɪɡər/). Also part of GPG is Libraries Unlimited, which publishes professional works for librarians and teachers.[2]\n\n"
        },
        {
            "title": "History",
            "text": "The company was founded as Greenwood Press, Inc. in 1967 by Harold Mason, a librarian and antiquarian bookseller, and Harold Schwartz who had a background in trade publishing. Based in Greenwood, New York, the company initially focused on reprinting out-of-print works, particularly titles listed in the American Library Association's first edition of Books for College Libraries (1967), under the Greenwood Press imprint, and out-of-print periodicals published as American Radical Periodicals under the Greenwood Reprint imprint. In 1969 the company was sold to Williamhouse-Regency, a paper and stationery manufacturing company then on the American Stock Exchange, which led to further expanding its reprint activities as well as starting a microform publishing imprint, Greenwood Microforms.[3]\n\nBy 1970 a small scholarly monograph program was established and Robert Hagelstein, formerly with the Johnson Reprint Corporation, a division of Academic Press, was hired as Vice President. In 1973, Mason and Schwartz left the company, and Hagelstein was named President, a position he would hold until his retirement at the end of 1999. During those twenty-seven years, the press wound down its reprint activities diverting its focus to new scholarly, reference, and professional books. This large-scale redirection of the company resulted in the publication of more than 10,000 titles during those years.\n\nOn August 25, 1976 the company was sold to the Congressional Information Service, Inc (CIS) and in 1979 became part of the Dutch publishing giant, Elsevier, following Elsevier's purchase of CIS. That same year the press initiated its Quorum Books imprint, which published professional titles in business and law.\n\nOn January 1, 1986 GPI expanded yet again when it purchased Praeger Publishers, founded by Frederick A. Praeger in 1949,[4] from CBS, Inc.,[5] and in 1989 when it acquired Bergin & Garvey and Auburn House.\n\nAt the beginning of 1990, the company's name was changed from Greenwood Press, Inc. to Greenwood Publishing Group, Inc. When Elsevier merged with Reed International in 1993, GPG became part of Reed Elsevier, and by the mid-1990s the operational part of GPG joined with Heinemann USA, which had been part of Reed.\n\nWhen Hagelstein retired at the end of 1999, Wayne Smith was named president. Under Smith, GPG made a number of additional acquisitions including the Ablex and Oryx imprints and Libraries Unlimited, and expanded GPG's on line and CD-ROM products under its Greenwood Electronic Media imprint.\n\nOn July 12, 2001, Reed Elsevier completed its acquisition of Harcourt. Harcourt became a wholly owned subsidiary of Reed Elsevier and GPG became part of Harcourt Education.\n\nOn December 13, 2007, GPG became part of Houghton Mifflin Company as a result of Houghton's acquisition of Harcourt.[6]\n\nOn October 1, 2008, ABC-Clio and Houghton Mifflin Harcourt announced an agreement granting ABC-Clio a perpetual license to use the imprints and publish the titles of Greenwood Publishing Group, Inc. (GPG), including Greenwood Press, Praeger Publishers, Praeger Security International, and Libraries Unlimited. In addition, Houghton Mifflin Harcourt would also transfer certain assets, including copyrights, contracts and inventory, of Greenwood Publishing Group to ABC-Clio. This agreement became effective immediately.[7][8] The 88 Post Road West office in Westport, Connecticut was closed as a result, with layoffs scheduled to begin in first week in December 2008.[9] The transfer of GPG to ABC-CLIO occurred during 2009.[10]\n\n"
        }
    ]
}