{
    "url": "https://en.wikipedia.org/wiki/Grey_alien",
    "title": "Grey alien",
    "table_of_contents": [
        "1 Description",
        "1.1 Appearance",
        "1.2 Association with Zeta Reticuli",
        "2 History",
        "2.1 Origins",
        "2.2 Barney and Betty Hill abduction",
        "2.3 Diffusion into folklore",
        "3 Analysis",
        "3.1 In close encounter claims and ufology",
        "3.2 Psychocultural expression of intelligence",
        "3.3 The \"Mother Hypothesis\"",
        "3.4 Evolutionary implausibility",
        "4 In popular culture",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGrey aliens, also referred to as Zeta Reticulans, Roswell Greys, or Grays, are purported extraterrestrial beings. They are frequent subjects of close encounters and alien abduction claims. The details of such claims vary widely, but typically Greys are described as being human-like with small bodies with smooth, grey-colored skin; enlarged, hairless heads; and large, black eyes. The Barney and Betty Hill abduction claim, which purportedly took place in New Hampshire in 1961, popularized Grey aliens.[1][2] Precursor figures have been described in science fiction and similar descriptions appeared in early accounts of the 1948 Aztec UFO Hoax and later accounts of the 1947 Roswell UFO incident.\n\nThe Grey alien has emerged as an archetypal image of an intelligent non-human creature and extraterrestrial life in general, as well as an iconic trope of popular culture in the age of space exploration.\n\n"
        },
        {
            "title": "Description",
            "text": "Greys are typically depicted as grey-skinned, diminutive humanoid beings that possess reduced forms of, or completely lack, external human body parts such as noses, ears, or sex organs.[3] Their bodies are usually depicted as being elongated, having a small chest, and lacking in muscular definition and visible skeletal structure. Their legs are depicted as being shorter and jointed differently from humans with limbs proportionally different from a human.[3]\n\nGreys are depicted as having unusually large heads in proportion to their bodies with no hair on the body, and no noticeable outer ears or noses, sometimes with small openings or orifices for ears, nostrils, and mouths. In drawings, Greys are almost always shown with very large, opaque, black eyes. They are frequently described as shorter than average adult humans.[4]\n\nThe association between Grey aliens and Zeta Reticuli originated with the interpretation of a map drawn by Betty Hill by a schoolteacher named Marjorie Fish sometime in 1969.[5]  Betty Hill, under hypnosis, had claimed to have been shown a map that displayed the aliens' home system and nearby stars.[6] Upon learning of this, Fish attempted to create a model from a drawing produced by Hill, eventually determining that the stars marked as the aliens' home were Zeta Reticuli, a binary star system.[5]\n\n"
        },
        {
            "title": "History",
            "text": "The origins of the Grey alien may go back to the late 19th century. In 1891, the novel Meda: A Tale of the Future was published by Kenneth Folingsby, in which the narrator encountered small, grey-skinned aliens with balloon-shaped heads. In 1893, H. G. Wells presented a description of humanity's future appearance in the article The Man of the Year Million, describing humans as having no mouths, noses, or hair, and with large heads. In 1895, Wells also depicted the Eloi, a successor species to humanity, in similar terms in the novel The Time Machine.[7]\n\nAs early as 1917, the occultist Aleister Crowley described a meeting with a \"preternatural entity\" named Lam that was similar in appearance to a modern Grey. Crowley believed he had contacted the entity through a process that he called the \"Amalantrah Workings,\" which he thought allowed humans to contact beings from outer space and across dimensions. Other occultists and ufologists, many of whom have retroactively linked Lam to later Grey encounters, have since described their own visitations from him, with one describing the being as a \"cold, computer-like intelligence,\" and utterly beyond human comprehension.[8]\n\nIn 1933, the Swedish novelist Gustav Sandgren, using the pen name Gabriel Linde, published a science fiction novel called Den okända faran (The Unknown Danger), in which he describes a race of extraterrestrials who wore clothes made of soft grey fabric and were short, with big bald heads, and large, dark, gleaming eyes. The novel, aimed at young readers, included illustrations of the imagined aliens. This description would become the template upon which the popular image of grey aliens is based.[7]\n\nThe conception remained a niche one until 1965, when newspaper reports of the Betty and Barney Hill abduction made the archetype famous.[6] The alleged abductees, Betty and Barney Hill, claimed that in 1961, humanoid alien beings with grayish skin had abducted them and taken them to a flying saucer.[6][9][10]\n\nIn his 1990 article \"Entirely Unpredisposed\", Martin Kottmeyer suggested that Barney's memories revealed under hypnosis might have been influenced by an episode of the science-fiction television show The Outer Limits titled \"The Bellero Shield\", which was broadcast 12 days before Barney's first hypnotic session. The episode featured an extraterrestrial with large eyes, who says, \"In all the universes, in all the unities beyond the universes, all who have eyes have eyes that speak.\" The report from the regression featured a scenario that was in some respects similar to the television show. In part, Kottmeyer wrote:\n\nCarl Sagan  echoed Kottmeyer's suspicions in his 1997 book, The Demon Haunted World: Science as a Candle in the Dark, where Invaders from Mars was cited as another potential inspiration.[6]\n\nAfter the Hills' encounter, Greys would go on to become an integral part of ufology and other extraterrestrial-related folklore. This is particularly true in the case of the United States: according to journalist C. D. B. Bryan, 73% of all reported alien encounters in the United States describe Grey aliens, a significantly higher proportion than other countries.[12]: 68 \n\nDuring the early 1980s, Greys were linked to the alleged crash-landing of a flying saucer in Roswell, New Mexico, in 1947. A number of publications contained statements from individuals who claimed to have seen the U.S. military handling a number of unusually proportioned, bald, child-sized beings. These individuals claimed, during and after the incident, that the beings had oversized heads and slanted eyes, but scant other distinguishable facial features.[13]\n\nIn 1987, novelist Whitley Strieber published the book Communion, which, unlike his previous works, was categorized as non-fiction, and in which he describes a number of close encounters he alleges to have experienced with Greys and other extraterrestrial beings. The book became a New York Times bestseller,[14] and New Line Cinema released a 1989 film adaption that starred Christopher Walken as Strieber.[15]\n\nIn 1988, Christophe Dechavanne interviewed the French science-fiction writer and ufologist Jimmy Guieu during a weekly French TV Live Show, which at the time was entitled \"Ciel, mon mardi !\" It was broadcast by TF1, one of the three national TV channels in France. Besides mentioning Majestic 12, Jimmy Guieu described the existence of what he called \"the little greys\", which later on became better known in French under the name: les Petits-Gris.[16] Guieu later wrote two docudramas, using as a plot the Grey aliens / Majestic-12 conspiracy theory as described by John Lear and Milton William Cooper: the series \"E.B.E.\" (for \"Extraterrestrial Biological Entity\"):  E.B.E.: Alerte rouge (first part) (1990) and E.B.E.: L'entité noire d'Andamooka (second part) (1991).[citation needed]\n\nGreys have since become the subject of many conspiracy theories. Many conspiracy theorists believe that Greys represent part of a government-led disinformation or plausible deniability campaign, or that they are a product of government mind-control experiments.[17] During the 1990s, popular culture also began to increasingly link Greys to a number of military-industrial complex and New World Order conspiracy theories.[18]\n\nIn 1995, filmmaker Ray Santilli claimed to have obtained 22 reels of 16 mm film that depicted the autopsy of a \"real\" Grey supposedly recovered from the site of the 1947 incident in Roswell.[19][20] In 2006, though, Santilli announced that the film was not original, but was instead a \"reconstruction\" created after the original film was found to have degraded. He maintained that a real Grey had been found and autopsied on camera in 1947, and that the footage released to the public contained a percentage of that original footage.[21]\n\n"
        },
        {
            "title": "Analysis",
            "text": "Greys are often involved in alien abduction claims. Among reports of alien encounters, Greys make up about 50% in Australia, 73% in the United States, 48% in continental Europe, and around 12% in the United Kingdom.[12]: 68  These reports include two distinct groups of Greys that differ in height.[12]: 74 [3]\n\nAbduction claims are often described as extremely traumatic, similar to an abduction by humans or even a sexual assault in the level of trauma and distress. The emotional impact of perceived abductions can be as great as that of combat, sexual abuse, and other traumatic events.[22]\n\nThe eyes are often a focus of abduction claims, which often describe a Grey staring into the eyes of an abductee when conducting mental procedures.[3] This staring is claimed to induce hallucinogenic states or directly provoke different emotions.[23]\n\nNeurologist Steven Novella proposes that Grey aliens are a byproduct of the human imagination, with the Greys' most distinctive features representing everything that modern humans traditionally link with intelligence. \"The aliens, however, do not just appear as humans, they appear like humans with those traits we psychologically associate with intelligence.\"[24]\n\nIn 2005, Frederick V. Malmstrom, writing in Skeptic magazine, volume 11, issue 4, presents his idea that Greys are actually residual memories of early childhood development. Malmstrom reconstructs the face of a Grey through transformation of a mother's face based on our best understanding of early-childhood sensation and perception. Malmstrom's study offers another alternative to the existence of Greys, the intense instinctive response many people experience when presented an image of a Grey, and the act of regression hypnosis and recovered-memory therapy in \"recovering\" memories of alien abduction experiences, along with their common themes.[25]\n\nAccording to biologist Jack Cohen, the typical image of a Grey, assuming that it would have evolved from a world with different environmental and ecological conditions from Earth, is too physiologically similar to a human to be credible as a representation of an alien.[26]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Depictions of Grey aliens have gone on to appear in a number of films and television shows, supplanting the previously popular little green men. As early as 1966, for example, the superhero character Ultraman was explicitly based on them,[27] and in 1977 they were featured in Close Encounters of the Third Kind.[28] Greys have also been worked into space opera and other interstellar settings: in Babylon 5, the Greys are referred to as the \"Vree\", and are depicted as being allies and trade partners of 23rd-century Earth,[29] while in the Stargate franchise they are called the \"Asgard\" and depicted as ancient astronauts.[citation needed]\n\nDuring the 1990s, plotlines wherein Greys were linked to conspiracy theories became common.[18] A well-known example is the Fox television series The X-Files, which first aired in 1993. It combined the quest to find proof of the existence of Grey-like extraterrestrials with a number of UFO conspiracy theory subplots,  to form its primary story arc. Other notable examples include the XCOM video game franchise (where they are called \"Sectoids\"); Dark Skies, first broadcast in 1996, which expanded upon the MJ-12 conspiracy;[citation needed] and American Dad!, which features a Grey-like alien named Roger, whose backstory draws from both the Roswell incident and Area 51 conspiracy theories.[30][31]\n\nThe 2011 film Paul tells the story of a Grey named Paul who attributes the Greys' frequent presence in science fiction pop culture to the US government deliberately inserting the stereotypical Grey alien image into mainstream media; this is done so that if humanity came into contact with Paul's species,  no immediate shock would occur as to their appearance.[32]\n\nGreys appear in Syfy's 2021 science fiction dramedy series Resident Alien.[33]\n\n"
        }
    ]
}