{
    "url": "https://en.wikipedia.org/wiki/Grimdark",
    "title": "Grimdark",
    "table_of_contents": [
        "1 Definitions",
        "2 Use in fantasy fiction",
        "3 Contrasting genres and trends",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Grimdark is a subgenre of speculative fiction with a tone, style, or setting that is particularly dystopian, amoral, and violent. The term is inspired by the tagline of the tabletop strategy game Warhammer 40,000: \"In the grim darkness of the far future there is only war.\"[1][2]\n\n"
        },
        {
            "title": "Definitions",
            "text": "Several attempts to define the neologism[3] \"grimdark\" have been made:\n\nWhether grimdark is a genre in its own right or an unhelpful label has also been discussed. Valentine noted that while some writers have embraced the term, others see it as \"a dismissive term for fantasy that's dismantling tropes, a stamp unfairly applied.\"[4]\n\n"
        },
        {
            "title": "Use in fantasy fiction",
            "text": "According to Roberts, grimdark is an \"anti-Tolkien\" approach to fantasy writing. George R. R. Martin's popular grimdark fantasy series A Song of Ice and Fire is characterized, in Roberts' view, by its reaction to Tolkien's idealism, even though it owes a lot to Tolkien.[1] According to Garrad, grimdark is associated with the gothic movement of the 1990s and its negativity and emphasis on loss.[7]\n\nWriting in The Guardian in 2016, Damien Walter summarized what he considered grimdark's \"domination\" of the fantasy genre as \"bigger swords, more fighting, bloodier blood, more fighting, axes, more fighting\", and a \"commercial imperative to win adolescent male readers\". He saw this trend as being in opposition to \"a truly epic and more emotionally nuanced kind of fantasy\" that delivered storytelling.[8]\n\nGrimdark fantasy has been written since the 1980s by Glen Cook,[9] George R. R. Martin, Joe Abercrombie,[4][10] Richard K. Morgan,[4] Steven Erikson,[11] Paul Kearney[12][13] and Mark Lawrence.[5][10] In a broader sense, the \"pervasively gritty, bleak, pessimistic, or nihilistic view of the world\"[14] characteristic of grimdark fiction is found in much popular fiction from the 2000s, including  Batman comics, the television series Breaking Bad, and the media franchise The Walking Dead.[14]\n\n"
        },
        {
            "title": "Contrasting genres and trends",
            "text": "In 2017, the writer Alexandra Rowland proposed that the \"opposite of grimdark\" is \"hopepunk\", a trend that emphasizes what grimdark rejects: the importance of hope and the sense that ideals are worth fighting for despite adversity.[14][15] The novelist Derek B. Miller defined hopepunk as \"stories that free the soul from darkness. That necessitates situating the characters and action in a dark world and then directing the drama and activity towards the light. Whether they reach it or not is part of the story.\"[16]\n\nAnother style proposed to provide a contrast to grimdark is \"noblebright\", which takes as its premise that not only are there good fights worth fighting, but that they are also winnable and result in a happy ending.[14]\n\n"
        }
    ]
}