{
    "url": "https://en.wikipedia.org/wiki/Grindhouse",
    "title": "Grindhouse",
    "table_of_contents": [
        "1 History",
        "1.1 Television pressure",
        "1.2 Content",
        "1.3 Decline",
        "2 Homage",
        "3 Gallery",
        "4 References",
        "4.1 Bibliography",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA grindhouse  or action house[1] is an American term for a theatre that mainly shows low-budget horror, splatter and exploitation films for adults. According to historian David Church, this theater type was named after the \"grind policy\", a film-programming strategy dating back to the early 1920s which continuously showed films at cut-rate ticket prices that typically rose over the course of each day. This exhibition practice was markedly different from the era's more common practice of fewer shows per day and graduated pricing for different seating sections in large urban theatres, which were typically studio-owned.\n\n"
        },
        {
            "title": "History",
            "text": "Due to these theaters' proximity to controversially sexualized forms of entertainment like burlesque, the term \"grindhouse\" has often been erroneously associated with burlesque theaters in urban entertainment areas such as 42nd Street in New York City,[2][3] where bump and grind dancing and striptease were featured.[4] In the film Lady of Burlesque (1943) one of the characters refers to one such burlesque theatre on 42nd Street as a \"grindhouse,\" but Church points out the primary definition in the Oxford English Dictionary is for a movie theater distinguished by three criteria:[2]\n\nChurch states the first use of the term \"grind house\" was in a 1923 Variety article,[5] which may have adopted the contemporary slang usage of \"grind\" to refer to the actions of barkers exhorting potential patrons to enter the venue.[2]\n\nDouble, triple, and \"all night\" bills on a single admission charge often encouraged patrons to spend long periods of time in the theaters.[6] The milieu was largely and faithfully captured at the time by the magazine Sleazoid Express.\n\nBecause grindhouse theaters were associated with a lower class audience, grindhouse theaters gradually became perceived as disreputable places that showed disreputable films, regardless of the variety of films — including subsequent-run Hollywood films — that were actually screened.[7] Similar second-run screenings are held at discount theaters and neighborhood theatres; the distinguishing characteristics of the \"grindhouse\" are its typical urban setting and the programming of first-run films of low merit, not predominantly second-run films which had received wide releases.\n\nThe introduction of television greatly eroded the audience for local and single-screen movie theaters, many of which were built during the cinema boom of the 1930s. In combination with urban decay after white flight out of older city areas in the mid to late 1960s, changing economics forced these theaters to either close or offer something that television could not. In the 1970s, many of these theaters became venues for exploitation films,[4] such as adult pornography and sleaze, or slasher horror, and dubbed martial arts films from Hong Kong.[8]\n\nFilms shot for and screened at grindhouses characteristically contain large amounts of sex, violence, or bizarre subject matter.  One featured genre were \"roughies\" or sexploitation films, a mix of sex, violence and sadism. Quality varied, but low budget production values and poor print quality were common.  Critical opinions varied regarding typical grindhouse fare, but many films acquired cult following and critical praise.\n\nBy the mid 1980s, home video and cable movie channels threatened to render the grindhouse obsolete. By the end of the decade, these theaters had vanished from Los Angeles's Broadway and Hollywood Boulevard, New York City's Times Square and San Francisco's Market Street. Another example was the Jolar Theater in Nashville, Tennessee, on lower Broadway, which was active until it burned down on April 14, 1978.[9]\n\nBy the mid-1990s, these particular theaters had all but disappeared from the United States; very few exist today.[when?]\n\n"
        },
        {
            "title": "Homage",
            "text": "The Robert Rodriguez film Planet Terror and the Quentin Tarantino film Death Proof, which were released together as Grindhouse in 2007, were created as an homage to the cinematic genre. A movie with a mock-trailer in Grindhouse, Machete (also by Rodriguez), was subsequently made into its own feature-length film, with care to include the scene from the Grindhouse trailer (originally filmed as a trailer of a movie that did not/would never exist). The Canadian release of Grindhouse included one additional faux-trailer, Hobo With a Shotgun, that was also subsequently made into a feature-length film. Similar films such as Chillerama, Drive Angry and Sign Gene have appeared since. S. Craig Zahler's film Brawl in Cell Block 99 is a modern example of the genre, along with his 2018 noir film Dragged Across Concrete.\n\nManhunt, Red Dead Revolver, The House of the Dead: Overkill, Wet, Shank, RAGE and Shadows of the Damned are several examples of video games that serve as homages to the grindhouse movies.\n\nThe author Jacques Boyreau released the book Portable Grindhouse: The Lost Art of the VHS Box in 2009 about the history of the genre.[10] The field is also the focus of the 2010 documentary American Grindhouse. Additionally, authors Bill Landis and Michelle Clifford released Sleazoid Express, both an homage to the various grindhouses within Times Square, but also a history of the various genres that each theater featured.\n\nThe Syfy TV show Blood Drive takes inspiration from grindhouse, with each episode featuring a different theme.\n\nThe novel Our Lady of the Inferno is both written as an homage to grindhouse films and features several chapters that take place in a grindhouse theater.[11]\n\nThe animated series, Seis Manos has a similar premise as grindhouse films of a kung fu story taking place in 1970's Mexico and is shown with a similar grainy film filter and simulated projection miscues.\n\nTi West's slasher film X (2022) pays homage to grindhouse.[12]\n\n"
        }
    ]
}