{
    "url": "https://en.wikipedia.org/wiki/Ground_Observer_Corps",
    "title": "Ground Observer Corps",
    "table_of_contents": [
        "1 World War II organization",
        "2 Cold War organization",
        "3 Popular culture",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Ground Observer Corps (GOC), sometimes erroneously referred to as the Ground Observation Corps, was the name of two American civil defense organizations during the middle 20th century.\n\n"
        },
        {
            "title": "World War II organization",
            "text": "The first Ground Observer Corps was a World War II Civil Defense program of the United States Army Air Forces to protect United States territory against air attack. The 1.5 million civilian observers at 14,000 coastal observation posts performed naked eye and binocular searches to detect German or Japanese aircraft. Observations were telephoned to filter centers, which forwarded authenticated reports to the Aircraft Warning Service, which also received reports from Army radar stations. The program ended in 1944.[2] A few Aircraft Warning Service Observation Towers survive as relics.\n\n"
        },
        {
            "title": "Cold War organization",
            "text": "The second Ground Observer Corps,[3] with programmatic aims and methodologies similar to the first, was organized in early 1950, during the Cold War. Its creation was prompted by the similar organization formed in Canada in 1950, the RCAF Ground Observer Corps.\n\nOperating as an arm of the United States Air Force Civil Defense service, the second GOC supplemented the Lashup Radar Network and the Permanent System radar stations.[4] Observations were telephoned directly to filter centers[3][5] and the information was relayed to Air Defense Command ground control interception centers.[6] By 1952 the GOC program was expanded into Operation Skywatch, consisting of 750,000 volunteers aged 7 to 86 years old working in shifts at over 16,000 posts and 73 filter centers.[7][8] Extant examples of observation platforms used by GOC/Skywatch volunteers include the Cairo Skywatch Tower,[9] the West Island tower in Fairhaven, Massachusetts (originally part of a World War II-era anti-submarine Fire-control system),[10] and a tower in Soda Springs, Idaho.[11]\n\nThe second GOC program ended in 1958[12] with the advent of automated Army (Missile Master) and Air Force (SAGE) radar systems. GOC volunteers were encouraged to continue their service in the Radio Amateur Civil Emergency Service (RACES).[13]\n\n"
        },
        {
            "title": "Popular culture",
            "text": "The GOC was a story element in the 1957 science fiction film The Deadly Mantis.\n\n"
        }
    ]
}