{
    "url": "https://en.wikipedia.org/wiki/Grylloblattodea",
    "title": "Grylloblattidae",
    "table_of_contents": [
        "1 Overview",
        "2 Habitat and distribution",
        "3 Diet",
        "4 Evolution",
        "5 Taxonomy",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGrylloblattidae, commonly known as the icebugs, or ice crawlers, is a family of extremophile (psychrophile) and wingless insects that live in the cold on top of mountains and the edges of glaciers. They belong, along with Mantophasmatidae (rock crawlers), to the order Notoptera.[1] Grylloblattids are wingless insects mostly less than 3 cm long, with a head resembling that of a cockroach, with long antennae and having elongated cerci arising from the tip of their abdomen. They cannot tolerate warmth (most species will die at 10 °C) and many species have small distribution ranges.\n\n"
        },
        {
            "title": "Overview",
            "text": "Grylloblattids, ice crawlers or icebugs puzzled the scientists who discovered them in 1914, E.M. Walker and T.B. Kurata; the first species named was Grylloblatta campodeiformis, which means \"cricket-cockroach shaped like a Campodea\" (a kind of two-pronged bristletail). Most are nocturnal and appear to feed on detritus. They have long antennae (23–45 segments) and long cerci (5–8 segments), but no wings. Their eyes are either missing or reduced and they have no ocelli (simple eyes).[2] Their closest living relatives are the recently discovered Mantophasmatodea.[3] Most species are less than 3 cm long, the largest being Namkungia magnus.[4]\n\nThe family has its own suborder, Grylloblattodea (formerly[1] its own order). It contains 5 genera and about 34 extant species.[5][6]\n\nMost species have restricted distributions and small populations and with increased warming their habitats are threatened, making them endangered. In North America some species like Grylloblatta barberi and G. oregonensis are known from single sites.[7]\n\n"
        },
        {
            "title": "Habitat and distribution",
            "text": "Grylloblattodea are nocturnal extremophiles typically found in leaf litter and under stones in extremely cold environments, usually at higher elevations. They are known to inhabit cold temperate forests to glaciers and the edges of ice sheets. Their optimal living temperature is between 1-4 °C (33.8-39.2 °F). They can be killed at colder temperatures due to ice formation in the body, so when the temperature drops below their optimal range they survive by living under snow pack near the soil.[8] They have a very narrow range of temperatures that they prefer and cannot withstand high temperatures; many species are killed when the temperature rises about 5°C above their optimal temperature. They move in response to the seasons so as to maintain an optimal temperature in their foraging habitat.[9]\n\nGrylloblattidae are patchily distributed in glaciers, caves, montane environments, and occasionally also lower-elevation forests in western North America, East Asia (Korea and Japan), Central Asia (Siberia, China, and Kazakhstan). They are predicted to occur in several other mountain chains in Asia, including parts of the Himalayas.[10]\n\n"
        },
        {
            "title": "Diet",
            "text": "They are omnivorous, but feed primarily on dead arthropods and carrion. When arthropod carcasses are scarce, their diet relies heavily on plant material.[8] The fossil species Plesioblattogryllus magnificus from the Middle Jurassic had strong mandibles and is thought to have been a predator.[10]\n\n"
        },
        {
            "title": "Evolution",
            "text": "Grylloblattidae is generally thought to have emerged from within the \"Grylloblattida\", a poorly defined group of extinct winged insects that first appeared in the Late Carboniferous.[11]\n\n"
        },
        {
            "title": "Taxonomy",
            "text": "List of Grylloblattodea genera and species along with their type localities:[12]\n\nIn total, there are 33 extant species and 5 extant genera described as of 2015.\n\n"
        }
    ]
}