{
    "url": "https://en.wikipedia.org/wiki/Guarani_mythology",
    "title": "Guarani mythology",
    "table_of_contents": [
        "1 Overview",
        "2 Guarani creation myth",
        "3 Early humanity",
        "4 Seven legendary monsters",
        "5 Other gods or important figures",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Tupi-Guarani mythology is the set of narratives about the gods and spirits of the different Tupi-Guarani peoples, ancient and current. Together with the cosmogonies, anthropogonies and rituals, they form part of the religion of these peoples.\n\nThe Guarani people live in the south-central part of South America, especially in Paraguay and parts of the surrounding areas of Argentina, Brazil, and Bolivia. The Tupi people were one of the most numerous peoples indigenous to Brazil, occupying largely the Atlantic coast of Brazil and heavily mixing with the Portuguese colonizers.\n\n"
        },
        {
            "title": "Overview",
            "text": "There exist no written records of the ancient myths and legends associated with the Guarani people. The Guarani language was not a written language until modern times, so their religious beliefs have largely been passed down through word of mouth. As such, accounts of the various gods and related myths and legends can vary from one locale to the next, and the regional differences may be so extreme as to completely redefine the role a specific deity plays in the Guarani belief system.\n\nAlthough many of the indigenous Guarani people have been assimilated into modern society and their belief system altered or replaced by Christianity (due in large part to the work of Jesuit missionaries in the 16th century), several of the core beliefs are still active in many rural areas in the Guarani region. As a result, the myths and legends continue to evolve to this day.\n\n"
        },
        {
            "title": "Guarani creation myth",
            "text": "The primary figure in most Guarani creation legends is Tupã, the supreme god of all creation. With the help of the moon goddess Arasy, Tupã descended upon the Earth in a location specified as a hill in the region of Aregúa, Paraguay, and from that location created all that is found upon the face of the earth, including the ocean, forests, and the animals. It is also said that the stars were placed in the sky at this point.[1]\n\nTupã then created humanity (according to most Guarani myths, the Guarani were naturally the first race of people to be made, with every other civilization being born from it) in an elaborate ceremony, forming clay statues of man and woman with a mixture of various elements from nature. After breathing life into the human forms, he left them with the spirits of good and evil and departed.[1]\n\n"
        },
        {
            "title": "Early humanity",
            "text": "The original humans created by Tupã were Rupave and Sypave, whose names mean \"Father of the people\" and \"Mother of the people\", respectively. The pair had three sons and a large but unspecified number of daughters. The first of their sons was Tumé Arandú, considered to be the wisest of men and the great prophet of the Guarani people. Second of their sons was Marangatú, a benevolent and generous leader of his people, and father of Kerana, the mother of the seven legendary monsters of Guarani myth (see below). Their third son was Japeusá, who was from birth considered a liar, a thief and a trickster, always doing things backwards to confuse people and take advantage of them. He eventually committed suicide, drowning himself in the water, but he was resurrected as a crab, and since then all crabs are cursed to walk backwards much as Japeusá did.\n\nAmong the daughters of the Rupave and Supave was Porâsý, notable for sacrificing her own life in order to rid the world of one of the seven legendary monsters, diminishing their power (and thus the power of evil as a whole).\n\nSeveral of the first humans were considered to have ascended upon their deaths and become minor deities.\n\n"
        },
        {
            "title": "Seven legendary monsters",
            "text": "Kerana, the beautiful daughter of Marangatu, was captured by the personification or spirit of evil called Tau. Together the two had seven sons who were cursed of the high goddess Arasy, and all but one were born as hideous monsters. The seven are considered primary figures in Guarani mythology, and while several of the lesser gods or even the original humans are forgotten in the verbal tradition of some areas, these seven were generally maintained in the legends. Some of them are even believed in down to modern times in some rural areas. The seven sons of Tau and Kerana are, in order of their births:\n\n"
        }
    ]
}