{
    "url": "https://en.wikipedia.org/wiki/Guardian_News_and_Media",
    "title": "Guardian Media Group",
    "table_of_contents": [
        "1 History",
        "2 Group structure",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Guardian Media Group plc (GMG) is a British-based mass media company owning various media operations including The Guardian and The Observer. The group is wholly owned by the Scott Trust Limited, which exists to secure the financial and editorial independence of The Guardian in perpetuity.\n\nThe Group's 2018 annual report (year ending 1 April 2018) indicated that the Scott Trust Endowment Fund was valued at £1.01 billion (2017: £1.03bn).[2]\n\n"
        },
        {
            "title": "History",
            "text": "The company was founded as the Manchester Guardian Ltd. in 1907 when C.P. Scott bought The Manchester Guardian (founded in 1821)[3] from the estate of his cousin Edward Taylor.\n\nIt became the Manchester Guardian and Evening News Ltd when it bought out the Manchester Evening News in 1924, later becoming the Guardian and Manchester Evening News Ltd to reflect the change in the morning paper's title.  It adopted its current name in 1993. \n\nIn 1991, it had a 20% stake in a consortium which included London Weekend Television, Scottish Television, The Walt Disney Company and Carlton Communications for a new ITV breakfast franchise called GMTV.\n\nGuardian Monthly was a glossy magazine published by the Guardian Media Group for readers around the world.[4] Launched in November 2006,[5] it made selections from The Guardian and The Observer’s magazine supplements available to an international audience of English-speakers.[6] Issues contained interviews with cultural figures, features about world issues, and regular articles on travel, books, sport, health, fashion, food and photography. In July 2007, the Guardian Media Group announced the cancellation of the Guardian Monthly.[7] In a letter to subscribers, Will Ricketts, Guardian Monthly's publisher, explained the reasons for the cancellation of the monthly magazine:\n\nIn March 2007, GMG sold 49.9% of Trader Media Group to Apax Partners, in a deal that valued Trader Media Group at £1.35 billion. In December 2007, it was announced that GMG and Apax had made a successful bid to buy Emap's business-to-business arm for around £1 billion.[8]\n\nIn February 2010, the group sold its GMG Regional Media division (consisting of two companies MEN Media and S&B Media which operated 31 local and regional newspaper titles) to Trinity Mirror for £44.8 million. The sale eroded the connection between The Guardian and Manchester as the sale of the Manchester Evening News was included in the package.[9] The division's local television station for Greater Manchester, Channel M, and two newspapers in Woking were not included in the sale.\n\nIn June 2012, Global Radio acquired GMG Radio from Guardian Media Group plc.[10]\n\nIn January 2014, GMG disposed of its remaining interest in Trader Media Group.[11]\n\nCarolyn McCall was the chief executive of Guardian Media Group and chair of Guardian News and Media Limited from 2006 until June 2010, when she was appointed chief executive of EasyJet.[12] Andrew Miller, previously the chief financial officer of the Group, was chief executive from July 2010 to 2015. David Pemsel took his place in 2015.[13]\n\nIn October 2017, the Guardian Media Group reported a plan to launch a new £42 million venture capital fund.[14] That plan was consummated, making the Scott Trust a limited partner in GMG Ventures LP. According to the GMG 2018 annual report, \"this £42m venture capital fund is designed to contribute financial returns and to support GMG’s strategy by investing in early stage businesses focused on developing the next generation of media technology\".[2]\n\nIn January 2020, it was announced that Annette Thomas would become the new chief executive in March 2020.[15] Thomas was formerly editor of Nature, MD of Nature Publishing Group and chief executive of Macmillan Science and Education. She replaced David Pemsel who left to take up a role at the Premier League.[16]\n\nIn May 2021, The Daily Telegraph reported Guardian editor Katharine Viner and Thomas were in conflict over finances and the direction the newspaper should take. The previous year The Guardian announced 180 job cuts. Thomas had earlier said at a media industry conference \"we have quality content in spades ... the job at hand is to now go further by strengthening the growing elements of our business\". Viner wanted renewed investment after better than feared financial results in 2020.[17] On 9 June 2021, it was announced that Thomas would leave the Guardian Media Group at the end of the month.[18][19]\n\n"
        },
        {
            "title": "Group structure",
            "text": "GMG's core business is Guardian News & Media Limited, publisher of theguardian.com, and The Guardian and The Observer newspapers. Guardian News & Media was formed as Guardian Newspapers Limited in 1967, adopting its present name in 2006.\n\nThe group has a portfolio of investments to help support its journalism.[20] They comprise:\n\nGuardian Media Group exists to support the core purpose of its owner, Scott Trust Limited: to secure the financial and editorial independence of The Guardian in perpetuity,[21] but in the 2011/12 year the group lost £75.6 million,[22] and for the three years up to June 2012, the paper itself lost £100,000 a day - leading Intelligent Life magazine to question whether The Guardian can survive.[23] In late 2013, GMG sold their GMG Property Services Group to private equity firm Lloyds Development Capital (rebranded to Property Software Group), citing that it would allow them to focus on investing in the core part of their business—Guardian News and Media.[24] In 2014, The Guardian launched a membership scheme, aiming to avoid introducing a paywall and maintaining open access to the website. As of 2018, this approach was considered successful, having brought more than 1 million subscriptions or donations, with the paper hoping to break even by April 2019,[25] a goal they achieved in May 2019.[26]\n\n"
        }
    ]
}