{
    "url": "https://en.wikipedia.org/wiki/Guardian_angel",
    "title": "Guardian angel",
    "table_of_contents": [
        "1 In the Hebrew Bible and Old Testament",
        "2 Judaism",
        "2.1 Rabbinic literature",
        "2.2 Late and modern Judaism",
        "3 Christianity",
        "3.1 New Testament",
        "3.2 Catholic Church",
        "3.2.1 Angels as guardians",
        "3.2.2 Saints and their angels",
        "3.3 Anglican Communion",
        "3.4 Eastern Orthodox Church",
        "3.5 Lutheran Church",
        "3.6 Methodist Church",
        "3.7 Reformed and Presbyterian Churches",
        "4 Islam",
        "5 Hinduism",
        "6 Zoroastrianism",
        "7 Renaissance magic",
        "7.1 Christian Kabbalah",
        "7.2 Enochian magic",
        "8 Thelema",
        "8.1 Methods of contact",
        "9 Literary usage",
        "10 In popular culture",
        "11 See also",
        "12 Notes",
        "13 References",
        "13.1 Citations",
        "13.2 Works cited",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A guardian angel is a type of angel that is assigned to protect and guide a particular person, group or nation. Belief in tutelary beings can be traced throughout all antiquity. The idea of angels that guard over people played a major role in Ancient Judaism. In Christianity, the hierarchy of angels was extensively developed in the 5th century by Pseudo-Dionysius the Areopagite. The theology of angels and tutelary spirits has undergone many changes since the 5th century. The belief is that guardian angels serve to protect whichever person God assigns them to.\n\nThe idea of a guardian angel is central to the 15th-century book The Book of the Sacred Magic of Abramelin the Mage by Abraham of Worms, a German Cabalist. In 1897, this book was translated into English by Samuel Liddell MacGregor Mathers (1854–1918), a co-founder of the Hermetic Order of the Golden Dawn, who styled the guardian angel as the Holy Guardian Angel.\n\nAleister Crowley (1875–1947), the founder of the esoteric religion Thelema, considered the Holy Guardian Angel to be representative of one's truest divine nature and the equivalent of the \"Genius\" of the Hermetic Order of the Golden Dawn, the Augoeides of Iamblichus, the Atman of Hinduism, and the Daimon of the ancient Greeks. Following the teachings of the Golden Dawn, Crowley refined their rituals which were intended to facilitate the ability to establish contact with one's guardian angel.\n\n"
        },
        {
            "title": "In the Hebrew Bible and Old Testament",
            "text": "The guardian angel concept is present in the books of the Hebrew Bible and the Old Testament, and its development is well marked. These books described God's angels as his ministers who carried out his behests, and who were at times given special commissions, regarding men and mundane affairs.[1]\n\nIn Genesis 18–19, angels not only acted as the executors of God's wrath against the cities of the plain, but they delivered Lot from danger; in Exodus 32:34, God said to Moses: \"my angel shall go before thee.\" The story of Tobias concerns the angel Archangel Raphael guiding and aiding its primary character. Psalm 91:11 reads: \"For He will command His angels concerning you to guard you in all your ways\" (Cf. Psalm 33:8 and 34:5 — 34:7 and 35:6 in Protestant Bibles).\n\nThe belief that angels can be guides and intercessors for men can be found in Job 33:23-26, and in Daniel 10:13 angels seem to be assigned to certain countries. In this latter case, the \"prince of the kingdom of Persia\" contends with Gabriel. The same verse mentions \"Michael, one of the chief princes\".\n\n"
        },
        {
            "title": "Judaism",
            "text": "In rabbinic literature, the rabbis expressed the notion that there are indeed guardian angels appointed by God to watch over people.\n\nLailah is an angel of the night in charge of conception and pregnancy. Lailah serves as a guardian angel throughout a person's life and at death, leads the soul into the afterlife.[3]\n\nAccording to rabbi Leo Trepp, in late Judaism, the belief developed that, \"the people have a heavenly representative, a guardian angel. Every human being has a guardian angel. Previously the term `Malakh', angel, simply meant messenger of God.\"[4]\n\nChabad believes that people might indeed have guardian angels. For Chabad, God watches over people and makes decisions directly with their prayers and it is in this context that the guardian angels are sent back and forth as emissaries to aid in this task. Thus, they are not prayed to directly, but the angels are part of the workings of how the prayer and response comes about.[5]\n\nIn the view of rabbi Adin Steinsaltz:\n\n"
        },
        {
            "title": "Christianity",
            "text": "In the New Testament the concept of guardian angel may be noted. Angels are everywhere the intermediaries between God and man; and Christ set a seal upon the Old Testament teaching: \"See that you despise not one of these little ones: for I say to you, that their angels in heaven always see the face of my Father who is in heaven.\" (Matthew 18:10). Guardian angels work both for single persons and for communities of people. Revelation 2:1–29 and Revelation 3:1–22 refers of the angels of the seven churches of Asia who work in the role of their guardians.[7]\n\nOther examples in the New Testament are the angel who succoured Christ in the garden, and the angel who delivered St. Peter from prison. In Acts 12:12-15, after Peter had been escorted out of prison by an angel, he went to the home of \"Mary the mother of John, also called Mark\". The servant girl, Rhoda, recognized his voice and ran back to tell the group that Peter was there. However, the group replied: \"It must be his angel\"' (12:15). With this scriptural sanction, Peter's angel was the most commonly depicted guardian angel in art, and was normally shown in images of the subject, most famously Raphael's fresco of the Deliverance of Saint Peter in the Vatican.\n\nHebrews 1:14 says: \"Are they not all ministering spirits, sent to minister for them, who shall receive the inheritance of salvation?\" In this view, the function of the guardian angel is to lead people to the Kingdom of Heaven.\n\nAccording to Saint Jerome, the concept of guardian angels is in the \"mind of the Church\". He stated: \"how great the dignity of the soul, since each one has from his birth an angel commissioned to guard it\".[1]\n\nThe first Christian theologian to outline a specific scheme for guardian angels was Honorius of Autun in the 12th century. He said that every soul was assigned a guardian angel the moment it was put into a body. Scholastic theologians augmented and ordered the taxonomy of angelic guardians. Thomas Aquinas agreed with Honorius and believed that it was the lowest order of angels who served as guardians, and his view was most successful in popular thought, but Duns Scotus said that any angel is bound by duty and obedience to the Divine Authority to accept the mission to which that angel is assigned. In the 15th century, the Feast of the Guardian Angels was added to the official calendar of Catholic holidays.\n\nIn his March 31, 1997 Regina Caeli address, Pope John Paul II referred to the concept of guardian angels and concluded the address with the statement: \"Let us invoke the Queen of angels and saints, that she may grant us, supported by our guardian angels, to be authentic witnesses to the Lord's paschal mystery\".[8]\n\nIn his 2014 homily for the Feast of Holy Guardian Angels, October 2, Pope Francis told those gathered for daily Mass to be like children who pay attention to their \"traveling companion\". \"No one journeys alone and no one should think that they are alone\", the Pope said.[9] During the Morning Meditation in the chapel of Santa Marta, the Pope noted that oftentimes, we have the feeling that \"I should do this, this is not right, be careful.\" This, he said, \"is the voice of\" our guardian angel.[10] \"According to Church tradition we all have an angel with us, who guards us...\" The Pope instructed each, \"Do not rebel, follow his advice!\" The Pope urged that this \"doctrine on the angels\" not be considered \"a little imaginative\". It is rather one of \"truth\". It is \"what Jesus, what God said: 'I send an angel before you, to guard you, to accompany you on the way, so you will not make a mistake'\".[10]\n\nPope Francis concluded with a series of questions so that each one can examine their own conscience: \"How is my relationship with my guardian angel? Do I listen to him? Do I bid him good day in the morning? Do I tell him: 'guard me while I sleep?' Do I speak with him? Do I ask his advice? ...Each one of us can do so in order to evaluate “the relationship with this angel that the Lord has sent to guard me and to accompany me on the path, and who always beholds the face of the Father who is in heaven.\"[11]\n\nThere was an old Irish custom that suggested including in bedtime prayers a request for the Blessed Mother to tell one the name of their guardian angel, and supposedly within a few days one would \"know\" the name by which they could address their angel. An old Dominican tradition encouraged each novice to give a name to their guardian angel so that they could speak to him by name and thus feel closer and more friendly with him.[12][better source needed] The Congregation for Divine Worship and Discipline of the Sacraments discourages assigning names to angels beyond those revealed in scripture: Michael, Gabriel, and Raphael.[13]\n\nIn Cardinal Newman's 1865 poem The Dream of Gerontius, the departed soul is met by his guardian angel.[14]\n\nAccording to Aquinas, \"On this road man is threatened by many dangers both from within and without, and therefore as guardians are appointed for men who have to pass by an unsafe road, so an angel is assigned to each man as long as he is a wayfarer.\" By means of an angel, God is said to introduce images and suggestions leading a person to do what is right.[15]\n\nFather Giovangiuseppe Califano recounted how, one day, a newly appointed bishop confessed to Pope John XXIII \"that he could not sleep at night due to an anxiety which was caused by the responsibility of his office\". \"The pope told him, ‘You know, I also thought the same when I was elected pope. But one day, I dreamed about my guardian angel, and it told me not to take everything so seriously.’\"[16] Pope John attributed the idea of calling Second Vatican Council to an inspiration from his guardian angel.[17]\n\nSaint Gemma Galgani, a Roman Catholic mystic, stated that she had interacted with and spoken with her guardian angel.[18] Saint Pio of Pietrelcina was known to instruct his parishioners to send him their guardian angel to communicate a trouble or issue to him when they could not travel to get to him or another urgency existed.[19]\n\nOf the Intercession and Invocation of Angels and Saints, printed in the Library of Anglo-Catholic Theology, held that \"many learned Protestants think it probable that each of the faithful, at least, has a guardian angel. It seems certainly proved by Scripture. Zanchius says that all the Fathers held this opinion\".[20] Building upon sacred scripture and the teachings of the Church Fathers, Richard Montagu, the Anglican Bishop of Norwich in the 17th century, stated that \"It is an opinion received, and hath been long, that if not every man, each son of Adam, yet sure each Christian man regenerate by water and the Holy Ghost, at least from the day of his regeneration and new birth unto God, if not from the time of his coming into the world, hath by God's appointment and assignation an Angel Guardian to attend upon him at all assayes, in all his ways, at his going forth, at his coming home\".[21]\n\nSergei Bulgakov writes that the Eastern Orthodox Church teaches that:\n\nAs such, before the Eastern Orthodox liturgy of the Communion of the Faithful, a prayer asks \"For an angel of peace, a faithful guide, a guardian of our souls and bodies, let us entreat the Lord. Amen.\"[23]\n\nThe Morning Prayer and Evening Prayer found in Martin Luther's Small Catechism include the supplication \"Let your holy angel be with me, that the evil foe may have no power over me\".[24] Donald Schneider, a Lutheran priest, states that Martin Luther may have based these prayers on Psalm 91, which includes a verse stating “For [God] will command his angels concerning you to guard you in all your ways. On their hands they will bear you up, lest you strike your foot against a stone”.[25][better source needed]\n\nJohn W. Hanner, a Methodist minister and theologian, wrote on the topic of guardian angels in his Angelic Study, stating that:\n\nIn May and June 1743, Methodists experienced persecution in Wednesbury and Walsall and the founder of the Methodist Church, John Wesley, was threatened with death by a mob who dragged him in the rain; however, \"Wesley escaped unharmed\" and he \"believed that he had been protected by his guardian angel\".[27]\n\nIn Reformed Dogmatics, Heinrich Heppe states that some Reformed theologians espoused the view of guardian angels, including Bucan, who taught:\n\n"
        },
        {
            "title": "Islam",
            "text": "There is a similar Islamic belief in the Mu'aqqibat. According to many Muslims, each person has two guardian angels, in front of and behind him, while the two recorders are located to the right and left.[29][30]\n\n"
        },
        {
            "title": "Hinduism",
            "text": "The Ashvins (Sanskrit: अश्विन्, romanized: Aśvinā, lit. 'horse possessors'[31]), also known as Ashwini Kumara and Asvinau, are Hindu twin gods associated with medicine, health, dawn and sciences.[32] In the Rigveda, they are described as youthful divine twin horsemen, travelling in a chariot drawn by horses that are never weary, and portrayed as guardian deities that safeguard and rescue people by aiding them in various situations.[33][34]\n\nThe Ashvins are generally mentioned as the sons of the sun god Surya and his wife Sanjna, but there are some varying accounts. The goddess Sūryā is described as the common wife of the Ashvins and they are associated with the dawn goddess Ushas as her close companions. In the epic Mahabharata the Pandava twins Nakula and Sahadeva were the spiritual children of the Ashvins.[citation needed]\n\n"
        },
        {
            "title": "Zoroastrianism",
            "text": "Also known as Arda Fravaš ('Holy Guardian Angels'). Each person is accompanied by a guardian angel,[35] which acts as a guide throughout life. They originally patrolled the boundaries of the ramparts of heaven,[36] but volunteer to descend to earth to stand by individuals to the end of their days.\n\n"
        },
        {
            "title": "Renaissance magic",
            "text": "The idea of a Holy Guardian Angel is central to the book The Book of the Sacred Magic of Abramelin the Mage by Abraham of Worms, a German Christian Cabalist who wrote the book on ceremonial magic during the 15th century and which was later translated by Samuel Liddell MacGregor Mathers, a co-founder of the Hermetic Order of the Golden Dawn. He elaborated on this earlier work, giving it extensive magical notes. In Mathers' publication of The Book of the Sacred Magic of Abramelin the Mage, he writes:\n\nThe Enochian system of 16th-century occultist John Dee discusses the guardian angel. In this dialog between Dee and the angel Jubanladace on p. 18, Cotton Appendix XLVI 1, the angel says the following:\n\n"
        },
        {
            "title": "Thelema",
            "text": "Having studied The Book of Abramelin during his time with the Golden Dawn, author and occultist Aleister Crowley adapted the concept of the Holy Guardian Angel from Renaissance magic (see above) and made it central to the philosophy and practices of Thelema, popularizing it in the process.\n\nIn his earlier writings, Crowley states that the Holy Guardian Angel is the \"silent self,\" the equivalent of the Genius of the Hermetic Order of the Golden Dawn, the Augoeides of Iamblichus, the Atman of Hinduism, and the Daimon of the ancient Greeks.[38] In his late sixties, when composing Magick Without Tears, he states that the Holy Guardian Angel is not one's 'self,' but rather a discrete and independent being, who may have been previously human.[39]\n\nWithin the system of Aleister Crowley's magical Order A∴A∴, one of the two most important goals is to consciously connect with one's Holy Guardian Angel, representative of one's truest divine nature: a process termed \"Knowledge and Conversation\".\n\nCrowley suggested that the Abramelin procedure was not the only way to achieve success in this endeavour:\n\nSince the operation described in Abramelin is complex and requires time and resources not available to many people, Crowley wanted to provide a more accessible method. While at the Abbey of Thelema in Italy, he wrote Liber Samekh[42] based on the Bornless Ritual, a ritual designed as an example of how one may attain the knowledge and conversation with one's Holy Guardian Angel. In his notes to this ritual, Crowley sums up the key to success: \"INVOKE OFTEN.\"[42]\n\nCrowley also explains, in more detail, the general mystical process of the ritual:\n\nAnother detailed description of the general operation is given in The Vision and the Voice in the eighth Aethyr and is also described in Liber 8.[43]\n\n"
        },
        {
            "title": "Literary usage",
            "text": "Guardian angels were often considered to be matched by a personal demon who countered the angel's efforts, especially in popular medieval drama such as morality plays like the 15th-century The Castle of Perseverance. In Christopher Marlowe's play The Tragical History of Doctor Faustus, c. 1592, Faustus has a \"Good Angel\" and \"Bad Angel\" who offer competing advice (Act 2, scene 1, etc.).[44]\n\nGuardian angels appear in literary works of the medieval and Renaissance periods. Later the Anglican English physician and philosopher Sir Thomas Browne (1605–1682), stated his belief in Religio Medici (part 1, paragraph 33):\n\nBy the 19th century, the guardian angel was no longer viewed in Anglophone lands as an intercessory figure, but rather as a force protecting the believer from performing sin. A parody appears in Lord Byron's 1819 poem Don Juan: \"Her guardian angel had given up his garrison\" (Canto I, xvii).\n\nAuthor A.L. Mengel's 2016 novel War Angel explores the mystery surrounding guardian angels.\n\n"
        }
    ]
}