{
    "url": "https://en.wikipedia.org/wiki/Guerrilla_filmmaking",
    "title": "Guerrilla filmmaking",
    "table_of_contents": [
        "1 Guerrilla films",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nGuerrilla filmmaking refers to a form of independent filmmaking characterized by ultra-low micro budgets, skeleton crews, and limited props using whatever resources, locations and equipment is available. Often scenes are shot quickly in real locations without any warning, and without obtaining filming permits.\n\nIndependent filmmakers typically resort to guerrilla filmmaking because they don't have the budget or time to obtain permits, rent out locations, or build expensive sets. Larger and more \"mainstream\" film studios tend to avoid guerrilla filmmaking tactics because of the risk of being sued, fined or having their reputation damaged due to negative publicity.\n\nAccording to Yukon Film Commission Manager Mark Hill, \"Guerrilla filmmaking is driven by passion with whatever means at hand\".[1]\n\n"
        },
        {
            "title": "Guerrilla films",
            "text": "Janet Maslin of The New York Times characterized Ed Wood as a guerrilla filmmaker.  As depicted in the biopic Ed Wood, Wood stole a fake octopus for one of the scenes in his low budget films.[2]\n\nFilm critic Roger Ebert described Sweet Sweetback's Baadasssss Song, directed by Melvin Van Peebles, as \"a textbook on guerrilla filmmaking\" in his review of Baadasssss!, a biopic about the making of Sweet Sweetback.[3] Ben Sisario of The New York Times called Van Peebles \"a hero of guerrilla filmmaking\" who has suffered for his uncompromising vision.[4]\n\nSpike Lee's She's Gotta Have It was a guerrilla film on a budget of $175,000 which made $7,137,502 at the box office.[5] It was Spike Lee's first feature-length film and inspired him to write the book Spike Lee's Gotta Have It: Inside Guerrilla Filmmaking.[6]\n\nNew Queer Cinema director Gregg Araki shot his first two films, Three Bewildered People in the Night (1987) and The Long Weekend (O' Despair) (1989) using a spring-wound Bolex camera and scrap film stock, on a budget of $5,000 each.[7]\n\nRobert Rodriguez shot the action film El Mariachi in Spanish. El Mariachi, which was shot for around $7,000 with money partially raised by volunteering in medical research studies, won the Audience Award at the Sundance Film Festival in 1992. The film, originally intended for the Spanish-language low-budget home-video market, was distributed by Columbia Pictures in the United States. Rodriguez described his experiences making the film in his book Rebel Without a Crew.  The book and film would inspire other filmmakers to pick up cameras and make no-budget movies.[8]\n\nPi, directed by Darren Aronofsky,[9] was made on a budget of $68,000. It proved to be a financial success at the box office ($4.6 million gross worldwide).[10] Aronofsky raised money for the project by selling $100 shares in the film to family and friends, and was able to pay them all back with a $50 profit per-share when the film was sold to Artisan.[citation needed]\n\nTroma Entertainment is a film production and distribution company founded by Lloyd Kaufman and Michael Herz in 1974. The company produces low-budget independent films, many of which have developed cult followings. Kaufman has been outspoken about their use of guerrilla marketing and tolerance of piracy, and he has written the books All I Need to Know about Filmmaking I Learned from the Toxic Avenger and Make Your Own Damn Movie!, which outline his philosophy of quick and inexpensive independent film.[11]\n\nParanormal Activity, directed by first time director Oren Peli, was shot for approximately $10,000.  Michael Cieply of The New York Times described the production and release as \"guerrilla style\".  After being well received at film festivals, Paramount put the film on a tour where fans could request a screening.[12]\n\nEscape From Tomorrow, made for $650,000, was \"shot in a guerrilla-style manner at Walt Disney World and Disneyland without the permission of the parks,\" according to Jason Guerrasio of Indiewire.  The film was originally expected to not be released due to fears of a lawsuit from Disney, but it was released on video on demand in October 2013.[13]\n\nClark: A Gonzomentary was a 2012 gonzo journalism-styled mockumentary about an amateur filmmaker documenting a Philadelphian eccentric artist and his creative process. The guerrilla-style techniques implemented were used as part of the story itself, to represent the amateur production within the story.  It was shot with a budget of less than $3,000 with a Canon XL2 and a Panasonic AG-DVX100. The director opted out of using a steadicam purposefully to achieve more shakiness. It was awarded Outstanding Lead Actor in a comedy or mockumentary by The 2013 LA Web Series Festival and deemed \"a gonzomentary truly realized\" by Mark Bell of Film Threat.[14]\n\nMidnight Rider, a biopic of Gregg Allman, attempted to use guerrilla filmmaking methods to illegally film a sequence on a railroad bridge in active use. A train coming shattered a metal bed placed on the tracks, killing camera operator Sarah Jones. Director Randall Miller was sentenced to two years' imprisonment for involuntary manslaughter while producer Jay Sedrish received a suspended sentence of ten years' probation. Both were prohibited from working in any directorial or safety-related role for a decade.\n\nSuper Demetrios (2011), the first Greek superhero film, made on a budget of €2,000, won the audience award at the 52nd Thessaloniki International Film Festival with the highest number of votes in the history of the festival and became an instant cult classic,[15] \"proving that Greek guerrilla cinema can survive without state funding injections\" according to Giannis Zoumboulakis of To Vima newspaper.[16]\n\n"
        }
    ]
}