{
    "url": "https://en.wikipedia.org/wiki/Guido_Reni",
    "title": "Guido Reni",
    "table_of_contents": [
        "1 Biography",
        "1.1 Work in Rome",
        "1.2 Work in Naples and return to Bologna",
        "2 Pupils and legacy",
        "3 Partial anthology of works",
        "4 Gallery",
        "5 References and sources",
        "5.1 References",
        "5.2 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Guido Reni (Italian pronunciation: [ˌɡwiːdo ˈrɛːni]; 4 November 1575 – 18 August 1642) was an Italian painter of the Baroque period, although his works showed a classical manner, similar to Simon Vouet, Nicolas Poussin, and Philippe de Champaigne. He painted primarily religious works, but also mythological and allegorical subjects. Active in Rome, Naples, and his native Bologna, he became the dominant figure in the Bolognese School that emerged under the influence of the Carracci.\n\n"
        },
        {
            "title": "Biography",
            "text": "Born in Bologna into a family of musicians, Guido Reni was the only child of Daniele Reni and Ginevra Pozzi.[1]  Apprenticed at the age of nine to the Bolognese studio of Denis Calvaert, he was soon joined in that studio by Albani and Domenichino.[1]\n\nWhen Reni was about twenty years old, the three Calvaert pupils migrated to the rising rival studio, named Accademia degli Incamminati (Academy of the \"newly embarked\", or progressives), led by  Ludovico Carracci. They went on to form the nucleus of a prolific and successful school of Bolognese painters who followed Lodovico's cousin, Annibale Carracci, to Rome.\n\nReni completed commissions for his first altarpieces while in the Carracci academy. He left the academy by 1598, after an argument with Ludovico Carracci over unpaid work. Around this time he made his first prints, a series commemorating Pope Clement VIII's visit to Bologna in 1598.[1]\n\nBy late 1601 Reni and Albani had moved to Rome[2] to work with the teams led by Annibale Carracci in fresco decoration of the Farnese Palace. During 1601–1604 his main patron was Cardinal Paolo Emilio Sfondrati.[citation needed]\n\nBy 1604–05 he received an independent commission for an altarpiece of the Crucifixion of St. Peter. After returning briefly to Bologna, he went back to Rome to become one of the premier painters during the papacy of Pope Paul V (Borghese); between 1607 and 1614 he became one of the painters most patronized by the Borghese family.[citation needed]\n\nReni's frescoed ceiling of the large central hall of the Casino dell' Aurora, located in the grounds of the Palazzo Pallavicini-Rospigliosi, is often[quantify] considered his fresco masterpiece. The building was originally a pavilion commissioned by Cardinal Scipione Borghese;[3] the rear portion overlooks the Piazza Montecavallo and Palazzo del Quirinale.[4]\n\nThe massive fresco is framed in quadri riportati and depicts Apollo in his Chariot preceded by Dawn (Aurora) bringing light to the world.[5]\n\nThe work is restrained in classicism, copying poses from Roman sarcophagi, and showing far more simplicity and restraint than Carracci's riotous Triumph of Bacchus and Ariadne[6] in the Farnese. \n\nIn this painting, Reni allies himself more with the sterner  Cavaliere d'Arpino,  Lanfranco, and  Albani \"School\" of mytho-historic painting, and less with the more crowded frescoes characteristic of Pietro da Cortona. There is little concession to perspective, and the vibrantly colored style is antithetical to the tenebrism of Caravaggio's followers. Documents show that Reni was paid 247 scudi and 54 baiocchi upon completion of his work on 24 September 1616.[citation needed]\n\n\nIn 1630 the Barberini family of Pope Urban VIII commissioned from Reni a painting of the Archangel Michael for the church of Santa Maria della Concezione dei Cappuccini.[7] The painting, completed in 1636, gave rise to an old legend that Reni had represented Satan—crushed under St Michael's foot—with the facial features of  Cardinal Giovanni Battista Pamphilj in revenge for a slight.[8] \nReni also frescoed the Paoline Chapel of Santa Maria Maggiore in Rome as well as the Aldobrandini wings of the Vatican. According to rumor, the pontifical chapel of Montecavallo (Chapel of the Annunciation) was assigned to Reni to paint.[9]  However, because he felt underpaid by the papal ministers, the artist left Rome once again for Bologna, leaving the role of the pre-eminent artist in Rome to Domenichino.\n\nReturning to Bologna more or less permanently after 1614, Reni established a successful and prolific studio there.  He was commissioned to decorate the cupola of the chapel of Saint Dominic in Bologna's Basilica of San Domenico between 1613 and 1615, resulting in the radiant fresco Saint Dominic in Glory, a masterpiece that can stand comparison with the exquisite Arca di San Domenico below it.  \n\nHe also contributed to the decoration of the Rosary Chapel in the same church with a Resurrection; and in 1611 he had already painted for San Domenico a superb  Massacre of the Innocents (now in the Pinacoteca Nazionale di Bologna) which became an important reference for the French Neoclassic style, as well as a model for details in Picasso's  Guernica.\nIn 1614–15 he painted The Israelites Gathering Manna for a chapel in the cathedral of Ravenna.[citation needed]\n\nLeaving Bologna briefly in 1618, Reni traveled to Naples to complete a commission to paint a ceiling in a chapel of the cathedral of San Gennaro.[10] \nHowever, in Naples, other prominent local painters, including  Corenzio,  Caracciolo and  Ribera, were vehemently resistant to competitors, and according to rumor, conspired to poison or otherwise harm Reni (as may have befallen Domenichino in Naples after him). Reni, who had a great fear of being poisoned (and of witchcraft), chose not to outstay his welcome.[citation needed]\n\nAfter leaving Rome, Reni alternately painted in different styles, but displayed less eclectic tastes than many of Carracci's trainees. For example, his altarpiece for Samson Victorious formulates stylized poses, like those characteristic of Mannerism.[11]\n\nIn contrast, his Crucifixion and his Atlanta and Hipomenes[12] depict dramatic diagonal movement coupled with the effects of light and shade that portray the more Baroque influence of Caravaggio. His turbulent yet realistic  Massacre of the Innocents (Pinacoteca, Bologna) is painted in a manner reminiscent of a late  Raphael. In 1625 Prince  Władysław Sigismund Vasa of Poland visited the artist's workshop in Bologna during his visit to Western Europe.[13]\nThe close rapport between the painter and the Polish prince resulted in the acquisition of drawings and paintings.[13]\n\nIn 1630, while Bologna was suffering from  plague, Reni painted the Pallion del Voto with images of Saints Ignatius of Loyola and Francis Xavier.[citation needed]\n\nBy the 1630s Reni's painting style became looser, less impastoed, and dominated by lighter colors. A compulsive gambler, Reni was often in financial distress despite the steady demand for his paintings. According to his biographer, Carlo Cesare Malvasia, Reni's need to recoup gambling losses resulted in rushed execution and multiple copies of his works produced by his workshop.[1] The paintings of his last years include many unfinished works.[citation needed]\n\nReni's themes are mostly biblical and mythological.  He painted few portraits; those of  Sixtus V and of Cardinal Bernardino Spada are among the most noteworthy, along with one of his mother (in the Pinacoteca Nazionale di Bologna) and a few self-portraits - both from his youth and from his old age.[citation needed]\n\nThe so-called \"Beatrice Cenci\", formerly ascribed to Reni and praised by generations of admirers, is now regarded as a doubtful attribution.[1] Beatrice Cenci was executed in Rome before Reni ever lived there and thus could not have sat for the portrait. Many etchings are attributed to Guido Reni, some after his own paintings and some after other masters.[9] They are spirited,[9] in a light style of delicate lines and dots. Reni's technique, as used by the Bolognese school, was the standard for Italian printmakers of his time.[14]\n\nReni died in Bologna in 1642. He was buried there in the Rosary Chapel of the Basilica of San Domenico; the painter Elisabetta Sirani (whose father had been Reni's pupil and whom some considered the artistic reincarnation of Reni) was later interred in the same tomb.[citation needed]\n\n"
        },
        {
            "title": "Pupils and legacy",
            "text": "Reni was the most famous Italian artist of his generation.[1]\n\nThrough his many pupils, he had wide-ranging influence on later Baroque. In the center of Bologna he established two studios, teeming with nearly 200 pupils. His most distinguished pupil was Simone Cantarini, named Il Pesarese, who painted the portrait of his master now in the Bolognese Gallery.[9]\n\nReni's other Bolognese pupils included Antonio Randa (early on in his career considered the best pupil of Reni, until he tried to kill his master), Vincenzo Gotti,[15] Emilio Savonanzi,[16] Sebastiano Brunetti,[17] Tommaso Campana,[18] Domenico Maria Canuti,[19]\nBartolomeo Marescotti,[20] Giovanni Maria Tamburino,[21] and Pietro Gallinari (Pierino del Signor Guido).[22]\n\nOther artists who trained under Reni include Antonio Giarola (Cavalier Coppa), Giovanni Battista Michelini, Guido Cagnacci,[23] Giovanni Boulanger of Troyes,[24] Paolo Biancucci of Lucca,[25] Pietro Ricci or Righi of Lucca,[26] Pietro Lauri Monsu,[27] Giacomo Semenza,[28]  Gioseffo and Giovanni Stefano Danedi,[29] Giovanni Giacomo Manno,[30] Carlo Cittadini of Milan,[31] Luigi Scaramuccia,[32] Bernardo Cerva,[33] Francesco Costanzo Cattaneo of Ferrara,[34] Francesco Gessi, and Marco Bandinelli.\n\nBeyond Italy, Reni's influence was important in the style of many Spanish Baroque artists, such as Jusepe de Ribera and Murillo.[1]\n\nBut his work was particularly appreciated in France—Stendhal believed Reni must have had \"a French soul\"—and influenced generations of French artists such as Le Sueur, Le Brun, Vien, and Greuze;[1] as well as on later French Neoclassic painters. In the 19th century, Reni's reputation declined as a result of changing taste—epitomized by John Ruskin's censorious judgment that the artist's work was sentimental and false.[35]\n\nA revival of interest in Reni has occurred since 1954, when an important retrospective exhibition of his work was mounted in Bologna.[35]\n\n"
        },
        {
            "title": "Partial anthology of works",
            "text": "The Louvre contains twenty of his pictures, the Prado Museum in Madrid eighteen,[45] the National Gallery of London seven, and others once there have now been removed to other public collections. Among the seven is the small Coronation of the Virgin, painted on copper. It was probably painted before the master left Bologna for Rome.[9]\n\n"
        }
    ]
}