{
    "url": "https://en.wikipedia.org/wiki/Gulf_Breeze_UFO_incident",
    "title": "Gulf Breeze UFO incident",
    "table_of_contents": [
        "1 Events of November 11, 1987 – May 1, 1988",
        "2 Investigation",
        "3 Eye witness reports",
        "4 UFO research group response",
        "5 Model discovered",
        "6 Renewed interest after 1990",
        "7 Gulf Breeze UFO conferences",
        "8 In the media",
        "9 Further reading",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Gulf Breeze UFO incident was a series of claimed UFO sightings in Gulf Breeze, Florida, during 1987 and 1988. Beginning in November 1987, The Gulf Breeze Sentinel published a number of photos supplied to them by local contractor Ed Walters that were claimed to show a UFO. UFOlogists such as Bruce Maccabee believed the photographs were genuine; however, others strongly suspected them to be a hoax. Pensacola News Journal reporter Craig Myers investigated Walters' claims a few years later, criticizing the Sentinel's coverage of the story as \"uncritical\" and \"sensationalist\". In 1990, after Walters and his family moved, the new owners of Walters' house discovered a styrofoam model UFO hidden in the attic. Myers was able to duplicate the object in the Walters photographs almost exactly using the model UFO found in the attic. Walters later claimed that the model UFO had been \"planted\" in the attic.\n\n"
        },
        {
            "title": "",
            "text": "Ed Walters, as \"Mr. Ed\", said that he had been immobilized \"briefly by a blue beam\" on Wednesday November 11, 1987, and took five Polaroids of the object in the sky outside his Gulf Breeze home.[1] When he saw the craft out his window hovering about 200 feet (61 m) above the ground, he described it as being \"'right out of a (Steven) Spielberg movie'\".[2] Walters claimed that over time and multiple visits he videotaped the UFO and took 32 photographs of it. He watched it land on Soundside Drive and \"deposit five aliens on the road\". He states that an alien stared into his window and that they communicate with him in English and Spanish. He was being communicated with telepathically, and was shown a book with pictures of dogs and some writing identifying each dog.[3] A bright blue beam of light caused him to be lifted three feet (0.91 m) off the ground.[1] On December 2, 1987, Walters stated that the immobilization in the blue beam happened again.[4] Walters stated that on February 7, 1988, he photographed a blue beam and his wife attempting to out run it. Walters also claimed that a creature looked into his home window and that sometimes there are more creatures that speak to him. A \"humming in his head heralds the arrival of UFOs\".[1] Over time, Waters or his family reported 19 sightings or encounters. On May 1, 1988, Walters said he felt the presence while he was at Shoreline Park after midnight, saw the UFO and took a photo of it, then \"lost consciousness for an hour\".[2] Walters as \"Mr. Ed\" stated that the UFO leaked some kind of liquid that continued to boil even 19 days after he captured it.[3]\n\n"
        },
        {
            "title": "Investigation",
            "text": "Ed Walters gave the Gulf Breeze Sentinel a series of photographs he said he took of a UFO outside his home on November 11, 1987, he used the alias of \"Mr. X\", \"Mr. Ed\" or \"Jim\" preferring to be anonymous for concerns of being ridiculed and to protect his family. By 1989, local contractor Ed Walters admitted that he was the photographer. He said he would submit to a lie-detector test and a Pensacola polygraph examiner who tested Walters in February 1988, stated that, \"Walters believes his photos are real\".[1]\n\nWalters stated that he had three times in his life where he experienced missing time. During a canoe trip that he originally blamed on heat stroke, and a time as a young man that he had thought was a nightmare. But his third experience he said happened when driving at night when he realized he could no longer see any car or street lights. He stopped and got out of his car and saw a very bright light like a motorcycle coming at him and then he got back in his car and the light \"lifted off the road\" and lit up the inside of his car. Next thing Walters knew, morning traffic was passing him and at least five hours were missing.[5]\n\nProject Starlight investigator Ray Stanford focused on the clouds in the background of the UFO photos, at first he said that the photos could not be taken on Wednesday, November 11, 1987, based on incorrect information he received on wind direction from the weather department. After receiving the correct weather data he stated that it was likely that the photos were taken on that day, but still believed they were hoaxed photos. His concerns were that if the photos had been taken at the speed that Walters stated, then why were the clouds moving so quickly, and why did the sky darken so quickly, and his biggest concern that how could this object that is \"10 times the diameter of the sun or moon\"  be visible for over six minutes, and not to others? Stanford said \"'If I were a betting man, I would bet 1,000 to 1 the pictures are not real'\". Mayor of Gulf Breeze, Ed Gray, consulted others and extensively analyzed the photos himself and concluded they were a hoax.[6] Police chief Jerry Brown believes that activity at the nearby military bases is what people are seeing and \"The rest can be blamed on a domino effect of hysteria that began with Walters' photos\".[2]\n\nAuthor of UFO books Budd Hopkins interviewed Walters several times and proclaimed him legit. Hopkins based this belief on his years of UFO research and interviewing witnesses. He could find nothing wrong with Walter's story other than it was \"very bizarre\". Hopkins claimed that Walters had turned down a 100 thousand dollar book deal and passed a lie detector test which he wouldn't have done if he were hoaxing. Hopkins felt that because Walter's reputation was on the line he wouldn't have lied about this, so it was unlikely to be a hoax. Hopkins added that he thinks there are more people being abducted from Gulf Breeze beside Walters.[5]\n\nOptical physicist and ufologist, Bruce Maccabee investigated the five Polaroids taken by Walters and stated \"I think there is a good chance it's the real thing\". UFO investigator Phillip Klass stated that there was \"no way\" the photos are authentic, but stated that he has not investigated the Gulf Breeze incident as it was not \"genuinely impressive to the public\". Maccabee instructed Walters to use two Polaroid cameras mounted on a beam when photographing in order to triangulate the images for clearer analysis. Willy Smith from the UFO information-gathering group UNICAT claims the photos are phony, stating that he can see the support under the UFO and the windows of the house in the photo are suspect \"indicating that the object is a model that was painted\". Maccabee claimed that the other eye-witness sightings were more important than the photographs.[1]\n\nRobert Nathan from the NASA Jet Propulsion Laboratory stated after examining the photographs that he felt that \"many of these images are double exposure photographs\". The focus on the craft and the buildings nearby seem to be \"more sharply focused or fuzzier\". Nathan also said that he had a \"feeling that there is some kind of a cut and paste on some surface\".[7] In regressive hypnosis, Walters stated that he discovered that he had been \"abducted by aliens on several occasions\". And a clinical psychologist, Dan Overlaid examined Walters and conducted a personality and intelligence test and stated that \"'He's as normal as the rest of us'\".[7]\n\nThe Eglin Air Force Base is located directly east of Gulf Breeze and is a \"military installation of mind-boggling proportions\". Director of public affairs says that the base has no record of unusual activity and \"no strange radar blips\". They are not \"in pursuit of the spaceships ... and not secretly studying the Gulf Breeze incidents\".[8] Klass when asked about the photographs said that \"if one photo is a hoax, then they all must be thrown out\".[9]\n\n"
        },
        {
            "title": "Eye witness reports",
            "text": "A Pensacola News Journal reporter discovered that the first recorded sighting of UFO's in the area dated back to March 31, 1953. Resident George M. Lee reported, \"'I'll swear I saw a flying saucer'\". The journalist reported that throughout the decades dozens of sightings have been reported, some hovered over roads, others traveled slowly, some residents reported a \"large glowing egg-shaped\" UFO, some recount the craft zig-zagging, others say they saw it travel at high speeds.[10]\n\nAfter the Sentinel published the UFO photographs they and MUFON received dozens of reports of sightings from residents in the area. Some describe an orange glow, others say they saw an oval or oblong craft. Some people claim to see a blue beam of light coming from a UFO, another said that it was a bright orange light on the bottom of the craft. One woman was awakened at 2am to find an orange lit UFO creating a blue light beam in her yard.[4] In July 1988, Fenner McConnell and his wife Shirley claim to have seen an airplane over the water with landing lights shining on the pier, it was \"disc-shaped\" and had a lot of windows, no wings and made no noise.[11] In a later interview, the McConnells explained that they sent out UFO themed party invitations to their friends and then two-days-later they saw outside their bedroom window a \"cylindrical craft, ringed in windows and lights\". It \"hovered for nearly four minutes and then 'kind of drifted away', Fenner said that it \"came within 75 yards (225 ft; 69 m) of the house\" and thought it might land on the house. Shirley said that she got \"'an eerie feeling'\" and recognized the craft from the newspaper.[9][2][12]\n\nBrenda Pollak, Gulf Breeze councilwoman and acquaintance of Walters, stated that on March 17, 1988, she was crossing the Pensacola Bay Bridge when she saw a bright orange light along the tree tops and moving fast. When she got home to tell her husband Buddy Pollak she learned he was at Shoreline park where as she soon discovered he and others were looking at Walter's UFO photographs. When the group left to get hot chocolate, leaving Walter alone at the park, they saw flashes and rushed back to find that Walters had taken Polaroids of an object in the sky. The group watched the Polaroid develop and saw what they claimed were \"oblong saucer objects\". Brenda Pollak stated that Walters was not the sort of man that would perpetuate a hoax.[4] On January 8, 1990 Pollak said she saw and photographed an object moving fast then slow and quickly changing directions. \"You could only see two dimensions, no depth\", and it left a \"multi-color trail\".[2]\n\nArt and Mary Hufford claim that they saw \"something gray, oval and silent fly over the treetops\" that stayed in view for several minutes, when they were driving in early November 1987. They had no explanation for what they saw and then weeks later they saw Walter's photographs in the newspaper. Art Hufford stated that at parties when he mentions his sighting, people often \"whisper(ed) confessions of their own experiences\".[9]\n\nJeff Thompson reported that he and his 12-year-old son watched a three-foot-wide (0.91 m) and two-foot-high (0.61 m) craft for about ten minutes outside his Tiger Point home on February 8, 1989. He approached the craft with a flashlight and when he was \"within 30 feet (10 yd; 9.1 m), the top of the craft turned white and made a crackling noise\" and then \"'just dissipated'\". Thompson also stated that he watched a UFO being chased by two military jets on the same day that Walters said he first saw and photographed a UFO.[13] A toll-booth operator, Jerry Thompson said that he and a group of people watched thirteen pink lighted objects blink in a pattern that he could not identify.[2] Area residents reported that they saw eight helicopters chasing a UFO on January 8, 1990. The Navy deny this report.[14]\n\nSanta Rosa County  Commissioner John Broxson claims that he saw \"something bright ... hovering above his home: a parade of lights of different colors and intensity\" his wife and friends also witnessed it. \"'Frankly, I saw something that blew my mind'\".[15]\n\n"
        },
        {
            "title": "UFO research group response",
            "text": "One member of the \"grass-roots\" research group Mutual UFO Network, (MUFON), Gary Watson stated in April 1988, that the proof of visitations to Gulf Breeze is based on more than Walter's photos, basing his belief on \"'other ... good substantial people' who have reported sightings.\"[6] Director of MUFON, Walter Andrus stated in June 1988 that the Gulf Breeze UFOs are the \"best case we've ever had\".[16] Donald Ware, Florida director believed that \"There is a direct connection between education and the acceptance of the UFO phenomenon ... I am convinced the reason one man was given so many photographic opportunities is because the aliens wanted us to see those photos\".[9]\n\nThe Center for UFO Studies (CUFOS) a group founded by astronomer and ufologist J. Allen Hynek, stated that the photos were fake based on the windows on the craft were not spaced evenly and because of a \"waviness in the photos suggesting they were taken near or reflected off, water\" plus other imperfections.[1]  Mark Rodeghier and Robert Boyd from CUFOS were informed by friends of Walters that he (Walters) was \"'a practical joker and prankster'\" and had told people he was going to \"pull off 'the ultimate prank'\". They also felt that the story had several \"'curious parallels' with Streiber's Communion which was published only a few months before\". According to Sheaffer, Rodeghier was pressured to change his opinion of the case causing fractures in the group. He went from \"'probable hoax' to 'a potentially significant UFO case, but one that remains unproven'\".\nSheaffer explained that UFO groups cannot appear to be too skeptical, the membership in the organization will dry up. Statistics compiled by Willy Smith stated that MUFON's membership \"has increased fourfold since\".[3]\n\n"
        },
        {
            "title": "Model discovered",
            "text": "On June 10, 1990, Pensacola News Journal reporter Craig Myers published that a model made up of \"four plastic foam plates and some drafting paper\" was found in the attic of a Gulf Breeze home where Ed Walters had lived. The model closely resembled the UFO craft in some of the photos. Walters denied knowledge of the model and stated that \"someone who wants to discredit him must have put the model in the house\". He refused to take a lie detector test but signed a \"sworn statement denying any knowledge of the model UFO\". The man who found the model signed a sworn statement that \"he did not know who made it\". News Journal photographers experimented with the model and were able to \"nearly duplicate some of the photos of UFO's printed in Walters' book\".[17]\n\nThe model was discovered by the homeowner when he went into the attic to look for a turn-off valve for an icemaker he was installing. While trying to find the water pipe he found the model under the insulation. The homeowner did not report the model and kept it as a curiosity until one day when being interviewed by a journalist about UFOs, he mentioned finding it. Walters stated that he had never seen the model before, and claims that debunkers probably came into his garage and planted it in his attic, and that they went though his garbage. Another theory was that \"the government was trying to discredit him\". In a later phone call, Walters contacted the News Journal to say that his wife remembered that she was told by one of their ex-neighbors that a \"stranger with out-of-state license tags entered the garage, pulled the attic stairs down, entered the attic and then left suddenly\". This according to Walters happened after he moved out of the house in 1988 but before the new owner moved in. The police chief said no break-ins have been reported for that house.[17] Walters later stated \"There are professional debunkers. I don't know if they're getting paid or if they're religious fanatics or – and I love my country so I hate to say this – if they are involved in a cover-up\".[18]\n\nBelievers and UFO skeptics \"drew their battle lines\" after the model was found according to journalist Myers, one MUFON director said that there were too many other eye-witnesses who had seen something similar and that \"'Debunkers would go to great lengths to discredit Ed'\". UFO investigator Willy Smith claimed that Walters blaming this on his critics was arrogant and believes he \"can do no wrong\". Previous MUFON director Robert Boyd stated that \"'it simply confirms what I previously reported ... full refunds should be made to all purchases of Ed's book, and a public apology be issued'\". Boyd says he was forced to leave MUFON when he said that the photographs \"were probably fakes\". UFO investigator Phillip Klass said \"'He (Walters) is a desperate man'\". Critics of the photographs have stated that the photographs could have been taken by double exposures.[19]\n\nThe model found was nine inches (23 cm) across, five inches (13 cm) deep and included a blue-color gel (plastic film) and a six-inch \"orange paper ring; a 3.5-inch-long (8.9 cm) plastic tube; and a 2-inch-wide (5.1 cm) paper ring between the 9-inch (23 cm) plates\" with electrical tape at the bottom of the model. On drafting paper are \"carefully drawn and punched out 'windows' circle two-thirds of the model\". On the reverse side of the drafting paper are hand-written dimensions for a house on Jamestown Drive, written \"in what appears to be Ed Walters' handwriting ... According to Santa Rosa County building permits ... Walters has built at least two homes on Jamestown Drive\". The News Journal reported that Walters was given a $200,000 book advance and was offered $450,000 by ABC Television for mini-series rights. The newspaper also reported that Walters served 18 months in prison for a 1967 forgery and auto theft charge, but in March 1990 was \"granted a full pardon by Gov. Bob Martinez\".[18]\n\nSheaffer concludes that if a debunker wanted to plant the model in the house to discredit Walters, the debunker would not have hidden it in the attic under insulation in the hopes that the owner would someday find it, they would have planted it somewhere it would have been easy to find.[3]\n\n"
        },
        {
            "title": "Renewed interest after 1990",
            "text": "In 1991, the Pensacola Bay Bridge was still attracting UFO watchers. Many people including MUFON members stated that they saw a \"beautiful pearl necklace\" of lights in the sky that last from seconds to minutes. They also claim to have seen a \"red glow\" in the sky over 74 times. Sky watchers in 1991 can be found most nights near the bridge with cameras, microphones and video cameras.[20]\n\nNews Journal and WEAR-TV journalist Mark Curtis in February 1993 wrote an editorial for the Journal after the paper had published a story by journalist Kimberly Riegler whose \"article leaves the impression that no serious doubts have ever been cast\". Curtis reminds readers that a paper model was found in Walters' attic, that multiple groups had reproduced the photos, that MUFON sent its two best UFO investigators, Rex and Carol Salisberry to \"reinvestigate. When they also concluded it was a hoax, they were literally chased out of MUFON by its remaining 'true believers'\". Also mentioned was that in 1990, friend of the Walters family, Tommy Smith admitted that he \"witnessed Ed faking the UFO pictures\", saying that it started as a practical joke. Updating readers, Curtis stated that the Walters (now calling themselves Hanson) divorced in November 1992, splitting $2.5 million in assets that Curtis believes some of which is from the hoax. Calling the story as \"phony as a $3 bill\" and that there were no \"'green men'\" only \"a lot of ill-gotten 'greenbacks' lining the pockets of two people who may have fleeced the good people of their community\".[21][22] Sheaffer writes that Smith had five photographs that he took with his own camera as proof that they were hoaxed. Walters responded that Smith took them \"unassisted\" and they really were of the UFO.[3]\n\nIn Dave Barry's book Dave Barry Is Not Making This Up Barry explains his investigation of the Gulf Breeze UFO in the chapter \"A Space Odyssey\". He writes that there are \"two most likely explanations\" that \"1. Somebody is perpetrating a hoax and a bunch of other people, though inexperience, imagination, or ignorance are falling for it\". Or \"2. Intelligent beings from elsewhere in the universe, driving craft with fantastic capabilities, have come to Earth, and they are observing us, and they have a Paralysis Ray and – this is going to make some South Floridians nervous – they apparently speak Spanish\".[23]\n\nIn 1996, mayor Gilchrist suggested that the \"logical explanation\" for the lights in the sky were \"that there are five military airfields nearby, as well as the Pensacola Regional Airport about three miles away\".[24] The MUFON UFO hotline (850)438-3261 was disconnected in June 2000 according to president Art Hufford who stated that \"'I wouldn't want to mislead people who want to come here thinking they're going to see something ... It was kind of fun while it lasted, but there's not much going on here anymore'\".[25] Asked if he believed the accuracy of colleague Phillip Klass's statement that the sightings were a \"massive hoax\" Center for Inquiry executive director Barry Karr said that the sightings were a hoax, \"'Just because it can't be identified doesn't mean it's a visitor from another planet ... everyone wanted to see one so much that they let their imagination get carried away'\".[15]\n\nAt the 30th anniversary of the sightings in 2017, journalist Troy Moon revisited the story for the News Journal. Moon reminded readers that the sighting turned \"sleepy Gulf Breeze\" into a \"UFO phenomenon that became national and international news ... some of the best-known UFO sightings in history, and the lore from that frantic fall of 1987 is still debated today\".[26]\n\n"
        },
        {
            "title": "Gulf Breeze UFO conferences",
            "text": "MUFON held his annual UFO symposium in Pensacola in early 1990 attracting hundreds of attendees. The director of tourism for Gulf Breeze said that the free publicity has attracted tourists and UFO focused tours were being arranged. A local travel agent said she arranged 600 flights for the MUFON conference. Merchants began selling UFO related goods. [27]\n\nThe first Gulf Breeze UFO Conference in October 1993 featured psychiatrist and alien abduction researcher John E. Mack.[28] Six hundred people were expected to attend.[29] October 1994 for the second conference, more than 700 people attended, many attendees suspected that they had been abducted by aliens\".[30] The third conference had to be moved from Gulf Breeze because of damages done to the conference center from Hurricane Opal. It was moved to the Mobile Convention Center.[31] The 1996 conference was held in March and over 500 people attended. A sky watch at a local beach, and discussions \"included a meeting on the Bible and flying saucers.[24] Journalist and UFO investigator Nick Pope was the key speaker for the March 1997 conference which is sponsored by Project Awareness \"'strictly for credible public information and education about UFOs'\".[32] Author Whitley Strieber was the keynote speaker at the October 1998 conference. Other speakers were Stanton Friedman and Bob Oechsler, lectures on remote viewing, Mars anomalies, Egyptian mysteries, channeling and mediumship were also included.[33]\n\n"
        },
        {
            "title": "In the media",
            "text": "On October 5, 1988, Unsolved Mysteries and later a TV special called \"UFO Cover-UP...Live!\" featured the Gulf Breeze UFO case.[34][11][10] In 1989 eyewitness Shirley McConnell talked about her experience on A Current Affair.[2] Unsolved Mysteries, Inside Edition and A Current Affair filmed more UFO shows in July 1990.[27]\nOn a 1994 episode of The X-Files character Fox Mulder mentions the Gulf Breeze UFO Photos to his partner Dana Scully saying that \"the first time he saw the ... photos, he knew they were fakes\".[35]\n\nGulf Breeze singer, Ken Manning won an award for Best Music Video at the Florida Motion Picture & Television Association's Crystal Reel awards in 1999 for his song \"Gulf Breeze UFO\".[36][37]\n\n"
        }
    ]
}