{
    "url": "https://en.wikipedia.org/wiki/Gun_fu",
    "title": "Gun fu",
    "table_of_contents": [
        "1 Hong Kong origins",
        "2 Spread to the United States",
        "3 Other media",
        "3.1 Video games",
        "3.2 Comic books",
        "3.3 Pen-and-paper games",
        "3.4 Television",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Gun fu, a portmanteau of gun and kung fu (also known as gun kata, bullet ballet, and gymnastic gunplay),[1] is a style of sophisticated close-quarters gunfight resembling a martial arts battle that combines firearms with hand-to-hand combat and traditional melee weapons in an approximately 50/50 ratio.  It can be seen in Hong Kong action cinema,[2] and in American action films influenced by it.\n\nThe focus of gun fu is both artistic style and the usage of firearms in ways that they were not designed to be used.  Shooting a gun from each hand (usually paired with jumping to the side at the same time), dual wielding, shots from behind the back, as well as the use of guns as melee weapons (usually knife fights) are all common. Other moves can involve submachine guns, assault rifles, combat shotguns, rocket launchers, and just about anything else that can be worked into a cinematic shot. It is often mixed with grappling maneuvers.\n\nGun fu has become a staple of modern action films due to its visual spectacle, a result of often impressive choreography and stuntwork, regardless of its unrealistic elements when compared to real-life gun warfare.\n\n"
        },
        {
            "title": "Hong Kong origins",
            "text": "As the name suggests, gun fu has roots in martial arts films from Hong Kong action cinema, including wuxia films and kung fu films from the likes of Bruce Lee and Jackie Chan. These films typically involved martial artists fighting large numbers of enemies in stylized choreographed action set-pieces, with a fighting style that lay somewhere between brawling and dancing. Hong Kong filmmaker John Woo, who began his career directing martial arts films, took the martial arts style of action and added guns, combining the elegance and precision of kung fu with the brutality and violence of gangster films.[3]\n\nJohn Woo originated the style that would later be called gun fu in the 1986 Hong Kong action film A Better Tomorrow. The film launched the \"heroic bloodshed\" genre in Hong Kong, and gun fu action sequences became a regular feature in many of the subsequent heroic bloodshed films, which combined the elegance and precision of kung fu with the brutality and violence of gangster movies.[3] John Woo continued to make several classic heroic bloodshed films, all featuring gun fu, and all starring leading man Chow Yun-fat.\n\n\nAnthony Leong wrote of the gunfights in A Better Tomorrow,[4]\nStephen Hunter, writing in The Washington Post wrote,[5]\nOther Hong Kong directors also began using gun fu sequences in films that were not strictly heroic bloodshed films, such as Wong Jing's God of Gamblers (1989) and its sequel God of Gamblers Returns (1994). There were several heroic bloodshed films that did not feature gun fu, but opted for more realistic combat, such as Ringo Lam's City on Fire (1987).\n\n"
        },
        {
            "title": "Spread to the United States",
            "text": "The popularity of John Woo films, and the heroic bloodshed genre in general, in the U.S. helped give the gun fu style greater visibility.\n\nThe success of The Matrix helped to popularize and develop the style in the U.S.[3] One classic gun fu move consists of reloading two pistols simultaneously by releasing the empty magazines, pointing the guns to the ground, dropping two fresh magazines out of one's jacket sleeves, or strapped to one's legs, into the guns, and then carrying on shooting. In Equilibrium (2002) the law enforcement responsible for handling \"Sense Crime\" are trained in gun kata to gain an advantage in their raids on armed opponents. In the film Bulletproof Monk (2003), The Monk With No Name (portrayed by Chow Yun-fat) empties two pistols, ejects the magazines and spins to kick the empty magazines at his assailants. This was parodied in an episode of Brooklyn Nine-Nine (Season 1, Episode 19 \"Tactical Village\"). The style is also featured (albeit in a small way and with the assistance of gadgets) in the Lara Croft: Tomb Raider movies. In Wanted (2008), assassins belonging to The Fraternity possess the skill of \"bending\" bullets around obstacles; in a gunfight early in the film, one assassin knocks another bullet out of the air with his own round. In X-Men Origins: Wolverine (2009), Agent Zero (Daniel Henney) reloads his handguns by throwing them into the air and catching them with the magazines he's holding in his hands.\n\nIn the 2010 film Kick-Ass, the character Hit Girl, played by Chloë Grace Moretz, frequently uses gun fu.  In the 2012 film Django Unchained, the climactic shootout in Candieland is inspired by John Woo, replicating scenes from The Killer shot-by-shot.  The 2013 G.I. Joe: Retaliation also featured gun fu in the climactic fight between Roadblock and Firefly. Gun fu is also heavily featured in the John Wick franchise, as well as the 2015 film Kingsman: The Secret Service.\n\nA gun fu sequence involving Chris Redfield and Glenn Arias is also featured in the 2017 CGI film Resident Evil: Vendetta. Although produced in Japan, the Resident Evil franchise takes the majority of its inspiration from American horror and action cinema.\n\n"
        },
        {
            "title": "Other media",
            "text": "Video games, particularly in the shooter and shoot 'em up genres, have implemented gun fu-like gameplay. Below are some examples of video games and video game series which have been specifically compared to or described as gun fu:\n\nGun Fu is also the name of a series of comic books by Howard M. Shum and Joey Mason, about a Hong Kong police officer in the 1930s who employs a combination of gun-play and martial arts.[10]\n\nIt is not certain where or when the actual term \"gun fu\" was invented. One of the earliest written records exists in the tabletop role-playing game Cyberpunk 2020 which was first published in 1988.\n\nGun fu is a form of specialized martial arts usable in the game and is described as,[11]\nConspiracy X, another tabletop RPG first published in 1996, also included the combat style as a usable skill. In this game, gun fu allowed players' characters to use firearms in close combat and skilled martial artists to string together combinations of moves.[12]\n\nIn the Buffyverse role-playing games, gun fu is the name for the firearms skill, but this is more likely meant to be humorous rather than to imply characters practice an actual firearm-based martial art.[13]\nIn the Ninjas and Superspies supplement Mystic China, gun fu is the Triad assassin training, and is a martial arts skill that can be available to player characters. It primarily emphasizes the use of paired 9mm pistols.[14]\n\nIn \"Run and Gun\", a expansion of the fifth-edition of the pen-and-paper role-playing game Shadowrun, gun fu is a combat style available.\n\nThe GURPS roleplaying system has a Gun-Fu supplement, written by S.A. Fisher, Sean Punch, and Hans-Christian Vortisch.\n\nIn the Japanese series Tokusou Sentai Dekaranger, Banban \"Ban\" Akaza a.k.a. DekaRed is specifically mentioned as a master of gun fu technique, which in the series is called as \"Juu Kun Do\" (jū is the Japanese word for 'gun', and the name of the style is a play on Jeet Kune Do). As a result, the mecha for the series, Dekaranger Robo, is also sometimes shown using gun fu. The American adaptation of the series, Power Rangers S.P.D., also shows the Red Ranger Jack Landors and the Delta Squad Megazord using the same technique, though that was more because of the source material – Jack is not specifically mentioned as being a master of gun fu.\n\nIn the anime Mazinkaizer SKL, Ryou Magami (one of the two pilots of the titular Mazinkaiser) uses gun fu as his primary style of combat as he wields the Breast Triggers, a pair of handguns which store on Mazinkaiser's chest.  Magami's fight scenes contain several visual homages to the film Equilibrium, including a scene in the first episode where Mazinkaiser performs the signature pose of the Grammaton Clerics.\n\n"
        }
    ]
}