{
    "url": "https://en.wikipedia.org/wiki/Gun_politics_in_the_United_States",
    "title": "Gun politics in the United States",
    "table_of_contents": [
        "1 History",
        "1.1 Colonial era through the Civil War",
        "1.2 Post Civil War",
        "1.3 20th century",
        "1.3.1 First half of 20th century",
        "1.3.1.1 National Firearms Act",
        "1.3.1.2 United States v. Miller",
        "1.3.2 Second half of 20th century",
        "1.3.2.1 Advocacy groups",
        "1.3.2.2 Centers for Disease Control (CDC) restriction",
        "1.4 21st century",
        "1.4.1 Smart guns",
        "1.4.2 District of Columbia v. Heller",
        "1.4.3 McDonald v. City of Chicago",
        "1.4.4 New York State Rifle & Pistol Association, Inc. v. Bruen",
        "1.4.5 Advocacy groups, PACs, and lobbying",
        "1.4.6 3D printed firearms",
        "1.4.7 Proposals made by the Obama Administration",
        "1.4.8 2013 United Nations Arms Treaty",
        "1.4.9 Proposals made by the Trump administration",
        "1.4.10 Proposals made by the Biden Administration",
        "2 Public opinion",
        "2.1 Polls",
        "2.1.1 Gallup poll",
        "2.1.2 National Rifle Association",
        "2.2 Media depictions and public opinion",
        "3 Political arguments",
        "3.1 Rights-based arguments",
        "3.1.1 Fundamental right",
        "3.1.2 Second Amendment rights",
        "3.1.3 Defense of self and state",
        "3.1.4 Protection of marginalized people",
        "3.1.5 Security against tyranny",
        "3.2 Public policy arguments",
        "3.2.1 Gun violence debate",
        "3.2.2 Criminal violence",
        "3.2.2.1 Homicide",
        "3.2.3 Suicide",
        "4 Federal and state laws",
        "4.1 Federal laws",
        "4.2 State laws and constitutions",
        "5 See also",
        "5.1 Articles",
        "5.2 Organizations",
        "6 Notes",
        "7 References",
        "8 Further reading",
        "8.1 Books",
        "8.2 Journals",
        "8.3 News",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Gun politics within American politics is defined by two primary opposing ideologies about civilian gun ownership. Those who advocate for gun control support increased regulation of gun ownership; those who advocate for gun rights oppose increased restriction of gun ownership. These groups often disagree on the interpretation of laws and court cases related to firearms and of the effectiveness of firearms regulation on crime and public safety.[2]: 7  It is estimated that U.S. civilians own 393 million firearms,[3] and that 40% to 42% of the households in the country have at least one gun.[4][5][6] The U.S. has by far the highest estimated number of guns per capita in the world, at 120.5 guns for every 100 people.[7]\n\nDebates regarding firearm availability and gun violence in the United States have been characterized by concerns about the right to bear arms, such as found in the Second Amendment to the U.S. Constitution, and the responsibility of the United States government to serve the needs of its citizens and to prevent crime and deaths. Firearms regulation supporters say that indiscriminate or unrestricted gun rights inhibit the government from fulfilling that responsibility, and causes a safety concern.[8][9][10]: 1–3 [11] Gun rights supporters promote firearms for self-defense – including security against tyranny, as well as hunting and sporting activities.[12]: 96 [13] Firearms regulation advocates state that restricting and tracking gun access would result in safer communities, while gun rights advocates state that increased firearm ownership by law-abiding citizens reduces crime and assert that criminals have always had easy access to firearms.[14][15]\n\nGun legislation in the United States is augmented by judicial interpretations of the Constitution. The Second Amendment to the U.S. Constitution reads: \"A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed.\"[16] In 1791, the United States adopted the Second Amendment, and in 1868 adopted the Fourteenth Amendment. The effect of those two amendments on gun politics was the subject of landmark U.S. Supreme Court decisions in District of Columbia v. Heller (2008), where the Court affirmed for the first time that the Second Amendment guarantees an individual right to possess firearms independent of service in a state militia and to use them for traditionally lawful purposes such as self-defense within the home, and in McDonald v. City of Chicago (2010), where the Court ruled that the Second Amendment is incorporated by the Due Process Clause of the Fourteenth Amendment and thereby applies to both state and federal law. In so doing, it endorsed the \"individual-right\" theory of the Second Amendment's meaning and rejected a rival interpretation, the \"collective-right\" theory, according to which the amendment protects a collective right of states to maintain militias or an individual right to keep and bear arms in connection with service in a militia.\n\n"
        },
        {
            "title": "History",
            "text": "The American hunting tradition comes from a time when the United States was an agrarian, subsistence nation where hunting was a profession for some, an auxiliary source of food for some settlers, and also a deterrence to animal predators. A connection between shooting skills and survival among rural American men was in many cases a necessity and a 'rite of passage' for those entering manhood.[2]: 9  Today, hunting survives as a central sentimental component of gun culture as a way to control animal populations across the country, regardless of modern trends away from subsistence hunting and rural living.[11]\n\nPrior to the American Revolution, there was neither budget nor manpower nor government desire to maintain a full-time army. Therefore, the armed citizen-soldier carried responsibility. Service in militia, including providing one's own ammunition and weapons, was mandatory for all men. Yet, as early as the 1790s, the mandatory universal militia duty evolved gradually to voluntary militia units and a reliance on a regular army. Throughout the 19th century the institution of the organized civilian militia began to decline.[2]: 10  The unorganized civilian militia, however, still remains even in current U.S. law, consisting of essentially everyone from age 17 to 45, while also including former military officers up to age 64, as codified in 10 U.S.C. § 246.\n\nClosely related to the militia tradition is the frontier tradition, with the need for self-protection pursuant to westward expansion and the extension of the American frontier.[2]: 10–11  Though it has not been a necessary part of daily survival for over a century, \"generations of Americans continued to embrace and glorify it as a living inheritance – as a permanent ingredient of this nation's style and culture\".[17]: 21 \n\n In the years prior to the American Revolution, the British, in response to the colonists' unhappiness over increasingly direct control and taxation of the colonies, imposed a gunpowder embargo on the colonies in an attempt to lessen the ability of the colonists to resist British encroachments into what the colonies regarded as local matters. Two direct attempts to disarm the colonial militias fanned what had been a smoldering resentment of British interference into the fires of war.[18]\n\nThese two incidents were the attempt to confiscate the cannon of the Concord and Lexington militias, leading to the Battles of Lexington and Concord of April 19, 1775, and the attempt, on April 20, to confiscate militia powder stores in the armory of Williamsburg, Virginia, which led to the Gunpowder Incident and a face-off between Patrick Henry and hundreds of militia members on one side and the Royal Governor of Virginia, Lord Dunmore, and British seamen on the other. The Gunpowder Incident was eventually settled by paying the colonists for the powder.[18]\n\nAccording to historian Saul Cornell, states passed some of the first gun control laws, beginning with Kentucky's law to \"curb the practice of carrying concealed weapons in 1813.\" There was opposition and, as a result, the individual right interpretation of the Second Amendment began and grew in direct response to these early gun control laws, in keeping with this new \"pervasive spirit of individualism.\" As noted by Cornell, \"Ironically, the first gun control movement helped give birth to the first self-conscious gun rights ideology built around a constitutional right of individual self-defense.\"[19]: 140–141 \n\nThe individual right interpretation of the Second Amendment first arose in Bliss v. Commonwealth (1822),[20] which evaluated the right to bear arms in defense of themselves and the state pursuant to Section 28 of the Second Constitution of Kentucky (1799). The right to bear arms in defense of themselves and the state was interpreted as an individual right, for the case of a concealed sword cane. This case has been described as about \"a statute prohibiting the carrying of concealed weapons [that] was violative of the Second Amendment\".[21]\n\nThe first state court decision relevant to the \"right to bear arms\" issue was Bliss v. Commonwealth. The Kentucky court held that \"the right of citizens to bear arms in defense of themselves and the State must be preserved entire,...\"[22]: 161 [23]\n\nAlso during the Jacksonian Era, the first collective right (or group right) interpretation of the Second Amendment arose. In State v. Buzzard (1842), the Arkansas high court adopted a militia-based, political right, reading of the right to bear arms under state law, and upheld the 21st section of the second article of the Arkansas Constitution that declared, \"that the free white men of this State shall have a right to keep and bear arms for their common defense\",[24] while rejecting a challenge to a statute prohibiting the carrying of concealed weapons.\n\nThe Arkansas high court declared \"That the words 'a well-regulated militia being necessary for the security of a free State', and the words 'common defense' clearly show the true intent and meaning of these Constitutions [i.e., Arkansas and the U.S.] and prove that it is a political and not an individual right, and, of course, that the State, in her legislative capacity, has the right to regulate and control it: This being the case, then the people, neither individually nor collectively, have the right to keep and bear arms.\" Joel Prentiss Bishop's influential Commentaries on the Law of Statutory Crimes (1873) took Buzzard's militia-based interpretation, a view that Bishop characterized as the \"Arkansas doctrine,\" as the orthodox view of the right to bear arms in American law.[24][25]\n\nThe two early state court cases, Bliss and Buzzard, set the fundamental dichotomy in interpreting the Second Amendment, i.e., whether it secured an individual right versus a collective right.[citation needed]\n\nIn the years immediately following the Civil War, the question of the rights of freed slaves to carry arms and to belong to the militia came to the attention of the federal courts. In response to the problems freed slaves faced in the Southern states, the Fourteenth Amendment was drafted.\n\nWhen the Fourteenth Amendment was drafted, Representative John A. Bingham of Ohio used the Court's own phrase \"privileges and immunities of citizens\" to include the first Eight Amendments of the Bill of Rights under its protection and guard these rights against state legislation.[26]\n\nThe debate in Congress on the Fourteenth Amendment after the Civil War also concentrated on what the Southern States were doing to harm the newly freed slaves. One particular concern was the disarming of former slaves.\n\nThe Second Amendment attracted serious judicial attention with the Reconstruction era case of United States v. Cruikshank which ruled that the Privileges or Immunities Clause of the Fourteenth Amendment did not cause the Bill of Rights, including the Second Amendment, to limit the powers of the State governments, stating that the Second Amendment \"has no other effect than to restrict the powers of the national government.\"\n\nAkhil Reed Amar notes in the Yale Law Journal, the basis of Common Law for the first ten amendments of the U.S. Constitution, which would include the Second Amendment, \"following John Randolph Tucker's famous oral argument in the 1887 Chicago anarchist Haymarket Riot case, Spies v. Illinois\":\n\nSince the late 19th century, with three key cases from the pre-incorporation era, the U.S. Supreme Court consistently ruled that the Second Amendment (and the Bill of Rights) restricted only Congress, and not the States, in the regulation of guns.[28] Scholars predicted that the Court's incorporation of other rights suggested that they may incorporate the Second, should a suitable case come before them.[29]\n\nThe first major federal firearms law passed in the 20th century was the National Firearms Act (NFA) of 1934. It was passed after Prohibition-era gangsterism peaked with the Saint Valentine's Day massacre of 1929. The era was famous for criminal use of firearms such as the Thompson submachine gun (Tommy gun) and sawed-off shotgun. Under the NFA, machine guns, short-barreled rifles and shotguns, and other weapons fall under the regulation and jurisdiction of the Bureau of Alcohol, Tobacco and Firearms (ATF) as described by Title II.[30]\n\nIn United States v. Miller[31] (1939) the Court did not address incorporation, but whether a sawn-off shotgun \"has some reasonable relationship to the preservation or efficiency of a well-regulated militia.\"[29] In overturning the indictment against Miller, the U.S. District Court for the Western District of Arkansas stated that the National Firearms Act of 1934, \"offend[ed] the inhibition of the Second Amendment to the Constitution.\" The federal government then appealed directly to the Supreme Court. On appeal the federal government did not object to Miller's release since he had died by then, seeking only to have the trial judge's ruling on the unconstitutionality of the federal law overturned. Under these circumstances, neither Miller nor his attorney appeared before the Court to argue the case. The Court only heard argument from the federal prosecutor. In its ruling, the Court overturned the trial court and upheld the NFA.[32]\n\nThe Gun Control Act of 1968 (GCA) was passed after the assassinations of President John F. Kennedy, Senator Robert Kennedy, and African-American activists Malcolm X and Martin Luther King Jr. in the 1960s.[2] The GCA focuses on regulating interstate commerce in firearms by generally prohibiting interstate firearms transfers except among licensed manufacturers, dealers, and importers. It also prohibits selling firearms to certain categories of individuals defined as \"prohibited persons.\"\n\nIn 1986, Congress passed the Firearm Owners Protection Act.[33] It was supported by the National Rifle Association because it reversed many of the provisions of the GCA. It also banned ownership of unregistered fully automatic rifles and civilian purchase or sale of any such firearm made from that date forward.[34][35]\n\nThe assassination attempt on President Ronald Reagan in 1981 led to enactment of the Brady Handgun Violence Prevention Act (Brady Law) in 1993 which established the national background check system to prevent certain restricted individuals from owning, purchasing, or transporting firearms.[36] In an article supporting passage of such a law, retired chief justice Warren E. Burger wrote:\n\nA Stockton, California, schoolyard shooting in 1989 led to passage of the Federal Assault Weapons Ban of 1994 (AWB or AWB 1994), which defined and banned the manufacture and transfer of \"semiautomatic assault weapons\" and \"large capacity ammunition feeding devices.\"[38]\n\nAccording to journalist Chip Berlet, concerns about gun control laws along with outrage over two high-profile incidents involving the ATF (Ruby Ridge in 1992 and the Waco siege in 1993) mobilized the militia movement of citizens who feared that the federal government would begin to confiscate firearms.[39][40]\n\nThough gun control is not strictly a partisan issue, there is generally more support for gun control legislation in the Democratic Party than in the Republican Party.[41] The Libertarian Party, whose campaign platforms favor limited government regulation, is outspokenly against gun control.[42]\n\nThe National Rifle Association (NRA) was founded to promote firearm competency in 1871. The NRA supported the NFA and, ultimately, the GCA.[43] After the GCA, more strident groups, such as the Gun Owners of America (GOA), began to advocate for gun rights.[44] According to the GOA, it was founded in 1975 when \"the radical left introduced legislation to ban all handguns in California.\"[45] The GOA and other national groups like the Second Amendment Foundation (SAF), Jews for the Preservation of Firearms Ownership (JPFO), and the Second Amendment Sisters (SAS), often take stronger stances than the NRA and criticize its history of support for some firearms legislation, such as GCA. The National Association for Gun Rights (NAGR) has been an outspoken critic of the NRA for a number of years. According to the Huffington Post, \"NAGR is the much leaner, more pugnacious version of the NRA. Where the NRA has looked to find some common ground with gun reform advocates and at least appear to be reasonable, NAGR has been the unapologetic champion of opening up gun laws even more.\"[46] These groups believe any compromise leads to greater restrictions.[47]: 368 [48]: 172 \n\nAccording to the authors of The Changing Politics of Gun Control (1998), in the late 1970s, the NRA changed its activities to incorporate political advocacy.[49] Despite the impact on the volatility of membership, the politicization of the NRA has been consistent and the NRA-Political Victory Fund ranked as \"one of the biggest spenders in congressional elections\" as of 1998.[49] According to the authors of The Gun Debate (2014), the NRA taking the lead on politics serves the gun industry's profitability. In particular when gun owners respond to fears of gun confiscation with increased purchases and by helping to isolate the industry from the misuse of its products used in shooting incidents.[50]\n\nThe Brady Campaign to Prevent Gun Violence began in 1974 as Handgun Control Inc. (HCI). Soon after, it formed a partnership with another fledgling group called the National Coalition to Ban Handguns (NCBH) – later known as the Coalition to Stop Gun Violence (CSGV). The partnership did not last, as NCBH generally took a tougher stand on gun regulation than HCI.[51]: 186  In the wake of the 1980 murder of John Lennon, HCI saw an increase of interest and fundraising and contributed $75,000 to congressional campaigns. Following the Reagan assassination attempt and the resultant injury of James Brady, Sarah Brady joined the board of HCI in 1985. HCI was renamed in 2001 to Brady Campaign to Prevent Gun Violence.[52]\n\nIn 1996, Congress added language to the relevant appropriations bill which required \"none of the funds made available for injury prevention and control at the Centers for Disease Control and Prevention may be used to advocate or promote gun control.\"[53] This language was added to prevent the funding of research by the CDC that gun rights supporters considered politically motivated and intended to bring about further gun control legislation. In particular, the NRA and other gun rights proponents objected to work supported by the National Center for Injury Prevention and Control, then run by Mark L. Rosenberg, including research authored by Arthur Kellermann.[54][55][56]\n\nIn October 2003, the Centers for Disease Control and Prevention published a report on the effectiveness of gun violence prevention strategies that concluded \"Evidence was insufficient to determine the effectiveness of any of these laws.\"[57]: 14  A similar survey of firearms research by the National Academy of Sciences arrived at nearly identical conclusions in 2004.[58] In September of that year, the Assault Weapons Ban expired due to a sunset provision. Efforts by gun control advocates to renew the ban failed, as did attempts to replace it after it became defunct.\n\nThe NRA opposed bans on handguns in Chicago, Washington D.C., and San Francisco while supporting the NICS Improvement Amendments Act of 2007 (also known as the School Safety And Law Enforcement Improvement Act), which strengthened requirements for background checks for firearm purchases.[59] The GOA took issue with a portion of the bill, which they termed the \"Veterans' Disarmament Act.\"[60]\n\nBesides the GOA, other national gun rights groups continue to take a stronger stance than the NRA. These groups include the Second Amendment Sisters, Second Amendment Foundation, Jews for the Preservation of Firearms Ownership, and the Pink Pistols. New groups have also arisen, such as the Students for Concealed Carry, which grew largely out of safety-issues resulting from the creation of gun-free zones that were legislatively mandated amidst a response to widely publicized school shootings.\n\nIn 2001, in United States v. Emerson, the Fifth Circuit became the first federal appeals court to recognize an individual's right to own guns. In 2007, in Parker v. District of Columbia, the D.C. Circuit became the first federal appeals court to strike down a gun control law on Second Amendment grounds.[61]\n\nSmart guns only fire when in the hands of the owner, a feature gun control advocates say eliminates accidental firings by children, and the risk of hostile persons (such as prisoners, criminal suspects, an opponent in a fight, or an enemy soldier) grabbing the gun and using it against the owner. Gun rights advocates fear mandatory smart gun technology will make it more difficult to fire a gun when needed.\n\nSmith & Wesson reached a settlement in 2000 with the administration of President Bill Clinton, which included a provision for the company to develop a smart gun. A consumer boycott organized by the NRA and NSSF nearly drove the company out of business and forced it to drop its smart gun plans.[62][63]\n\nThe New Jersey Childproof Handgun Law of 2002 requires that 30 months after \"personalized handguns are available\" anywhere in the United States, only smart guns may be sold in the state.[64] Some gun safety advocates worry that by raising the stakes of introducing the technology, this law contributes to the opposition that has prevented smart guns from being sold anywhere in the United States despite availability in other countries.\n\nIn 2014, a Maryland gun dealer dropped plans to sell the first smart gun in the United States after receiving complaints.[65]\n\nIn June 2008, in District of Columbia v. Heller, the Supreme Court upheld by a 5–4 vote the Parker decision striking down the D.C. gun law. Heller ruled that Americans have an individual right to possess firearms, irrespective of membership in a militia, \"for traditionally lawful purposes, such as self-defense within the home.\"[66] However, in delivering the majority opinion, Justice Antonin Scalia argued that the operative clause of the amendment, \"the right of the people to keep and bear Arms, shall not be infringed,\" codifies an individual right derived from English common law and codified in the English Bill of Rights (1689). The majority held that the Second Amendment's preamble, \"A well regulated Militia, being necessary to the security of a free State,\" is consistent with this interpretation when understood in light of the framers' belief that the most effective way to destroy a citizens' militia was to disarm the citizens. The majority also found that United States v. Miller supported an individual-right rather than a collective-right view, contrary to the dominant 20th-century interpretation of that decision. (In Miller, the Supreme Court unanimously held that a federal law requiring the registration of sawed-off shotguns did not violate the Second Amendment because such weapons did not have a \"reasonable relationship to the preservation or efficiency of a well regulated militia.\") Finally, the court held that, because the framers understood the right of self-defense to be \"the central component\" of the right to keep and bear arms, the Second Amendment implicitly protects the right \"to use arms in defense of hearth and home.\"[67][68]\n\nThe four dissenting justices said that the majority had broken established precedent on the Second Amendment,[69] and took the position that the Amendment refers to an individual right, but in the context of militia service.[70][71][72][73]\n\nIn June 2010, a Chicago law that banned handguns was struck down. The 5–4 ruling incorporated the Second Amendment, stating that \"The Fourteenth Amendment makes the Second Amendment right to keep and bear arms fully applicable to the States.\" Justice Samuel Alito's plurality opinion attributed incorporation to the Amendment's Due Process Clause.\n\nIn June 2022, the Supreme Court struck down the Sullivan Act's requirement for New York residents to show proper cause to obtain a license for concealed carry of handguns. The Supreme Court's 6-3 majority opinion authored by Justice Clarence Thomas rejected a two-part test previously used by federal courts to review challenges to gun-control measures. It found that carrying a handgun in public for self-defense is protected under the Second Amendment, while still allowing for restrictions on carrying handguns in \"sensitive places.\"[74]\n\nOne way advocacy groups influence politics is through \"outside spending,\" using political action committees (PACs) and 501(c)(4) organizations.[75] PACs and 501(c)(4)s raise and spend money to affect elections.[76][77] PACs pool campaign contributions from members and donate those funds to candidates for political office.[78] Super PACs, created in 2010, are prohibited from making direct contributions to candidates or parties, but influence races by running ads for or against specific candidates.[79] Both gun control and gun rights advocates use these types of organizations.\n\nThe NRA's Political Victory Fund super PAC spent $11.2 million in the 2012 election cycle,[80] and as of April 2014, it had raised $13.7 million for 2014 elections.[81] Michael Bloomberg's gun-control super PAC, Independence USA, spent $8.3 million in 2012[82][83] and $6.3 million in 2013.[84] Americans for Responsible Solutions, another gun-control super PAC started by retired Congresswoman Gabby Giffords, raised $12 million in 2013,[85] and planned to raise $16 to $20 million by the 2014 elections.[86] The group's treasurer said that the funds would be enough to compete with the NRA \"on an even-keel basis.\"[86]\n\nAnother way advocacy groups influence politics is through lobbying; some groups use lobbying firms, while others employ in-house lobbyists. According to OpenSecrets, gun politics groups with the most lobbyists in 2013 were: the NRA's Institute for Legislative Action (NRA-ILA); Mayors Against Illegal Guns (MAIG); the National Shooting Sports Foundation (NSSF); and the Brady Campaign.[87] Gun rights groups spent over $15.1 million lobbying in Washington D.C. in 2013, with the National Association for Gun Rights (NAGR) spending $6.7 million, and the NRA spending $3.4 million.[88] Gun control groups spent $2.2 million, with MAIG spending $1.7 million, and the Brady Campaign spending $250,000 in the same period.[89]\n\nIn August 2012, an open source group called Defense Distributed launched a project to design and release a blueprint for a handgun that could be downloaded from the Internet and manufactured using a 3D printer.[90][91] In May 2013, the group made public the STL files for the world's first fully 3D printable gun, the Liberator .380 single shot pistol.[92][93][94]\n\nOn January 16, 2013, in response to the Sandy Hook Elementary School shooting and other mass shootings, President Barack Obama announced a plan for reducing gun violence in four parts: closing background check loopholes; banning assault weapons and large capacity magazines; making schools safer; and increasing access to mental health services.[95][96]: 2  The plan included proposals for new laws to be passed by Congress, and a series of executive actions not requiring Congressional approval.[95][97][98] No new federal gun control legislation was passed as a result of these proposals.[99] President Obama later stated in a 2015 interview with the BBC that gun control:\n\nThe Arms Trade Treaty (ATT) is a multilateral treaty that regulates the international trade in conventional weapons, which entered into force on December 24, 2014.[101] Work on the treaty commenced in 2006 with negotiations for its content conducted at a global conference under the auspices of the United Nations from July 2–27, 2012, in New York.[102] As it was not possible to reach an agreement on a final text at that time, a new meeting for the conference was scheduled for March 18–28, 2013.[103] On April 2, 2013, the UN General Assembly adopted the ATT.[104][105] The treaty was opened for signing on June 3, 2013, and by August 15, 2015, it had been signed by 130 states and ratified or acceded to by 72. It entered into force on December 24, 2014, after it was ratified and acceded to by 50 states.[106]\n\nOn September 25, 2013, Secretary of State John Kerry signed the ATT on behalf of the Obama administration. This was a reversal of the position of the Bush administration which had chosen not to participate in the treaty negotiations. Then in October a bipartisan group of 50 senators and 181 representatives released concurrent letters to President Barack Obama pledging their opposition to ratification of the ATT. The group was led by Senator Jerry Moran (R-Kansas) and Representatives Mike Kelly (R-Pennsylvania) and Collin Peterson (D-Minnesota). Following these two letters, four Democratic senators sent a separate letter to the President stating that \"because of unaddressed concerns that this Treaty's obligations could undermine our nation's sovereignty and the Second Amendment rights of law-abiding Americans [they] would oppose the Treaty if it were to come before the U.S. Senate.\" The four Senators are Jon Tester (D-Montana), Max Baucus (D-Montana), Heidi Heitkamp (D-North Dakota), and Joe Donnelly (D-Indiana).[107][108]\n\nSupporters of the treaty claim that the treaty is needed to help protect millions around the globe in danger of human rights abuses. Frank Jannuzi of Amnesty International USA states, \"This treaty says that nations must not export arms and ammunition where there is an 'overriding risk' that they will be used to commit serious human rights violations. It will help keep arms out of the hands of the wrong people: those responsible for upwards of 1,500 deaths worldwide every day.\"[109] Secretary Kerry was quoted as saying that his signature would \"help deter the transfer of conventional weapons used to carry out the world's worst crimes.\"[110] As of December 2013, the U.S. has not ratified or acceded to the treaty.\n\nFollowing the Las Vegas shooting in October 2017 and the Stoneman Douglas High School shooting in February 2018, President Donald Trump and the Department of Justice (DOJ) sought ways to ban bump stocks, devices that can be used to make semi-automatic weapons fire as fully automatic ones as used in both shootings. Initially, the DOJ believed it had to wait for Congress to pass the appropriate legislation to ban the sale and possession of bump stocks.[111] However, by March 2018, the DOJ introduced proposed revised regulations on gun control that incorporated bump stocks under the definition of machine guns, which would make them banned devices, as Congress had not yet taken any action.[112] After a period of public review, the DOJ implemented the proposed ban starting on December 18, 2018, giving owners of bump stocks the option to either destroy them or turn them into authorities within 90 days, after which the ban would be in full effect (on March 26, 2019).[113] Pro-gun groups immediately sought to challenge the order, but could not get the Supreme Court to put the ban on hold while the litigation was ongoing.[114] In the following week, the Supreme Court refused to exempt the litigants in the legal challenge from the DOJ's order after this was raised as a separate challenge.[115]\n\nIn April 2022, President Joe Biden announced plans to crack down on \"ghost guns\", claiming that they have become \"weapons of choice for many criminals.\" Biden also urged Congress to pass a ban on assault rifles and other measures.[116]\n\nOn June 25, 2022, President Biden signed the Bipartisan Safer Communities Act into law, which included strengthened background checks for firearm purchasers under the age of 21, $15 billion in funding for mental health programs and school security upgrades, federal funding to encourage states to implement red flag laws, and gun ownership bans for individuals convicted of domestic abuse charges.[117][118]\n\n"
        },
        {
            "title": "Public opinion",
            "text": "Huffington Post reported in September 2013 that 48% of Americans said gun laws should be made more strict, while 16% said they should be made less strict and 29% said there should be no change.[119] Similarly, a Gallup poll found that support for stricter gun laws has fallen from 58% after the Newtown shooting, to 49% in September 2013.[119] Both the Huffington Post poll and the Gallup poll were conducted after the Washington Navy Yard shooting.[119] Meanwhile, the Huffington Post poll found that 40% of Americans believe stricter gun laws would prevent future mass shootings, while 52% said changing things would not make a difference.[119] The same poll also found that 57% of Americans think better mental health care is more likely to prevent future mass shootings than stricter gun laws, while 29% said the opposite.[119]  74% of those who incorrectly believed that the USA has universal background checks supported stricter gun laws, but 89% of those who thought that such checks were not universally required supported stricter laws.[120]\n\nIn a 2015 study conducted by the Law Center to Prevent Gun Violence, state gun laws were examined based on various policy approaches, and were scored on grade-based and ranked scales.[121] States were rated positively for having passed stricter measures and stronger gun laws. Positive points were also given for states that required background checks on all sales of firearms and that limited bulk firearms purchases, and that prohibited sales of assault weapons and large-capacity magazines, and that carried out stricter evaluations of applications for handgun concealed-carry licenses, especially in the context of prohibited domestic-violence offenders. Meanwhile, points were deducted from states with laws that expanded access to guns, or that allowed concealed carry in public areas (particularly schools and bars) without a permit, or that passed \"Stand Your Ground Laws\" – which remove the duty to retreat and instead allow people to shoot potential assailants. Eventually, states were graded indicating the overall strengths or weakness of their gun laws. The ten states with the strongest gun laws ranked from strongest starting with California, then New Jersey, Massachusetts, Connecticut, Hawaii, New York, Maryland, Illinois, Rhode Island and finally Michigan. The states with weakest gun laws were ranked as follows: South Dakota, Arizona, Mississippi, Vermont, Louisiana, Montana, Wyoming, Kentucky, Kansas, and Oklahoma. A comparable study of state laws was also conducted in 2016.[122] Based on these findings, The Law Center concluded that comprehensive gun laws reduce gun violence deaths, whereas weaker guns laws increase gun-related deaths. Furthermore, among different kinds of legislation, universal background checks were the most effective at reducing gun-related deaths.[123]\n\nThe Gallup organization regularly polls Americans on their views on guns.\nOn December 22, 2012:[124]\n\nOn April 25, 2013:[125]\n\nOn October 6, 2013:[126]\n\nIn January 2014:[127]\n\nOn October 19, 2015:[128]\n\nOn October 16, 2017:[129]\n\nA member poll conducted for the NRA between January 13 and 14, 2013 found:[131]\n\nPlace of living of respondents:\n\nRegional Break:\n\nA study conducted by Berryessa et al. in 2020 with 3410 qualifying respondents investigated how characteristics of victims and types of incidents described in a media report would affect respondents' support towards gun regulations. They found that mentions of victim race, particularly those of Black victims, was a strong predictor of lowered support for all categories of firearm regulation. Furthermore, regulations designed to address gun deaths from suicide and accidents were less likely to garner support compared to those addressing mass shootings or street-level gun homicide. Descriptions of age, mental illness, prior incarceration, and victim gender were less salient predictors of public support than those of race or incident type.[132]\n\n"
        },
        {
            "title": "Political arguments",
            "text": "Rights-based arguments involve the most fundamental question about gun control: to what degree the government has the authority to regulate guns.\n\nProponents of gun rights include but are not limited to the following:[133]\n\nThe primary author of the United States Bill of Rights, James Madison, considered them – including a right to keep and bear arms – to be fundamental. In 1788, he wrote: \"The political truths declared in that solemn manner acquire by degrees the character of fundamental maxims of free Government, and as they become incorporated with the national sentiment, counteract the impulses of interest and passion.\"[136][137]\n\nThe view that gun ownership is a fundamental right was affirmed by the U.S. Supreme Court in District of Columbia v. Heller (2008). The Court stated: \"By the time of the founding, the right to have arms had become fundamental for English subjects.\"[138] The Court observed that the English Bill of Rights of 1689 had listed a right to arms as one of the fundamental rights of Englishmen.\n\nWhen the Court interpreted the Fourteenth Amendment in McDonald v. City of Chicago (2010), it looked to the year 1868, when the amendment was ratified and said that most states had provisions in their constitutions explicitly protecting this right. The Court concluded: \"It is clear that the Framers and ratifiers of the Fourteenth Amendment counted the right to keep and bear arms among those fundamental rights necessary to our system of ordered liberty.\"[139][140]\n\nThe Second Amendment to the United States Constitution, adopted on December 15, 1791, states:\n\nPrior to District of Columbia v. Heller, in the absence of a clear court ruling, there was a debate about whether or not the Second Amendment included an individual right.[143] In Heller, the Court concluded that there is indeed such a right, but not an unlimited one.[143] Although the decision was not unanimous, all justices endorsed an individual right viewpoint but differed on the scope of that right.[70][71]\n\nBefore Heller gun rights advocates argued that the Second Amendment protects an individual right to own guns. They stated that the phrase \"the people\" in that amendment applies to individuals rather than an organized collective and that the phrase \"the people\" means the same thing in the 1st, 2nd, 4th, 9th, and 10th Amendments.[144]: 55–87 [145][146] They also said the Second's placement in the Bill of Rights defines it as an individual right.[147][148] As part of the Heller decision, the majority endorsed the view that the Second Amendment protects an individual, not unlimited, right to own guns. Political scientist Robert Spitzer and Supreme Court law clerk Gregory P. Magarian argued that this final decision by the Supreme Court was a misinterpretation of the U.S. Constitution.[149][150][151]\n\nAfter the Heller decision there was an increased amount of attention on whether or not the Second Amendment applies to the states. In 2010 in the case of McDonald v. City Chicago, the Supreme Court ruled that the Second Amendment's provisions do apply to the states as a result of the Fourteenth Amendment.\n\nThe eighteenth-century English jurist William Blackstone (b. 1723), whose writings influenced the drafters of the U.S. Constitution,[152] called self-defense \"the primary law of nature\" which (he said) man-made law cannot take away.[153] Following Blackstone, the American jurist St. George Tucker (b. 1752) wrote that \"the right of self-defense is the first law of nature; in most governments, it has been the study of rulers to confine this right within the narrowest limits possible.\"[154]\n\nIn both Heller (2008) and McDonald (2010) the Supreme Court deemed that the right of self-defense is at least partly protected by the United States Constitution. The court left details of that protection to be worked out in future court cases.[155]\n\nThe two primary interest groups regarding this issue are the Brady Campaign and the National Rifle Association.[156] They have clashed, for example, regarding stand-your-ground laws which give individuals a legal right to use guns for defending themselves without any duty to retreat from a dangerous situation.[157] After the Supreme Court's 2008 decision in Heller, the Brady Campaign indicated that it would seek gun laws \"without infringing on the right of law-abiding persons to possess guns for self-defense.\"[158]\n\nLeft-wing and far-left advocates for gun rights argue that gun ownership is necessary for protecting marginalized communities, such as African Americans and the working class, from state repression.[159][160] Far-left advocates argue that gun control laws mostly benefit white people and harm people of color.[160]\n\nAnother fundamental political argument associated with the right to keep and bear arms is that banning or even regulating gun ownership makes government tyranny more likely.[161] A January 2013 Rasmussen Reports poll indicated that 65 percent of Americans believe the purpose of the Second Amendment is to \"ensure that people are able to protect themselves from tyranny.\"[162] A Gallup poll in October 2013 showed that 60 percent of American gun owners mention \"personal safety/protection\" as a reason for owning them, and 5 percent mention a \"Second Amendment right,\" among other reasons.[163] The anti-tyranny argument extends back to the days of colonial America and earlier in Great Britain.[164]\n\nVarious gun rights advocates and organizations, such as former governor Mike Huckabee,[165] former Congressman Ron Paul,[166] and Gun Owners of America,[13] say that an armed citizenry is the population's last line of defense against tyranny by their own government. This belief was also familiar at the time the Constitution was written.[167][168] The Declaration of Independence mentions \"the Right of the People to alter or to abolish\" the government, and Abraham Lincoln's first inaugural address reiterated the \"revolutionary right\" of the people.[169] A right of revolution was not explicitly mentioned in the Constitution; instead, the Constitution was designed to ensure a government deriving its power from the consent of the governed.[170] Historian Don Higginbotham wrote that the well-regulated militia protected by the Second Amendment was more likely to put down rebellions than participate in them.[171]\n\nGun rights advocates such as Stephen Halbrook and Wayne LaPierre support the \"Nazi gun control\" theory. The theory states that gun regulations enforced by the Third Reich rendered victims of the Holocaust weak, and that more effective resistance to oppression would have been possible if they had been better armed.[172]: 484 [173]: 87–8, 167–168  Other gun laws of authoritarian regimes have also been brought up. This counterfactual history theory is not supported by mainstream scholarship,[174]: 412, 414 [175]: 671, 677 [176]: 728  though it is an element of a \"security against tyranny\" argument in U.S. politics.[177]\n\nAmerican gun rights activist Larry Pratt says that the anti-tyranny argument for gun rights is supported by successful efforts in Guatemala and the Philippines to arm ordinary citizens against communist insurgency in the 1980s.[178][179] Gun-rights advocacy groups argue that the only way to enforce democracy is through having the means of resistance.[144]: 55–87 [145][146] Militia-movement groups cite the Battle of Athens (Tennessee, 1946) as an example of citizens who \"[used] armed force to support the Rule of Law\" in what they said was a rigged county election.[180] Then-senator John F. Kennedy wrote in 1960 that, \"it is extremely unlikely that the fears of governmental tyranny which gave rise to the Second Amendment will ever be a major danger to our nation....\"[181]\n\nIn 1957, the legal scholar Roscoe Pound expressed a different view:[182][183] He stated, \"A legal right of the citizen to wage war on the government is something that cannot be admitted. ... In the urban industrial society of today, a general right to bear efficient arms so as to be enabled to resist oppression by the government would mean that gangs could exercise an extra-legal rule which would defeat the whole Bill of Rights.\"\n\nPublic policy arguments are based on the idea that the central purpose of government is to establish and maintain order. This is done through public policy, which Blackstone defined as \"the due regulation and domestic order of the kingdom, whereby the inhabitants of the State, like members of a well-governed family, are bound to conform their general behavior to the rules of propriety, good neighborhood, and good manners, and to be decent, industrious, and inoffensive in their respective stations.\"[2]: 2–3 \n\nThe public policy debates about gun violence include discussions about firearms deaths – including homicide, suicide, and unintentional deaths – as well as the impact of gun ownership, criminal and legal, on gun violence outcomes. After the Sandy Hook shooting, the majority of people, including gun owners and non-gun owners, wanted the government to spend more money in order to improve mental health screening and treatment, to deter gun violence in America. In the United States in 2009 there were 3.0 recorded intentional homicides committed with a firearm per 100,000 inhabitants. The U.S. ranks 28 in the world for gun homicides per capita.[185] A U.S. male aged 15–24 is 70 times more likely to be killed with a gun than their counterpart in the eight (G-8) largest industrialized nations in the world (United Kingdom, France, Germany, Japan, Canada, Italy, Russia).[186] In 2013, there were 33,636 gun-related deaths, in the United States. Meanwhile, in the same year of Japan, there were only 13 deaths that were involved with guns. In incidents concerning gun homicide or accidents, a person in America is about 300 times more likely to die than a Japanese person.[187] In 2015, there were 36,252 deaths due to firearms, and some claim as many as 372 mass shootings, in the U.S, while guns were used to kill about 50 people in the U.K.[186] However, using the FBI definition of a \"mass shooting\" there were only 4 in the U.S. in 2015.[188] More people are typically killed with guns in the U.S. in a day (about 85) than in the U.K. in a year.[186][better source needed][circular reporting?]\n\nWithin the gun politics debate, gun control and gun rights advocates disagree over the role that guns play in crime. Gun control advocates concerned about high levels of gun violence in the United States look to restrictions on gun ownership as a way to stem the violence and say that increased gun ownership leads to higher levels of crime, suicide and other negative outcomes.[189][190] Gun rights groups say that a well-armed civilian populace prevents crime and that making civilian ownership of firearms illegal would increase the crime rate by making civilians vulnerable to criminal activity.[191][192] They say that more civilians defend themselves with a gun every year than the law enforcement arrest for violent crimes and burglary[193] and that civilians legally shoot almost as many criminals as law enforcement officers do.[194]\n\nStudies using FBI data and Police Reports of the incidents, have found that there are approximately 1,500 verified instances of firearms used in self-defense annually in the United States.[195] Survey-based research derived from data gathered by the National Crime Victimization Survey has generated estimates that, out of roughly 5.5 million violent crime victims in the U.S. annually approximately 1.1 percent, or 55,000 used a firearm in self-defense (175,000 for the 3-year period.)[196] When including property crimes, of the 15.5 million victims of property crimes annually found in the survey (46.5 million for 2013–2015), the NCV survey data yielded estimates that around 0.2 percent of property crime victims, or 36,000 annually (109,000 for the 3-year period) used a firearm in self-defense from the loss of property.[196] Researchers working from the most recent NCVS data sets have found approximately 95,000 uses of a firearm in self-defense in the U.S. each year (284,000 for the years 2013–2015).[196] In addition, the United States has a higher rate of firearm ownership than any other nation. The United States' gun homicide rate, while high compared to other developed nations, has been declining since the 1990s.[197]\n\nGun Control has limited the availability of firearms to many individuals. Some of the limitations include any persons who have been dishonorably discharged from the military, any person that has renounced their United States citizenship, has been declared mentally ill or committed to a mental institution, is a fugitive, is a user or addicted to a controlled substance, and anyone illegally in the country.[198] Still, in 2016, according to the Center for Disease Control, there were 19,362 homicides in the United States. Firearms were used in 14,415 or a little over 74% of all homicides. There were also 22,938 suicides that were performed with the assistance of a firearm.[199] In total, in 2016, firearms were involved in the deaths of 38,658 Americans. According to Rifat Darina Kamal and Charles Burton, in 2016, study data, presented by Priedt (2016), showed that just the homicide rate, by itself, was 18 times greater than the rates of Australia, Sweden, and France.[200] Due to the increase in mass shootings, in the United States, new laws are being passed. Recently, Colorado became the fifteenth state to pass the \"Red Flag\" bill which gives judges the authority to remove firearms from those believed to be a high risk of harming others or themselves.[201] This \"Red Flag\" law has now been proposed in twenty-three states.[202]\n\nThere is an open debate regarding a causal connection (or the lack of one) between gun control and its effect on gun violence and other crimes. The numbers of lives saved or lost by gun ownership are debated by criminologists. Research difficulties include the difficulty of accounting accurately for confrontations in which no shots are fired and jurisdictional differences in the definition of \"crime.\"\n\n\nSuch research is also subject to a more fundamental difficulty affecting all research in this field: the effectiveness of the Criminal Law in preventing crime in general or in specific cases is inherently and notoriously difficult to prove and measure, and thus issues in establishing a causal link between gun control or particular gun control policies and violent crime must be understood to be an aspect of a more general empirical difficulty, which pervades the fields of Criminology and Law at large. It is not simple, for example, to prove a causal connection between the laws against murder and the prevailing murder rates, either. Consequently, this general background must be appreciated when discussing the causal and empirical issues here. \nA study published in The American Journal of Economics and Sociology in 1997 concluded that the amount of gun-related crime and deaths is affected more by the state of the area in terms of unemployment, alcohol problems and drug problems instead of the laws and regulations.[203] This study analyzed statistics gathered on the amount of gun crime in states with strict and lenient gun policies and determined that the amount of gun crime is related to how impoverished an area is.\n\nA 2003 CDC study determined \"The Task Force found insufficient evidence to determine the effectiveness of any of the firearms laws or combinations of laws reviewed on violent outcomes.\"[57] They go on to state \"a finding of insufficient evidence to determine effectiveness should not be interpreted as evidence of ineffectiveness but rather as an indicator that additional research is needed before an intervention can be evaluated for its effectiveness.\"\n\nIn 2009, the Public Health Law Research program,[204] an independent organization, published several evidence briefs summarizing the research assessing the effect of a specific law or policy on public health, that concern the effectiveness of various laws related to gun safety. Among their findings:\n\nWith 5% of the world's population, U.S. residents own roughly 50% of the world's civilian-owned firearms. In addition, up to 48% of households within America have guns.[211] According to the UNODC, 60% of U.S. homicides in 2009 were perpetrated using a firearm.[212] U.S. homicide rates vary widely from state to state. In 2014, the lowest homicide rates were in New Hampshire, North Dakota, and Vermont (each 0.0 per 100,000 people), and the highest were in Louisiana (11.7) and Mississippi (11.4).[213]\n\nGary Kleck, a criminologist at Florida State University, and his colleague Marc Gertz, published a study in 1995 estimating that approximately 2.5 million American adults used their gun in self-defense annually. The incidents that Kleck extrapolated based on his questionnaire results generally did not involve the firing of the gun, and he estimates that as many as 1.9 million of those instances involved a handgun.[214]: 164  These studies have been subject to criticism on a number of methodological and logical grounds [215] and Kleck has responded with a rebuttal.[216][217]\n\nAnother study from the same period, the National Crime Victimization Survey (NCVS), estimated 65,000 DGUs (Defensive gun use) annually. The NCVS survey differed from Kleck's study in that it only interviewed those who reported a threatened, attempted, or completed victimization for one of six crimes: rape, robbery, assault, burglary, non-business larceny, and motor vehicle theft. The NCVS, however, does not actually directly ask about defensive gun use, so estimates of this set of events are not very meaningful.  A National Research Council report said that Kleck's estimates appeared to be exaggerated and that it was almost certain that \"some of what respondents designate[d] as their own self-defense would be construed as aggression by others\".[218]\n\nIn a review of research of the effects of gun rates on crime rates, Kleck determined that of studies addressing homicide rate, half of them found a connection between gun ownership and homicide, but these were usually the least rigorous studies. Only six studies controlled at least six statistically significant confound variables, and none of them showed a significant positive effect. Eleven macro-level studies showed that crime rates increase gun levels (not vice versa). The reason that there is no opposite effect may be that most owners are noncriminals and that they may use guns to prevent violence.[219]\n\nCommenting on the external validity of Kleck's report, David Hemenway, director of the Harvard Injury Control Research Center, said: \"Given the number of victims allegedly being saved with guns, it would seem natural to conclude that owning a gun substantially reduces your chances of being murdered. Yet a careful case-control study of homicide in the home found that a gun in the home was associated with an increased rather than a reduced risk of homicide. Virtually all of this risk involved homicide by a family member or intimate acquaintance.\"[220]: 1443  Kleck however pointed out that most of the firearms used in the Kellermann study were not the same ones kept in the household by the victim.[221] Similarly in 2007 when the Permit-To-Purchase law was repealed in Missouri,2008 saw a 34% increase in the rate of firearm homicides in that year alone, and the figure continues to be higher than the figure pre-2007.[222]\n\nOne study found that homicide rates as a whole, especially those as a result of firearms use, are not always significantly lower in many other developed countries. Kleck wrote, \"...cross-national comparisons do not provide a sound basis for assessing the impact of gun ownership levels on crime rates.\"[223] One study published in the International Journal of Epidemiology found that for the year of 1998: \"During the one-year study period (1998), 88,649 firearm deaths were reported. Overall firearm mortality rates are five to six times higher in high-income (HI) and upper-middle-income (UMI) countries in the Americas (12.72) than in Europe (2.17) or Oceania (2.57) and 95 times higher than in Asia (0.13). The rate of firearm deaths in the United States (14.24 per 100,000) exceeds that of its economic counterparts (1.76) eightfold and that of UMI countries (9.69) by a factor of 1.5. Suicide and homicide contribute equally to total firearm deaths in the U.S., but most firearm deaths are suicides (71%) in HI countries and homicides (72%) in UMI countries.\"[224]\n\nFirearms accounted for 51.5% of U.S. suicides in 2013, and suicides account for 63% of all firearm-related deaths.[225] A 2012 review by researchers at the Harvard School of Public Health found that in the United States, the percent of suicide attempts that prove fatal is \"strongly related to the availability of household firearms.\"[226] Prior to this, one book written by criminologist Gary Kleck in the 1990s stated that they found no relationship between gun availability and suicide rates.[227]\n\n"
        },
        {
            "title": "Federal and state laws",
            "text": "The number of federal and state gun laws is unknown. A 2005 American Journal of Preventive Medicine study says 300,[228] and the NRA says 20,000, though the Washington Post fact checker says of that decades-old figure: \"This 20,000 figure appears to be an ancient guesstimate that has hardened over the decades into a constantly repeated, never-questioned talking point. It could be lower, or higher, depending on who's counting what.\"[229]\n\nFederal gun laws are enforced by the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF). Most federal gun laws were enacted through:[230][231]\n\nIn addition to federal gun laws, all U.S. states and some local jurisdictions have imposed their own firearms restrictions. Each of the fifty states has its own laws regarding guns.\n\nProvisions in State constitutions vary.[232] For example, Hawaii's constitution simply copies the text of the Second Amendment verbatim,[233] while North Carolina and South Carolina begin with the same but continue with an injunction against maintaining standing armies.[234][235] Alaska also begins with the full text of the Second Amendment, but adds that the right \"shall not be denied or infringed by the State or a political subdivision of the State\".[236] Rhode Island subtracts the first half of the Second Amendment, leaving only, \"[t]he right of the people to keep and bear arms shall not be infringed\".[237]\n\nThe majority of the remaining states' constitutions differ from the text of the U.S. Constitution primarily in their clarification of exactly to whom the right belongs or by the inclusion of additional, specific protections or restrictions. Seventeen states refer to the right to keep and bear arms as being an individual right, with Utah and Alaska referring to it explicitly as \"[t]he individual right to keep and bear arms\",[236][238] while the other fifteen refer to the right as belonging to \"every citizen\",[239] \"all individuals\",[240] \"all persons\",[241] or another, very similar phrase.[nb 1] In contrast are four states which make no mention whatever of an individual right or of defense of one's self as a valid basis for the right to arms. Arkansas, Massachusetts, and Tennessee all state that the right is \"for the common defense\",[254][255][256] while Virginia's constitution explicitly indicates that the right is derived from the need for a militia to defend the state.[257]\n\nMost state constitutions enumerate one or more reasons for the keeping of arms. Twenty-four states include self-defense as a valid, protected use of arms;[nb 2] twenty-eight cite defense of the state as a proper purpose.[nb 3] Ten states extend the right to defense of home and/or property,[nb 4] five include the defense of family,[nb 5] and six add hunting and recreation.[nb 6] Idaho is uniquely specific in its provision that \"[n]o law shall impose licensure, registration, or special taxation on the ownership or possession of firearms or ammunition. Nor shall any law permit the confiscation of firearms, except those actually used in the commission of a felony\".[258] Fifteen state constitutions include specific restrictions on the right to keep and bear arms. Florida's constitution calls for a three-day waiting period for all modern cartridge handgun purchases, with exceptions for handgun purchases by those holding a CCW license, or for anyone who purchases a black-powder handgun.[259] Illinois prefaces the right by indicating that it is \"[s]ubject ... to the police power\".[249] Florida and the remaining thirteen states with specific restrictions all carry a provision to the effect that the state legislature may enact laws regulating the carrying, concealing, and/or wearing of arms.[nb 7] Forty states preempt some or all local gun laws, due in part to campaigning by the NRA for such legislation.[260]\n\n"
        }
    ]
}