{
    "url": "https://en.wikipedia.org/wiki/Gynoid",
    "title": "Gynoid",
    "table_of_contents": [
        "1 Name",
        "2 Feminine robots",
        "2.1 As sexual devices",
        "3 In fiction",
        "3.1 Metaphors",
        "3.2 The perfect woman",
        "3.3 Gender",
        "3.4 Sex objects",
        "4 Criticisms",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A gynoid, or fembot, is a feminine humanoid robot. Gynoids appear widely in science fiction film and art. As more realistic humanoid robot design becomes technologically possible, they are also emerging in real-life robot design.\n\n"
        },
        {
            "title": "Name",
            "text": "A gynoid is anything that resembles or pertains to the female human form. Though the term android has been used to refer to robotic humanoids regardless of apparent gender, the Greek prefix \"andr-\" refers to man in the masculine sense.[1]\n\nThe term gynoid was first used by Isaac Asimov in a 1979 editorial, as a theoretical female equivalent of the word android.[2]\n\nOther possible names for feminine robots exist. The portmanteau \"fembot\" (feminine robot) was popularized by the television series The Bionic Woman in the episode \"Kill Oscar\" (1976)[3] and later used in the Austin Powers films,[4] among others. \"Robotess\" is the oldest female-specific term, originating in 1921 from Rossum's Universal Robots, the same source as the term \"robot\".\n\n"
        },
        {
            "title": "Feminine robots",
            "text": "Examples of feminine robots include:\n\nResearchers note the connection between the design of feminine robots and roboticists' assumptions about gendered appearance and labor. Fembots in Japan, for example, are designed with slenderness and grace in mind,[13] and they are employed to help to maintain traditional family structures and politics in a nation of population decline.[14]\n\nPeople also react to fembots attributable to gender stereotypes. This research is used to elucidate gender cues, clarifying which behaviors and aesthetics elicit a stronger gender-induced response.[15]\n\nGynoids may be \"eroticized\", and some examples such as Aiko include sensitivity sensors in their breasts and genitals to facilitate sexual response.[16] The fetishization of gynoids in real life has been attributed to male desires for custom-made passive women and compared to life-size sex dolls.[17] However, some science fiction works depict them as femmes fatales, fighting the establishment or being rebellious.[18] Robot sex partners may become commonplace in the future.[19][20]\n\nFemale robots as sexual devices also appeared, with early constructions quite crude. The first was produced by Sex Objects Ltd, a Brit company, for use as a \"sex aid\". It was called simply \"36C\", from her chest measurement, and had a 16-bit microprocessor and voice synthesiser giving primitive responses to speech and push-button inputs.[21]\n\nIn 1983, a busty female robot named \"Sweetheart\" was removed from a display at the Lawrence Hall of Science after a petition was presented claiming it was insulting to women. The robot's creator, Clayton Bailey, a professor of art at California State University, Hayward called this \"censorship\" and \"next to book burning\".[22]\n\n"
        },
        {
            "title": "In fiction",
            "text": "Artificial women have been a common trope in fiction and mythology since the writings of the ancient Greeks (see the myth of Pygmalion). This has continued with modern fiction, particularly in the genre of science fiction. In science fiction, female-appearing robots are often produced for use as domestic servants and sexual slaves, as seen in the film Westworld, Paul J. McAuley's novel Fairyland (1995), and Lester del Rey's short story \"Helen O'Loy\" (1938),[23] and sometimes as warriors, killers, or laborers. The character of Annalee Call in Alien Resurrection is a rare example of a non-sexualized gynoid.\n\nA long tradition exists in literature of \nthe construction of an artificial embodiment of a certain type of ideal woman, and fictional gynoids have been seen as an extension of this theme.[24] Examples include Hephaestus in the Iliad who created female servants of metal, and Ilmarinen in the Kalevala who created an artificial wife. Pygmalion, from Ovid's account, is one of the earliest conceptualizations of constructions similar to gynoids in literary history.[24] In this myth a female statue is sculpted that is so beautiful that the creator falls in love with it, and after praying to Aphrodite, the goddess takes pity on him and converts the statue into a real woman, Galatea, with whom Pygmalion has children.\n\nThe Maschinenmensch (\"machine-human\"), also called \"Parody,\" \"Futura,\" \"Robotrix,\" or the \"Maria impersonator,\" in Fritz Lang's Metropolis is the first example of gynoid in film: a femininely shaped robot is given skin so that she is not known to be a robot and successfully impersonates the imprisoned Maria and works convincingly as an exotic dancer.[24]\n\nFictional gynoids are often unique products made to fit a particular man's desire, as seen in the novel Tomorrow's Eve and films The Perfect Woman, The Stepford Wives, Mannequin and Weird Science,[25] and the creators are often male \"mad scientists\" such as the characters Rotwang in Metropolis, Tyrell in Blade Runner, and the husbands in The Stepford Wives.[26] Gynoids have been described as the \"ultimate geek fantasy: a metal-and-plastic woman of your own.\"[4]\n\nThe Bionic Woman television series coined the word fembot. These fembots were a line of powerful, lifelike gynoids with the faces of protagonist Jaime Sommers's best friends.[27] They fought in two multi-part episodes of the series: \"Kill Oscar\" and \"Fembots in Las Vegas,\" and despite the feminine prefix, there were also male versions, including some designed to impersonate particular individuals for the purpose of infiltration. While not truly artificially intelligent, the fembots still had extremely sophisticated programming that allowed them to pass for human in most situations. The term fembot was also used in Buffy the Vampire Slayer (referring to a robot duplicate of the title character, a.k.a. the Buffybot) and Futurama.\n\nThe 1987 science-fiction cult film Cherry 2000 also portrayed a gynoid character which was described by the male  protagonist as his \"perfect partner\". The 1964 TV series My Living Doll features a robot, portrayed by Julie Newmar, who is similarly described. The film Her (2013) depicts an Artificial Intelligence assistant called Samantha, whom the protagonist, Theodore, falls in love with until her intelligence surpasses human comprehension and she leaves to fulfil her higher purpose.\n\nMore recently, the 2015 science-fiction film Ex Machina featured a genius inventor experimenting with gynoids in an effort to create the perfect companion.\n\nFiction about gynoids or female cyborgs reinforce essentialist ideas of femininity, according to Margret Grebowicz.[28] Such essentialist ideas may present as sexual or gender stereotypes. Among the few non-eroticized fictional gynoids include Rosie the Robot Maid from The Jetsons. However, she still has some typical feminine qualities, such as a matronly shape and a predisposition to cry.[29]\n\nThe stereotypical role of wifedom has also been explored through use of gynoids. In The Stepford Wives, husbands are shown as desiring to restrict the independence of their wives, and obedient and stereotypical spouses are preferred. The husbands' technological method of obtaining this \"perfect wife\" is through the murder of their human wives and replacement with gynoid substitutes that are compliant and housework obsessed, resulting in a \"picture-postcard\" perfect suburban society. This has been seen as an allegory of male chauvinism of the period, by representing marriage as a master-slave relationship, and an attempt at raising feminist consciousness during the era of second wave feminism.[26]\n\nIn a parody of the fembots from The Bionic Woman, attractive, blonde fembots in alluring baby-doll nightgowns were used as a lure for the fictional agent Austin Powers in the movie Austin Powers: International Man of Mystery. The film's sequels had cameo appearances of characters revealed as fembots.\n\nJack Halberstam writes that these gynoids inform the viewer that femaleness does not indicate naturalness, and their exaggerated femininity and sexuality is used in a similar way to the title character's exaggerated masculinity, lampooning stereotypes.[30]\n\nSome argue that gynoids have often been portrayed as sexual objects. Female cyborgs have been similarly used in fiction, in which natural bodies are modified to become objects of fantasy.[24] The female robot in visual media has been described as \"the most visible linkage of technology and sex\" by Steven Heller.[31]\n\nFeminist critic Patricia Melzer writes in Alien Constructions: Science Fiction and Feminist Thought that gynoids in Richard Calder's Dead Girls are inextricably linked to men's lust, and are mainly designed as sex objects, having no use beyond \"pleasing men's violent sexual desires.\"[32]\nThe gynoid character Eve from the film Eve of Destruction has been described as \"a literal sex bomb,\" with her subservience to patriarchal authority and a bomb in place of reproductive organs.[25] In the 1949 film The Perfect Woman, the titular robot, Olga, is described as having \"no sex,\" but Steve Chibnall writes in his essay \"Alien Women\" in British Science Fiction Cinema that it is clear from her fetishistic underwear that she is produced as a toy for men, with an \"implicit fantasy of a fully compliant sex machine.\"[33] In the film Westworld, female robots actually engaged in intercourse with human men as part of the make-believe vacation world human customers paid to attend.\n\nSexual interest in gynoids and fembots has been attributed to fetishisation of technology, and compared to sadomasochism in that it reorganizes the social risk of sex. The depiction of female robots minimizes the threat felt by men from female sexuality and allow the \"erasure of any social interference in the spectator's erotic enjoyment of the image.\"[34] Gynoid fantasies are produced and collected by online communities centered around chat rooms and web site galleries.[35]\n\nIsaac Asimov writes that his robots were generally sexually neutral and that giving the majority masculine names was not an attempt to comment on gender. He first wrote about female-appearing robots at the request of editor Judy-Lynn del Rey.[36][37] Asimov's short story \"Feminine Intuition\" (1969) is an early example that showed gynoids as being as capable and versatile as male robots, with no sexual connotations.[38] Early models in \"Feminine Intuition\" were \"female caricatures,\" used to highlight their human creators' reactions to the idea of female robots. Later models lost obviously feminine features, but retained \"an air of femininity.\"[39]\n\n"
        }
    ]
}