{
    "url": "https://en.wikipedia.org/wiki/Habitat_destruction",
    "title": "Habitat destruction",
    "table_of_contents": [
        "1 Impacts on organisms",
        "2 Destruction of populations",
        "2.1 Predators affecting the population of the prey",
        "3 Geography",
        "4 Ecosystems",
        "5 Natural causes",
        "6 Human causes",
        "6.1 Global warming",
        "6.2 Drivers",
        "7 Impact on human population",
        "8 Outlook",
        "9 Solutions",
        "10 Notes",
        "11 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHabitat destruction (also termed habitat loss and habitat reduction) is the process by which a natural habitat becomes incapable of supporting its native species. The organisms that previously inhabited the site are displaced or dead, thereby reducing biodiversity and species abundance.[1][2] Habitat destruction is the leading cause of biodiversity loss.[3] Fragmentation and loss of habitat have become one of the most important topics of research in ecology as they are major threats to the survival of endangered species.[4]\n\nActivities such as harvesting natural resources, industrial production and urbanization are human contributions to habitat destruction. Pressure from agriculture is the principal human cause. Some others include mining, logging, trawling, and urban sprawl. Habitat destruction is currently considered the primary cause of species extinction worldwide.[5] Environmental factors can contribute to habitat destruction more indirectly. Geological processes, climate change,[2] introduction of invasive species, ecosystem nutrient depletion, water and noise pollution are some examples. Loss of habitat can be preceded by an initial habitat fragmentation.\n\nAttempts to address habitat destruction are in international policy commitments embodied by Sustainable Development Goal 15 \"Life on Land\" and Sustainable Development Goal 14 \"Life Below Water\". However, the United Nations Environment Programme report on \"Making Peace with Nature\" released in 2021 found that most of these efforts had failed to meet their internationally agreed upon goals.[6]\n\n"
        },
        {
            "title": "Impacts on organisms",
            "text": "When a habitat is destroyed, the carrying capacity for indigenous plants, animals, and other organisms is reduced so that populations decline, sometimes up to the level of extinction.[7]\n\nHabitat loss is perhaps the greatest threat to organisms and biodiversity.[8] Temple (1986) found that 82% of endangered bird species were significantly threatened by habitat loss. Most amphibian species are also threatened by native habitat loss,[9] and some species are now only breeding in modified habitat.[10] Endemic organisms with limited ranges are most affected by habitat destruction, mainly because these organisms are not found anywhere else within the world, and thus have less chance of recovering. Many endemic organisms have very specific requirements for their survival that can only be found within a certain ecosystem, resulting in their extinction. Extinction may also take place very long after the destruction of habitat, a phenomenon known as extinction debt. Habitat destruction can also decrease the range of certain organism populations. This can result in the reduction of genetic diversity and perhaps the production of infertile youths, as these organisms would have a higher possibility of mating with related organisms within their population, or different species. One of the most famous examples is the impact upon China's giant panda, once found in many areas of Sichuan. Now it is only found in fragmented and isolated regions in the southwest of the country, as a result of widespread deforestation in the 20th century.[11]\n\nAs habitat destruction of an area occurs, the species diversity offsets from a combination of habitat generalists and specialists to a population primarily consisting of generalist species.[3] Invasive species are frequently generalists that are able to survive in much more diverse habitats.[12] Habitat destruction leading to climate change offsets the balance of species keeping up with the extinction threshold leading to a higher likelihood of extinction.[13]\n\nHabitat loss is one of the main environmental causes of the decline of biodiversity on local, regional, and global scales. Many believe that habitat fragmentation is also a threat to biodiversity however some believe that it is secondary to habitat loss.[14] The reduction of the amount of habitat available results in specific landscapes that are made of isolated patches of suitable habitat throughout a hostile environment/matrix. This process is generally due to pure habitat loss as well as fragmentation effects. Pure habitat loss refers to changes occurring in the composition of the landscape that causes a decrease in individuals. Fragmentation effects refers to an addition of effects occurring due to the habitat changes.[4] Habitat loss can result in negative effects on the dynamic of species richness. The order Hymenoptera is a diverse group of plant pollinators who are highly susceptible to the negative effects of habitat loss, this could result in a domino effect between the plant-pollinator interactions leading to major conservation implications within this group.[15]\n\n"
        },
        {
            "title": "Destruction of populations",
            "text": "Habitat fragmentation has a major impact on animal specie populations because it deprives species of what they are naturally accustomed to. This makes the species isolated, reduces the area where they can live, and creates new ecological boundaries. Some studies have shown that changes in the abiotic and biotic parameters have caused a greater impact on the ecology than the reduction in habitat size itself. They concluded that crowding a species into one space will eventually lead to the extinction of that species.[16]\n\nThe destruction and fragmentation of natural habitats are currently the leading factors in species extinction. This is because the loss and fragmentation of habitats results in much smaller populations. Reduced population sizes ends up creating higher chances of extinction.[17]\n\nStudies have shown that there is no relationship between habitat patch and species number when it comes to habitat specialist plants species located in fragmented landscapes. This could potentially be due to drastic declines of plant species areas due to changes in the surrounding land.[14]\n\nIn recent times the destruction of habitat has been the cause of the loss of many species. Sometimes the area may be small of destruction but as time goes by slowly that will cause an increase in extinction. Loss of habitat is not always the direct cause of extinction; there are other reasons causes for extinction that connect back to the loss of habitat. For example, if the sole predator in an ecosystem were to go extinct, prey populations would increase, which could possibly result in overpopulation. A higher amount of any species that can cause them to use too much of their resources. Since many species depend on limited natural resources, with the overuse they will eventually run out degrade their habitat.[18]\n\nHabitat destruction and fragmentation are the two most important factors in species extinction. The negative effects of decreasing size and increasing isolation of habitat are misinterpreted by fragmentation, but in reality they are much more larger effects on the population. Fragmentation generally has either no effect or a negative effect on population survival. Since habitat loss of fragmentation typically occurs together it is still not clear which process has a larger effect on extinction. Increasing isolation and habitat loss with fragmentation are all connected in a way that has negatively affected the environment.[19]\n\n"
        },
        {
            "title": "Geography",
            "text": "Biodiversity hotspots are chiefly tropical regions that feature high concentrations of endemic species and, when all hotspots are combined, may contain over half of the world's terrestrial species.[21] These hotspots are suffering from habitat loss and destruction. Most of the natural habitat on islands and in areas of high human population density has already been destroyed (WRI, 2003). Islands suffering extreme habitat destruction include New Zealand, Madagascar, the Philippines, and Japan.[22] South and East Asia—especially China, India, Malaysia, Indonesia, and Japan—and many areas in West Africa have extremely dense human populations that allow little room for natural habitat. Marine areas close to highly populated coastal cities also face degradation of their coral reefs or other marine habitat. These areas include the eastern coasts of Asia and Africa, northern coasts of South America, and the Caribbean Sea and its associated islands.[22]\n\nRegions of unsustainable agriculture or unstable governments, which may go hand-in-hand, typically experience high rates of habitat destruction. South Asia, Central America, Sub-Saharan Africa, and the Amazonian tropical rainforest areas of South America are the main regions with unsustainable agricultural practices and/or government mismanagement.[22]\n\nAreas of high agricultural output tend to have the highest extent of habitat destruction. In the U.S., less than 25% of native vegetation remains in many parts of the East and Midwest.[23] Only 15% of land area remains unmodified by human activities in all of Europe.[22]\n\nCurrently, changes occurring in different environments around the world are changing the specific geographical habitats that are suitable for plants to grow. Therefore, the ability for plants to migrate to suitable environment areas will have a strong impact on the distribution of plant diversity. However, at the moment, the rates of plant migration that are influenced by habitat loss and fragmentation are not as well understood as they could be.[24]\n\n"
        },
        {
            "title": "Ecosystems",
            "text": "Tropical rainforests have received most of the attention concerning the destruction of habitat. From the approximately 16 million square kilometers of tropical rainforest habitat that originally existed worldwide, less than 9 million square kilometers remain today.[22] The current rate of deforestation is 160,000 square kilometers per year, which equates to a loss of approximately 1% of original forest habitat each year.[25]\n\nOther forest ecosystems have suffered as much or more destruction as tropical rainforests. Deforestation for farming and logging have severely disturbed at least 94% of temperate broadleaf forests; many old growth forest stands have lost more than 98% of their previous area because of human activities.[22] Tropical deciduous dry forests are easier to clear and burn and are more suitable for agriculture and cattle ranching than tropical rainforests; consequently, less than 0.1% of dry forests in Central America's Pacific Coast and less than 8% in Madagascar remain from their original extents.[25]\n\nPlains and desert areas have been degraded to a lesser extent. Only 10–20% of the world's drylands, which include temperate grasslands, savannas, and shrublands, scrub, and deciduous forests, have been somewhat degraded.[26] But included in that 10–20% of land is the approximately 9 million square kilometers of seasonally dry-lands that humans have converted to deserts through the process of desertification.[22] The tallgrass prairies of North America, on the other hand, have less than 3% of natural habitat remaining that has not been converted to farmland.[27]\n\nWetlands and marine areas have endured high levels of habitat destruction. More than 50% of wetlands in the U.S. have been destroyed in just the last 200 years.[23] Between 60% and 70% of European wetlands have been completely destroyed.[28] In the United Kingdom, there has been an increase in demand for coastal housing and tourism which has caused a decline in marine habitats over the last 60 years. The rising sea levels and temperatures have caused soil erosion, coastal flooding, and loss of quality in the UK marine ecosystem.[29] About one-fifth (20%) of marine coastal areas have been highly modified by humans.[30] One-fifth of coral reefs have also been destroyed, and another fifth has been severely degraded by overfishing, pollution, and invasive species; 90% of the Philippines' coral reefs alone have been destroyed.[31] Finally, over 35% of the mangrove ecosystems worldwide have been destroyed.[31]\n\n"
        },
        {
            "title": "Natural causes",
            "text": "Habitat destruction through natural processes such as volcanism, fire, and climate change is well documented in the fossil record.[2] One study shows that habitat fragmentation of tropical rainforests in Euramerica 300 million years ago led to a great loss of amphibian diversity, but simultaneously the drier climate spurred on a burst of diversity among reptiles.[2]\n\n"
        },
        {
            "title": "Human causes",
            "text": "Habitat destruction caused by humans includes land conversion from forests, etc. to arable land, urban sprawl, infrastructure development, and other anthropogenic changes to the characteristics of land. Habitat degradation, fragmentation, and pollution are aspects of habitat destruction caused by humans that do not necessarily involve over destruction of habitat, yet result in habitat collapse. Desertification, deforestation, and coral reef degradation are specific types of habitat destruction for those areas (deserts, forests, coral reefs).[citation needed]\n\nGeist and Lambin (2002) assessed 152 case studies of net losses of tropical forest cover to determine any patterns in the proximate and underlying causes of tropical deforestation. Their results, yielded as percentages of the case studies in which each parameter was a significant factor, provide a quantitative prioritization of which proximate and underlying causes were the most significant. The proximate causes were clustered into broad categories of agricultural expansion (96%), infrastructure expansion (72%), and wood extraction (67%). Therefore, according to this study, forest conversion to agriculture is the main land use change responsible for tropical deforestation. The specific categories reveal further insight into the specific causes of tropical deforestation: transport extension (64%), commercial wood extraction (52%), permanent cultivation (48%), cattle ranching (46%), shifting (slash and burn) cultivation (41%), subsistence agriculture (40%), and fuel wood extraction for domestic use (28%). One result is that shifting cultivation is not the primary cause of deforestation in all world regions, while transport extension (including the construction of new roads) is the largest single proximate factor responsible for deforestation.[34]\n\nRising global temperatures, caused by the greenhouse effect, contribute to habitat destruction, endangering various species, such as the polar bear.[35] Melting ice caps promote rising sea levels and floods which threaten natural habitats and species globally.[36][37]\n\nWhile the above-mentioned activities are the proximal or direct causes of habitat destruction in that they actually destroy habitat, this still does not identify why humans destroy habitat.  The forces that cause humans to destroy habitat are known as drivers of habitat destruction. Demographic, economic, sociopolitical, scientific and technological, and cultural drivers all contribute to habitat destruction.[31]\n\nDemographic drivers include the expanding human population; rate of population increase over time; spatial distribution of people in a given area (urban versus rural), ecosystem type, and country; and the combined effects of poverty, age, family planning, gender, and education status of people in certain areas.[31] Most of the exponential human population growth worldwide is occurring in or close to biodiversity hotspots.[21] This may explain why human population density accounts for 87.9% of the variation in numbers of threatened species across 114 countries, providing indisputable evidence that people play the largest role in decreasing biodiversity.[38] The boom in human population and migration of people into such species-rich regions are making conservation efforts not only more urgent but also more likely to conflict with local human interests.[21] The high local population density in such areas is directly correlated to the poverty status of the local people, most of whom lacking an education and family planning.[34]\n\nAccording to the Geist and Lambin (2002) study, the underlying driving forces were prioritized as follows (with the percent of the 152 cases the factor played a significant role in): economic factors (81%), institutional or policy factors (78%), technological factors (70%), cultural or socio-political factors (66%), and demographic factors (61%). The main economic factors included commercialization and growth of timber markets (68%), which are driven by national and international demands; urban industrial growth (38%); low domestic costs for land, labor, fuel, and timber (32%); and increases in product prices mainly for cash crops (25%). Institutional and policy factors included formal pro-deforestation policies on land development (40%), economic growth including colonization and infrastructure improvement (34%), and subsidies for land-based activities (26%); property rights and land-tenure insecurity (44%); and policy failures such as corruption, lawlessness, or mismanagement (42%). The main technological factor was the poor application of technology in the wood industry (45%), which leads to wasteful logging practices.  Within the broad category of cultural and sociopolitical factors are public attitudes and values (63%), individual/household behavior (53%), public unconcern toward forest environments (43%), missing basic values (36%), and unconcern by individuals (32%). Demographic factors were the in-migration of colonizing settlers into sparsely populated forest areas (38%) and growing population density—a result of the first factor—in those areas (25%).\n\nThere are also feedbacks and interactions among the proximate and underlying causes of deforestation that can amplify the process. Road construction has the largest feedback effect, because it interacts with—and leads to—the establishment of new settlements and more people, which causes a growth in wood (logging) and food markets.[34] Growth in these markets, in turn, progresses the commercialization of agriculture and logging industries. When these industries become commercialized, they must become more efficient by utilizing larger or more modern machinery that often has a worse effect on the habitat than traditional farming and logging methods. Either way, more land is cleared more rapidly for commercial markets. This common feedback example manifests just how closely related the proximate and underlying causes are to each other.[citation needed]\n\n"
        },
        {
            "title": "Impact on human population",
            "text": "Habitat destruction can vastly increase an area's vulnerability to natural disasters like flood and drought, crop failure, spread of disease, and water contamination.[31][page needed] On the other hand, a healthy ecosystem with good management practices can reduce the chance of these events happening, or will at least mitigate adverse impacts.[40] Eliminating swamps—the habitat of pests such as mosquitoes—has contributed to the prevention of diseases such as malaria.[41]\nCompletely depriving an infectious agent (such as a virus) of its habitat—by vaccination, for example—can result in eradicating that infectious agent.[42]\n\nAgricultural land can suffer from the destruction of the surrounding landscape. Over the past 50 years, the destruction of habitat surrounding agricultural land has degraded approximately 40% of agricultural land worldwide via erosion, salinization, compaction, nutrient depletion, pollution, and urbanization.[31] Humans also lose direct uses of natural habitat when habitat is destroyed. Aesthetic uses such as birdwatching, recreational uses like hunting and fishing, and ecotourism usually[quantify] rely upon relatively undisturbed habitat. Many[quantify] people value the complexity of the natural world and express concern at the loss of natural habitats and of animal or plant species worldwide.[43]\n\nProbably the most profound impact that habitat destruction has on people is the loss of many valuable ecosystem services. Habitat destruction has altered nitrogen, phosphorus, sulfur, and carbon cycles, which has increased the frequency and severity of acid rain, algal blooms, and fish kills in rivers and oceans and contributed tremendously to global climate change.[31][need quotation to verify] One ecosystem service whose significance is becoming better understood is climate regulation. On a local scale, trees provide windbreaks and shade; on a regional scale, plant transpiration recycles rainwater and maintains constant annual rainfall; on a global scale, plants (especially trees in tropical rainforests) around the world counter the accumulation of greenhouse gases in the atmosphere by sequestering carbon dioxide through photosynthesis.[22] Other ecosystem services that are diminished or lost altogether as a result of habitat destruction include watershed management, nitrogen fixation, oxygen production, pollination (see pollinator decline),[44]\nwaste treatment (i.e., the breaking down and immobilization of toxic pollutants), and nutrient recycling of sewage or agricultural runoff.[22]\n\nThe loss of trees from tropical rainforests alone represents a substantial diminishing of Earth's ability to produce oxygen and to use up carbon dioxide. These services are becoming even more important as increasing carbon dioxide levels is one of the main contributors to global climate change.[40] The loss of biodiversity may not directly affect humans, but the indirect effects of losing many species as well as the diversity of ecosystems in general are enormous. When biodiversity is lost, the environment loses many species that perform valuable and unique roles in the ecosystem. The environment and all its inhabitants rely on biodiversity to recover from extreme environmental conditions. When too much biodiversity is lost, a catastrophic event such as an earthquake, flood, or volcanic eruption could cause an ecosystem to crash, and humans would obviously suffer from that.[citation needed] Loss of biodiversity also means that humans are losing animals that could have served as biological-control agents and plants that could potentially provide higher-yielding crop varieties, pharmaceutical drugs to cure existing or future diseases (such as cancer), and new resistant crop-varieties for agricultural species susceptible to pesticide-resistant insects or virulent strains of fungi, viruses, and bacteria.[22]\n\nThe negative effects of habitat destruction usually impact rural populations more directly than urban populations.[31] Across the globe, poor people suffer the most when natural habitat is destroyed, because less natural habitat means fewer natural resources per capita, yet wealthier people and countries can simply pay more to continue to receive more than their per capita share of natural resources.\n\nAnother way to view the negative effects of habitat destruction is to look at the opportunity cost of destroying a given habitat. In other words, what do people lose out on with the removal of a given habitat? A country may increase its food supply by converting forest land to row-crop agriculture, but the value of the same land may be much larger when it can supply natural resources or services such as clean water, timber, ecotourism, or flood regulation and drought control.[31][need quotation to verify]\n\n"
        },
        {
            "title": "Outlook",
            "text": "The rapid expansion of the global human population is increasing the world's food requirement substantially. Simple logic dictates that more people will require more food. In fact, as the world's population increases dramatically, agricultural output will need to increase by at least 50%, over the next 30 years.[45] In the past, continually moving to new land and soils provided a boost in food production to meet the global food demand. That easy fix will no longer be available, however, as more than 98% of all land suitable for agriculture is already in use or degraded beyond repair.[46]\n\nThe impending global food crisis will be a major source of habitat destruction. Commercial farmers are going to become desperate to produce more food from the same amount of land, so they will use more fertilizers and show less concern for the environment to meet the market demand. Others will seek out new land or will convert other land-uses to agriculture. Agricultural intensification will become widespread at the cost of the environment and its inhabitants. Species will be pushed out of their habitat either directly by habitat destruction or indirectly by fragmentation, degradation, or pollution. Any efforts to protect the world's remaining natural habitat and biodiversity will compete directly with humans' growing demand for natural resources, especially new agricultural lands.[45]\n\n"
        },
        {
            "title": "Solutions",
            "text": "Tropical deforestation: In most cases of tropical deforestation, three to four underlying causes are driving two to three proximate causes.[34] This means that a universal policy for controlling tropical deforestation would not be able to address the unique combination of proximate and underlying causes of deforestation in each country.[34] Before any local, national, or international deforestation policies are written and enforced, governmental leaders must acquire a detailed understanding of the complex combination of proximate causes and underlying driving forces of deforestation in a given area or country.[34] This concept, along with many other results of tropical deforestation from the Geist and Lambin study, can easily be applied to habitat destruction in general.\n\nShoreline erosion: Coastal erosion is a natural process as storms, waves, tides and other water level changes occur. Shoreline stabilization can be done by barriers between land and water such as seawalls and bulkheads. Living shorelines are gaining attention as a new stabilization method. These can reduce damage and erosion while simultaneously providing ecosystem services such as food production, nutrient and sediment removal, and water quality improvement to society[47]\n\nPreventing an area from losing its specialist species to generalist invasive species depends on the extent of the habitat destruction that has already taken place. In areas where the habitat is relatively undisturbed, halting further habitat destruction may be enough.[3] In areas where habitat destruction is more extreme (fragmentation or patch loss), restoration ecology may be needed.[48]\n\nEducation of the general public is possibly the best way to prevent further human habitat destruction.[49] Changing the dull creep of environmental impacts from being viewed as acceptable to being seen a reason for change to more sustainable practices.[49] Education about the necessity of family planning to slow population growth is important as greater population leads to greater human caused habitat destruction.[50]\n\nThe preservation and creation of habitat corridors can link isolated populations and increase pollination.[51] Corridors are also known to reduce the negative impacts of habitat destruction.[51]\n\nThe biggest potential to solving the issue of habitat destruction comes from solving the political, economical and social problems that go along with it such as, individual and commercial material consumption,[49] sustainable extraction of resources,[52] conservation areas,[49] restoration of degraded land[53] and addressing climate change.[13]\n\nGovernmental leaders need to take action by addressing the underlying driving forces, rather than merely regulating the proximate causes. In a broader sense, governmental bodies at a local, national, and international scale need to emphasize:\n\nIt is argued that the effects of habitat loss and fragmentation can be counteracted by including spatial processes in potential restoration management plans. However, even though spatial dynamics are incredibly important in the conservation and recovery of species, a limited amount of management plans are taking the spatial effects of habitat restoration and conservation into consideration.[54]\n\n"
        }
    ]
}