{
    "url": "https://en.wikipedia.org/wiki/Habitability_of_natural_satellites",
    "title": "Habitability of natural satellites",
    "table_of_contents": [
        "1 Presumed conditions",
        "1.1 Liquid water",
        "1.2 Orbital stability",
        "1.3 Atmosphere",
        "1.4 Tidal effects",
        "1.4.1 Axial tilt and climate",
        "2 In the Solar System",
        "3 Extrasolar",
        "4 In popular culture",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The habitability of natural satellites is a measure of their potential to sustain life in favorable circumstances. Habitable environments do not necessarily harbor life. Natural satellite habitability is a new area that is significant to astrobiology for various reasons, the most important of which being that natural satellites are expected to outnumber planets by a large margin, and it is projected that habitability parameters[when defined as?] will be comparable to those of planets. There are, nevertheless, significant environmental variables that affect moons as prospective alien life locations.\nThe strongest candidates for natural satellite habitability are currently icy satellites[1] such as those of Jupiter and Saturn—Europa[2] and Enceladus[3] respectively, although if life exists in either place, it would probably be confined to subsurface habitats. Historically, life on Earth was thought to be strictly a surface phenomenon[vague], but recent studies[which?] have shown that up to half of Earth's biomass could live below the surface.[4] Europa and Enceladus exist outside the circumstellar habitable zone which has historically defined the limits of life within the Solar System as the zone in which water can exist as liquid at the surface. In the Solar System's habitable zone, there are only three natural satellites—the Moon, and Mars's moons Phobos and Deimos (although some estimates show Mars and its moons to be slightly outside the habitable zone)[5] —none of which sustain an atmosphere or water in liquid form. Tidal forces are likely to play as significant a role providing heat as stellar radiation in the potential habitability of natural satellites.[6][7]\n\nExomoons are not yet confirmed to exist. Detecting them is extremely difficult, because current methods are limited to transit timing.[8] It is possible that some of their attributes could be determined by similar methods as those of transiting planets.[9] Despite this, some scientists estimate that there are as many habitable exomoons as habitable exoplanets.[10][11] Given the general planet-to-satellite(s) mass ratio of 10,000, large Saturn or Jupiter sized gas planets in the habitable zone are thought to be the best candidates to harbour Earth-like moons.[12]\n\n"
        },
        {
            "title": "Presumed conditions",
            "text": "The conditions of habitability for natural satellites are similar to those of planetary habitability. However, there are several factors which differentiate natural satellite habitability and additionally extend their habitability outside the planetary habitable zone.[13]\n\nLiquid water is thought by most astrobiologists to be an essential prerequisite for extraterrestrial life. There is growing evidence of subsurface liquid water on several moons in the Solar System orbiting the gas giants Jupiter, Saturn, Uranus, and Neptune. However, none of these subsurface bodies of water has been confirmed to date.\n\nFor a stable orbit the ratio between the moon's orbital period Ps around its primary and that of the primary around its star Pp must be < 1⁄9, e.g. if a planet takes 90 days to orbit its star, the maximum stable orbit for a moon of that planet is less than 10 days.[14][15] Simulations suggest that a moon with an orbital period less than about 45 to 60 days will remain safely bound to a massive giant planet or brown dwarf that orbits 1 AU from a Sun-like star.[16]\n\nAn atmosphere is considered by astrobiologists to be important in developing prebiotic chemistry, sustaining life and for surface water to exist.  Most natural satellites in the Solar System lack significant atmospheres, the sole exception being Saturn's moon Titan.[17]\n\nSputtering, a process whereby atoms are ejected from a solid target material due to bombardment of the target by energetic particles, presents a significant problem for natural satellites. All the gas giants in the Solar System, and likely those orbiting other stars, have magnetospheres with radiation belts potent enough to completely erode an atmosphere of an Earth-like moon in just a few hundred million years. Strong stellar winds can also strip gas atoms from the top of an atmosphere causing them to be lost to space.\n\nTo support an Earth-like atmosphere for about 4.6 billion years (Earth's current age), a moon with a Mars-like density is estimated to need at least 7% of Earth's mass.[18] One way to decrease loss from sputtering is for the moon to have a strong magnetic field of its own that can deflect stellar wind and radiation belts. NASA's Galileo's measurements suggest that large moons can have magnetic fields; it found Ganymede has its own magnetosphere, even though its mass is only 2.5% of Earth's.[16] Alternatively, the moon's atmosphere may be constantly replenished by gases from subsurface sources, as thought by some scientists to be the case with Titan.[19]\n\nWhile the effects of tidal acceleration are relatively modest on planets, it can be a significant source of energy for natural satellites and an alternative energy source for sustaining life.\n\nMoons orbiting gas giants or brown dwarfs are likely to be tidally locked to their primary: that is, their days are as long as their orbits.  While tidal locking may adversely affect planets within habitable zones by interfering with the distribution of stellar radiation, it may work in favour of satellite habitability by allowing tidal heating. Scientists at the NASA Ames Research Center modelled the temperature on tide-locked exoplanets in the habitability zone of red dwarf stars. They found that an atmosphere with a carbon dioxide (CO2) pressure of only 1–1.5 standard atmospheres (15–22 psi) not only allows habitable temperatures, but allows liquid water on the dark side of the satellite.  The temperature range of a moon that is tidally locked to a gas giant could be less extreme than with a planet locked to a star. Even though no studies have been done on the subject, modest amounts of CO2 are speculated to make the temperature habitable.[16]\n\nTidal effects could also allow a moon to sustain plate tectonics, which would cause volcanic activity to regulate the moon's temperature[20][21] and create a geodynamo effect which would give the satellite a strong magnetic field.[22]\n\nProvided gravitational interaction of a moon with other satellites can be neglected, moons tend to be tidally locked with their planets. In addition to the rotational locking mentioned above, there will also be a process termed 'tilt erosion', which has originally been coined for the tidal erosion of planetary obliquity against a planet's orbit around its host star.[23] The final spin state of a moon then consists of a rotational period equal to its orbital period around the planet and a rotational axis that is perpendicular to the orbital plane.\n\nIf the moon's mass is not too low compared to the planet, it may in turn stabilize the planet's axial tilt, i.e. its obliquity against the orbit around the star. On Earth, the Moon has played an important role in stabilizing the axial tilt of the Earth, thereby reducing the impact of gravitational perturbations from the other planets and ensuring only moderate climate variations throughout the planet.[24] On Mars, however, a planet without significant tidal effects from its relatively low-mass moons Phobos and Deimos, axial tilt can undergo extreme changes from 13° to 40° on timescales of 5 to 10 million years.[25][26]\n\nBeing tidally locked to a giant planet or sub-brown dwarf would allow for more moderate climates on a moon than there would be if the moon were a similar-sized planet orbiting in locked rotation in the habitable zone of the star.[27]  This is especially true of red dwarf systems, where comparatively high gravitational forces and low luminosities leave the habitable zone in an area where tidal locking would occur. If tidally locked, one rotation about the axis may take a long time relative to a planet (for example, ignoring the slight axial tilt of Earth's moon and topographical shadowing, any given point on it has two weeks – in Earth time – of sunshine and two weeks of night in its lunar day) but these long periods of light and darkness are not as challenging for habitability as the eternal days and eternal nights on a planet tidally locked to its star.\n\n"
        },
        {
            "title": "In the Solar System",
            "text": "The following is a list of natural satellites and environments in the Solar System with a possibility of hosting habitable environments:\n\n"
        },
        {
            "title": "Extrasolar",
            "text": "\nA total of 9 exomoon candidates have been detected, but none of them have been confirmed.\n\nGiven the general planet-to-satellite(s) mass ratio of 10,000, Large Saturn or Jupiter sized gas planets in the habitable zone are believed to be the best candidates to harbour Earth-like moons with more than 120 such planets by 2018.[12] Massive exoplanets known to be located within a habitable zone (such as Gliese 876 b, 55 Cancri f, Upsilon Andromedae d, 47 Ursae Majoris b, HD 28185 b and HD 37124 c) are of particular interest as they may potentially possess natural satellites with liquid water on the surface.\n\nHabitability of extrasolar moons will depend on stellar and planetary illumination on moons as well as the effect of eclipses on their orbit-averaged surface illumination.[44] Beyond that, tidal heating might play a role for a moon's habitability. In 2012, scientists introduced a concept to define the habitable orbits of moons;[44] they define an inner border of an habitable moon around a certain planet and call it the circumplanetary \"habitable edge\". Moons closer to their planet than the habitable edge are uninhabitable. When effects of eclipses as well as constraints from a satellite's orbital stability are used to model the runaway greenhouse limit of hypothetical moons, it is estimated that — depending on a moon's orbital eccentricity — there is a minimum mass of roughly 0.20 solar masses for stars to host habitable moons within the stellar habitable zone.[15] The magnetic environment of exomoons, which is critically triggered by the intrinsic magnetic field of the host planet, has been identified as another factor of exomoon habitability.[45] Most notably, it was found that moons at distances between about 5 and 20 planetary radii from a giant planet could be habitable from an illumination and tidal heating point of view,[45] but still the planetary magnetosphere would critically influence their habitability.[45]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Natural satellites that host life are common in science fiction. Notable examples in film include: Earth's moon in A Trip to the Moon (1903); Yavin 4 from Star Wars (1977); Endor in Return of the Jedi (1983); LV-426 in Alien (1979) and Aliens (1986); Pandora in Avatar (2009);[46] LV-223 in Prometheus (2012); Europa in Europa Report (2013) and Watchmen (TV series) (2019); and, K23 in The Midnight Sky (2020).\n\nIn the video game Kerbal Space Program and its upcoming sequel, there is a habitable satellite named Laythe.\n\n"
        }
    ]
}