{
    "url": "https://en.wikipedia.org/wiki/Hagia_Sophia",
    "title": "Hagia Sophia",
    "table_of_contents": [
        "1 History",
        "1.1 Church of Constantius II",
        "1.2 Church of Theodosius II",
        "1.3 Church of Justinian I (current structure)",
        "1.4 Mosque (1453–1935)",
        "1.4.1 Renovation of 1847–1849",
        "1.5 Museum (1935–2020)",
        "1.6 Reversion to mosque (2018–present)",
        "1.6.1 International reaction",
        "2 Architecture",
        "2.1 Floor",
        "2.2 Narthex and portals",
        "2.3 Upper gallery",
        "2.4 Dome",
        "2.5 Buttresses",
        "2.6 Minarets",
        "3 Notable elements and decorations",
        "3.1 Loggia of the Empress",
        "3.2 Lustration urns",
        "3.3 Marble Door",
        "3.4 The Nice Door",
        "3.5 Imperial Gate",
        "3.6 Wishing column",
        "4 Mosaics",
        "4.1 19th-century restoration",
        "4.2 20th-century restoration",
        "4.3 Imperial Gate mosaic",
        "4.4 Southwestern entrance mosaic",
        "4.5 Apse mosaics",
        "4.6 Emperor Alexander mosaic",
        "4.7 Empress Zoe mosaic",
        "4.8 Comnenus mosaic",
        "4.9 Deësis mosaic",
        "4.10 Northern tympanum mosaics",
        "4.11 Dome mosaic",
        "5 Other burials",
        "6 Gallery",
        "7 Works influenced by the Hagia Sophia",
        "8 See also",
        "9 References",
        "9.1 Notes",
        "9.2 Citations",
        "9.3 Sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHagia Sophia (lit. 'Holy Wisdom'; Ancient Greek: Ἁγία Σοφία, romanized: Hagía Sophía; Latin: Sancta Sapientia; Turkish: Ayasofya), officially the Hagia Sophia Grand Mosque (Turkish: Ayasofya-i Kebir Cami-i Şerifi),[3] is a mosque and major cultural and historical site in Istanbul, Turkey. The cathedral was a Greek Orthodox church from 360 AD until the conquest of Constantinople by the Ottoman Empire in 1453. It served as a mosque until 1935, when it became a museum. In 2020, the site once again became a mosque.\n\nOriginally built by the eastern Roman emperor Justinian I as the Christian cathedral of Constantinople for the state church of the Roman Empire between 532 and 537, and designed by the Greek geometers Isidore of Miletus and Anthemius of Tralles,[4] it was formally called the Church of the Holy Wisdom (Greek: Ναὸς τῆς Ἁγίας τοῦ Θεοῦ Σοφίας, romanized: Naòs tês Hagías toû Theoû Sophías)[5] and was then the world's largest interior space and among the first to employ a fully pendentive dome. It is considered the epitome of Byzantine architecture[6] and is said to have \"changed the history of architecture\".[7] The present Justinianic building was the third church of the same name to occupy the site, as the prior one had been destroyed in the Nika riots. As the episcopal see of the ecumenical patriarch of Constantinople, it remained the world's largest cathedral for nearly a thousand years, until Seville Cathedral was completed in 1520. Beginning with subsequent Byzantine architecture, Hagia Sophia became the paradigmatic Orthodox church form, and its architectural style was emulated by Ottoman mosques a thousand years later.[8] It has been described as \"holding a unique position in the Christian world\"[8] and as an architectural and cultural icon of Byzantine and Eastern Orthodox civilization.[9][10][8]\n\nThe religious and spiritual centre of the Eastern Orthodox Church for nearly one thousand years, the church was dedicated to the Holy Wisdom.[11][12][13] It was where the excommunication of Patriarch Michael I Cerularius was officially delivered by Humbert of Silva Candida, the envoy of Pope Leo IX in 1054, an act considered the start of the East–West Schism. In 1204, it was converted during the Fourth Crusade into a Catholic cathedral under the Latin Empire, before being returned to the Eastern Orthodox Church upon the restoration of the Byzantine Empire in 1261. The doge of Venice who led the Fourth Crusade and the 1204 Sack of Constantinople, Enrico Dandolo, was buried in the church.\n\nAfter the Fall of Constantinople to the Ottoman Empire in 1453,[14] it was converted to a mosque by Mehmed the Conqueror and became the principal mosque of Istanbul until the 1616 construction of the Sultan Ahmed Mosque.[15][16] Upon its conversion, the bells, altar, iconostasis, ambo, and baptistery were removed, while iconography, such as the mosaic depictions of Jesus, Mary, Christian saints and angels were removed or plastered over.[17] Islamic architectural additions included four minarets, a minbar and a mihrab. The Byzantine architecture of the Hagia Sophia served as inspiration for many other religious buildings including the Hagia Sophia in Thessaloniki, Panagia Ekatontapiliani, the Şehzade Mosque, the Süleymaniye Mosque, the Rüstem Pasha Mosque and the Kılıç Ali Pasha Complex. The patriarchate moved to the Church of the Holy Apostles, which became the city's cathedral.\n\nThe complex remained a mosque until 1931, when it was closed to the public for four years. It was re-opened in 1935 as a museum under the secular Republic of Turkey,[18] and the building is Turkey's most visited tourist attraction as of 2019[update].[19][20][21] \nIn July 2020, the Council of State annulled the 1934 decision to establish the museum, and the Hagia Sophia was reclassified as a mosque.[22][23][24] The 1934 decree was ruled to be unlawful under both Ottoman and Turkish law as Hagia Sophia's waqf, endowed by Sultan Mehmed, had designated the site a mosque; proponents of the decision argued the Hagia Sophia was the personal property of the sultan.[25][26] This redesignation drew condemnation from the Turkish opposition, UNESCO, the World Council of Churches, the International Association of Byzantine Studies, and many international leaders.[27][28][29][30][31]\n\n"
        },
        {
            "title": "History",
            "text": "The first church on the site was known as the Magna Ecclesia (Μεγάλη Ἐκκλησία, Megálē Ekklēsíā, 'Great Church')[32][33] because of its size compared to the sizes of the contemporary churches in the city.[11] According to the Chronicon Paschale, the church was consecrated on 15 February 360, during the reign of the emperor Constantius II (r. 337–361) by the Arian bishop Eudoxius of Antioch.[34][35] It was built next to the area where the Great Palace was being developed. According to the 5th-century ecclesiastical historian Socrates of Constantinople, the emperor Constantius had c. 346 \"constructed the Great Church alongside that called Irene which because it was too small, the emperor's father [Constantine] had enlarged and beautified\".[36][34] A tradition which is not older than the 7th or 8th century reports that the edifice was built by Constantius' father, Constantine the Great (r. 306–337).[34] Hesychius of Miletus wrote that Constantine built Hagia Sophia with a wooden roof and removed 427 (mostly pagan) statues from the site.[37] The 12th-century chronicler Joannes Zonaras reconciles the two opinions, writing that Constantius had repaired the edifice consecrated by Eusebius of Nicomedia, after it had collapsed.[34] Since Eusebius was the bishop of Constantinople from 339 to 341, and Constantine died in 337, it seems that the first church was erected by Constantius.[34]\n\nThe nearby Hagia Irene (\"Holy Peace\") church was completed earlier and served as cathedral until the Great Church was completed. Besides Hagia Irene, there is no record of major churches in the city-centre before the late 4th century.[35] Rowland Mainstone argued the 4th-century church was not yet known as Hagia Sophia.[38] Though its name as the 'Great Church' implies that it was larger than other Constantinopolitan churches, the only other major churches of the 4th century were the Church of St Mocius, which lay outside the Constantinian walls and was perhaps attached to a cemetery, and the Church of the Holy Apostles.[35]\n\nThe church itself is known to have had a timber roof, curtains, columns, and an entrance that faced west.[35] It likely had a narthex and is described as being shaped like a Roman circus.[39] This may mean that it had a U-shaped plan like the basilicas of San Marcellino e Pietro and Sant'Agnese fuori le mura in Rome.[35] However, it may also have been a more conventional three-, four-, or five-aisled basilica, perhaps resembling the original Church of the Holy Sepulchre in Jerusalem or the Church of the Nativity in Bethlehem.[35] The building was likely preceded by an atrium, as in the later churches on the site.[citation needed]\n\nAccording to Ken Dark and Jan Kostenec, a further remnant of the 4th century basilica may exist in a wall of alternating brick and stone banded masonry immediately to the west of the Justinianic church.[40] The top part of the wall is constructed with bricks stamped with brick-stamps dating from the 5th century, but the lower part is of constructed with bricks typical of the 4th century.[40] This wall was probably part of the propylaeum at the west front of both the Constantinian and Theodosian Great Churches.[40]\n\nThe building was accompanied by a baptistery and a skeuophylakion.[35] A hypogeum, perhaps with an martyrium above it, was discovered before 1946, and the remnants of a brick wall with traces of marble revetment were identified in 2004.[40] The hypogeum was a tomb which may have been part of the 4th-century church or may have been from the pre-Constantinian city of Byzantium.[40] The skeuophylakion is said by Palladius to have had a circular floor plan, and since some U-shaped basilicas in Rome were funerary churches with attached circular mausolea (the Mausoleum of Constantina and the Mausoleum of Helena), it is possible it originally had a funerary function, though by 405 its use had changed.[40] A later account credited a woman called Anna with donating the land on which the church was built in return for the right to be buried there.[40]\n\nExcavations on the western side of the site of the first church under the propylaeum wall reveal that the first church was built atop a road about 8 metres (26 ft) wide.[40] According to early accounts, the first Hagia Sophia was built on the site of an ancient pagan temple,[41][42][43] although there are no artefacts to confirm this.[44]\n\nThe Patriarch of Constantinople John Chrysostom came into a conflict with Empress Aelia Eudoxia, wife of the emperor Arcadius (r. 383–408), and was sent into exile on 20 June 404. During the subsequent riots, this first church was largely burnt down.[34] Palladius noted that the 4th-century skeuophylakion survived the fire.[45] According to Dark and Kostenec, the fire may only have affected the main basilica, leaving the surrounding ancillary buildings intact.[45]\n\nA second church on the site was ordered by Theodosius II (r. 402–450), who inaugurated it on 10 October 415.[46] The Notitia Urbis Constantinopolitanae, a fifth-century list of monuments, names Hagia Sophia as Magna Ecclesia, 'Great Church', while the former cathedral Hagia Irene is referred to as Ecclesia Antiqua, 'Old Church'. At the time of Socrates of Constantinople around 440, \"both churches [were] enclosed by a single wall and served by the same clergy\".[36] Thus, the complex would have encompassed a large area including the future site of the Hospital of Samson.[45] If the fire of 404 destroyed only the 4th-century main basilica church, then the 5th century Theodosian basilica could have been built surrounded by a complex constructed primarily during the fourth century.[45]\n\nDuring the reign of Theodosius II, the emperor's elder sister, the Augusta Pulcheria (r. 414–453) was challenged by the patriarch Nestorius (r. 10 April 428 – 22 June 431).[47][48] The patriarch denied the Augusta access to the sanctuary of the \"Great Church\", likely on 15 April 428.[48] According to the anonymous Letter to Cosmas, the virgin empress, a promoter of the cult of the Virgin Mary who habitually partook in the Eucharist at the sanctuary of Nestorius's predecessors, claimed right of entry because of her equivalent position to the Theotokos – the Virgin Mary – \"having given birth to God\".[49][48] Their theological differences were part of the controversy over the title theotokos that resulted in the Council of Ephesus and the stimulation of Monophysitism and Nestorianism, a doctrine, which like Nestorius, rejects the use of the title.[47] Pulcheria along with Pope Celestine I and Patriarch Cyril of Alexandria had Nestorius overthrown, condemned at the ecumenical council, and exiled.[49][47]\n\nThe area of the western entrance to the Justinianic Hagia Sophia revealed the western remains of its Theodosian predecessor, as well as some fragments of the Constantinian church.[45] German archaeologist Alfons Maria Schneider began conducting archaeological excavations during the mid-1930s, publishing his final report in 1941.[45] Excavations in the area that had once been the 6th-century atrium of the Justinianic church revealed the monumental western entrance and atrium, along with columns and sculptural fragments from both 4th- and 5th-century churches.[45] Further digging was abandoned for fear of harming the structural integrity of the Justinianic building, but parts of the excavation trenches remain uncovered, laying bare the foundations of the Theodosian building.\n\nThe basilica was built by architect Rufinus.[50][51] The church's main entrance, which may have had gilded doors, faced west, and there was an additional entrance to the east.[52] There was a central pulpit and likely an upper gallery, possibly employed as a matroneum (women's section).[52] The exterior was decorated with elaborate carvings of rich Theodosian-era designs, fragments of which have survived, while the floor just inside the portico was embellished with polychrome mosaics.[45] The surviving carved gable end from the centre of the western façade is decorated with a cross-roundel.[45] Fragments of a frieze of reliefs with 12 lambs representing the 12 apostles also remain; unlike Justinian's 6th-century church, the Theodosian Hagia Sophia had both colourful floor mosaics and external decorative sculpture.[45]\n\nAt the western end, surviving stone fragments of the structure show there was vaulting, at least at the western end.[45] The Theodosian building had a monumental propylaeum hall with a portico that may account for this vaulting, which was thought by the original excavators in the 1930s to be part of the western entrance of the church itself.[45] The propylaeum opened onto an atrium which lay in front of the basilica church itself. Preceding the propylaeum was a steep monumental staircase following the contours of the ground as it sloped away westwards in the direction of the Strategion, the Basilica, and the harbours of the Golden Horn.[45] This arrangement would have resembled the steps outside the atrium of the Constantinian Old St Peter's Basilica in Rome.[45] Near the staircase, there was a cistern, perhaps to supply a fountain in the atrium or for worshippers to wash with before entering.[45]\n\nThe 4th-century skeuophylakion was replaced in the 5th century by the present-day structure, a rotunda constructed of banded masonry in the lower two levels and of plain brick masonry in the third.[45] Originally this rotunda, probably employed as a treasury for liturgical objects, had a second-floor internal gallery accessed by an external spiral staircase and two levels of niches for storage.[45] A further row of windows with marble window frames on the third level remain bricked up.[45] The gallery was supported on monumental consoles with carved acanthus designs, similar to those used on the late 5th-century Column of Leo.[45] A large lintel of the skeuophylakion's western entrance – bricked up during the Ottoman era – was discovered inside the rotunda when it was archaeologically cleared to its foundations in 1979, during which time the brickwork was also repointed.[45] The skeuophylakion was again restored in 2014 by the Vakıflar.[45]\n\nA fire started during the tumult of the Nika Revolt, which had begun nearby in the Hippodrome of Constantinople, and the second Hagia Sophia was burnt to the ground on 13–14 January 532. The court historian Procopius wrote:[53]\n\nOn 23 February 532, only a few weeks after the destruction of the second basilica, Emperor Justinian I inaugurated the construction of a third and entirely different basilica, larger and more majestic than its predecessors.[54] Justinian appointed two architects, mathematician Anthemius of Tralles and geometer and engineer Isidore of Miletus, to design the building.[55][56]\n\nConstruction of the church began in 532 during the short tenure of Phocas as praetorian prefect.[57] Although Phocas had been arrested in 529 as a suspected practitioner of paganism, he replaced John the Cappadocian after the Nika Riots saw the destruction of the Theodosian church.[57] According to John the Lydian, Phocas was responsible for funding the initial construction of the building with 4,000 Roman pounds of gold, but he was dismissed from office in October 532.[58][57] John the Lydian wrote that Phocas had acquired the funds by moral means, but Evagrius Scholasticus later wrote that the money had been obtained unjustly.[59][57]\n\nAccording to Anthony Kaldellis, both of Hagia Sophia's architects named by Procopius were associated with to the school of the pagan philosopher Ammonius of Alexandria.[57] It is possible that both they and John the Lydian considered Hagia Sophia a great temple for the supreme Neoplatonist deity who manifestated through light and the sun. John the Lydian describes the church as the \"temenos of the Great God\" (Greek: τὸ τοῦ μεγάλου θεοῦ Τέμενος, romanized: tò toû megálou theoû Témenos).[58][57]\n\nOriginally the exterior of the church was covered with marble veneer, as indicated by remaining pieces of marble and surviving attachments for lost panels on the building's western face.[60] The white marble cladding of much of the church, together with gilding of some parts, would have given Hagia Sophia a shimmering appearance quite different from the brick- and plaster-work of the modern period, and would have significantly increased its visibility from the sea.[60] The cathedral's interior surfaces were sheathed with polychrome marbles, green and white with purple porphyry, and gold mosaics. The exterior was clad in stucco that was tinted yellow and red during the 19th-century restorations by the Fossati architects.[61]\n\nThe construction is described by Procopius in On Buildings (Greek: Περὶ κτισμάτων, romanized: Peri ktismatōn, Latin: De aedificiis).[53] Columns and other marble elements were imported from throughout the Mediterranean, although the columns were once thought to be spoils from cities such as Rome and Ephesus.[62] Even though they were made specifically for Hagia Sophia, they vary in size.[63] More than ten thousand people were employed during the construction process. This new church was contemporaneously recognized as a major work of architecture. Outside the church was an elaborate array of monuments around the bronze-plated Column of Justinian, topped by an equestrian statue of the emperor which dominated the Augustaeum, the open square outside the church which connected it with the Great Palace complex through the Chalke Gate. At the edge of the Augustaeum was the Milion and the Regia, the first stretch of Constantinople's main thoroughfare, the Mese. Also facing the Augustaeum were the enormous Constantinian thermae, the Baths of Zeuxippus, and the Justinianic civic basilica under which was the vast cistern known as the Basilica Cistern. On the opposite side of Hagia Sophia was the former cathedral, Hagia Irene.\n\nReferring to the destruction of the Theodosian Hagia Sophia and comparing the new church with the old, Procopius lauded the Justinianic building, writing in De aedificiis:[53]\n\nUpon seeing the finished building, the Emperor reportedly said: \"Salomon, I have surpassed thee\" (Medieval Greek: Νενίκηκά σε Σολομών).[64]\n\nJustinian and Patriarch Menas inaugurated the new basilica on 27 December 537, 5 years and 10 months after construction started, with much pomp.[65][66][67] Hagia Sophia was the seat of the Patriarchate of Constantinople and a principal setting for Byzantine imperial ceremonies, such as coronations. The basilica offered sanctuary from persecution to criminals, although there was disagreement about whether Justinian had intended for murderers to be eligible for asylum.[68]\n\nEarthquakes in August 553 and on 14 December 557 caused cracks in the main dome and eastern semi-dome. According to the Chronicle of John Malalas, during a subsequent earthquake on 7 May 558,[69] the eastern semi-dome collapsed, destroying the ambon, altar, and ciborium. The collapse was due mainly to the excessive bearing load and to the enormous shear load of the dome, which was too flat.[65] These caused the deformation of the piers which sustained the dome.[65] Justinian ordered an immediate restoration. He entrusted it to Isidorus the Younger, nephew of Isidore of Miletus, who used lighter materials. The entire vault had to be taken down and rebuilt 20 Byzantine feet (6.25 meters or 20.5 feet) higher than before, giving the building its current interior height of 55.6 meters (182 ft).[70] Moreover, Isidorus changed the dome type, erecting a ribbed dome with pendentives whose diameter was between 32.7 and 33.5 m.[65] Under Justinian's orders, eight Corinthian columns were disassembled from Baalbek, Lebanon and shipped to Constantinople around 560.[71] This reconstruction, which gave the church its present 6th-century form, was completed in 562. The poet Paul the Silentiary composed an ekphrasis, or long visual poem, for the re-dedication of the basilica presided over by Patriarch Eutychius on 23 December 562. Paul the Silentiary's poem is conventionally known under the Latin title Descriptio Sanctae Sophiae, and he was also author of another ekphrasis on the ambon of the church, the Descripto Ambonis.[72][73]\n\nAccording to the history of the patriarch Nicephorus I and the chronicler Theophanes the Confessor, various liturgical vessels of the cathedral were melted down on the order of the emperor Heraclius (r. 610–641) after the capture of Alexandria and Roman Egypt by the Sasanian Empire during the Byzantine–Sasanian War of 602–628.[74] Theophanes states that these were made into gold and silver coins, and a tribute was paid to the Avars.[74] The Avars attacked the extramural areas of Constantinople in 623, causing the Byzantines to move the \"garment\" relic (Greek: ἐσθής, translit. esthḗs) of Mary, mother of Jesus to Hagia Sophia from its usual shrine of the Church of the Theotokos at Blachernae just outside the Theodosian Walls.[75] On 14 May 626, the Scholae Palatinae, an elite body of soldiers, protested in Hagia Sophia against a planned increase in bread prices, after a stoppage of the Cura Annonae rations resulting from the loss of the grain supply from Egypt.[76] The Persians under Shahrbaraz and the Avars together laid the siege of Constantinople in 626; according to the Chronicon Paschale, on 2 August 626, Theodore Syncellus, a deacon and presbyter of Hagia Sophia, was among those who negotiated unsuccessfully with the khagan of the Avars.[77] A homily, attributed by existing manuscripts to Theodore Syncellus and possibly delivered on the anniversary of the event, describes the translation of the Virgin's garment and its ceremonial re-translation to Blachernae by the patriarch Sergius I after the threat had passed.[77][78] Another eyewitness account of the Avar–Persian siege was written by George of Pisidia, a deacon of Hagia Sophia and an administrative official in for the patriarchate from Antioch in Pisidia.[77] Both George and Theodore, likely members of Sergius's literary circle, attribute the defeat of the Avars to the intervention of the Theotokos, a belief that strengthened in following centuries.[77]\n\nIn 726, the emperor Leo the Isaurian issued a series of edicts against the veneration of images, ordering the army to destroy all icons – ushering in the period of Byzantine iconoclasm. At that time, all religious pictures and statues were removed from the Hagia Sophia. Following a brief hiatus during the reign of Empress Irene (797–802), the iconoclasts returned. Emperor Theophilus (r. 829–842) had two-winged bronze doors with his monograms installed at the southern entrance of the church.[79]\n\nThe basilica suffered damage, first in a great fire in 859, and again in an earthquake on 8 January 869 that caused the collapse of one of the half-domes.[80] Emperor Basil I ordered repair of the tympanas, arches, and vaults.[81]\n\nIn his book De caerimoniis aulae Byzantinae (\"Book of Ceremonies\"), the emperor Constantine VII (r. 913–959) wrote a detailed account of the ceremonies held in the Hagia Sophia by the emperor and the patriarch.\n\nIn the 940s or 950s, probably around 954 or 955, after the Rus'–Byzantine War of 941 and the death of the Grand Prince of Kiev, Igor I (r. 912–945), his widow Olga of Kiev – regent for her infant son Sviatoslav I (r. 945–972) – visited the emperor Constantine VII and was received as queen of the Rus' in Constantinople.[82][83][84] She was probably baptized in Hagia Sophia's baptistery, taking the name of the reigning augusta, Helena Lecapena, and receiving the titles zōstē patrikía and the styles of archontissa and hegemon of the Rus'.[83][82] Her baptism was an important step towards the Christianization of the Kievan Rus', though the emperor's treatment of her visit in De caerimoniis does not mention baptism.[83][82] Olga is deemed a saint and equal-to-the-apostles (Greek: ἰσαπόστολος, translit. isapóstolos) in the Eastern Orthodox Church.[85][86] According to an early 14th-century source, the second church in Kiev, Saint Sophia's, was founded in anno mundi 6460 in the Byzantine calendar, or c. 952.[87] The name of this future cathedral of Kiev probably commemorates Olga's baptism at Hagia Sophia.[87]\n\nAfter the great earthquake of 25 October 989, which collapsed the western dome arch, Emperor Basil II asked for the Armenian architect Trdat, creator of the Cathedral of Ani, to direct the repairs.[88] He erected again and reinforced the fallen dome arch, and rebuilt the west side of the dome with 15 dome ribs.[89] The extent of the damage required six years of repair and reconstruction; the church was re-opened on 13 May 994. At the end of the reconstruction, the church's decorations were renovated, including the addition of four immense paintings of cherubs; a new depiction of Christ on the dome; a burial cloth of Christ shown on Fridays, and on the apse a new depiction of the Virgin Mary holding Jesus, between the apostles Peter and Paul.[90] On the great side arches were painted the prophets and the teachers of the church.[90]\n\nAccording to the 13th-century Greek historian Niketas Choniates, the emperor John II Comnenus celebrated a revived Roman triumph after his victory over the Danishmendids at the siege of Kastamon in 1133.[91] After proceeding through the streets on foot carrying a cross with a silver quadriga bearing the icon of the Virgin Mary, the emperor participated in a ceremony at the cathedral before entering the imperial palace.[92] In 1168, another triumph was held by the emperor Manuel I Comnenus, again preceding with a gilded silver quadriga bearing the icon of the Virgin from the now-demolished East Gate (or Gate of St Barbara, later the Turkish: Top Kapısı, lit. 'Cannon Gate') in the Propontis Wall, to Hagia Sophia for a thanks-giving service, and then to the imperial palace.[93]\n\nIn 1181, the daughter of the emperor Manuel I, Maria Comnena, and her husband, the caesar Renier of Montferrat, fled to Hagia Sophia at the culmination of their dispute with the empress Maria of Antioch, regent for her son, the emperor Alexius II Comnenus.[94] Maria Comnena and Renier occupied the cathedral with the support of the patriarch, refusing the imperial administration's demands for a peaceful departure.[94] According to Niketas Choniates, they \"transformed the sacred courtyard into a military camp\", garrisoned the entrances to the complex with locals and mercenaries, and despite the strong opposition of the patriarch, made the \"house of prayer into a den of thieves or a well-fortified and precipitous stronghold, impregnable to assault\", while \"all the dwellings adjacent to Hagia Sophia and adjoining the Augusteion were demolished by [Maria's] men\".[94] A battle ensued in the Augustaion and around the Milion, during which the defenders fought from the \"gallery of the Catechumeneia (also called the Makron)\" facing the Augusteion, from which they eventually retreated and took up positions in the exonarthex of Hagia Sophia itself.[94] At this point, \"the patriarch was anxious lest the enemy troops enter the temple, with unholy feet trample the holy floor, and with hands defiled and dripping with blood still warm plunder the all-holy dedicatory offerings\".[94] After a successful sally by Renier and his knights, Maria requested a truce, the imperial assault ceased, and an amnesty was negotiated by the megas doux Andronikos Kontostephanos and the megas hetaireiarches John Doukas.[94] Greek historian Niketas Choniates compared the preservation of the cathedral to the efforts made by the 1st-century emperor Titus to avoid the destruction of the Second Temple during the siege of Jerusalem in the First Jewish–Roman War.[94] Choniates reports that in 1182, a white hawk wearing jesses was seen to fly from the east to Hagia Sophia, flying three times from the \"building of the Thōmaitēs\" (a basilica erected on the southeastern side of the Augustaion) to the Palace of the Kathisma in the Great Palace, where new emperors were acclaimed.[95] This was supposed to presage the end of the reign of Andronicus I Comnenus (r. 1183–1185).[95]\n\nChoniates further writes that in 1203, during the Fourth Crusade, the emperors Isaac II Angelus and Alexius IV Angelus stripped Hagia Sophia of all gold ornaments and silver oil-lamps in order to pay off the Crusaders who had ousted Alexius III Angelus and helped Isaac return to the throne.[96] Upon the subsequent Sack of Constantinople in 1204, the church was further ransacked and desecrated by the Crusaders, as described by Choniates, though he did not witness the events in person. According to his account, composed at the court of the rump Empire of Nicaea, Hagia Sophia was stripped of its remaining metal ornaments, its altar was smashed into pieces, and a \"woman laden with sins\" sang and danced on the synthronon.[97][98][99] He adds that mules and donkeys were brought into the cathedral's sanctuary to carry away the gilded silver plating of the bema, the ambo, and the doors and other furnishings, and that one of them slipped on the marble floor and was accidentally disembowelled, further contaminating the place.[97] According to Ali ibn al-Athir, whose treatment of the Sack of Constantinople was probably dependent on a Christian source, the Crusaders massacred some clerics who had surrendered to them.[100] Much of the interior was damaged and would not be repaired until its return to Orthodox control in 1261.[44] The sack of Hagia Sophia, and Constantinople in general, remained a sore point in Catholic–Eastern Orthodox relations.[101]\n\nDuring the Latin occupation of Constantinople (1204–1261), the church became a Latin Catholic cathedral. Baldwin I of Constantinople (r. 1204–1205) was crowned emperor on 16 May 1204 in Hagia Sophia in a ceremony which closely followed Byzantine practices. Enrico Dandolo, the Doge of Venice who commanded the sack and invasion of the city by the Latin Crusaders in 1204, is buried inside the church, probably in the upper eastern gallery. In the 19th century, an Italian restoration team placed a cenotaph marker, frequently mistaken as being a medieval artifact, near the probable location and is still visible today. The original tomb was destroyed by the Ottomans during the conversion of the church into a mosque.[102]\n\nUpon the capture of Constantinople in 1261 by the Empire of Nicaea and the emperor Michael VIII Palaeologus, (r. 1261–1282), the church was in a dilapidated state. In 1317, emperor Andronicus II Palaeologus (r. 1282–1328) ordered four new buttresses (Medieval Greek: Πυραμίδας, romanized: Pyramídas) to be built in the eastern and northern parts of the church, financing them with the inheritance of his late wife, Irene of Montferrat (d.1314).[17] New cracks developed in the dome after the earthquake of October 1344, and several parts of the building collapsed on 19 May 1346. Repairs by architects Astras and Peralta began in 1354.[80][103]\n\nOn 12 December 1452, Isidore of Kiev proclaimed in Hagia Sophia the long-anticipated ecclesiastical union between the western Catholic and eastern Orthodox Churches as decided at the Council of Florence and decreed by the papal bull Laetentur Caeli, though it would be short-lived. The union was unpopular among the Byzantines, who had already expelled the Patriarch of Constantinople, Gregory III, for his pro-union stance. A new patriarch was not installed until after the Ottoman conquest. According to the Greek historian Doukas, the Hagia Sophia was tainted by these Catholic associations, and the anti-union Orthodox faithful avoided the cathedral, considering it to be a haunt of demons and a \"Hellenic\" temple of Roman paganism.[104] Doukas also notes that after the Laetentur Caeli was proclaimed, the Byzantines dispersed discontentedly to nearby venues where they drank toasts to the Hodegetria icon, which had, according to late Byzantine tradition, interceded to save them in the former sieges of Constantinople by the Avar Khaganate and the Umayyad Caliphate.[105]\n\nAccording to Nestor Iskander's Tale on the Taking of Tsargrad, the Hagia Sophia was the focus of an alarming omen interpreted as the Holy Spirit abandoning Constantinople on 21 May 1453, in the final days of the Siege of Constantinople.[106] The sky lit up, illuminating the city, and \"many people gathered and saw on the Church of the Wisdom, at the top of the window, a large flame of fire issuing forth. It encircled the entire neck of the church for a long time. The flame gathered into one; its flame altered, and there was an indescribable light. At once it took to the sky. ... The light itself has gone up to heaven; the gates of heaven were opened; the light was received; and again they were closed.\"[106] This phenomenon was perhaps St Elmo's fire induced by gunpowder smoke and unusual weather.[106] The author relates that the fall of the city to \"Mohammadenism\" was foretold in an omen seen by Constantine the Great – an eagle fighting with a snake – which also signified that \"in the end Christianity will overpower Mohammedanism, will receive the Seven Hills, and will be enthroned in it\".[106]\n\n\nThe eventual fall of Constantinople had long been predicted in apocalyptic literature.[107] A reference to the destruction of a city founded on seven hills in the Book of Revelation was frequently understood to be about Constantinople, and the Apocalypse of Pseudo-Methodius had predicted an \"Ishmaelite\" conquest of the Roman Empire.[107] In this text, the Muslim armies reach the Forum Bovis before being turned back by divine intervention; in later apocalyptic texts, the climactic turn takes place at the Column of Theodosius closer to Hagia Sophia; in others, it occurs at the Column of Constantine, which is closer still.[107] Hagia Sophia is mentioned in a hagiography of uncertain date detailing the life of the fictional saint Andrew the Fool.[108] The text is self-attributed to Nicephorus, a priest of Hagia Sophia, and contains a description of the end time in the form of a dialogue, in which the interlocutor, upon being told by the saint that Constantinople will be sunk in a flood and that \"the waters as they gush forth will irresistibly deluge her and cover her and surrender her to the terrifying and immense sea of the abyss\", says \"some people say that the Great Church of God will not be submerged with the city but will be suspended in the air by an invisible power\".[108] The reply is given that \"When the whole city sinks into the sea, how can the Great Church remain? Who will need her? Do you think God dwells in temples made with hands?\"[108] The Column of Constantine, however, is prophesied to endure.[108]\nFrom the time of Procopius in the reign of Justinian, the equestrian imperial statue on the Column of Justinian in the Augustaion beside Hagia Sophia, which gestured towards Asia with right hand, was understood to represent the emperor holding back the threat to the Romans from the Sasanian Empire in the Roman–Persian Wars, while the orb or globus cruciger held in the statue's left was an expression of the global power of the Roman emperor.[109] Subsequently, in the Arab–Byzantine wars, the threat held back by the statue became the Umayyad Caliphate, and later, the statue was thought to be fending off the advance of the Turks.[109] The identity of the emperor was often confused with that of other famous saint-emperors like Theodosius the Great and Heraclius.[109] The orb was frequently referred to as an apple in foreigners' accounts of the city, and it was interpreted in Greek folklore as a symbol of the Turks' mythological homeland in Central Asia, the \"Lone Apple Tree\".[109] The orb fell to the ground in 1316 and was replaced by 1325, but while it was still in place around 1412, by the time Johann Schiltberger saw the statue in 1427, the \"empire-apple\" (German: Reichsapfel) had fallen to the earth.[109] An attempt to raise it again in 1435 failed, and this amplified the prophecies of the city's fall.[109] For the Turks, the \"red apple\" (Turkish: kızıl elma) came to symbolize Constantinople itself and subsequently the military supremacy of the Islamic caliphate over the Christian empire.[109] In Niccolò Barbaro's account of the fall of the city in 1453, the Justinianic monument was interpreted in the last days of the siege as representing the city's founder Constantine the Great, indicating \"this is the way my conqueror will come\".[106]\n\nAccording to Laonicus Chalcocondyles, Hagia Sophia was a refuge for the population during the city's capture.[110] Despite the ill-repute and empty state of Hagia Sophia after December 1452, Doukas writes that after the Theodosian Walls were breached, the Byzantines took refuge there as the Turks advanced through the city: \"All the women and men, monks, and nuns ran to the Great Church. They, both men and women, were holding in their arms their infants. What a spectacle! That street was crowded, full of human beings.\"[110] He attributes their change of heart to a prophecy.[110]\n\nIn accordance with the traditional custom of the time, Sultan Mehmed II allowed his troops and his entourage three full days of unbridled pillage and looting in the city shortly after it was captured. This period saw the destruction of many Orthodox churches;[111] Hagia Sophia itself was looted as the invaders believed it to contain the greatest treasures of the city.[112] Shortly after the defence of the Walls of Constantinople collapsed and the victorious Ottoman troops entered the city, the pillagers and looters made their way to the Hagia Sophia and battered down its doors before storming inside.[113] Once the three days passed, Mehmed was to claim the city's remaining contents for himself.[114][115] However, by the end of the first day, he proclaimed that the looting should cease as he felt profound sadness when he toured the looted and enslaved city.[116][114][117]\n\nThroughout the siege of Constantinople, the trapped people of the city participated in the Divine Liturgy and the Prayer of the Hours at the Hagia Sophia, and the church was a safe-haven and a refuge for many of those who were unable to contribute to the city's defence, including women, children, elderly, the sick and the wounded.[118][119][117] As they were trapped in the church, the many congregants and other refugees inside became spoils-of-war to be divided amongst the triumphant invaders. The building was desecrated and looted, and those who sought shelter within the church were enslaved.[112] While most of the elderly and the infirm, injured, and sick were killed, the remainder (mainly teenage males and young boys) were chained and sold into slavery.[113][117]\n\nConstantinople fell to the attacking Ottoman forces on 29 May 1453. Sultan Mehmed II entered the city and performed the Friday prayer and khutbah (sermon) in Hagia Sophia, and this action marked the official conversion of Hagia Sophia into a mosque.[120] The church's priests and religious personnel continued to perform Christian rites, prayers, and ceremonies until they were compelled to stop by the invaders.[113] When Mehmed and his entourage entered the church, he ordered that it be converted into a mosque immediately. One of the ʿulamāʾ (Islamic scholars) present climbed onto the church's ambo and recited the shahada (\"There is no god but God, and Muhammad is his messenger\"), thus marking the beginning of the conversion of the church into a mosque.[17][121] Mehmed is reported to have taken a sword to a soldier who tried to pry up one of the paving slabs of the Proconnesian marble floor.[122]\n\nAs described by Western visitors before 1453, such as the Córdoban nobleman Pero Tafur[123] and the Florentine geographer Cristoforo Buondelmonti,[124] the church was in a dilapidated state, with several of its doors fallen from their hinges. Mehmed II ordered a renovation of the building. Mehmed attended the first Friday prayer in the mosque on 1 June 1453.[125] Aya Sofya became the first imperial mosque of Istanbul.[126] Most of the existing houses in the city and the area of the future Topkapı Palace were endowed to the corresponding waqf.[17] From 1478, 2,360 shops, 1,300 houses, 4 caravanserais, 30 boza shops, and 23 shops of sheep heads and trotters gave their income to the foundation.[127] Through the imperial charters of 1520 (AH 926) and 1547 (AH 954), shops and parts of the Grand Bazaar and other markets were added to the foundation.[17]\n\nBefore 1481, a small minaret was erected on the southwest corner of the building, above the stair tower.[17] Mehmed's successor Bayezid II (r. 1481–1512) later built another minaret at the northeast corner.[17] One of the minarets collapsed after the earthquake of 1509,[17] and around the middle of the 16th century they were both replaced by two diagonally opposite minarets built at the east and west corners of the edifice.[17] In 1498, Bernardo Bonsignori was the last Western visitor to Hagia Sophia to report seeing the ancient Justinianic floor; shortly afterwards the floor was covered over with carpet and not seen again until the 19th century.[122]\n\nIn the 16th century, Sultan Suleiman the Magnificent (r. 1520–1566) brought two colossal candlesticks from his conquest of the Kingdom of Hungary and placed them on either side of the mihrab. During Suleiman's reign, the mosaics above the narthex and imperial gates depicting Jesus, Mary, and various Byzantine emperors were covered by whitewash and plaster, which were removed in 1930 under the Turkish Republic.[128][better source needed]\n\nDuring the reign of Selim II (r. 1566–1574), the building started showing signs of fatigue and was extensively strengthened with the addition of structural supports to its exterior by Ottoman architect Mimar Sinan, who was also an earthquake engineer.[129] In addition to strengthening the historic Byzantine structure, Sinan built two additional large minarets at the western end of the building, the original sultan's lodge and the türbe (mausoleum) of Selim II to the southeast of the building in 1576–1577 (AH 984). In order to do that, parts of the Patriarchate at the south corner of the building were pulled down the previous year.[17] Moreover, the golden crescent was mounted on the top of the dome,[17] and a respect zone 35 arşın (about 24 m) wide was imposed around the building, leading to the demolition of all houses within the perimeter.[17] The türbe became the location of the tombs of 43 Ottoman princes.[17] Murad III (r. 1574–1595) imported two large alabaster Hellenistic urns from Pergamon (Bergama) and placed them on two sides of the nave.[17]\n\nIn 1594 (AH 1004) Mimar (court architect) Davud Ağa built the türbe of Murad III, where the Sultan and his valide, Safiye Sultan were buried.[17] The octagonal mausoleum of their son Mehmed III (r. 1595–1603) and his valide was built next to it in 1608 (AH 1017) by royal architect Dalgiç Mehmet Aĝa.[130] His son Mustafa I (r. 1617–1618, 1622–1623) converted the baptistery into his türbe.[130]\n\nIn 1717, under the reign of Sultan Ahmed III (r. 1703–1730), the crumbling plaster of the interior was renovated, contributing indirectly to the preservation of many mosaics, which otherwise would have been destroyed by mosque workers.[130] In fact, it was usual for the mosaic's tesserae—believed to be talismans—to be sold to visitors.[130] Sultan Mahmud I ordered the restoration of the building in 1739 and added a medrese (a Koranic school, subsequently the library of the museum), an imaret (soup kitchen for distribution to the poor) and a library, and in 1740 he added a Şadirvan (fountain for ritual ablutions), thus transforming it into a külliye, or social complex. At the same time, a new sultan's lodge and a new mihrab were built inside.[citation needed]\n\nThe 19th-century restoration of the Hagia Sophia was ordered by Sultan Abdulmejid I (r. 1823–1861) and completed between 1847 and 1849 by eight hundred workers under the supervision of the Swiss-Italian architect brothers Gaspare and Giuseppe Fossati. The brothers consolidated the dome with a restraining iron chain and strengthened the vaults, straightened the columns, and revised the decoration of the exterior and the interior of the building.[131] The mosaics in the upper gallery were exposed and cleaned, although many were recovered \"for protection against further damage\".[132]\n\nEight new gigantic circular-framed discs or medallions were hung from the cornice, on each of the four piers and at either side of the apse and the west doors. These were designed by the calligrapher Kazasker Mustafa Izzet Efendi (1801–1877) and painted with the names of Allah, Muhammad, the Rashidun (the first four caliphs: Abu Bakr, Umar, Uthman and Ali), and the two grandsons of Muhammad: Hasan and Husayn, the sons of Ali. The old chandeliers were replaced by new pendant ones.[citation needed]\n\nIn 1850, the architects Fossati built a new maqsura or caliphal loge in Neo-Byzantine columns and an Ottoman–Rococo style marble grille connecting to the royal pavilion behind the mosque.[131] The new maqsura was built at the extreme east end of the northern aisle, next to the north-eastern pier. The existing maqsura in the apse, near the mihrab, was demolished.[131] A new entrance was constructed for the sultan: the Hünkar Mahfili.[131] The Fossati brothers also renovated the minbar and mihrab.\n\n\nOutside the main building, the minarets were repaired and altered so that they were of equal height.[132] A clock building, the Muvakkithane, was built by the Fossatis for use by the muwaqqit (the mosque timekeeper), and a new madrasa (Islamic school) was constructed. The Kasr-ı Hümayun was also built under their direction.[131] When the restoration was finished, the mosque was re-opened with a ceremony on 13 July 1849.[133] An edition of lithographs from drawings made during the Fossatis' work on Hagia Sophia was published in London in 1852, entitled: Aya Sophia of Constantinople as Recently Restored by Order of H.M. The Sultan Abdulmedjid.[131]\nIn 1919, the Greek Orthodox Christian military priest Eleftherios Noufrakis performed the first Divine Liturgy in the Hagia Sophia since the 1453 fall of Constantinople.[134]\n\nIn 1935, the first Turkish President and founder of the Republic of Turkey, Mustafa Kemal Atatürk, transformed the building into a museum. The carpet and the layer of mortar underneath were removed and marble floor decorations such as the omphalion appeared for the first time since the Fossatis' restoration,[135] when the white plaster covering many of the mosaics had been removed. Due to neglect, the condition of the structure continued to deteriorate, prompting the World Monuments Fund (WMF) to include the Hagia Sophia in their 1996, and 1998 Watch Lists. During this time period, the building's copper roof had cracked, causing water to leak down over the fragile frescoes and mosaics. Moisture entered from below as well. Rising ground water increased the level of humidity within the monument, creating an unstable environment for stone and paint. The WMF secured a series of grants from 1997 to 2002 for the restoration of the dome. The first stage of work involved the structural stabilization and repair of the cracked roof, which was undertaken with the participation of the Turkish Ministry of Culture and Tourism. The second phase, the preservation of the dome's interior, afforded the opportunity to employ and train young Turkish conservators in the care of mosaics. By 2006, the WMF project was complete, though many areas of Hagia Sophia continue to require significant stability improvement, restoration, and conservation.[136]\n\n\nIn 2014, Hagia Sophia was the second most visited museum in Turkey, attracting almost 3.3 million visitors annually.[137]\nWhile use of the complex as a place of worship (mosque or church) was strictly prohibited,[138] in 1991 the Turkish government allowed the allocation of a pavilion in the museum complex (Ayasofya Müzesi Hünkar Kasrı) for use as a prayer room, and, since 2013, two of the museum's minarets had been used for voicing the call to prayer (the ezan) regularly.[139][140]\n\nFrom the early 2010s, several campaigns and government high officials, notably Turkey's deputy prime minister Bülent Arınç in November 2013, demanded the Hagia Sophia be converted back into a mosque.[141][142][143] In 2015, Pope Francis publicly acknowledged the Armenian genocide, which is officially denied in Turkey. In response, the mufti of Ankara, Mefail Hızlı, said he believed the Pope's remarks would accelerate the conversion of Hagia Sophia into a mosque.[144]\n\nOn 1 July 2016, Muslim prayers were held again in the Hagia Sophia for the first time in 85 years.[145] That November, a Turkish NGO, the Association for the Protection of Historic Monuments and the Environment, filed a lawsuit for converting the museum into a mosque.[146] The court decided it should stay as a 'monument museum'.[147][better source needed] In October 2016, Turkey's Directorate of Religious Affairs (Diyanet) appointed, for the first time in 81 years, a designated imam, Önder Soy, to the Hagia Sophia mosque (Ayasofya Camii Hünkar Kasrı), located at the Hünkar Kasrı, a pavilion for the sultans' private ablutions. Since then, the adhan has been regularly called out from the Hagia Sophia's all four minarets five times a day.[139][140][148]\n\n\nOn 13 May 2017, a large group of people, organized by the Anatolia Youth Association (AGD), gathered in front of Hagia Sophia and prayed the morning prayer with a call for the re-conversion of the museum into a mosque.[149] On 21 June 2017 the Directorate of Religious Affairs (Diyanet) organized a special programme, broadcast live by state-run television TRT, which included the recitation of the Quran and prayers in Hagia Sophia, to mark the Laylat al-Qadr.[150]\nSince 2018, Turkish president Recep Tayyip Erdoğan had spoken of reverting the status of the Hagia Sophia back to a mosque, a move seen to be very popularly accepted by the religious populace whom Erdoğan was attempting to persuade.[151] On 31 March 2018 Erdoğan recited the first verse of the Quran in the Hagia Sophia, dedicating the prayer to the \"souls of all who left us this work as inheritance, especially Istanbul's conqueror,\" strengthening the political movement to make the Hagia Sophia a mosque once again, which would reverse Atatürk's measure of turning the Hagia Sophia into a secular museum.[152] In March 2019 Erdoğan said that he would change the status of Hagia Sophia from a museum to a mosque,[153] adding that it had been a \"very big mistake\" to turn it into a museum.[154] As a UNESCO World Heritage site, this change would require approval from UNESCO's World Heritage Committee.[155] In late 2019 Erdoğan's office took over the administration and upkeep of the nearby Topkapı Palace Museum, transferring responsibility for the site from the Ministry of Culture and Tourism by presidential decree.[156][157][158]\n\nIn 2020, Turkey's government celebrated the 567th anniversary of the Conquest of Constantinople with an Islamic prayer in Hagia Sophia. Erdoğan said during a televised broadcast \"Al-Fath surah will be recited and prayers will be done at Hagia Sophia as part of conquest festival\".[159] In May, during the anniversary events, passages from the Quran were read in the Hagia Sophia. Greece condemned this action, while Turkey in response accused Greece of making \"futile and ineffective statements\".[160]\nIn June, the head of Turkey's Directorate of Religious Affairs (Diyanet) said that \"we would be very happy to open Hagia Sophia for worship\" and that if it happened \"we will provide our religious services as we do in all our mosques”.[146] On 25 June, John Haldon, president of the International Association of Byzantine Studies, wrote an open letter to Erdoğan asking that he \"consider the value of keeping the Aya Sofya as a museum\".[31]\n\nOn 10 July 2020, the decision of the Council of Ministers to transform the Hagia Sophia into a museum was annulled by the Council of State, decreeing that Hagia Sophia cannot be used \"for any other purpose\" than being a mosque and that the Hagia Sophia was property of the Fatih Sultan Mehmet Han Foundation. The council reasoned Ottoman Sultan Mehmet II, who conquered Istanbul, deemed the property to be used by the public as a mosque without any fees and was not within the jurisdiction of the Parliament or a ministry council.[161][162] Despite secular and global criticism, Erdoğan signed a decree annulling the Hagia Sophia's museum status, reverting it to a mosque.[163][164] The call to prayer was broadcast from the minarets shortly after the announcement of the change and rebroadcast by major Turkish news networks.[164] The Hagia Sophia Museum's social media channels were taken down the same day, with Erdoğan announcing at a press conference that prayers themselves would be held there from 24 July.[164] A presidential spokesperson said it would become a working mosque, open to anyone similar to the Parisian churches Sacré-Cœur and Notre-Dame. The spokesperson also said that the change would not affect the status of the Hagia Sophia as a UNESCO World Heritage site, and that \"Christian icons\" within it would continue to be protected.[151] Earlier the same day, before the final decision, the Turkish Finance and Treasury Minister Berat Albayrak and the Justice Minister Abdulhamit Gül expressed their expectations of opening the Hagia Sophia to worship for Muslims.[165][166] Mustafa Şentop, Speaker of Turkey's Grand National Assembly, said \"a longing in the heart of our nation has ended\".[165] A presidential spokesperson claimed that all political parties in Turkey supported Erdoğan's decision;[167] however, the Peoples' Democratic Party had previously released a statement denouncing the decision, saying \"decisions on human heritage cannot be made on the basis of political games played by the government\".[168] The mayor of Istanbul, Ekrem İmamoğlu, said that he supports the conversion \"as long as it benefits Turkey\", adding that he felt that Hagia Sophia has been a mosque since 1453.[169] Ali Babacan attacked the policy of his former ally Erdoğan, saying the Hagia Sophia issue \"has come to the agenda now only to cover up other problems\".[170] Orhan Pamuk, Turkish novelist and Nobel laureate, publicly denounced the move, saying \"Kemal Atatürk changed... Hagia Sophia from a mosque to a museum, honouring all previous Greek Orthodox and Latin Catholic history, making it as a sign of Turkish modern secularism\".[164][171]\n\nOn 17 July, Erdoğan announced that the first prayers in the Hagia Sophia would be open to between 1,000 and 1,500 worshippers. He said that Turkey had sovereign power over Hagia Sophia and was thus not subject to international restrictions.[172]\n\nWhile the Hagia Sophia has now been rehallowed as a mosque, the place remains open for visitors outside of prayer times. Entrance is free of charge.[173]\n\nOn 22 July, a turquoise-coloured carpet was laid to prepare the mosque for worshippers; Ali Erbaş, head of the Diyanet, attended its laying.[170] The omphalion was left exposed. Due to the COVID-19 pandemic, Erbaş said Hagia Sophia would accommodate up to 1,000 worshippers at a time and asked that they bring \"masks, a prayer rug, patience and understanding\".[170] The mosque opened for Friday prayers on 24 July, the 97th anniversary of the signature of the Treaty of Lausanne, which reversed many of the territorial losses Turkey incurred after World War I's Treaty of Sèvres, including ending the Allies' occupation of Constantinople, following the victory of the Republic in the Turkish War of Independence.[170] The mosaics of the Virgin and Child in the apse were covered by white drapes.[171] Erbaş, holding a sword, proclaimed during his sermon, \"Sultan Mehmet the Conqueror dedicated this magnificent construction to believers to remain a mosque until the Day of Resurrection\".[171] Erdoğan and some government ministers attended the midday prayers as many worshippers prayed outside; at one point the security cordon was breached and dozens of people broke through police lines.[171] Turkey invited foreign leaders and officials, including Pope Francis, for the prayers.[174] It is the fourth Byzantine church converted from museum to a mosque during Erdoğan's rule.[175]\n\nIn April 2022, the Hagia Sophia held its first Ramadan tarawih prayer in 88 years.[176]\n\nDays before the final decision on the conversion was made, Ecumenical Patriarch Bartholomew I of Constantinople stated in a sermon that \"the conversion of Hagia Sophia into a mosque would disappoint millions of Christians around the world\", he also said that Hagia Sophia, which was \"a vital center where East is embraced with the West\", would \"fracture these two worlds\" in the event of conversion.[177][178] The proposed conversion was decried by other Orthodox Christian leaders, the Russian Orthodox Church's Patriarch Kirill of Moscow stating that \"a threat to Hagia Sophia [wa]s a threat to all of Christian civilization\".[179][180]\n\nFollowing the Turkish government's decision, UNESCO announced it \"deeply regret[ted]\" the conversion \"made without prior discussion\", and asked Turkey to \"open a dialogue without delay\", stating that the lack of negotiation was \"regrettable\".[27][164] UNESCO further announced that the \"state of conservation\" of Hagia Sophia would be \"examined\" at the next session of the World Heritage Committee, urging Turkey \"to initiate dialogue without delay, in order to prevent any detrimental effect on the universal value of this exceptional heritage\".[27] Ernesto Ottone, UNESCO's Assistant Director-General for Culture said \"It is important to avoid any implementing measure, without prior discussion with UNESCO, that would affect physical access to the site, the structure of the buildings, the site's moveable property, or the site's management\".[27] UNESCO's statement of 10 July said \"these concerns were shared with the Republic of Turkey in several letters, and again yesterday evening with the representative of the Turkish Delegation\" without a response.[27]\n\nThe World Council of Churches, which claims to represent 500 million Christians of 350 denominations, condemned the decision to convert the building into a mosque, saying that would \"inevitably create uncertainties, suspicions and mistrust\"; the World Council of Churches urged Turkey's president Erdoğan \"to reconsider and reverse\" his decision \"in the interests of promoting mutual understanding, respect, dialogue and cooperation, and avoiding cultivating old animosities and divisions\".[181][28][182] At the recitation of the Sunday Angelus prayer at St Peter's Square on 12 July Pope Francis said, \"My thoughts go to Istanbul. I think of Santa Sophia and I am very pained\" (Italian: Penso a Santa Sofia, a Istanbul, e sono molto addolorato).[note 1][184][29] The International Association of Byzantine Studies announced that its 21st International Congress, due to be held in Istanbul in 2021, will no longer be held there and is postponed to 2022.[31]\n\nJosep Borrell, the European Union's High Representative for Foreign Affairs and Vice-President of the European Commission, released a statement calling the decisions by the Council of State and Erdoğan \"regrettable\" and pointing out that \"as a founding member of the Alliance of Civilisations, Turkey has committed to the promotion of inter-religious and inter-cultural dialogue and to fostering of tolerance and co-existence.\"[185] According to Borrell, the European Union member states' twenty-seven foreign ministers \"condemned the Turkish decision to convert such an emblematic monument as the Hagia Sophia\" at meeting on 13 July, saying it \"will inevitably fuel the mistrust, promote renewed division between religious communities and undermine our efforts at dialog and cooperation\" and that \"there was a broad support to call on the Turkish authorities to urgently reconsider and reverse this decision\".[186][187] Greece denounced the conversion and considered it a breach of the UNESCO World Heritage titling.[151] Greek culture minister Lina Mendoni called it an \"open provocation to the civilised world\" which \"absolutely confirms that there is no independent justice\" in Erdoğan's Turkey, and that his Turkish nationalism \"takes his country back six centuries\".[30] Greece and Cyprus called for EU sanctions on Turkey.[188] Morgan Ortagus, the spokesperson for the United States Department of State, noted: \"We are disappointed by the decision by the government of Turkey to change the status of the Hagia Sophia.\"[30] Jean-Yves Le Drian, foreign minister of France, said his country \"deplores\" the move, saying \"these decisions cast doubt on one of the most symbolic acts of modern and secular Turkey\".[182] Vladimir Dzhabarov, deputy head of the foreign affairs committee of the Russian Federation Council, said that it \"will not do anything for the Muslim world. It does not bring nations together, but on the contrary brings them into collision\" and calling the move a \"mistake\".[30] The former deputy prime minister of Italy, Matteo Salvini, held a demonstration in protest outside the Turkish consulate in Milan, calling for all plans for accession of Turkey to the European Union to be terminated \"once and for all\".[189] In East Jerusalem, a protest was held outside the Turkish consulate on 13 July, with the burning of a Turkish flag and the display of the Greek flag and flag of the Greek Orthodox Church.[190] In a statement the Turkish foreign ministry condemned the burning of the flag, saying \"nobody can disrespect or encroach our glorious flag\".[191]\n\nErsin Tatar, prime minister of the Turkish Republic of Northern Cyprus, which is recognized only by Turkey, welcomed the decision, calling it \"sound\" and \"pleasing\".[192][30] He further criticized the government of Cyprus, claiming that \"the Greek Cypriot administration, who burned down our mosques, should not have a say in this\".[192] Through a spokesman the Foreign Ministry of Iran welcomed the change, saying the decision was an \"issue that should be considered as part of Turkey's national sovereignty\" and \"Turkey's internal affair\".[193] Sergei Vershinin, deputy foreign minister of Russia, said that the matter was of one of \"internal affairs, in which, of course, neither we nor others should interfere.\"[194][195] The Arab Maghreb Union was supportive.[196] Ekrema Sabri, imam of the al-Aqsa Mosque, and Ahmed bin Hamad al-Khalili, grand mufti of Oman, both congratulated Turkey on the move.[196] The Muslim Brotherhood was also in favour of the news.[196] A spokesman for the Palestinian Islamist movement Hamas called the verdict \"a proud moment for all Muslims\".[197] Pakistani politician Chaudhry Pervaiz Elahi of the Pakistan Muslim League (Q) welcomed the ruling, claiming it was \"not only in accordance with the wishes of the people of Turkey but the entire Muslim world\".[198] The Muslim Judicial Council group in South Africa praised the move, calling it \"a historic turning point\".[199] In Nouakchott, capital of Mauritania, there were prayers and celebrations topped by the sacrifice of a camel.[200] On the other hand, Shawki Allam, grand mufti of Egypt, ruled that conversion of the Hagia Sophia to a mosque is \"impermissible\".[201]\n\nWhen President Erdoğan announced that the first Muslim prayers would be held inside the building on 24 July, he added that \"like all our mosques, the doors of Hagia Sophia will be wide open to locals and foreigners, Muslims and non-Muslims.\" Presidential spokesman İbrahim Kalın said that the icons and mosaics of the building would be preserved, and that \"in regards to the arguments of secularism, religious tolerance and coexistence, there are more than four hundred churches and synagogues open in Turkey today.\"[202] Ömer Çelik, spokesman for the ruling Justice and Development Party (AKP), announced on 13 July that entry to Hagia Sophia would be free of charge and open to all visitors outside prayer times, during which Christian imagery in the building's mosaics would be covered by curtains or lasers.[189] In response to the criticisms of Pope Francis, Çelik said that the papacy was responsible for the greatest disrespect done to the site, during the 13th-century Latin Catholic Fourth Crusade's sack of Constantinople and the Latin Empire, during which the cathedral was pillaged.[189] The Turkish foreign minister, Mevlüt Çavuşoğlu, told TRT Haber on 13 July that the government was surprised at the reaction of UNESCO, saying that \"We have to protect our ancestors’ heritage. The function can be this way or that way – it does not matter\".[203]\n\nOn 14 July the prime minister of Greece, Kyriakos Mitsotakis, said his government was \"considering its response at all levels\" to what he called Turkey's \"unnecessary, petty initiative\", and that \"with this backward action, Turkey is opting to sever links with western world and its values\".[204] In relation to both Hagia Sophia and the Cyprus–Turkey maritime zones dispute, Mitsotakis called for European sanctions against Turkey, referring to it as \"a regional troublemaker, and which is evolving into a threat to the stability of the whole south-east Mediterranean region\".[204] Dora Bakoyannis, Greek former foreign minister, said Turkey's actions had \"crossed the Rubicon\", distancing itself from the West.[205] On the day of the building's re-opening, Mitsotakis called the re-conversion evidence of Turkey's weakness rather than a show of power.[171]\n\nArmenia's Foreign Ministry expressed \"deep concern\" about the move, adding that it brought to a close Hagia Sophia's symbolism of \"cooperation and unity of humankind instead of clash of civilizations.\"[206] Catholicos Karekin II, the head of the Armenian Apostolic Church, said the move \"violat[ed] the rights of national religious minorities in Turkey\"[207] Sahak II Mashalian, the Armenian Patriarch of Constantinople, perceived as loyal to the Turkish government, endorsed the decision to convert the museum into a mosque. He said, \"I believe that believers’ praying suits better the spirit of the temple instead of curious tourists running around to take pictures.\"[208]\n\nIn July 2021, UNESCO asked for an updated report on the state of conservation and expressed \"grave concern\". There were also some concerns about the future of its World Heritage status.[209] Turkey responded that the changes had \"no negative impact\" on UNESCO standards and the criticism is \"biased and political\".[210]\n\n"
        },
        {
            "title": "Architecture",
            "text": "Hagia Sophia is one of the greatest surviving examples of Byzantine architecture.[6] Its interior is decorated with mosaics, marble pillars, and coverings of great artistic value. Justinian had overseen the completion of the greatest cathedral ever built up to that time, and it was to remain the largest cathedral for 1,000 years until the completion of the cathedral in Seville in Spain.[211]\n\nThe Hagia Sophia uses masonry construction. The structure has brick and mortar joints that are 1.5 times the width of the bricks. The mortar joints are composed of a combination of sand and minute ceramic pieces distributed evenly throughout the mortar joints. This combination of sand and potsherds was often used in Roman concrete, a predecessor to modern concrete. A considerable amount of iron was used as well, in the form of cramps and ties.[212]\n\nJustinian's basilica was at once the culminating architectural achievement of late antiquity and the first masterpiece of Byzantine architecture. Its influence, both architecturally and liturgically, was widespread and enduring in the Eastern Christianity, Western Christianity, and Islam alike.[213][214]\n\nThe vast interior has a complex structure. The nave is covered by a central dome which at its maximum is 55.6 m (182 ft 5 in) from floor level and rests on an arcade of 40 arched windows. Repairs to its structure have left the dome somewhat elliptical, with the diameter varying between 31.24 and 30.86 m (102 ft 6 in and 101 ft 3 in).[215]\n\n\nAt the western entrance and eastern liturgical side, there are arched openings extended by half domes of identical diameter to the central dome, carried on smaller semi-domed exedrae, a hierarchy of dome-headed elements built up to create a vast oblong interior crowned by the central dome, with a clear span of 76.2 m (250 ft).[6]\nThe theories of Hero of Alexandria, a Hellenistic mathematician of the 1st century AD, may have been utilized to address the challenges presented by building such an expansive dome over so large a space.[216] Svenshon and Stiffel proposed that the architects used Hero's proposed values for constructing vaults. The square measurements were calculated using the side-and-diagonal number progression, which results in squares defined by the numbers 12 and 17, wherein 12 defines the side of the square and 17 its diagonal, which have been used as standard values as early as in cuneiform Babylonian texts.[217]\n\nEach of the four sides of the great square Hagia Sophia is approximately 31 m long,[218] and it was previously thought that this was the equivalent of 100 Byzantine feet.[217] Svenshon suggested that the size of the side of the central square of Hagia Sophia is not 100 Byzantine feet but instead 99 feet. This measurement is not only rational, but it is also embedded in the system of the side-and-diagonal number progression (70/99) and therefore a usable value by the applied mathematics of antiquity. It gives a diagonal of 140 which is manageable for constructing a huge dome like that of the Hagia Sophia.[219]\n\nThe stone floor of Hagia Sophia dates from the 6th century. After the first collapse of the vault, the broken dome was left in situ on the original Justinianic floor and a new floor was laid above the rubble when the dome was rebuilt in 558.[220] From the installation of this second Justinianic floor, the floor became part of the liturgy, with significant locations and spaces demarcated in various ways using different-coloured stones and marbles.[220]\n\nThe floor is predominantly made up of Proconnesian marble, quarried on Proconnesus (Marmara Island) in the Propontis (Sea of Marmara). This was the main white marble used in the monuments of Constantinople. Other parts of the floor, like the Thessalian verd antique \"marble\", were quarried in Thessaly in Roman Greece. The Thessalian verd antique bands across the nave floor were often likened to rivers.[221]\n\nThe floor was praised by numerous authors and repeatedly compared to a sea.[122] The Justinianic poet Paul the Silentiary likened the ambo and the solea connecting it to the sanctuary with an island in a sea, with the sanctuary itself a harbour.[122] The 9th-century Narratio writes of it as \"like the sea or the flowing waters of a river\".[122] Michael the Deacon in the 12th century also described the floor as a sea in which the ambo and other liturgical furniture stood as islands.[122] During the 15th-century conquest of Constantinople, the Ottoman caliph Mehmed is said to have ascended to the dome and the galleries in order to admire the floor, which according to Tursun Beg resembled \"a sea in a storm\" or a \"petrified sea\".[122] Other Ottoman-era authors also praised the floor; Tâcîzâde Cafer Çelebi compared it to waves of marble.[122] The floor was hidden beneath a carpet on 22 July 2020.[170]\n\n\nThe Imperial Gate, or Imperial Door, was the main entrance between the exo- and esonarthex, and it was originally exclusively used by the emperor.[222][223] A long ramp from the northern part of the outer narthex leads up to the upper gallery.[citation needed]\nThe upper gallery, or matroneum, is horseshoe-shaped; it encloses the nave on three sides and is interrupted by the apse. Several mosaics are preserved in the upper gallery, an area traditionally reserved for the Empress and her court. The best-preserved mosaics are located in the southern part of the gallery.\n\nThe northern first floor gallery contains runic graffiti believed to have been left by members of the Varangian Guard.[224]\n\n\nStructural damage caused by natural disasters is visible on the Hagia Sophia's exterior surface. To ensure that the Hagia Sophia did not sustain any damage on the interior of the building, studies have been conducted using ground penetrating radar within the gallery of the Hagia Sophia. With the use of ground-penetrating radar (GPR), teams discovered weak zones within the Hagia Sophia's gallery and also concluded that the curvature of the vault dome has been shifted out of proportion, compared to its original angular orientation.[225]\nThe dome of Hagia Sophia has spurred particular interest for many art historians, architects, and engineers because of the innovative way the original architects envisioned it. The dome is carried on four spherical triangular pendentives, making the Hagia Sophia one of the first large-scale uses of this element. The pendentives are the corners of the square base of the dome, and they curve upwards into the dome to support it, thus restraining the lateral forces of the dome and allowing its weight to flow downwards.[226][227] The main dome of the Hagia Sophia was the largest pendentive dome in the world until the completion of St Peter's Basilica, and it has a much lower height than any other dome of such a large diameter.\n\nThe great dome at the Hagia Sophia is 32.6 meters (one hundred and seven feet) in diameter and is only 0.61 meters (two feet) thick. The main building materials for the original Hagia Sophia were brick and mortar. Brick aggregate was used to make roofs easier to construct. The aggregate weighs 2402.77 kilograms per cubic meter (150 pounds per cubic foot), an average weight of masonry construction at the time. Due to the materials plasticity, it was chosen over cut stone due to the fact that aggregate can be used over a longer distance.[228] According to Rowland Mainstone, \"it is unlikely that the vaulting-shell is anywhere more than one normal brick in thickness\".[229]\n\nThe weight of the dome remained a problem for most of the building's existence. The original cupola collapsed entirely after the earthquake of 558; in 563 a new dome was built by Isidore the Younger, a nephew of Isidore of Miletus. Unlike the original, this included 40 ribs and was raised 6.1 meters (20 feet), in order to lower the lateral forces on the church walls. A larger section of the second dome collapsed as well, over two episodes, so that as of 2021, only two sections of the present dome, the north and south sides, are from the 562 reconstructions. Of the whole dome's 40 ribs, the surviving north section contains eight ribs, while the south section includes six ribs.[230]\n\nAlthough this design stabilizes the dome and the surrounding walls and arches, the actual construction of the walls of Hagia Sophia weakened the overall structure. The bricklayers used more mortar than brick, which is more effective if the mortar was allowed to settle, as the building would have been more flexible; however, the builders did not allow the mortar to cure before they began the next layer. When the dome was erected, its weight caused the walls to lean outward because of the wet mortar underneath. When Isidore the Younger rebuilt the fallen cupola, he had first to build up the interior of the walls to make them vertical again. Additionally, the architect raised the height of the rebuilt dome by approximately 6 metres (20 ft) so that the lateral forces would not be as strong and its weight would be transmitted more effectively down into the walls. Moreover, he shaped the new cupola like a scalloped shell or the inside of an umbrella, with ribs that extend from the top down to the base. These ribs allow the weight of the dome to flow between the windows, down the pendentives, and ultimately to the foundation.[231]\n\nHagia Sophia is famous for the light that reflects everywhere in the interior of the nave, giving the dome the appearance of hovering above. This effect was achieved by inserting forty windows around the base of the original structure. Moreover, the insertion of the windows in the dome structure reduced its weight.[231]\n\nNumerous buttresses have been added throughout the centuries. The flying buttresses to the west of the building, although thought to have been constructed by the Crusaders upon their visit to Constantinople, were actually built during the Byzantine era. This shows that the Romans had prior knowledge of flying buttresses, which can also be seen at in Greece, at the Rotunda of Galerius in Thessaloniki, at the monastery of Hosios Loukas in Boeotia, and in Italy at the octagonal basilica of San Vitale in Ravenna.[231] Other buttresses were constructed during the Ottoman times under the guidance of the architect Sinan. A total of 24 buttresses were added.[232]\n\nThe minarets were an Ottoman addition and not part of the original church's Byzantine design. They were built for notification of invitations for prayers (adhan) and announcements. Mehmed had built a wooden minaret over one of the half domes soon after Hagia Sophia's conversion from a cathedral to a mosque. This minaret does not exist today. One of the minarets (at southeast) was built from red brick and can be dated back from the reign of Mehmed or his successor Beyazıd II. The other three were built from white limestone and sandstone, of which the slender northeast column was erected by Bayezid II and the two identical, larger minarets to the west were erected by Selim II and designed by the famous Ottoman architect Mimar Sinan. Both are 60 metres (200 ft) in height, and their thick and massive patterns complete Hagia Sophia's main structure. Many ornaments and details were added to these minarets on repairs during the 15th, 16th, and 19th centuries, which reflect each period's characteristics and ideals.[233][234]\n\n"
        },
        {
            "title": "Notable elements and decorations",
            "text": "Originally, under Justinian's reign, the interior decorations consisted of abstract designs on marble slabs on the walls and floors as well as mosaics on the curving vaults. Of these mosaics, the two archangels Gabriel and Michael are still visible in the spandrels (corners) of the bema. There were already a few figurative decorations, as attested by the late 6th-century ekphrasis of Paul the Silentiary, the Description of Hagia Sophia. The spandrels of the gallery are faced in inlaid thin slabs (opus sectile), showing patterns and figures of flowers and birds in precisely cut pieces of white marble set against a background of black marble. In later stages, figurative mosaics were added, which were destroyed during the iconoclastic controversy (726–843). Present mosaics are from the post-iconoclastic period.\n\nApart from the mosaics, many figurative decorations were added during the second half of the 9th century: an image of Christ in the central dome; Eastern Orthodox saints, prophets and Church Fathers in the tympana below; historical figures connected with this church, such as Patriarch Ignatius; and some scenes from the Gospels in the galleries. Basil II let artists paint a giant six-winged seraph on each of the four pendentives.[90] The Ottomans covered their faces with golden stars,[90] but in 2009, one of them was restored to its original state.[235]\n\n\nThe loggia of the empress is located in the centre of the gallery of the Hagia Sophia, above the Imperial Gate and directly opposite the apse. From this matroneum (women's gallery), the empress and the court-ladies would watch the proceedings down below. A green stone disc of verd antique marks the spot where the throne of the empress stood.[236][237]\nTwo huge marble lustration (ritual purification) urns were brought from Pergamon during the reign of Sultan Murad III. They are from the Hellenistic period and carved from single blocks of marble.[17]\n\n\nThe Marble Door inside the Hagia Sophia is located in the southern upper enclosure or gallery. It was used by the participants in synods, who entered and left the meeting chamber through this door. It is said[by whom?] that each side is symbolic and that one side represents heaven while the other represents hell. Its panels are covered in fruits and fish motifs. The door opens into a space that was used as a venue for solemn meetings and important resolutions of patriarchate officials.[238]\nThe Nice Door is the oldest architectural element found in the Hagia Sophia dating back to the 2nd century BC. The decorations are of reliefs of geometric shapes as well as plants that are believed to have come from a pagan temple in Tarsus in Cilicia, part of the Cibyrrhaeot Theme in modern-day Mersin Province in south-eastern Turkey. It was incorporated into the building by Emperor Theophilos in 838 where it is placed in the south exit in the inner narthex.[239]\n\nThe Imperial Gate is the door that was used solely by the Emperor and his personal bodyguard and retinue.[223] It is the largest door in the Hagia Sophia and has been dated to the 6th century. It is about 7 meters long and Byzantine sources say it was made with wood from Noah's Ark.[240]\n\nIn April 2022, the door was vandalised by unknown assailant(s). The incident became known after the Association of Art Historians published a photo with the destruction. Greek Foreign Ministry condemned the incident, while Turkish officials claimed that \"a citizen has taken a piece of the door\" and started an investigation.[241]\n\nAt the northwest of the building, there is a column with a hole in the middle covered by bronze plates. This column goes by different names; the \"perspiring\" or \"sweating column\", the \"crying column\", or the \"wishing column\". Legend states that it has been moist since the appearance of Gregory the Wonderworker near the column in 1200. It is believed that touching the moisture cures many illnesses.[242][243]\n\n"
        },
        {
            "title": "Mosaics",
            "text": "The first mosaics which adorned the church were completed during the reign of Justin II.[244] Many of the non-figurative mosaics in the church come from this period. Most of the mosaics, however, were created in the 10th and 12th centuries,[245][better source needed] following the periods of Byzantine Iconoclasm.\n\nDuring the Sack of Constantinople in 1204, the Latin Crusaders vandalized valuable items in every important Byzantine structure of the city, including the golden mosaics of the Hagia Sophia. Many of these items were shipped to Venice, whose Doge Enrico Dandolo had organized the invasion and sack of Constantinople after an agreement with Prince Alexios Angelos, the son of a deposed Byzantine emperor.\n\nFollowing the building's conversion into a mosque in 1453, many of its mosaics were covered with plaster, due to Islam's ban on representational imagery. This process was not completed at once, and reports exist from the 17th century in which travellers note that they could still see Christian images in the former church. In 1847–1849, the building was restored by two Swiss-Italian Fossati brothers, Gaspare and Giuseppe, and Sultan Abdulmejid I allowed them to also document any mosaics they might discover during this process, which were later archived in Swiss libraries.[246][better source needed] This work did not include repairing the mosaics, and after recording the details about an image, the Fossatis painted it over again. The Fossatis restored the mosaics of the two hexapteryga (singular Greek: ἑξαπτέρυγον, pr. hexapterygon, six-winged angel; it is uncertain whether they are seraphim or cherubim) located on the two east pendentives, and covered their faces again before the end of the restoration.[247] The other two mosaics, placed on the west pendentives, are copies in paint created by the Fossatis since they could find no surviving remains of them.[247] As in this case, the architects reproduced in paint damaged decorative mosaic patterns, sometimes redesigning them in the process. The Fossati records are the primary sources about a number of mosaic images now believed to have been completely or partially destroyed in the 1894 Istanbul earthquake. These include a mosaic over a now-unidentified Door of the Poor, a large image of a jewel-encrusted cross, and many images of angels, saints, patriarchs, and church fathers. Most of the missing images were located in the building's two tympana.\n\nOne mosaic they documented is Christ Pantocrator in a circle, which would indicate it to be a ceiling mosaic, possibly even of the main dome, which was later covered and painted over with Islamic calligraphy that expounds God as the light of the universe. The Fossatis' drawings of the Hagia Sophia mosaics are today kept in the Archive of the Canton of Ticino.[248]\n\nMany mosaics were uncovered in the 1930s by a team from the Byzantine Institute of America led by Thomas Whittemore. The team chose to let a number of simple cross images remain covered by plaster but uncovered all major mosaics found.\n\nBecause of its long history as both a church and a mosque, a particular challenge arises in the restoration process. Christian iconographic mosaics can be uncovered, but often at the expense of important and historic Islamic art. Restorers have attempted to maintain a balance between both Christian and Islamic cultures. In particular, much controversy rests upon whether the Islamic calligraphy on the dome of the cathedral should be removed, in order to permit the underlying Pantocrator mosaic of Christ as Master of the World to be exhibited (assuming the mosaic still exists).[249]\n\nThe Hagia Sophia has been a victim of natural disasters that have caused deterioration to the buildings structure and walls. The deterioration of the Hagia Sophia's walls can be directly attributed to salt crystallization. The crystallization of salt is due to an intrusion of rainwater that causes the Hagia Sophia's deteriorating inner and outer walls. Diverting excess rainwater is the main solution to the deteriorating walls at the Hagia Sophia.[250]\n\nBuilt between 532 and 537, a subsurface structure under the Hagia Sophia has been under investigation, using LaCoste-Romberg gravimeters to determine the depth of the subsurface structure and to discover other hidden cavities beneath the Hagia Sophia. The hidden cavities have also acted as a support system against earthquakes. With these findings using the LaCoste-Romberg gravimeters, it was also discovered that the Hagia Sophia's foundation is built on a slope of natural rock.[251]\n\nThe Imperial Gate mosaic is located in the tympanum above that gate, which was used only by the emperors when entering the church. Based on style analysis, it has been dated to the late 9th or early 10th century. The emperor with a nimbus or halo could possibly represent emperor Leo VI the Wise or his son Constantine VII Porphyrogenitus bowing down before Christ Pantocrator, seated on a jewelled throne, giving his blessing and holding in his left hand an open book.[252] The text on the book reads: \"Peace be with you\" (John 20:19, 20:26) and \"I am the light of the world\" (John 8:12). On each side of Christ's shoulders is a circular medallion with busts: on his left the Archangel Gabriel, holding a staff, on his right his mother Mary.[253]\n\nThe southwestern entrance mosaic, situated in the tympanum of the southwestern entrance, dates from the reign of Basil II.[254] It was rediscovered during the restorations of 1849 by the Fossatis. The Virgin sits on a throne without a back, her feet resting on a pedestal, embellished with precious stones. The Christ Child sits on her lap, giving his blessing and holding a scroll in his left hand. On her left side stands emperor Constantine in ceremonial attire, presenting a model of the city to Mary. The inscription next to him says: \"Great emperor Constantine of the Saints\". On her right side stands emperor Justinian I, offering a model of the Hagia Sophia. The medallions on both sides of the Virgin's head carry the nomina sacra MP and ΘΥ, abbreviations of the Greek: Μήτηρ του Θεοῦ, romanized: Mētēr Theou, lit. 'Mother of God'.[255] The composition of the figure of the Virgin enthroned was probably copied from the mosaic inside the semi-dome of the apse inside the liturgical space.[256]\n\nThe mosaic in the semi-dome above the apse at the east end shows Mary, mother of Jesus holding the Christ Child and seated on a jewelled thokos backless throne.[256] Since its rediscovery after a period of concealment in the Ottoman era, it \"has become one of the foremost monuments of Byzantium\".[256] The infant Jesus's garment is depicted with golden tesserae.\n\nGuillaume-Joseph Grelot [fr], who had travelled to Constantinople, in 1672 engraved and in 1680 published in Paris an image of the interior of Hagia Sophia which shows the apse mosaic indistinctly.[256] Together with a picture by Cornelius Loos drawn in 1710, these images are early attestations of the mosiac before it was covered towards the end of the 18th century.[256] The mosaic of the Virgin and Child was rediscovered during the restorations of the Fossati brothers in 1847–1848 and revealed by the restoration of Thomas Whittemore in 1935–1939.[256] It was studied again in 1964 with the aid of scaffolding.[256][257]\n\nIt is not known when this mosaic was installed.[256] According to Cyril Mango, the mosaic is \"a curious reflection on how little we know about Byzantine art\".[258] The work is generally believed to date from after the end of Byzantine Iconoclasm and usually dated to the patriarchate of Photius I (r. 858–867, 877–886) and the time of the emperors Michael III (r. 842–867) and Basil I (r. 867–886).[256] Most specifically, the mosaic has been connected with a surviving homily known to have been written and delivered by Photius in the cathedral on 29 March 867.[256][259][260][261][262]\n\nOther scholars have favoured earlier or later dates for the present mosaic or its composition. Nikolaos Oikonomides pointed out that Photius's homily refers to standing portrait of the Theotokos – a Hodegetria – while the present mosaic shows her seated.[263] Likewise, a biography of the patriarch Isidore I (r. 1347–1350) by his successor Philotheus I (r. 1353–1354, 1364–1376) composed before 1363 describes Isidore seeing a standing image of the Virgin at Epiphany in 1347.[256] Serious damage was done to the building by earthquakes in the 14th century, and it is possible that a standing image of the Virgin that existed in Photius's time was lost in the earthquake of 1346, in which the eastern end of Hagia Sophia was partly destroyed.[264][256] This interpretation supposes that the present mosaic of the Virgin and Child enthroned is of the late 14th century, a time in which, beginning with Nilus of Constantinople (r. 1380–1388), the patriarchs of Constantinople began to have official seals depicting the Theotokos enthroned on a thokos.[265][256]\n\nStill other scholars have proposed an earlier date than the later 9th century. According to George Galavaris, the mosaic seen by Photius was a Hodegetria portrait which after the earthquake of 989 was replaced by the present image not later than the early 11th century.[265][264] According to Oikonomides however, the image in fact dates to before the Triumph of Orthodoxy, having been completed c. 787–797, during the iconodule interlude between the First Iconoclast (726–787) and the Second Iconoclast (814–842) periods.[263] Having been plastered over in the Second Iconoclasm, Oikonomides argues a new, standing image of the Virgin Hodegetria was created above the older mosaic in 867, which then fell off in the earthquakes of the 1340s and revealed again the late 8th-century image of the Virgin enthroned.[263]\n\nMore recently, analysis of a hexaptych menologion icon panel from Saint Catherine's Monastery at Mount Sinai has determined that the panel, showing numerous scenes from the life of the Virgin and other theologically significant iconic representations, contains an image at the centre very similar to that in Hagia Sophia.[256] The image is labelled in Greek merely as: Μήτηρ Θεοῦ, romanized: Mētēr Theou, lit. 'Mother of God', but in the Georgian language the inscription reveals the image is labelled \"of the semi-dome of Hagia Sophia\".[256] This image is therefore the oldest depiction of the apse mosaic known and demonstrates that the apse mosaic's appearance was similar to the present day mosaic in the late 11th or early 12th centuries, when the hexaptych was inscribed in Georgian by a Georgian monk, which rules out a 14th-century date for the mosaic.[256]\n\nThe portraits of the archangels Gabriel and Michael (largely destroyed) in the bema of the arch also date from the 9th century. The mosaics are set against the original golden background of the 6th century. These mosaics were believed to be a reconstruction of the mosaics of the 6th century that were previously destroyed during the iconoclastic era by the Byzantines of that time, as represented in the inaugural sermon by the patriarch Photios. However, no record of figurative decoration of Hagia Sophia exists before this time.[266]\n\nThe Emperor Alexander mosaic is not easy to find for the first-time visitor, located on the second floor in a dark corner of the ceiling. It depicts the emperor Alexander in full regalia, holding a scroll in his right hand and a globus cruciger in his left. A drawing by the Fossatis showed that the mosaic survived until 1849 and that Thomas Whittemore, founder of the Byzantine Institute of America who was granted permission to preserve the mosaics, assumed that it had been destroyed in the earthquake of 1894. Eight years after his death, the mosaic was discovered in 1958 largely through the researches of Robert Van Nice. Unlike most of the other mosaics in Hagia Sophia, which had been covered over by ordinary plaster, the Alexander mosaic was simply painted over and reflected the surrounding mosaic patterns and thus was well hidden. It was duly cleaned by the Byzantine Institute's successor to Whittemore, Paul A. Underwood.[267][268]\n\nThe Empress Zoe mosaic on the eastern wall of the southern gallery dates from the 11th century. Christ Pantocrator, clad in the dark blue robe (as is the custom in Byzantine art), is seated in the middle against a golden background, giving his blessing with the right hand and holding the Bible in his left hand. On either side of his head are the nomina sacra IC and XC, meaning Iēsous Christos. He is flanked by Constantine IX Monomachus and Empress Zoe, both in ceremonial costumes. He is offering a purse, as a symbol of donation, he made to the church, while she is holding a scroll, symbol of the donations she made. The inscription over the head of the emperor says: \"Constantine, pious emperor in Christ the God, king of the Romans, Monomachus\". The inscription over the head of the empress reads as follows: \"Zoë, the very pious Augusta\". The previous heads have been scraped off and replaced by the three present ones. Perhaps the earlier mosaic showed her first husband Romanus III Argyrus or her second husband Michael IV. Another theory is that this mosaic was made for an earlier emperor and empress, with their heads changed into the present ones.[269]\n\nThe Comnenus mosaic, also located on the eastern wall of the southern gallery, dates from 1122. The Virgin Mary is standing in the middle, depicted, as usual in Byzantine art, in a dark blue gown. She holds the Christ Child on her lap. He gives his blessing with his right hand while holding a scroll in his left hand. On her right side stands emperor John II Comnenus, represented in a garb embellished with precious stones. He holds a purse, symbol of an imperial donation to the church. his wife, the empress Irene of Hungary stands on the left side of the Virgin, wearing ceremonial garments and offering a document. Their eldest son Alexius Comnenus is represented on an adjacent pilaster. He is shown as a beardless youth, probably representing his appearance at his coronation aged seventeen. In this panel, one can already see a difference with the Empress Zoe mosaic that is one century older. There is a more realistic expression in the portraits instead of an idealized representation. The Empress Irene (born Piroska), daughter of Ladislaus I of Hungary, is shown with plaited blond hair, rosy cheeks, and grey eyes, revealing her Hungarian descent. The emperor is depicted in a dignified manner.[270]\n\nThe Deësis mosaic (Δέησις, \"Entreaty\") probably dates from 1261. It was commissioned to mark the end of 57 years of Latin Catholic use and the return to the Eastern Orthodox faith. It is the third panel situated in the imperial enclosure of the upper galleries. It is widely considered the finest in Hagia Sophia, because of the softness of the features, the humane expressions and the tones of the mosaic. The style is close to that of the Italian painters of the late 13th or early 14th century, such as Duccio. In this panel the Virgin Mary and John the Baptist (Ioannes Prodromos), both shown in three-quarters profile, are imploring the intercession of Christ Pantocrator for humanity on Judgment Day. The bottom part of this mosaic is badly deteriorated.[271] This mosaic is considered as the beginning of a renaissance in Byzantine pictorial art.[272]\n\nThe northern tympanum mosaics feature various saints. They have been able to survive due to their high and inaccessible location. They depict Patriarchs of Constantinople John Chrysostom and Ignatius standing, clothed in white robes with crosses, and holding richly jewelled Bibles. The figures of each patriarch, revered as saints, are identifiable by labels in Greek. The other mosaics in the other tympana have not survived probably due to the frequent earthquakes, as opposed to any deliberate destruction by the Ottoman conquerors.[273]\n\nThe dome was decorated with four non-identical figures of the six-winged angels which protect the Throne of God; it is uncertain whether they are seraphim or cherubim. The mosaics survive in the eastern part of the dome, but since the ones on the western side were damaged during the Byzantine period, they have been renewed as frescoes. During the Ottoman period each seraph's (or cherub's) face was covered with metallic lids in the shape of stars, but these were removed to reveal the faces during renovations in 2009.[274]\n\n"
        },
        {
            "title": "Works influenced by the Hagia Sophia",
            "text": "Many religious buildings have been modeled on the Hagia Sophia's core structure of a large central dome resting on pendentives and buttressed by two semi-domes.\n\nByzantine churches modeled on the Hagia Sophia include the Hagia Sophia in Thessaloniki, Greece as well as the Hagia Irene, which was remodeled to have a dome similar to that Hagia Sophia during the reign of Justinian.\n\nSeveral mosques commissioned by the Ottoman dynasty have similar measurements to the Hagia Sophia, including the Süleymaniye Mosque and the Bayezid II Mosque.[275][276] Ottoman architects preferred to surround the central dome with four semi-domes rather than two.[277] There are four semi-domes on the Sultan Ahmed Mosque, the Fatih Mosque,[213] and the New Mosque (Istanbul). As in the original plan of the Hagia Sophia, many of these mosques are also entered through a colonnaded courtyard, although the courtyard of the Hagia Sophia no longer exists.\n\nNeo-Byzantine churches modeled on the Hagia Sophia include the Kronstadt Naval Cathedral, Holy Trinity Cathedral, Sibiu[278] and Poti Cathedral which closely replicate the internal geometry of the Hagia Sophia. The interior of the Kronstadt Naval Cathedral is nearly identical to the Hagia Sophia. The marble revetment also closely mimics the source work. Like Ottoman mosques, many churches based on the Hagia Sophia include four semi-domes rather than two, such as the Church of Saint Sava in Belgrade.[279][280]\n\nSeveral churches combine the layout of the Hagia Sophia with a Latin cross plan. One such church is the Cathedral Basilica of Saint Louis (St. Louis), where the transept is formed by two semi-domes surrounding the main dome. This church also closely emulates the column capitals and mosaic styles of the Hagia Sophia. Other examples include the Alexander Nevsky Cathedral, Sofia, St Sophia's Cathedral, London, Saint Clement Catholic Church, Chicago, and Basilica of the National Shrine of the Immaculate Conception. The Catedral Metropolitana Ortodoxa in São Paulo and the Église du Saint-Esprit (Paris) closely follow the interior layout of the Hagia Sophia. Both include four semi-domes, but the two lateral semi-domes are very shallow. In terms of size, the Église du Saint-Esprit is about two-thirds the scale of the Hagia Sophia.\n\nSynagogues based on the Hagia Sophia include the Congregation Emanu-El (San Francisco),[281] Great Synagogue of Florence, and Hurva Synagogue.\n\n"
        }
    ]
}