{
    "url": "https://en.wikipedia.org/wiki/Haida_mythology",
    "title": "Haida mythology",
    "table_of_contents": [
        "1 Raven",
        "2 Other figures",
        "3 Contemporary Artwork",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Haida are one of the indigenous peoples of the Pacific Northwest Coast of North America. Their national territories lie along the west coast of Canada and include parts of south east Alaska. Haida mythology is an indigenous religion that can be described as a nature religion, drawing on the natural world, seasonal patterns, events and objects for questions that the Haida pantheon provides explanations for. Haida mythology is also considered animistic for the breadth of the Haida pantheon in imbuing daily events with Sǥā'na qeda's.\n\nThere are innumerable Haida supernatural beings, or Sǥā'na qeda's, including prominent animal crests, wind directions, and legendary ancestors.[1] John R. Swanton, while documenting Haida beliefs as part of the Jesup North Pacific Expedition recorded that the highest being in all Haida mythology and the one who gave power to the Sǥā'na qeda's was Sîns sǥā'naǥwa-i, translated as 'Power-of-the-Shining-Heavens'. Some have the ability to transform between animal and human forms while others do not. In the art creatures can sometimes be found with anthropomorphic features, especially human faces, inside or as part of their bodies denoting this transformative ability.\n\n"
        },
        {
            "title": "Raven",
            "text": "Within Haida mythology, Raven is a central character, as he is for many of the Indigenous peoples of the Americas; see Raven Tales. While frequently described as a \"trickster\", Haidas believe Raven, or Yáahl[2] to be a complex reflection of one's own self. Raven can be a magician, a transformer, a potent creative force, ravenous debaucher but always a cultural hero. He is responsible for creating Haida Gwaii, releasing the sun from its tiny box and making the stars and the moon. In one story he released the first humans from a cockle shell on the beach; in another story, he brought the first humans up out of the ground because he needed to fill up a party he was throwing. Raven stories on one level teach listeners how to live a good life, but usually by counterexample. Raven has been described as the greediest, most lecherous and mischievous creature known to the Haida, but at the same time Raven often helps humans in our encounters with other supernatural beings. Raven acquired such things as freshwater, salmon and the house for humans. Robert Bringhurst has noted that Raven never actually creates anything; he made the world by stealing, exchanging, redistributing, and generally moving things around.\n\n"
        },
        {
            "title": "Other figures",
            "text": "Ta'xet and Tia are death gods among the Haida. Ta'xet rules violent death, while Tia rules peaceful death. Dzalarhons, a woman associated with frogs and volcanoes, and her husband, Kaiti (bear god), arrived at the homeland of the Haida from the Pacific Ocean along with six canoes full of people. Gyhldeptis is a kindly forest goddess. Lagua is an invisible spirit who helped the Haida discover the uses of iron. Shamans could speak with Lagua's voice by clenching their teeth.[citation needed]\n\nSome of the mythology has been collected by poet Anne Cameron, who created interpretations for adults and children. Epic versions of the mythology by 19th century Haida storyteller-poets Skaay and Ghandl have been translated by Robert Bringhurst, whose Story as Sharp as a Knife, a collection of their works, won the Governor General's Award. His translations, though, are controversial in Haida circles and some have charged him with cultural appropriation.[citation needed]\n\n"
        },
        {
            "title": "Contemporary Artwork",
            "text": "Robert Davidson has incorporated Xe-ū', Southeast Wind, in a variety of media including a 2002 serigraph print,[3] as the solitary being in a 2010 totem pole,[4] and as the main being on a 2015 cedar panel.[5] As recently as 2019 Davidson released a serigraph print titled Supernatural Beings showing five unnamed Sǥā'na qeda's inscribed within a Chilkat robe.[6]\n\nIn 2019, Terri-Lynn Williams-Davidson, alongside her stepdaughter Sara Florence Davidson, published a children's book titled Magical Beings of Haida Gwaii which features ten supernatural beings of ancient Haida storytelling and presents them in a visual medium that engages children and teaches them empowering and meaningful examples of living in balance with nature.[7][8]\n\n"
        }
    ]
}