{
    "url": "https://en.wikipedia.org/wiki/Heraka",
    "title": "Haipou Jadonang",
    "table_of_contents": [
        "1 Early life",
        "2 Heraka movement",
        "3 Anti-British activities",
        "4 Death",
        "5 References",
        "5.1 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJadonang Malangmei (1905-1931) popularly known as Haipou Jadonang was a Naga spiritual leader and political activist from Manipur, British India. He established the Heraka religious movement, which was based on the ancestral Naga religion, and declared himself to be the \"messiah king\" of the Nagas. His movement was widespread in the Zeliangrong territory before the conversion to Christianity. He also espoused the cause of an independent Naga kingdom (\"Makam Gwangdi\" or \"Naga Raj\"), which brought him in conflict with the colonial British rulers of India. He was hanged by the British in 1931, and succeeded by his cousin Rani Gaidinliu.\n\n"
        },
        {
            "title": "Early life",
            "text": "Haipou Jadonang Malangmei was born on 30 July 1905 Sunday[citation needed] at Puiluan (also Puiron or Kambiron) village of the present-day Nungba Sub-Division in Tamenglong district. His family belonged to the Malangmei clan of the Rongmei Naga tribe. He was youngest of the three sons of Thiudai and Tabonliu. His father Thiudai died when he was around one year old.[1] Taboliu, his mother brought up the three boys by farming on the family property.\n\nTamenglong at that time was the headquarters of Manipur North-West Sub-Division. S.J. Duncan was the S.D.O. appointed by the British colonialn Government of India. The British Government had retained Meidingngu Churachand as the titular king of Manipur, although direct administration was in the hands of the British political agent J.C. Higgins. The Naga Hills villages were controlled by the District Commissioner J.P. Mills (an expert anthropologist) and Cachar areas were under District Commissioner Jimson. The Naga territories were thus completely under the colonial control.\n\nFrom childhood, Jadonang was a deeply religious person. He used to pray to God for hours when alone. He visited places like Bhuvan Cave and Zeliad Lake, which were believed to the residence of gods and goddesses by the Nagas. By the age of 10[citation needed], he had become popular among the Zeliangrong tribals for his dreams and prophecies and healing powers by local herbs and medicines. People from far and near come to Kambiron under the spell of interpretation of dreams, mysterious healing, advice and principles of reformed religion.[citation needed]\n\nJadonang saw the growing influence of Christianity in Naga territory as a sign of foreign imperialism. He considered it as a threat to the traditional religion and society of the Nagas. Besides, the tribals had been suffering from continuing invasions by different powers. The British were especially oppressive with their forced porter system, heavy hill house taxes (Rs. 3 per year), and imposition of new laws. As he reached adulthood, Jadonang made his ideas about the revival of Naga culture to his fellow tribals. He urged them to fight for national prestige and social change.[citation needed]\n\n"
        },
        {
            "title": "Heraka movement",
            "text": "Jadonang established a socio-religious movement called Heraka (literally \"Pure\"), derived from ancestral Naga practices known as \"Paupaise\".[2]\n\nAt a time when Christianity and Vaishnavism of Manipur were trying to make inroads into the Naga territory, Jadonang sought to standardize the traditional Naga belief systems.[3] The Heraka religion emphasized the worship of the supreme being \"Tingkao Ragwang\". In the traditional religion, this deity was acknowledged as the creator god, but was only one among the several gods and did not have much importance in everyday life. Jadonang, on the other hand described Tingkao Ragwang as an omnipotent and omniscient god, who permeated the world as a spiritual energy. He encouraged people to offer him regular prayers, and to sing hymns in his praise. The other traditional deities were respected, but given less importance. These concepts of monotheism and a centralized belief system were influenced by Christianity, and probably Islam, which were being preached in Manipur and Cachar plains.[4]\n\nJadonang also abolished several superstitious taboos. He reduced the number of ritual sacrifices, especially the ones offered to deities other than Tingkao Ragwang. He also did away with a number of gennas (rituals), such as the ones associated with childbirth, presence of an animal in the house, disasters such as earthquake and landslides, felling of tree, and weapon injuries. He retained the gennas associated with harvest, safety of crop from pests, and safety from animals.[5]\n\nInstead of focusing on rituals, Jadonang emphasized qualities that he said were pleasing to Tingkao Ragwang, such as truth, love, and respect for the entire creation.[5]\n\nThe traditional Naga faith did not involve construction of temples. But influenced by Christianity and Vaishnavism, Jadonang encouraged construction of Heraka temples called \"Kao Kai\". He claimed that the Bhuvan god told him in a dream that this would result in good health and prosperity.[5] In accordance with the Rongmei tradition, which states that the humans first emerged from a primeval cave, Jadonang established a cave temple at the Bhuvan cave.\n\nThe Heraka movement has been variously described as a religious reform movement,[6] a cult,[7] and the \"Naga renaissance\".[8] It also came to be known as the \"Kacha Naga movement\", \"Gaidinliu movement\", Periese (\"old practice\"), Kelumse (\"prayer practice\") and Ranise (\"Rani's practice\"). Khampai is a pejorative term for the movement.[9]\n\n"
        },
        {
            "title": "Anti-British activities",
            "text": "The Heraka movement faced opposition from the Christian converts as well as the traditional believers. Besides its religious aspects, Jadonang's movement had a political aim: he wanted his people to forget the past hatred of the inter-village feuds and communal tension, and unite against the foreigners. Jadonang had heard about Mahatma Gandhi's plans for civil disobedience movement in India, and wished to expressed solidarity with him. In January 1927, he made arrangements to take a dance troupe of 200 Naga boys and girls to welcome Gandhi at Silchar. However, Gandhi's visit was canceled, so Jadonang could not meet him.[10]\n\nJadonang fashioned himself as the King of the Nagas. He traveled across the Zeliagrong region, and a part of the Angami territory. He dressed similar to the British officials of the region, and rode a pony just like them. S. J. Duncan, the Sub-Divisional Officer (SDO) appointed by the British, took a notice of this. In 1928, the SDO asked Jadonang to remove his hat and dismount from his pony. Jadonang considered this as an act of subservience, and refused. The SDO brought him to Tamenglong, where Jadonang was interrogated and ordered to be imprisoned for a week.[11]\n\nJadonang's first arrest came a week before the Angami-led Naga Club submitted a memorandum to the Simon Commission, requesting self-determination for the Nagas. The arrest only increased his popularity among the Nagas. After his release, Jadonang gradually built an army (called Riphen), which comprised 500 men and women at its peak. The army was trained in military tactics, handling of weapons including guns, and intelligence operations. In addition, it also received training for civilian tasks such as cattle-grazing, cultivation, rice pounding, and collection of firewood. The army often traveled with Jadonang, and participated in Heraka religious ceremonies. Jadonang also composed songs praising the anti-colonial struggle, which were taught by his disciple Gaidinliu.[12]\n\nJadonang sent the Riphen members to all the Zeliagrong tribes, seeking alliances against the British. He succeeded in gaining allegiance from the Zeliangongs of North Cachar Hills, Naga Hills and Tamenglong Sub-Division. Some of these even paid him tributes in the form of mithuns.[13]\n\nSubsequently, Jadonang also reached out to other Naga tribes including the Angamis, Chakhesangs, Rengmas, Maos and Marams. He personally visited some of potential allies, but did not have as much success as he had with the Zeliagrongs. For example, the council of the Angami village Khonoma refused to support him on the grounds that he would only replace the British as their masters. Despite this, Jadonang did gain support from a number of Angamis.[14]\n\nIn January 1931, the British officials received reports that Jadonang was planning to declare a war against them by the end of that year. There were reports about secret meetings and collection of guns in the Naga villages. Moreover, Jadonang had asked his followers to pay taxes to him from the fiscal year 1931-32.[15] By February 1931, all the British officers in the area agreed that Jadonang's movement had to be suppressed permanently. On 19 February 1931, Jadonang was imprisoned in the Silchar Jail, after being arrested while returning from the Bhuvan cave with Gaidinliu and 600 other followers.[10]\n\nThe news of Jadonang's arrest caused unrest in the Naga territory. As a result, the British imposed a ban on people walking with spears or in large groups. J. C. Higgins, the British political agent of Manipur, led an Assam Rifles column to Jadonang's native village Puiluan. There, he destroyed the Heraka temples, claiming to defend the traditional Naga animism. He arrested many elders, confiscated guns from the villagers and imposed heavy fines on several villages in the region. He then arrived in Jirighat, where the police handed over Jadonang to him. Jadonang was to be taken to Imphal, the capital of Manipur. Instead of taking the shortest route to Imphal, Higgins moved across the Naga territory on his way. He went all the way up to Tamenglong, showing a chain-bounded Jadonang to people, in order to demonstrate that the Heraka leader did not possess any divine powers. Jadonang was brought to Imphal on 19 March, a month after his arrest.[16]\n\n"
        },
        {
            "title": "Death",
            "text": "At the Imphal jail, Higgins interrogated Jadonang, who denied all the charges against him and refused to provide any information about the anti-British movement. Higgins was also unsuccessful in extracting any information from the village elders and Gaidinliu.[17]\n\nEarlier in 1930, four Manipur traders had been murdered in Jadonang's native village Puiluan. Jinlakpou – one of the first Christian converts of Tamenglong – informed the government about the murders, and alleged that Jadonang had ordered these murders. Jadonang stated that the decision to kill the traders had been taken by the whole village, not just him. Higgins summoned some villagers, who testified that Jadonang was responsible for the murders.[18] According to Jadonang's supporters, he was falsely implicated in the murders, and the witnesses had testified against him under duress.[18][19] At the time of the murders, Jadonang himself was at Longkao to celebrate a customary house of Ahongyum (\"painted house\"). The traders had been killed by other villagers, for fear of exposure of secrets and for violating the Dihnei, a genna (taboo) which prohibits the starting of fire.\n\nOn 13 June 1931, Jadonang was declared guilty of the murders at a trial by the British Indian authorities. He was hanged to death on 29 August 1931 at 6 am, on the bank of the Nambul river behind the Imphal jail. His body was taken to his native village Puiluan, where it was buried in accordance with Naga traditions. His movement would continue under the leadership of Rani Gaidinliu, who was also arrested and imprisoned by the British Indian government.[18]\n\n"
        }
    ]
}