{
    "url": "https://en.wikipedia.org/wiki/Halifax_Resolves",
    "title": "Halifax Resolves",
    "table_of_contents": [
        "1 Background",
        "2 History",
        "3 Drive to independence",
        "4 Legacy",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Halifax Resolves was a name later given to the resolution adopted by the North Carolina Provincial Congress on April 12, 1776. The adoption of the resolution was the first official action in the American Colonies calling for independence from Great Britain during the American Revolution. The Halifax Resolves helped pave the way for the presentation to Congress of the United States Declaration of Independence less than three months later.\n\n"
        },
        {
            "title": "Background",
            "text": "The creation and ratification of the resolves was the result of a strong movement in the colonies advocating separation from Great Britain.  These separatists, or \"American Whigs\" (later, \"Patriots\"), sought to mobilize public support for a much discussed and all encompassing declaration of independence.[1][2] The primary impediment to an outright declaration of independence from Great Britain was that none of the delegates to the Second Continental Congress were authorized by their home governments to take any action that would lead to such a declaration. Advocates of independence therefore sought to revise the instructions to each congressional delegation and remove any restrictions regarding a declaration of independence.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "The resolution of April 12, 1776, became known as the Halifax Resolves because the Fourth Provincial Congress of North Carolina adopted them while meeting in the town of Halifax, North Carolina. The 83 delegates present unanimously adopted the resolves, which encouraged delegates to the Continental Congress from all the colonies to finally push for independence. The adoption of the Halifax Resolves was the first official action in the colonies calling for independence from Great Britain.[3]\n\n"
        },
        {
            "title": "Drive to independence",
            "text": "The Halifax Resolves only empowered North Carolina's three delegates to the Second Continental Congress (Joseph Hewes, William Hooper, and John Penn) to join with those from other colonies to declare independence from Great Britain's rule.[4][3]\n\nWith the passage of the resolves, North Carolina became the first colony to explicitly permit their delegates to vote in favor of independence.[4] The Halifax Resolves, however, stopped short of instructing North Carolina's delegates to introduce a resolution of independence to Congress,[4] a step which was taken by Virginia in June with the adoption of the Lee Resolution[3][5] The Second Continental Congress issued the United States Declaration of Independence the following month, in July.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Every year, on April 12, the Halifax Historic District, a historic site operated by the North Carolina Department of Cultural Resources, celebrates Halifax Day.  Interpreters in period costumes provide guided tours of historic buildings, demonstrate historic crafts and teach about colonial activities. Occasionally, reenactors portray revolutionary-era soldiers and demonstrate the use of historic weapons during the Halifax Day events.[6]\n\n"
        }
    ]
}