{
    "url": "https://en.wikipedia.org/wiki/Hamster_wheel",
    "title": "Hamster wheel",
    "table_of_contents": [
        "1 Preferences",
        "2 Use by animals",
        "3 Use in science",
        "4 Animal welfare considerations",
        "5 Hamster ball",
        "6 Running disc",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A hamster wheel or running wheel is an exercise device used primarily by hamsters and other rodents, but also by other cursorial animals when given the opportunity.  Most of these devices consist of a runged or ridged wheel held on a stand by a single or pair of stub axles. Hamster wheels allow rodents to run even when their space is confined. The earliest dated use of the term \"hamster wheel\", located by the Oxford English Dictionary, is in a 1949 newspaper advertisement.[1]\n\n"
        },
        {
            "title": "Preferences",
            "text": "Choice tests with Syrian hamsters (Mesocricetus auratus) have shown that they prefer larger wheels; the animals chose a wheel diameter of 35 cm (14 in) over 23 cm (9 in),[2] which itself was preferred over 17.5 cm (7 in).[3]\n\nHamsters showed no preference between a relatively uniform running surface made of plastic mesh and a surface made of rungs spaced 9 mm apart, although they did prefer the mesh compared to rungs spaced 12 mm apart, most likely because of the wider space between the rungs allowed their legs to slip through.[2] The hamsters neither preferred nor avoided wheels that had small \"speed bumps\" installed along the running surface to provide environmental enrichment.[2]\n\nChoice tests with mice have also shown a preference for larger wheels (17.5 cm over 13 cm in diameter) and a preference for plastic mesh over rungs and over solid plastic as a running surface.[4] More acrobatic species, such as the canyon mouse (Peromyscus crinitus) and the deer mouse (Peromyscus maniculatus) can develop preferences for wheels that force the animals to jump, such as square wheels or wheels with hurdles along the running surface.[5][6][7]\n\n"
        },
        {
            "title": "Use by animals",
            "text": "Like other rodents, hamsters are highly motivated to run on wheels; it is not uncommon to record distances of 9 km (5.6 mi) being run in one night. Other 24-h records include 43 km (27 mi) for rats, 31 km (19 mi) for wild mice, 19 km (12 mi) for lemmings, 16 km (9.9 mi) for laboratory mice, and 8 km (5.0 mi) for gerbils.[8]  Hypotheses to explain such high levels of running in wheels include a need for activity, substitute for exploration, and stereotypic behaviour. However, free wild mice will run on wheels installed in the field, which speaks against the notion of stereotypic behavior induced by captivity conditions.[9]  Alternatively, various experimental results strongly indicate that wheel-running, like play or the endorphin or endocannabinoid[10] release associated with the 'runner's high', is self-rewarding.[8][11][12] Wheel use is highly valued by several species as shown in consumer demand studies which require an animal to work for a resource, i.e. bar-press or lift weighted doors.[8][13]  This makes running wheels a popular type of enrichment to the captivity conditions of rodents.\n\nCaptive animals continue to use wheels even when provided with other types of enrichment. In one experiment, Syrian hamsters that could use tunnels to access five different cages each containing a toy showed no more than a 25% reduction in running-wheel use compared to hamsters housed in a single cage without toys (except for the running wheel).[14] In another study, female Syrian hamsters housed with a nestbox, bedding, hay, paper towels, cardboard tubes, and branches used a wheel regularly and benefitted from it as indicated by showing less stereotypic bar-gnawing and producing larger litters of young compared to females kept under the same conditions but without a wheel.[15]  Laboratory mice were prepared to perform more switch presses to enter a cage containing a running wheel compared to several meters of Habitrail tubing or a torus of Habitrail tubing.[16]\n\nRunning in wheels can be so intense in hamsters that it may result in foot lesions, which appear as small cuts on the paw pads or toes.[17][18]  Such paw wounds rapidly scab over and do not prevent hamsters from continuing to run in their wheel. \n\nA hamster in a running wheel equipped with a generator can generate up to 500 mW electric power, enough for illuminating small LED lamps.[citation needed]\n\n"
        },
        {
            "title": "Use in science",
            "text": "Voluntary wheel running is one of the most widely used indicators of activity and wake-time in research on circadian rhythms and other aspects of chronobiology.[19] Miniature running wheels have even been used to measure the circadian locomotor activity of cockroaches.[20][21] For rodents, running wheels are easier to set up and automate than other techniques of activity recording such as bar-gnawing[22] and spring-suspended or knife-edge balanced cages.[23]\n\nIn rodents, voluntary exercise is almost always measured by the use of wheels. This makes running wheels the tool of choice in research on the effects of exercise and voluntary activity on metabolism, obesity, and pain.[24][25][26][27][28]\n\nThe neurotransmitter systems involved in wheel-running behavior have received considerable study.[29] Recent evidence suggests that changes in both dopaminergic and serotonergic tone alter running-wheel activity. For example, one study in mice has shown that several antidepressant medications (all of which directly or indirectly enhance serotonergic tone) suppress running-wheel activity without suppressing general locomotion.[30] The endocannabinoid system also contributes to wheel running in a sex-specific manner in rodents.[31]  Mice from lines that have been selectively bred for high levels of voluntary wheel running have altered responsiveness to drugs that alter dopamine and endocannabinoid signalling, and enlarged midbrains.[32]\n\n"
        },
        {
            "title": "Animal welfare considerations",
            "text": "Tierärztliche Vereinigung für Tierschutz (TVT) recommends wheels should be at least 20 cm (8\") for dwarf hamsters and at least 30 cm (12\") for Syrian hamsters, since smaller diameters lead to permanent spinal curvatures, especially in young animals. They also recommend a solid running surface because rungs or mesh can cause injury.[33]\nIt has been published in several books about small pet care as far back as 2000 that rungs and mesh wheels can cause injuries.[34][35][36][37][38]\n\nMost wheels are constructed of steel, wood or plastic, each having advantages and disadvantages. Solid wheels are safer for all animals because the animal's feet or legs cannot get trapped and injured between rungs. There are wheels in all these materials that are solid. Plastic wheels are fine for some animals. However, some rodents (e.g. gerbils or degus) will quickly chew and destroy plastic wheels but not steel versions.\n\n"
        },
        {
            "title": "Hamster ball",
            "text": "A related exercise device, the hamster ball, is a hollow plastic ball into which a pet can be temporarily placed. The ball allows the pet to freely roll around on the floor to explore and exercise while preventing escape.\n\nRecent theory suggests that hamster balls are not recommended for exercise outside of the cage. The balls prevent the rodent from using touch (whiskers) and smell to navigate the area. It also restricts airflow and can catch toes/tails in the slits meant for airflow.\n\n"
        },
        {
            "title": "Running disc",
            "text": "A related exercise device is a running disc.  This is a rotatable shallow bowl, or slightly concave disc, which is set an angle to the horizontal.[39] Some commercial refuges for caged rodents have a disc mounted on the roof at a slight angle.  The rodents run on the rim of the disc in a similar way to running in hamster wheels.\n\n"
        }
    ]
}