{
    "url": "https://en.wikipedia.org/wiki/Handsome_Lake",
    "title": "Handsome Lake",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Tribe",
        "3 Brings a Message of Gaihwiyo (\"Good Word\")",
        "4 A Tale Of How America Was Discovered",
        "5 See also",
        "6 Footnotes",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Handsome Lake (Cayuga language: Sganyadái:yo, Seneca language: Sganyodaiyo) (Θkanyatararí•yau•[1] in Tuscarora) (1735 – 10 August 1815) was a Seneca religious leader of the Iroquois people. He was a half-brother to Cornplanter, a Seneca war chief.[2]\n\nHandsome Lake, a leader and prophet, played a major role in reviving traditional religion among the Haudenosaunee (People of the Longhouse), or Six Nations Iroquois Confederacy. He preached a message that combined traditional Haudenosaunee religious beliefs with a revised code meant to revive traditional consciousness to the Haudenosaunee after a long period of cultural disintegration following colonization. This message was eventually published as the \"Code of Handsome Lake\" and is still practiced today.\n\n"
        },
        {
            "title": "Early life",
            "text": "Handsome Lake was born as Hadawa'ko (\"Shaking Snow\") around 1735 in the Seneca village of Canawaugus, on the Genesee River near present-day Avon, New York. Very little is known of his parents; his mother, Gahonnoneh, later had an affair with a Dutch fur trader and gunsmith, resulting in the birth of Handsome Lake's half-brother, Cornplanter. Handsome Lake was born into the Turtle clan of his mother, as the Iroquois have a matrilineal kinship system. He was eventually adopted and raised by the Wolf clan people.[3] Born during a time when the Seneca nation was at its peak of prosperity through fur trading, Handsome Lake witnessed the gradual deterioration of his society. Other well-known relatives in Handsome Lake's family included Governor Blacksnake, Red Jacket and Half-Town.\n\n"
        },
        {
            "title": "Career",
            "text": "In 1794 he signed the U.S. treaty with the Six Nations (known as the Pickering Treaty). He visited Washington, D.C., with Cornplanter in 1802.\n\nSeveral factors contributed to the erosion of morale and spiritual welfare of the Iroquois/Haudenosaunee. At its peak in the early 18th century, the Haudenosaunee controlled much of what is now the midwestern United States, which it had conquered through decades of warring against the tribes native to those areas in the Beaver Wars.\n\nAfter the American Revolution, the Haudenosaunee lost most of their land in New York and Pennsylvania and were forced to live on reservations, including in Canada, as punishment for taking the side of the British Crown in the revolution. Although these reservations included much of the prime real estate in Western New York, including several of the prominent creek and river valleys, the small and fragmented native lands were separated by wide swaths of land that was eventually earmarked for American settlement in what would be known as the Holland Purchase. This dislocation followed years of social disruption due to epidemics of infectious disease and major wars.\n\nAlcohol was introduced to the tribes in this time frame, a substance to which numerous Haudenosaunee (including Handsome Lake himself) began consuming in excess, exacerbating the erosion of the traditional family unit. This situation was a result of the cultural clash between the fledgling United States and the once equally powerful Six Nations people. The traditional religious rituals were no longer applicable to the environment in which the Haudenosaunee people found themselves.\n\n"
        },
        {
            "title": "",
            "text": "In 1799, after a period of illness due to many years of excessive alcoholism, Handsome Lake had the visions that gave him the power to become a prophet. In his vision, he was warned by three spiritual messengers who presented him with ideals that he must enforce among his people. They told him of concerns he must enforce, like learning the English language and preservation of their land. Shortly after Handsome Lake's first vision, he ceased drinking alcohol. When he regained his health, he began bringing a message of Gaiwiio (the \"Good Word\") to his people. He preached against drunkenness and other evil practices. His message outlined a moral code that was eventually referred to as the Code of Handsome Lake. Today it is called the Longhouse Religion.\n\nHandsome Lake abolished societal sins, attempting to cleanse the tribes of all immoral actions. He threatened his people in order to show them the error of their ways. He insisted that Iroquois people must refrain from drinking, marital abuse, abortion, spouse and child abandonment, selling of land, overconsumption, factory farms, and witchcraft.\n\nThe rise of Handsome Lake's Way of Life was more successful than most religions during that time because his code combined traditional Iroquois way of life with Quaker values. Despite the clear presence of Christian values in his teachings, it is unclear how much contact with Christianity Handsome Lake had previous to his visions.  His way of life stressed survival without the sacrifice of the Iroquois identity, and recognized the need to make adjustments in order to survive in their changing world. Handsome Lake's ideals were eye opening and majority of people agreed with him. Those who opposed the code had reasons to believe that Handsome Lake was giving up on their old ways by altering the character of their way of life. They saw Handsome Lake's new ideals as abandoning their history and forfeiting to Quaker ideals because Handsome Lake did not believe that they could survive with the world evolving around them.\n\nThe Code of Handsome Lake was one of the most successful uprisings during the time. His Code combined traditional Iroquois way of life values with Christian values, and then-President Thomas Jefferson gave his endorsement to Handsome Lake's code in 1803.[4] With the help of Handsome Lake’s relatives, his visions were written down and published in 1850. The Code of Handsome Lake remains practiced among the Seneca and is considered to be a traditional Indian way of life. Beginning in the 1820s, it became traditional for the Code to be recited every September at Tonawanda in the Seneca Nation.\n\n"
        },
        {
            "title": "A Tale Of How America Was Discovered",
            "text": "How America Was Discovered [1] is a story told by Handsome Lake, and documented by Arthur C. Parker, about a young minister who meets the one he perceives to be the Lord, who then asks him to go to a new land and bring with him cards, money, a fiddle, whiskey, and blood corruption. In return the young minister will become rich. The young minister sought out Christopher Columbus, and with the help of his crew, traveled to the Americas. They turned back to report what they had seen, which caused an immigration of people from Europe to the Americas. Along with the people came the five things that aided in destroying the natives. The end reveals that the \"Lord\" in the gold castle was actually the devil, and that even he knew what he had caused was wrong.\n\n"
        }
    ]
}