{
    "url": "https://en.wikipedia.org/wiki/Hans_Baldung",
    "title": "Hans Baldung",
    "table_of_contents": [
        "1 Life",
        "1.1 Early life, c. 1484–1500",
        "2 Life as a student of Dürer",
        "3 Strasbourg",
        "4 Witchcraft and religious imagery",
        "5 Work",
        "5.1 Painting",
        "5.2 Printmaking",
        "5.3 Other works",
        "6 Selected works",
        "7 See also",
        "8 Notes",
        "9 References",
        "9.1 Citations",
        "9.2 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHans Baldung (1484 or 1485 – September 1545), called Hans Baldung Grien,[a] (being an early nickname, because of his predilection for the colour green), was a painter, printer, engraver, draftsman, and stained glass artist, who was considered the most gifted student of Albrecht Dürer and whose art belongs to both German Renaissance and Mannerism. Throughout his lifetime, he developed a distinctive style, full of colour, expression and imagination. His talents were varied, and he produced a great and extensive variety of work including portraits, woodcuts, drawings, tapestries, altarpieces, and stained glass, often relying on allegories and mythological motifs.\n\n"
        },
        {
            "title": "Life",
            "text": "Hans was born in Schwäbisch Gmünd (formerly Gmünd in Germany), a small free city of the Empire, part of the East Württemberg region in former Swabia, Germany, in the year 1484 or 1485.[2] Baldung was the son of Johann Baldung, a university-educated jurist, who held the office of legal adviser to the bishop of Strasbourg (Albert of Bavaria) from 1492, and Margarethe Herlin, daughter of Arbogast Herlin. His uncle, Hieronymus Baldung, was a doctor in medicine, with a son, Pius Hieronymus, Hans' cousin, who taught law at Freiburg and became chancellor of Tyrol in 1527.[3]\n\nHans was not propertyless, but with unknown occupation.[3] He was the first male in his family not to attend university, but was one of the first German artists to come from an academic family.[4]\n\n"
        },
        {
            "title": "",
            "text": "Baldung's earliest training as an artist began around 1500 in the Upper Rhineland with an artist from Strasbourg. Beginning in 1503, during the \"Wanderjahre\" (\"years of wandering\") required of artists of the time, Baldung became an assistant in Albrecht Dürer's studio in Nuremberg, where he perfected his art between 1503 and 1507.[5][6]\n\nHere, he may have been given his nickname \"Grien\". This name is thought to have come foremost from a preference to the color green: he seems to have worn green clothing. He may also have been given this nickname to distinguish him from at least two other Hanses in Dürer's shop, Hans Schäufelin and Hans Suess von Kulmbach. He later included the name \"Grien\" in his monogram, and it has also been suggested that the name came from, or consciously echoed, \"grienhals\", a German word for witch—one of his signature themes. \n\nHans quickly picked up Dürer's influence and style, and they became friends. Baldung seems to have managed Dürer's workshop during the latter's second sojourn in Venice. In a later trip to the Netherlands in 1521 Dürer's account book records that he took with him and sold prints by Baldung. Near the end of his Nuremberg years, Grien oversaw the production by Dürer of stained glass, woodcuts and engravings, and therefore developed an affinity for these media and for the Nuremberg master's handing of them. On Dürer's death Baldung was sent a lock of his hair, which suggests a close friendship.\n\n"
        },
        {
            "title": "Strasbourg",
            "text": "In 1509, when Baldung's time in Nuremberg was complete, he moved back to Strasbourg and became a citizen there. He became a celebrity of the town and received many important commissions. The following year, at age 26, he married Margarethe Herlin,[b] a local merchant's daughter,[8] with whom he had one child, Margarethe Baldungin.[7] He also joined the guild \"Zur Steltz\",[2] opened a workshop, and began signing his works with the HGB monogram that he used for the rest of his career. \n\nHis style became much more deliberately individual—a tendency art historians used to term \"mannerist.\" He stayed in Freiburg im Breisgau in 1513–1516 where he made, among other things, the High altar of the Freiburg Münster [de].[9]\n\nLike Dürer and Cranach, Baldung supported the Protestant Reformation. He was present at the diet of Augsburg in 1518, and one of his woodcuts represents Luther in quasi-saintly guise, under the protection of (or being inspired by) the Holy Spirit, which hovers over him in the shape of a dove.[10]\n\n"
        },
        {
            "title": "Witchcraft and religious imagery",
            "text": "In addition to traditional religious subjects, Baldung was concerned during these years with the profane themes of the imminence of death and the relation between the sexes, as well as with scenes of sorcery and witchcraft. The number of Baldung's religious works diminished with the Protestant Reformation, which generally repudiated church art as either wasteful or idolatrous.\n\nWhile Dürer had occasionally included images of witches in his work, Baldung was the first German artist to heavily incorporate witches and witchcraft and erotic themes into his artwork. His most characteristic works in this area are small in scale and mostly in the medium of drawing; these include a series of puzzling, often erotic allegories and mythological works executed in quill pen and ink and white body color on primed paper. \n\nHis fascination with witchcraft began early, in 1510 when he produced an important chiaroscuro woodcut known as The Witches' Sabbath, and lasted to the end of his career. Witches were also a local interest: Strasbourg's humanists studied witchcraft and its bishop was charged with finding and prosecuting witches. \n\nBaldung's work depicting witches was produced in the first half of the 16th century, before witch hunting became a widespread cultural phenomenon in Europe. According to one view, Baldung's work did not represent widespread cultural beliefs at the time of creation but reflected largely individual choices.[11]\n\nOn the other hand, Baldung may have taken inspiration from the humanism of the early 16th century. Baldung, through his family, stood closer to the leading humanist intellectuals of the day than any of his contemporaries and partook in this culture, producing not only many works depicting Strasbourg humanists and scenes from ancient art and literature, but also works reflecting their attitude, drawn in large part from classical poetry and satire, toward witches. To take one example, Baldung is believed to have alluded to the notion expressed in Latin and Greek literature that witches could control the weather in his 1523 oil painting Weather Witches, which showcases two attractive and naked witches in front of a stormy sky.[11] As Gert von der Osten commented, \"Baldung [treats] his witches humorously, an attitude that reflects the dominant viewpoint of the humanists in Strasbourg at this time who viewed witchcraft as 'lustig,' a matter that was more amusing than serious\".[11]\n\nHowever, it has also proved difficult to distinguish between the satirical tone that some critics observe in Baldung's work and a more serious vilifying intent, just as it is for many other artists, including his rough contemporary Hieronymus Bosch. Baldung could also draw on a burgeoning literature on witchcraft, as well as on developing juridical and forensic strategies for witch-hunting. While Baldung never worked directly with any Reformation leaders to spread religious ideals through his artwork, even though he lived in fervently religious Strasbourg,[12] he was a supporter of the movement, working on the high altar in the city of Münster, Germany.[13]\n\nBaldung also regularly incorporated scenes of witches flying in his art, a characteristic that had been contested centuries before his artwork came into being. Flying was inherently attributed to witches by those who believed in the myth of the Sabbath Flight; without their ability to fly, the myth fragmented. Baldung depicted this in works such as Witches Preparing for the Sabbath Flight (1514).[14]\n\n"
        },
        {
            "title": "Work",
            "text": "Baldung settled eventually in Strasbourg and then to Freiburg im Breisgau, where he executed what is held to be his masterpiece:[15] an eleven-panel altarpiece for the Freiburg Cathedral, still intact today, depicting scenes from the life of the Virgin, including The Annunciation, The Visitation, The Nativity, The Flight into Egypt, The Crucifixion, Four Saints and The Donators. These depictions were a large part of the artist's greater body of work containing several renowned depictions of the Virgin.[16]\n\nThe earliest pictures assigned to him by some are altar-pieces with the monogram H. B. interlaced, and the date of 1496, in the monastery chapel of Lichtenthal near Baden-Baden. The Martyrdom of St Sebastian and the Epiphany (now Berlin, 1507) was painted for the market-church of Halle in Saxony.[10]\n\nBaldung is well known as a portrait painter, known for his sharp characterization of his subjects. His works include historical pictures and portraits, such as Maximilian I and Charles V.[15] At a later period he had sittings with Margrave Christopher of Baden, Ottilia his wife, and all their children, and the picture containing these portraits is still in the gallery at Karlsruhe. \n\nWhile Dürer rigorously details his models, Baldung's style differs by focusing more on the personality of the represented character, an abstract conception of the model's state of mind.\n\nHis prints are more important than his paintings. Baldung's prints, though Düreresque, are very individual in style, and often in subject, showing little direct Italian influence. He worked mainly in woodcut, although he made six engravings, one very fine. He joined in the fashion for chiaroscuro woodcuts, adding a tone block to a woodcut of 1510. Most of his hundreds of woodcuts were commissioned for books, as was usual at the time; his \"single-leaf\" woodcuts (i.e. prints not for book illustration) are fewer than 100, though no two catalogues agree as to the exact number.\n\nUnconventional as a draughtsman, his treatment of human form is often exaggerated and eccentric (hence his linkage, in the art historical literature, with European Mannerism), whilst his ornamental style—profuse, eclectic, and akin to the self-consciously \"German\" strain of contemporary limewood sculptors—is equally distinctive. Though Baldung has been commonly called the Correggio of the north, his compositions are a curious medley of glaring and heterogeneous colours, in which pure black is contrasted with pale yellow, dirty grey, impure red and glowing green. Flesh is a mere glaze under which the features are indicated by lines.[10]\n\nHis works are notable for their individualistic departure from the Renaissance composure of his model, Dürer, for the wild and fantastic strength that some of them display, and for their remarkable themes. In the field of painting, his Eve, the Serpent and Death (National Gallery of Canada) shows his strengths well. There is special force in the Death and the Maiden panel of 1517 (Basel), in the Weather Witches (Frankfurt), in the monumental panels of Adam and Eve (Madrid), and in his many powerful portraits. Baldung's most sustained effort is the altarpiece of Freiburg, where the Coronation of the Virgin, and the Twelve Apostles, the Annunciation, Visitation, Nativity and Flight into Egypt, and the Crucifixion, with portraits of donors, are executed with some of that fanciful power that Martin Schongauer bequeathed to the Swabian school.[10]\n\nOne of his earliest works is a portrait of the emperor Maximilian, drawn in 1501 on a leaf of a sketch-book now in the print-room at Karlsruhe. \n\nHis bust of Margrave Philip in the Munich Gallery tells us that he was connected with the reigning family of Baden as early as 1514. \n\n"
        },
        {
            "title": "References",
            "text": "Attribution:\n\n"
        }
    ]
}