{
    "url": "https://en.wikipedia.org/wiki/Hans_Zinsser",
    "title": "Hans Zinsser",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life",
        "1.2 Career",
        "2 References",
        "3 Further reading",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHans Zinsser (November 17, 1878 – September 4, 1940) was an American physician, bacteriologist, and prolific author.[1]  \nThe author of over 200 books and medical articles, he was also a published poet. Some of his verses were published in The Atlantic Monthly.[2]\nHis 1940 publication, As I Remember Him: the Biography of R.S., won one of the early National Book Awards, the sixth and last annual award for Nonfiction voted by members of the American Booksellers Association.[3][4]\n\nHe is remembered especially for his 1935 book, Rats, Lice and History.\n\n"
        },
        {
            "title": "Biography",
            "text": "The son of German immigrants, Zinsser was born in New York City in 1878. He attended Timothy Dwight School on the Upper West Side of Manhattan. He received his undergraduate degree from Columbia University in 1899 and completed both a master's degree and a doctorate in medicine there in 1903.[5]\n\nIn 1905, he married Ruby Handforth Kunz, eldest daughter of the mineralogist, George Frederick Kunz, and they had two children, Hans Handforth and Gretel Zinsser, and they all lived in Boston.\n\nAfter holding a series of academic medicine positions, Zinsser became an associate professor at Stanford University in 1910. In 1913, he moved to a position at his alma mater. At Columbia, he was the doctoral advisor of Rebecca Lancefield, although he did not permit her to physically work in his laboratory due to her gender.[6] Ten years later, Zinsser was hired by Harvard Medical School, where he stayed — except for service in the US Army Medical Corps in World War I — until his death.\n\nZinsser taught as an exchange professor and worked with the American Red Cross in France, Russia, Serbia and China, and was noted for his work in typhus and immunology. He became a lieutenant colonel in the US Army and served overseas during World War I. He was awarded the Distinguished Service Medal, the citation for which read as follows \"For exceptionally meritorious and distinguished services-- while acting as Sanitation Inspector of the Second Army he organized, perfected and administered with extraordinary and exceptional success a plan of military sanitation and epidemic-disease control.\" Zinsser also received another military citation for taking exceptional risks to minister to wounded soldiers while under direct enemy fire. He was also awarded the Order of St. Sava of Serbia and the Legion of Honour in France.[2]\n\nZinsser's scientific work focused on bacteriology and immunology and he is most associated with typhus, especially the form called Brill–Zinsser disease, his namesake. He isolated the typhus bacterium and developed a protective vaccine. He wrote several books about biology and bacteria, notably Rats, Lice and History (1935), a \"biography\" of typhus fever.[7] Zinsser had a strong influence on the work of Albert Coons (1912–1978), who developed the technique of immunohistochemistry. Zinsser was a mentor to, and colleague of, John Franklin Enders,[8] who was awarded the 1954 Nobel Prize in Physiology or Medicine (together with Frederick Chapman Robbins and Thomas Huckle Weller).[9]\n\nZinsser succumbed to acute leukemia in 1940. He is interred in Sleepy Hollow Cemetery in Sleepy Hollow, New York.\n\n"
        }
    ]
}