{
    "url": "https://en.wikipedia.org/wiki/Haptic_technology",
    "title": "Haptic technology",
    "table_of_contents": [
        "1 History",
        "2 Types of mechanical touch sensing",
        "3 Implementation",
        "3.1 Haptic feedback",
        "3.1.1 Rumble",
        "3.2 Force feedback",
        "3.3 Air vortex rings",
        "3.4 Ultrasound",
        "4 Applications",
        "4.1 Automotive",
        "4.2 Art",
        "4.3 Aviation",
        "4.4 Medicine and dentistry",
        "4.5 Mobile devices",
        "4.6 Neurorehabilitation",
        "4.7 Puzzles",
        "4.8 Personal computers",
        "4.9 Robotics",
        "4.10 Sensory substitution",
        "4.11 Space",
        "4.12 Tactile electronic displays",
        "4.13 Teleoperators and simulators",
        "4.14 Teledildonics",
        "4.15 Video games",
        "4.16 Virtual reality",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Haptic technology (also kinaesthetic communication or 3D touch)[1][2] is technology that can create an experience of touch by applying forces, vibrations, or motions to the user.[3] These technologies can be used to create virtual objects in a computer simulation, to control virtual objects, and to enhance remote control of machines and devices (telerobotics). Haptic devices may incorporate tactile sensors that measure forces exerted by the user on the interface. The word haptic, from the Greek: ἁπτικός (haptikos), means \"tactile, pertaining to the sense of touch\". Simple haptic devices are common in the form of game controllers, joysticks, and steering wheels.\n\nHaptic technology facilitates investigation of how the human sense of touch works by allowing the creation of controlled haptic virtual objects. Most researchers distinguish three sensory systems related to sense of touch in humans: cutaneous, kinaesthetic and haptic.[4][5][6] All perceptions mediated by cutaneous and kinaesthetic sensibility are referred to as tactual perception. The sense of touch may be classified as passive and active,[7] and the term \"haptic\" is often associated with active touch to communicate or recognize objects.[8]\n\n"
        },
        {
            "title": "History",
            "text": "One of the earliest applications of haptic technology was in large aircraft that use servomechanism systems to operate control surfaces.[9] In lighter aircraft without servo systems, as the aircraft approached a stall, the aerodynamic buffeting (vibrations) was felt in the pilot's controls. This was a useful warning of a dangerous flight condition. Servo systems tend to be \"one-way,\" meaning external forces applied aerodynamically to the control surfaces are not perceived at the controls, resulting in the lack of this important sensory cue. To address this, the missing normal forces are simulated with springs and weights. The angle of attack is measured, and as the critical stall point approaches a stick shaker is engaged which simulates the response of a simpler control system. Alternatively, the servo force may be measured and the signal directed to a servo system on the control, also known as force feedback. Force feedback has been implemented experimentally in some excavators and is useful when excavating mixed material such as large rocks embedded in silt or clay. It allows the operator to \"feel\" and work around unseen obstacles.[10]\n\nIn the 1960s, Paul Bach-y-Rita developed a vision substitution system using a 20x20 array of metal rods that could be raised and lowered, producing tactile \"dots\" analogous to the pixels of a screen. People sitting in a chair equipped with this device could identify pictures from the pattern of dots poked into their backs.[11]\n\nThe first US patent for a tactile telephone was granted to Thomas D. Shannon in 1973.[12] An early tactile man-machine communication system was constructed by A. Michael Noll at Bell Telephone Laboratories, Inc. in the early 1970s[13] and a patent was issued for his invention in 1975.[14]\n\nIn 1994, the Aura Interactor vest was developed.[15] The vest is a wearable force-feedback device that monitors an audio signal and uses electromagnetic actuator technology to convert bass sound waves into vibrations that can represent such actions as a punch or kick. The vest plugs into the audio output of a stereo, TV, or VCR and the audio signal is reproduced through a speaker embedded in the vest.\n\nIn 1995, Thomas Massie developed the PHANToM (Personal HAptic iNTerface Mechanism) system. It used thimble-like receptacles at the end of computerized arms into which a person's fingers could be inserted, allowing them to \"feel\" an object on a computer screen.[16]\n\nIn 1995, Norwegian Geir Jensen described a wristwatch haptic device with a skin tap mechanism, termed Tap-in. The wristwatch would connect to a mobile phone via Bluetooth, and tapping-frequency patterns would enable the wearer to respond to callers with selected short messages.[17]\n\nIn 2015, the Apple Watch was launched. It uses skin tap sensing to deliver notifications and alerts from the mobile phone of the watch wearer.\n\n"
        },
        {
            "title": "Types of mechanical touch sensing",
            "text": "Human sensing of mechanical loading in the skin is managed by Mechanoreceptors. There are a number of types of mechanoreceptors but those present in the finger pad are typically placed into two categories. Fast acting (FA) and slow acting (SA). SA mechanoreceptors are sensitive to relatively large stresses and at low frequencies while FA mechanoreceptors are sensitive to smaller stresses at higher frequencies. The result of this is that generally SA sensors can detect textures with amplitudes greater than 200 micrometers and FA sensors can detect textures with amplitudes less than 200 micrometers down to about 1 micrometer, though some research suggests that FA can only detect textures smaller than the fingerprint wavelength.[18] FA mechanoreceptors achieve this high resolution of sensing by sensing vibrations produced by friction and an interaction of the fingerprint texture moving over fine surface texture.[19]\n\n"
        },
        {
            "title": "Implementation",
            "text": "See the sub-sections under applications for examples.\n\nHaptic feedback (often shortened to just haptics) is controlled vibrations at set frequencies and intervals to provide a sensation representative of an in game action, it can do 'bumps' and 'knocks' and 'tap' your hand or fingers and lots of other stuff as well as rumble.\n\nThe majority of electronics offering haptic feedback use vibrations, and most use a type of eccentric rotating mass (ERM) actuator, consisting of an unbalanced weight attached to a motor shaft. As the shaft rotates, the spinning of this irregular mass causes the actuator and the attached device to shake. Piezoelectric actuators are also employed to produce vibrations, and offer even more precise motion than LRAs, with less noise and in a smaller platform, but require higher voltages than do ERMs and LRAs.[20]\n\nRumble is a form of haptics, rumble is just vibrating steadily at various frequencies.\n\nForce feedback devices use motors to manipulate the movement of an item held by the user.[21] A common use is in automobile driving video games and simulators, which turn the steering wheel to simulate forces experienced when cornering a real vehicle. Direct-drive wheels, introduced in 2013, are based on servomotors and are the most high-end, for strength and fidelity, type of force feedback racing wheels.\n\nIn 2007, Novint released the Falcon, the first consumer 3D touch device with high resolution three-dimensional force feedback. This allowed the haptic simulation of objects, textures, recoil, momentum, and the physical presence of objects in games.[22][23]\n\nAir vortex rings are donut-shaped air pockets made up of concentrated gusts of air. Focused air vortices can have the force to blow out a candle or disturb papers from a few yards away. Both Microsoft Research (AirWave)[24] and Disney Research (AIREAL)[25] have used air vortices to deliver non-contact haptic feedback.[26]\n\nFocused ultrasound beams can be used to create a localized sense of pressure on a finger without touching any physical object. The focal point that creates the sensation of pressure is generated by individually controlling the phase and intensity of each transducer in an array of ultrasound transducers. These beams can also be used to deliver sensations of vibration,[27] and to give users the ability to feel virtual 3D objects.[28]\n\nAnother form of tactile feed back results from active touch when a human scans (runs their finger over a surface) to gain information about a surfaces texture. A significant amount of information about a surfaces texture on the micro meter scale can be gathered through this action as vibrations resulting from friction and texture activate mechanoreceptors in the human skin. Towards this goal plates can be made to vibrate at an ultrasonic frequency which reduces the friction between the plate and skin.[29][30]\n\n"
        },
        {
            "title": "Applications",
            "text": "With the introduction of large touchscreen control panels in vehicle dashboards, haptic feedback technology is used to provide confirmation of touch commands without needing the driver to take their eyes off the road.[31] Additional contact surfaces, for example the steering wheel or seat, can also provide haptic information to the driver, for example, a warning vibration pattern when close to other vehicles.[32]\n\nHaptic technologies have been explored in virtual arts, such as sound synthesis or graphic design. That make some loose vision and animation.[33] Haptic technology was used to enhance existing art pieces in the Tate Sensorium exhibit in 2015.[34] In music creation, Swedish synthesizer manufacturer Teenage Engineering introduced a haptic subwoofer module for their OP-Z synthesizer allowing musicians to feel the bass frequencies directly on their instrument.[35]\n\nForce-feedback can be used to increase adherence to a safe flight envelope and thus reduce the risk of pilots entering dangerous states of flights outside the operational borders while maintaining the pilots' final authority and increasing their situation awareness.[36]\n\nHaptic interfaces for medical simulation are being developed for training in minimally invasive procedures such as laparoscopy and interventional radiology,[37][38] and for training dental students.[39] A Virtual Haptic Back (VHB) was successfully integrated in the curriculum at the Ohio University College of Osteopathic Medicine.[40] Haptic technology has enabled the development of telepresence surgery, allowing expert surgeons to operate on patients from a distance.[41] As the surgeon makes an incision, they feel tactile and resistance feedback as if working directly on the patient.[42]\n\nHaptic technology can also provide sensory feedback to ameliorate age-related impairments in balance control[43] and prevent falls in the elderly and balance-impaired.[44] Haptic Cow and Horse are used in veterinary training.[45]\n\nTactile haptic feedback is common in cellular devices. In most cases, this takes the form of vibration response to touch. Alpine Electronics uses a haptic feedback technology named PulseTouch on many of their touch-screen car navigation and stereo units.[46] The Nexus One features haptic feedback, according to their specifications.[47] Samsung first launched a phone with haptics in 2007.[48]\n\nSurface haptics refers to the production of variable forces on a user's finger as it interacts with a surface such as a touchscreen.\n\nNotable introductions include: \n\nFor individuals with upper limb motor dysfunction, robotic devices utilizing haptic feedback could be used for neurorehabilitation. Robotic devices, such as end-effectors, and both grounded and ungrounded exoskeletons have been designed to assist in restoring control over several muscle groups. Haptic feedback applied by these robotic devices helps in the recovery of sensory function due to its more immersive nature.[55]\n\nHaptic puzzles[56][57]  have been devised in order to investigate goal-oriented haptic exploration, search, learning and memory in complex 3D environments. The goal is to both enable multi-fingered robots with a sense of touch, and gain more insights into human meta-learning.\n\nIn 2008, Apple Inc.'s MacBook and MacBook Pro started incorporating a \"Tactile Touchpad\" design[58][59] with button functionality and haptic feedback incorporated into the tracking surface.[60] Products such as the Synaptics ClickPad followed.[61]\n\nIn 2015, Apple introduced \"Force Touch\" trackpads onto the 2015 MacBook Pro which simulates clicks with a \"Taptic Engine\".[62][63]\n\nHaptic feedback is essential to perform complex tasks via telepresence. The Shadow Hand, an advanced robotic hand, has a total of 129 touch sensors embedded in every joint and finger pad that relay information to the operator. This allows tasks such as typing to be performed from a distance.[64] An early prototype can be seen in NASA's collection of humanoid robots, or robonauts.[65]\n\nIn December 2015 David Eagleman demonstrated a wearable vest that \"translates\" speech and other audio signals into series of vibrations,[66] this allowed hear-impaired people to \"feel\" sounds on their body, it has since been made commercially as a wristband.[67]\n\nThe use of haptic technologies may be useful in space exploration, including visits to the planet Mars, according to news reports.[68]\n\nA tactile electronic display is a display device that delivers text and graphical information using the sense of touch. Devices of this kind have been developed to assist blind or deaf users by providing an alternative to visual or auditory sensation.[69][70]\n\nTeleoperators are remote controlled robotic tools. When the operator is given feedback on the forces involved, this is called haptic teleoperation. The first electrically actuated teleoperators were built in the 1950s at the Argonne National Laboratory by Raymond Goertz to remotely handle radioactive substances.[71] Since then, the use of force feedback has become more widespread in other kinds of teleoperators, such as remote-controlled underwater exploration devices.\n\nDevices such as medical simulators and flight simulators ideally provide the force feedback that would be felt in real life. Simulated forces are generated using haptic operator controls, allowing data representing touch sensations to be saved or played back.[72]\n\nHaptic feedback is used within teledildonics, or \"sex-technology,\" in order to remotely connect sex toys and allow users to engage in virtual sex or allow a remote server to control their sex toy. The term was first coined by Ted Nelson in 1975, when discussing the future of love, intimacy and technology.[citation needed] In recent years, teledildonics and sex-technology have expanded to include toys with a two-way connection that allow virtual sex through the communication of vibrations, pressures and sensations. Many \"smart\" vibrators allow for a one-way connection either between the user, or a remote partner, to allow control of the toy.\n\nHaptic feedback is commonly used in arcade games, especially racing video games. Tatsumi's TX-1 introduced force feedback to car driving games in 1997.[73] The game Earthshaker! added haptic feedback to a pinball machine in 1999.\n\nSimple haptic devices are common in the form of game controllers, joysticks, and steering wheels. Early implementations were provided through optional components, such as the Nintendo 64 controller's Rumble Pak in 1997. In the same year, the Microsoft SideWinder Force Feedback Pro with built-in feedback was released by Immersion Corporation.[74] Many console controllers and joysticks feature built-in feedback devices, which are motors with unbalanced weights that spin, causing it to vibrate, including Sony's DualShock technology and Microsoft's Impulse Trigger technology. Some automobile steering wheel controllers, for example, are programmed to provide a \"feel\" of the road. As the user makes a turn or accelerates, the steering wheel responds by resisting turns or slipping out of control.\n\nNotable introductions include:\n\nHaptics are gaining widespread acceptance as a key part of virtual reality systems, adding the sense of touch to previously visual-only interfaces.[86] Systems are being developed to use haptic interfaces for 3D modeling and design, including systems that allow holograms to be both seen and felt.[87][88][89] Several companies are making full-body or torso haptic vests or haptic suits for use in immersive virtual reality to allow users to feel explosions and bullet impacts.[90]\n\n"
        }
    ]
}