{
    "url": "https://en.wikipedia.org/wiki/Harassment",
    "title": "Harassment",
    "table_of_contents": [
        "1 Etymology",
        "2 Types",
        "2.1 Electronic",
        "2.2 Landlord",
        "2.3 Online",
        "2.4 Police",
        "2.5 Power",
        "2.6 Psychological",
        "2.7 Racial",
        "2.8 Religious",
        "2.9 Sexual",
        "2.10 Workplace",
        "3 Laws",
        "3.1 United States",
        "3.1.1 New Jersey's Law Against Discrimination (\"LAD\")",
        "3.2 Canada",
        "3.3 United Kingdom",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nHarassment covers a wide range of behaviors of offensive nature. It is commonly understood as behavior that demeans, humiliates or embarrasses a person, and it is characteristically identified by its unlikelihood in terms of social and moral reasonableness. In the legal sense, these are behaviors that appear to be disturbing, upsetting or threatening. Traditional forms evolve from discriminatory grounds, and have an effect of nullifying a person's rights or impairing a person from benefiting from their rights.[citation needed] When these behaviors become repetitive, it is defined as bullying. The continuity or repetitiveness and the aspect of distressing, alarming or threatening may distinguish it from insult.\n\n"
        },
        {
            "title": "Etymology",
            "text": "Attested in English from 1753,[1] harassment derives from the English verb harass plus the suffix -ment. The verb harass, in turn, is a loan word from the French, which was already attested in 1572 meaning torment, annoyance, bother, trouble[2] and later as of 1609 was also referred to the condition of being exhausted, overtired.[3][4] Of the French verb harasser itself there are the first records in a Latin to French translation of 1527 of Thucydides’ History of the war that was between the Peloponnesians and the Athenians both in the countries of the Greeks and the Romans and the neighboring places wherein the translator writes harasser allegedly meaning harceler (to exhaust the enemy by repeated raids); and in the military chant Chanson du franc archer[5] of 1562, where the term is referred to a gaunt jument (de poil fauveau, tant maigre et harassée: of fawn horsehair, so meagre and …) where it is supposed that the verb is used meaning overtired.[6]\n\nA hypothesis about the origin of the verb harasser is harace/harache, which was used in the 14th century in expressions like courre à la harache (to pursue) and prendre aucun par la harache (to take somebody under constraint).[7] The Französisches Etymologisches Wörterbuch, a German etymological dictionary of the French language (1922–2002) compares phonetically and syntactically both harace and harache to the interjection hare and haro by alleging a pejorative and augmentative form. The latter was an exclamation indicating distress and emergency (recorded since 1180) but is also reported later in 1529 in the expression crier haro sur (to arise indignation over somebody). hare's use is already reported in 1204 as an order to finish public activities as fairs or markets and later (1377) still as command but referred to dogs. This dictionary suggests a relation of haro/hare with the old lower Franconian *hara (here) (as by bringing a dog to heel).[8]\n\nWhile the pejorative of an exclamation and in particular of such an exclamation is theoretically possible for the first word (harace) and maybe phonetically plausible for harache, a semantic, syntactic and phonetic similarity of the verb harasser as used in the first popular attestation (the chant mentioned above) with the word haras should be kept in mind: Already in 1160 haras indicated a group of horses constrained together for the purpose of reproduction and in 1280 it also indicated the enclosure facility itself, where those horses are constrained.[9] The origin itself of harass is thought to be the old Scandinavian hârr with the Romanic suffix –as, which meant grey or dimmish horsehair. Controversial is the etymological relation to the Arabic word for horse whose roman transliteration is faras.\n\nAlthough the French origin of the word 'harassment' is beyond all question in the Oxford English Dictionary and those dictionaries basing on it, a supposed Old French verb harer should be the origin of the French verb harasser, despite the fact that this verb cannot be found in French etymologic dictionaries like that of the Centre national de resources textuelles et lexicales or the Trésor de la langue française informatisé (see also their corresponding websites as indicated in the interlinks); since the entry further alleges a derivation from hare, like in the mentioned German etymological dictionary of the French language a possible misprint of harer = har/ass/er = harasser is plausible or cannot be excluded. In those dictionaries the relationship with harassment were an interpretation of the interjection hare as to urge a dog to attack', despite the fact that it should indicate a shout to come and not to go (hare = hara = here; cf. above).[10][11][12] The American Heritage Dictionary prudently indicates this origin only as possible.\n\n"
        },
        {
            "title": "Types",
            "text": "Electronic harassment is the unproven belief of the use of electromagnetic waves to harass a victim. Psychologists have identified evidence of auditory hallucinations, delusional disorders,[13] or other mental disorders in online communities supporting those who claim to be targeted.[14][15]\n\nLandlord harassment is the willing creation, by a landlord or his agents, of conditions that are uncomfortable for one or more tenants in order to induce willing abandonment of a rental contract. Such a strategy is often sought because it avoids costly legal expenses and potential problems with eviction. This kind of activity is common in regions where rent control laws exist, but which do not allow the direct extension of rent-controlled prices from one tenancy to the subsequent tenancy, thus allowing landlords to set higher prices. Landlord harassment carries specific legal penalties in some jurisdictions, but enforcement can be very difficult or even impossible in many circumstances. However, when a crime is committed in the process and motives similar to those described above are subsequently proven in court, then those motives may be considered an aggravating factor in many jurisdictions, thus subjecting the offender(s) to a stiffer sentence.\n\nHarassment directs multiple repeating obscenities and derogatory comments at specific individuals focusing, for example, on the targets' race, religion, gender, nationality, disability, or sexual orientation. This often occurs in chat rooms, through newsgroups, and by sending hate e-mail to interested parties. This may also include stealing photos of the victim and their families, doctoring these photos in offensive ways, and then posting them on social media with the aim of causing emotional distress (see cyberbullying, cyberstalking, hate crime, online predator, Online Gender-Based Violence, and stalking).\n\nUnfair treatment conducted by law officials, including but not limited to excessive force, profiling, threats, coercion, and racial, ethnic, religious, gender/sexual, age, or other forms of discrimination.\n\nPower harassment is harassment or unwelcome attention of a political nature, often occurring in the environment of a workplace including hospitals, schools and universities. It includes a range of behavior from mild irritation and annoyances to serious abuses which can even involve forced activity beyond the boundaries of the job description. Power harassment is considered a form of illegal discrimination and is a form of political and psychological abuse, and bullying.\n\nThis is humiliating, intimidating or abusive behavior which is often difficult to detect, leaving no evidence other than victim reports or complaints. This characteristically lowers a person's self-esteem or causes one to have overwhelming torment.[18] This can take the form of verbal comments, engineered episodes of intimidation, aggressive actions or repeated gestures. Falling into this category is workplace harassment by individuals or groups mobbing.\n\nCommunity-based psychological harassment, meanwhile, is stalking by a group[19] against an individual using repeated distractions that the individual is sensitized to. Media reports of large numbers of coordinated groups stalking individual stalking victims, including a press interview given by an active duty police lieutenant, have described this community-based harassment as gang stalking.[20][21]\n\nThe targeting of an individual because of their race or ethnicity. The harassment may include words, deeds, and actions that are specifically designed to make the target feel degraded due to their race or ethnicity.\n\nVerbal, psychological or physical harassment is used against targets because they choose to practice a specific religion. Religious harassment can also include forced and involuntary conversions.[22]\n\nSexual harassment is an offensive or humiliating behavior that is related to a person's sex. It can be a subtle or overt sexual nature of a person (sexual annoyance,[23][24] e.g. flirting, expression of sexuality, etc.) that results in wrong communication or miscommunication, implied sexual conditions of a job (sexual coercion, etc.). It includes unwanted and unwelcome words, facial expressions, sexual attention, deeds, actions, symbols, or behaviors of a sexual nature that make the target feel uncomfortable. This can involve visual or suggestive looks or comments, staring at a person's body, or the showing of inappropriate photos.[25] It can happen anywhere, but is most common in the workplace, schools, and the military. Even if certain civility codes were relevant in the past, the changing cultural norms calls for policies to avoid intentional fallacies between sexes and among same sexes. Women are substantially more likely to be affected than men.[26][27] The main focus of groups working against sexual harassment has been the protection of women, but in recent years awareness has grown of the need to protect LGBTQ (for right of gender expression), transgender women and men.\n\nWorkplace harassment is the offensive, belittling or threatening behavior directed at an individual worker or a group of workers.[28] Workplace harassment can be verbal, physical, sexual, racial, or bullying. [29]\n\nRecently, matters of workplace harassment have gained interest among practitioners and researchers as it is becoming one of the most sensitive areas of effective workplace management. In some East Asian countries, it has attracted substantial attention from researchers and governments since the 1980s, because aggressive behaviors have become a significant source of work stress, as reported by employees.[30] Under occupational health and safety laws around the world,[31] workplace harassment and workplace bullying are identified as being core psychosocial hazards.[32]\n\n"
        },
        {
            "title": "Laws",
            "text": "Harassment, under the laws of the United States, is defined as any repeated or continuing uninvited contact that serves no useful purpose beyond creating alarm, annoyance, or emotional distress.[citation needed] In 1964, the United States Congress passed Title VII of the Civil Rights Act which prohibited discrimination at work on the basis of race, color, religion, national origin and sex. This later became the legal basis for early harassment law. The practice of developing workplace guidelines prohibiting harassment was pioneered in 1969, when the U.S. Department of Defense drafted a Human Goals Charter, establishing a policy of equal respect for both sexes. In Meritor Savings Bank v. Vinson, 477 U.S. 57 (1986): the U.S. Supreme Court recognized harassment suits against employers for promoting a sexually hostile work environment. In 2006, President George W. Bush signed a law which prohibited the transmission of annoying messages over the Internet (aka spamming) without disclosing the sender's true identity.[33] An important standard in U.S. federal harassment law is that to be unlawful, the offending behavior either must be \"severe or pervasive enough to create a work environment that a reasonable person would consider intimidating, hostile, or abusive,\" or that enduring the offensive conduct becomes a condition of continued employment; e.g. if the employee is fired or threatened with firing upon reporting the conduct.[34]\n\nThe LAD prohibits employers from discriminating in any job-related action, including recruitment, interviewing, hiring, promotions, discharge, compensation and the terms, conditions and privileges of employment on the basis of any of the law's specified protected categories. These protected categories are race, creed, color, national origin, nationality, ancestry, age, sex (including pregnancy and sexual harassment), marital status, domestic partnership status, affectional or sexual orientation, atypical hereditary cellular or blood trait, genetic information, liability for military service, or mental or physical disability, including HIV/AIDS and related illnesses. The LAD prohibits intentional discrimination based on any of these characteristics. Intentional discrimination may take the form of differential treatment or statements and conduct that reflect discriminatory animus or bias.\n\nIn 1984, the Canadian Human Rights Act prohibited sexual harassment in workplaces under federal jurisdiction.\n\nIn the UK, there are a number of laws protecting people from harassment, including the Protection from Harassment Act 1997 and the Criminal Justice and Public Order Act 1994.\n\n"
        }
    ]
}