{
    "url": "https://en.wikipedia.org/wiki/Hard_science_fiction",
    "title": "Hard science fiction",
    "table_of_contents": [
        "1 History",
        "2 Definition",
        "3 Representative works",
        "3.1 Anthologies",
        "3.2 Short stories",
        "3.3 Novels",
        "3.4 Films",
        "3.5 Anime / manga",
        "3.6 Video games",
        "3.7 Visual novels",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Hard science fiction is a category of science fiction characterized by concern for scientific accuracy and logic.[1][2][3] The term was first used in print in 1957 by P. Schuyler Miller in a review of John W. Campbell's Islands of Space in the November issue of Astounding Science Fiction.[4][5][1] The complementary term soft science fiction, formed by analogy to hard science fiction,[6] first appeared in the late 1970s. The term is formed by analogy to the popular distinction between the \"hard\" (natural) and \"soft\" (social) sciences, although there are examples generally considered as \"hard\" SF, such as Isaac Asimov's Foundation series, built on mathematical sociology.[7] Science fiction critic Gary Westfahl argues that neither term is part of a rigorous taxonomy; instead they are approximate ways of characterizing stories that reviewers and commentators have found useful.[8]\n\n"
        },
        {
            "title": "History",
            "text": "Stories revolving around scientific and technical consistency were written as early as the 1870s with the publication of Jules Verne's Twenty Thousand Leagues Under the Sea in 1870, among other stories. The attention to detail in Verne's work became an inspiration for many future scientists and explorers, although Verne himself denied writing as a scientist or seriously predicting machines and technology of the future.\n\nHugo Gernsback believed from the beginning of his involvement with science fiction in the 1920s that the stories should be instructive,[10] although it was not long before he found it necessary to print fantastical and unscientific fiction in Amazing Stories to attract readers.[11] During Gernsback's long absence from SF publishing, from 1936 to 1953, the field evolved away from his focus on facts and education.[12][13] The Golden Age of Science Fiction is generally considered to have started in the late 1930s and lasted until the mid-1940s, bringing with it \"a quantum jump in quality, perhaps the greatest in the history of the genre\", according to science fiction historians Peter Nicholls and Mike Ashley.[14]\n\nHowever, Gernsback's views were unchanged. In his editorial in the first issue of Science-Fiction Plus, he gave his view of the modern SF story: \"the fairy tale brand, the weird or fantastic type of what mistakenly masquerades under the name of Science-Fiction today!\" and he stated his preference for \"truly scientific, prophetic Science-Fiction with the full accent on SCIENCE\".[13] In the same editorial, Gernsback called for patent reform to give science fiction authors the right to create patents for ideas without having patent models because many of their ideas predated the technical progress needed to develop specifications for their ideas. The introduction referenced the numerous prescient technologies described throughout Ralph 124C 41+.[15]\n\n"
        },
        {
            "title": "Definition",
            "text": "The heart of the \"hard science fiction\" designation is the relationship of the science content and attitude to the rest of the narrative, and (for some readers, at least) the \"hardness\" or rigor of the science itself.[16] One requirement for hard SF is procedural or intentional: a story should try to be accurate, logical, credible and rigorous in its use of current scientific and technical knowledge about which technology, phenomena, scenarios and situations that are practically or theoretically possible. For example, the development of concrete proposals for spaceships, space stations, space missions, and a US space program in the 1950s and 1960s influenced a widespread proliferation of \"hard\" space stories.[17] Later discoveries do not necessarily invalidate the label of hard SF, as evidenced by P. Schuyler Miller, who called Arthur C. Clarke's 1961 novel A Fall of Moondust hard SF,[4] and the designation remains valid even though a crucial plot element, the existence of deep pockets of \"moondust\" in lunar craters, is now known to be incorrect.\n\nThere is a degree of flexibility in how far from \"real science\" a story can stray before it leaves the realm of hard SF.[18] Hard science fiction authors only include more controversial devices when the ideas draw from well-known scientific and mathematical principles. In contrast, authors writing  softer SF use such devices without a scientific basis (sometimes referred to as \"enabling devices\", since they allow the story to take place).[19]\n\nReaders of \"hard SF\" often try to find inaccuracies in stories. For example, a group at MIT concluded that the planet Mesklin in Hal Clement's 1953 novel Mission of Gravity would have had a sharp edge at the equator, and a Florida high school class calculated that in Larry Niven's 1970 novel Ringworld the topsoil would have slid into the seas in a few thousand years.[8] Niven fixed these errors in his sequel The Ringworld Engineers, and noted them in the foreword.\n\nFilms set in outer space that aspire to the hard SF label try to minimize the artistic liberties taken for the sake of practicality of effect. Such considerations to be made when shooting may include:\n\n"
        },
        {
            "title": "Representative works",
            "text": "Arranged chronologically by publication year.\n\n"
        }
    ]
}