{
    "url": "https://en.wikipedia.org/wiki/Hard_determinism",
    "title": "Hard determinism",
    "table_of_contents": [
        "1 History",
        "1.1 Classical era",
        "1.2 Modern era",
        "1.3 Contemporary history",
        "2 Overview",
        "3 Implications for ethics",
        "4 Psychological effects of belief in hard determinism",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHard determinism (or metaphysical determinism) is a view on free will which holds that determinism is true, that it is incompatible with free will, and therefore that free will does not exist. Although hard determinism generally refers to nomological determinism,[1] it can also be a position taken with respect to other forms of determinism that necessitate the future in its entirety.[2]\n\nHard determinism is contrasted with soft determinism, which is a compatibilist form of determinism, holding that free will may exist despite determinism.[3] It is also contrasted with metaphysical libertarianism, the other major form of incompatibilism which holds that free will exists and determinism is false.\n\n"
        },
        {
            "title": "History",
            "text": "In ancient Greece, Socrates initiated the rationalistic teaching that any agent is obliged to pursue the chief good conceived by his or her mind.[4] Strato of Lampsacus speculated that an unconscious divine power acts in the world and causes the origin, growth, and breakdown of things.[5] Diodorus Cronus asserted the identity of the possible and the necessary and inferred that future events are as determined as the past ones.[6] Chrysippus of Soli refuted the \"idle argument\" invented to discredit determinism as if human efforts were futile in a preordained world; he explained that fated events occur with the engagement of conscious agents.[7]\n\nThe Bhagavad Gita, a classical Indian text composed around 4th century BCE, also mentions hard deterministic ideas. Krishna, the personification of Godhead, says to Arjuna in the verse 13.30:\n\nIn the 17th century, both John Locke[8] and Baruch Spinoza[9] argued for strict causality of volitional acts.\n\nIn the age of enlightenment, Baron d’Holbach[11] promulgated the naturalistic interpretation of mental events. Arthur Schopenhauer observed that everyone regards himself free a priori; however, a posteriori he must discover that he had been obliged to make the decisions he actually made.[12] Friedrich Nietzsche noticed that free decisions are graded as causa sui, emerging from non-existence.[13]\n\nRecently, Daniel Wegner stressed the limitations of free will on grounds of experimental evidence for unconscious choice and action.[14] To prove determinism, the following putative experiment was proposed: all principal differences between the features of an artificial zygote and that developing naturally can be avoided.[15]\n\n"
        },
        {
            "title": "Overview",
            "text": "Meeting a challenge, agents make decisions in conformity to the inherited character, life history, and current stimuli. The field of acute attention is limited, and motives partly remain unconscious. From the first person's perspective, we have an intuitive commitment that many options are available. However, if the total of the mental content is considered from the third person's perspective, only a single decision deemed by the agent as the most favorable at the moment turns out real. The validity of causation for any mental event becomes apparent taking into account their neurophysiological correlates.[16] Different causal descriptions correspond to the mental and physical domain.[17] Laws of thermodynamics and quantum mechanics govern the latter. Admitting downright mental causation of physiological impulses would mean surplus determination. The surmise that under identical conditions, alternative decisions and actions are possible is disproved by naturalists as an illusion.[18]\nHard determinism is not taken to refer merely to a determinism on earth, but in all of reality (e.g. involving the effects of light from other galaxies, etc.); not just during a certain deterministic period of time, but for all time. This also means that the relation of necessity will be bi-directional. Just as the initial conditions of the universe presumably determine all future states, so too does the present necessitate the past. In other words, one could not change any one fact without affecting the entire timeline. Because hard determinists often support this eternalist view of time, they do not believe that there are genuine chances or possibilities, only the idea that events are 100% likely.[19]\n\nUnlike \"law fundamentalists\", some philosophers are \"law pluralists\": they question what it means to have a law of physics. One example is the \"Best Standards Analysis\", which says that the laws are only useful ways to summarize all past events, rather than there being metaphysically \"pushy\" entities (this route still brings one into conflict with the idea of free will).[citation needed] Some law pluralists further believe there are simply no laws of physics.[19] The mathematical universe hypothesis suggests that there are other universes in which the laws of physics and fundamental constants are different. Andreas Albrecht of Imperial College in London called it a \"provocative\" solution to one of the central problems facing physics. Although he \"wouldn't dare\" go so far as to say he believes it, he noted that \"it's actually quite difficult to construct a theory where everything we see is all there is.\"[20]\n\nThe feasibility of testing determinism is always challenged by what is known, or what is thought to be known, about the idea of a final, all-encompassing, theory of everything. Some physicists challenge the likelihood of determinism on the grounds that certain interpretations of quantum mechanics stipulate that the universe is fundamentally indeterministic, such as the Copenhagen interpretation; whereas other interpretations are deterministic, for example, the De Broglie-Bohm theory and the many-worlds interpretation.\nChaos theory describes how a deterministic system can exhibit perplexing behavior that is difficult to predict: as in the butterfly effect, minor variations between the starting conditions of two systems can result in major differences. Yet chaos theory is a wholly deterministic thesis; it merely demonstrates the potential for vastly different consequences from very similar initial conditions. Properly understood, then, it enlightens and reinforces the deterministic claim.[19]\n\n"
        },
        {
            "title": "Implications for ethics",
            "text": "Hard determinists reject free will. Critics often suggest that, in so doing, the hard determinist also rejects ethics. The key to this argument rests on the idea that holding a person morally responsible requires them to make a choice between two, or more, truly possible alternatives. If choice is indeed impossible, then it would be incorrect to hold anyone morally responsible for his or her actions. If this argument holds, hard determinists are restricted to moral nihilism.\nThis feature, however, is tenable only as far as hard determinists discard responsibility. In a necessitarian world, recourse to merit and blameworthiness is toned down while adherence to ethical and legal values is not ruined. Persons may be appreciated as carriers, executors, and defenders of morality. Alternatively, the choice to be regretful of past misdeeds becomes unreasonable. Nevertheless, one can admonish oneself for one's lapses and resolve to avoid similar behavior in the future.[21]\nThose hard determinists who defend ethical realism would object to the premise that contra-causal free will is necessary for ethics. Those who are also ethically naturalistic may also point out that there are good reasons to punish criminals: it is a chance to modify their behaviour, or their punishment can act as a deterrent for others who would otherwise act in the same manner. The hard determinist could even argue that this understanding of the true and various causes of a psychopath's behaviour, for instance, allow them to respond even more reasonably or compassionately.[22]\n\nHard determinists acknowledge that humans do, in some sense, \"choose,\" or deliberate—although in a way that obeys natural laws. For example, a hard determinist might see humans as a sort of thinking machines, but believe it is inaccurate to say they \"came to a decision\" or \"chose\".\nGeneralization of event causation should circumvent overstatement of external impulses. Autotelic personalities show a high rate of activities all by themselves. The capacity to resist psychological assault is impressive evidence of autarkic resources. Determinists even admit that with corresponding knowledge, changes in the genetic depository and consequently behavior are possible.\n\nUp to now, the concepts and terminology of legal affairs follow the pre-reflexive belief in alternative possibilities. As scientific insight advances, the juridical attitude becomes increasingly \"external\": there should be fewer emotions about offender's will and more concern about the effects of offenses on society. The retributive function of punishment should be rejected as irrational and unjustified. \"Lex talionis\" is discarded already because of deficient correlation between crime and penalty. If the inveterate notion of \"mens rea\" is used at all, then only to distinguish intentional actions from inadvertent ones and not to designate an autonomous undertaking of the lawbreaker. At the same time, it is justified to require the perpetrator to critically reconsider his intentions and character, to demand apology and compensation in victims' favor. The rehabilitation service should be used to train the risky circle for keeping the norms of social life.[23]\n\n"
        },
        {
            "title": "Psychological effects of belief in hard determinism",
            "text": "Some behavioral anomalies have been observed in persons cultivating the habit of causal awareness. Increased aggressiveness, excessive compliance, and reduced helpfulness are reported. Critical assessment of one's own former conduct appeared abated.[24]\n\nWilliam James was an American pragmatist philosopher who coined the terms \"soft determinist\" and \"hard determinist\" in an influential essay titled \"The Dilemma of Determinism\".[25] He argued against determinism, holding that the important issue is not personal responsibility, but hope. He believed that thorough-going determinism leads either to a bleak pessimism or to a degenerate subjectivism in moral judgment. He proposed the way to escape the dilemma is to allow a role for chance. James was careful to explain that he would rather \"debate about objects than words\", which indicates he did not insist on saying that replacing determinism with a model including chance had to mean we had \"free will.\"\n\nThe determinist would counter-argue that there is still reason for hope. Whether or not the universe is determined does not change the fact that the future is unknown, and might very well always be. From a naturalist point of view, a person's actions still play a role in the shape of that future. Founder and director of the Center of Naturalism, Thomas W. Clark, explains that humans are not merely the playthings of patterned, natural forces in the universe—but rather we are ourselves examples of those forces.[26]\nThe deterministic view aligns our representations with the faculties and possibilities we actually possess but it should avoid misleading introspection. Admitting agents' dependence on a drastic background can enhance insight, moderate severity and spare unproductive suffering.[27] Insofar as the mind comprehends universal necessity, the power of emotions is diminished.[28]\n\n"
        }
    ]
}