{
    "url": "https://en.wikipedia.org/wiki/Hard_fantasy",
    "title": "Hard fantasy",
    "table_of_contents": [
        "1 Origins",
        "2 Definition",
        "3 Examples",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Hard fantasy is a subgenre of fantasy literature that strives to present stories set in (and often centered on) a rational and knowable world. Hard fantasy is similar to hard science fiction, from which it draws its name, in that they all aim to build their respective worlds in a rigorous and logical manner.[1][2]\n\n"
        },
        {
            "title": "Origins",
            "text": "Jane Lindskold, whose writing has been called hard fantasy, in 2009 attributed the origin of this term to an unnamed radio interviewer.[1] Brian Stableford traces the term origins to 1980s as proposed by unnamed writers of historical fantasy.[3]\n\n"
        },
        {
            "title": "Definition",
            "text": "The definition of hard fantasy is amorphous in practice. Marie Brennan remarked in 2008 that \"the term has been around for a while without anybody ever achieving consensus on what it refers to\" and proposed a broad definition that \"it's any story that treats magic like science\" or fantasy stories that \"are concerned with how stuff works, and why\".[4] Brian Stableford in The A to Z of Fantasy Literature concurred that the term \"is used in several different ways\", all attempting to create an analogy with the term hard science fiction, with first definitions reserved for works that are \"scrupulously faithful to historical and anthropological data\" outside having some magic or myth plot elements, and later definitions being more broad.[3]\n\nJohn Clute and John Grant in The Encyclopedia of Fantasy defined it as a genre where \"magic is regarded as an almost scientific force of nature and subject to the same sort of rules and principles\", and which \"might refer to fantasy stories equivalent to the form of hard sf known as the 'scientific problem' story, where the hero must logically solve a problematic magical situation\".[2]\n\nLindskold enumerates the key points of the genre as respecting reason, logic and \"real world laws\".[1] Fernando Savater draws similar lines while contrasting hard fantasy with soft fantasy, though it is unclear whether he distinguishes between fantasy and science fiction, as he lists Jules Verne and H. G. Wells as examples of writers of hard fantasy.[5]\n\nMisha Grifka-Wander has argued that the term is both unpopular and inaccurate.[6]\n\nThe opposite of hard fantasy is soft fantasy (see also soft science fiction), and the concepts are related to that of Brandon Sanderson's hard and soft magic systems.[7]\n\n"
        },
        {
            "title": "Examples",
            "text": "The following works have been called hard fantasy:\n\n"
        }
    ]
}