{
    "url": "https://en.wikipedia.org/wiki/Hardcore_pornography",
    "title": "Hardcore pornography",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "3 Legality",
        "3.1 United Kingdom",
        "3.2 United States",
        "4 Impact on society",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Hardcore pornography, or hardcore porn, is  pornography that features detailed depictions of sexual organs or sexual acts such as vaginal, anal or oral intercourse, fingering, anilingus, ejaculation, and fetish play. The term is in contrast with less-explicit softcore pornography. Hardcore pornography usually takes the form of photographs,  films and cartoons. Since the 1990s, hardcore pornography has become widely available over the Internet, making it more accessible than ever before.\n\n"
        },
        {
            "title": "Etymology",
            "text": "A distinction between \"hardcore pornography\" and \"borderline pornography\" (or \"borderline obscenity\") was made in the 1950s and 1960s by American jurists discussing obscenity laws. \"Borderline pornography\" appealed to sexual prurience, but had positive qualities, such as literary or artistic merit, and so was arguably permitted by obscenity laws; \"hardcore pornography\" lacked such merits and was definitely prohibited.[1] In Roth v. United States (1957) the government brief distinguished three classes of sexual material: \"novels of apparently serious literary intent\"; \"borderline entertainment ... magazines, cartoons, nudist publications, etc.\"; and \"hard core pornography, which no one would suggest had literary merit\".[2] Eberhard and Phyllis Kronhausen in 1959 distinguished \"erotic realism\" from \"pornography\"; in the latter \"the main purpose is to stimulate erotic response in the reader. And that is all.\"[3] Most famously, in Jacobellis v. Ohio (1964), Potter Stewart wrote:\n\nIn Jacobellis v. Ohio and other cases, the United States Supreme Court ruled that only \"hardcore\" pornography could be prohibited by obscenity laws, with the rest protected by the First Amendment. The category of \"borderline obscenity\" thus became obsolete. The 1970 report of the President's Commission on Obscenity and Pornography said:[4]\n\nFrom the 1970s, the salient distinction was between hardcore pornography and softcore pornography, which may use simulated sex and limits the range and intensity of depictions of sexual activities. For example, William Rotsler's 1973 classification subdivided the X rating for erotic films: \"The XXX-rating means hard-core, the XX-rating is for simulation, and an X-rating is for comparatively cool films.\"[5]\n\n"
        },
        {
            "title": "History",
            "text": "The prehistory of modern pornography is the classical American stag film, also known as blue movies, a body of clandestine short pornographic films produced during the first two-thirds of the 20th century. While the exact corpus of the distinctive stag film remains unknown, scholars at the Kinsey Institute believe there are approximately 2000 films produced between 1915 and 1968.[6] Stag cinema is a form of hardcore film and is characterized as silent, usually filling a single reel or less, and was illegally made and exhibited because of censorship laws in America. Women were excluded from these private screenings that were shown in American \"smoker\" houses such as fraternities or other exclusive institutions. In Europe, films of the same kind were screened in brothels. The mode of reception of the all-male audience of stag films was raucous, collective sexual banter[7] and sexual arousal. Film historians describe stag films as a primitive form of cinema because they were produced by anonymous and amateur male artists who failed to achieve narrative coherence and continuity. Today, many of these films have been archived by the Kinsey Institute, but most are in a state of decay and have no copyright, real credits, or acknowledged authorship. The stag film era inevitably ended with the beginnings of the sexual revolution in the fifties in combination with the new technologies of the post war era, such as 16 mm, 8 mm, and the Super 8. American stag cinema in general received scholarly attention first in the mid-seventies by heterosexual males, e.g. Di Lauro and Gerald Rabkin's Dirty Movies (1976) and more recently by feminist and queer cultural historians, e.g. Linda M. Williams' Hard Core: Power Pleasure, and the \"Frenzy of the Visible\" (1989) and Thomas Waugh's Homosociality in the Classical American Stag Film: Off-Screen, On-screen (2001).\n\n"
        },
        {
            "title": "Legality",
            "text": "The distribution of hardcore pornography had been widely prohibited in many countries until the second half of the 20th century when many countries began to allow some dissemination of softcore material. Supply is now usually regulated by a motion picture rating system as well as by direct regulation of points of sale. Restrictions, as applicable, apply to the screening, or rental, sale, or giving of a movie, in the form of a DVD, video, computer file, etc. Public display and advertising of hardcore pornography is often prohibited, as is its supply to minors.\n\nMost countries have eased the restrictions on the distribution of pornography, either by general or restricted legalization or by failure to enforce prohibitive legislation. Most easing of restrictions has been by way of changes to the criteria of a country's movie classification system. The anti-pornography movement often vigorously opposes legalization. In 1969, Denmark became the first country in the world to legalize pornography.[8] In the U.S., legal interpretations of pornography in relation to the constitutional right to free speech differ from state to state and from city to city. Hardcore pornography was legalized in the UK in 2000.[9]\n\nThe Independent reported in 2006 that Nielsen NetRatings found that more than nine million British male adults used Internet porn services.[10] The study also reported a one-third rise in the number of women visiting X-rated sites, from 1.05 million to 1.38 million. A 2003 study found that one third of all British Internet users accessed hardcore porn.[11]\n\nA 2005 study by Eric Schlosser estimated that revenues from hardcore porn matched Hollywood's domestic box office takings. Hardcore porn videos, Internet sites, live sex acts and cable TV programming generated US$10 billion, roughly equal to U.S. domestic box office receipts.[12]\n\n"
        },
        {
            "title": "Impact on society",
            "text": "Berl Kutchinsky's Studies on Pornography and Sex Crimes in Denmark (1970), a scientific report commissioned by the Presidential Commission on Obscenity and Pornography, found that the legalizing of pornography in Denmark had not (as had been expected) resulted in an increase of sex crimes.[13]\n\nA study conducted in Denmark in 2003 and later published in Archives of Sexual Behavior found that Danish men and women generally believe that hardcore pornography has a positive influence on their lives.[14]\n\n"
        }
    ]
}