{
    "url": "https://en.wikipedia.org/wiki/Haredi_Judaism",
    "title": "Haredi Judaism",
    "table_of_contents": [
        "1 Terminology",
        "2 History",
        "2.1 Post-Holocaust",
        "3 Practices and beliefs",
        "3.1 Lifestyle and family",
        "3.2 Dress",
        "3.3 Neighborhoods",
        "3.4 Sex separation",
        "3.5 Newspapers and publications",
        "3.6 Technology",
        "3.7 News hotlines",
        "4 In Israel",
        "4.1 Attitudes towards Zionism",
        "4.2 Marriage",
        "4.3 Divorce",
        "4.4 Education",
        "4.5 Military",
        "4.6 Employment",
        "4.7 Other issues",
        "5 Population",
        "5.1 Israel",
        "5.2 United States",
        "5.2.1 New York state",
        "5.2.1.1 New York City",
        "5.2.1.1.1 Brooklyn",
        "5.2.1.1.2 Queens",
        "5.2.1.1.3 Manhattan",
        "5.2.1.1.4 Long Island",
        "5.2.1.2 Hudson Valley",
        "5.2.2 New Jersey",
        "5.2.3 Maryland",
        "5.2.4 California",
        "5.2.5 Illinois",
        "5.2.6 Colorado",
        "5.2.7 Massachusetts",
        "5.2.8 Ohio",
        "5.3 United Kingdom",
        "5.4 Elsewhere",
        "6 Present leadership and organizations",
        "6.1 Rabbis and rabbinic authority",
        "6.2 Major representative groups and political parties",
        "7 Controversies",
        "7.1 Shunning",
        "7.2 Pedophilia and sexual abuse cases",
        "7.3 Divorce coercion",
        "8 See also",
        "9 References",
        "10 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHaredi Judaism (Hebrew: יהדות חֲרֵדִית‎ Yahadut Ḥaredit, IPA: [ħaʁeˈdi]; also spelled Charedi in English; plural Haredim or Charedim) consists of groups within Orthodox Judaism that are characterized by their strict adherence to halakha (Jewish law) and traditions, in opposition to modern values and practices.[1][2] Its members are usually referred to as ultra-Orthodox in English; however, the term \"ultra-Orthodox\" is considered pejorative by many of its adherents, who prefer terms like strictly Orthodox or Haredi.[3] Haredi Jews regard themselves as the most religiously authentic group of Jews,[4][5] although other movements of Judaism disagree.[6]\n\nSome scholars have suggested that Haredi Judaism is a reaction to societal changes, including political emancipation, the Haskalah movement derived from the Enlightenment, acculturation, secularization, religious reform in all its forms from mild to extreme, the rise of the Jewish national movements, etc.[7] In contrast to Modern Orthodox Judaism, followers of Haredi Judaism segregate themselves from other parts of society to an extent. However, many Haredi communities encourage their young people to get a professional degree or establish a business. Furthermore, some Haredi groups, like Chabad-Lubavitch, encourage outreach to less observant and unaffiliated Jews and hilonim (secular Israeli Jews).[8] Thus, professional and social relationships often form between Haredi and non-Haredi Jews, as well as between Haredi Jews and non-Jews.[9]\n\nHaredi communities are found primarily in Israel (12.9% of Israel's population),[10][11][12] North America, and Western Europe. Their estimated global population numbers over 1.8 million, and, due to a virtual absence of interfaith marriage and a high birth rate, the Haredi population is growing rapidly.[13][14][15][16] Their numbers have also been boosted since the 1970s by secular Jews adopting a Haredi lifestyle as part of the baal teshuva movement; however, this has been offset by those leaving.[17][18][19][20]\n\n"
        },
        {
            "title": "Terminology",
            "text": "The term most commonly used by outsiders, for example most American news organizations, is ultra-Orthodox Judaism.[21] Hillel Halkin suggests the origins of the term may date to the 1950s, a period in which Haredi survivors of the Holocaust first began arriving in America.[22] However, Isaac Leeser (1806–1868) was described in 1916 as \"ultra-Orthodox\".[23]\n\nHaredi is a Modern Hebrew adjective derived from the Biblical verb hared, which appears in the Book of Isaiah (66:2; its plural haredim appears in Isaiah 66:5)[24] and is translated as \"[one who] trembles\" at the word of God. The word connotes an awe-inspired fear to perform the will of God;[25] it is used to distinguish them from other Orthodox Jews (similar to the name used by Christian Quakers to describe their relationship to God).[24][26][27]\n\nThe word Haredi is often used in the Jewish diaspora in place of the term ultra-Orthodox, which many view as inaccurate or offensive,[28][29][30] it being seen as a derogatory term suggesting extremism; English-language alternatives that have been proposed include fervently Orthodox,[31] strictly Orthodox,[29] or traditional Orthodox.[21] Others, however, dispute the characterization of the term as pejorative.[22] Ari L. Goldman, a professor at Columbia University, notes that the term simply serves a practical purpose to distinguish a specific part of the Orthodox community, and is not meant as pejorative.[21] Others, such as Samuel Heilman, criticized terms such as ultra-Orthodox and traditional Orthodox, arguing that they misidentify Haredi Jews as more authentically Orthodox than others, as opposed to adopting customs and practises that reflect their desire to separate from the outside world.[32][22]\n\nThe community has sometimes been characterized as traditional Orthodox, in contradistinction to the Modern Orthodox, the other major branch of Orthodox Judaism, and not to be confused with the movement represented by the Union for Traditional Judaism, which originated in Conservative Judaism.[33][34]\n\nHaredi Jews also use other terms to refer to themselves. Common Yiddish words include Yidn (Jews), erlekhe Yidn (virtuous Jews),[28] ben Torah (son of the Torah),[24] frum (pious), and heimish (home-like; i. e., our crowd).\n\nIn Israel, Haredi Jews are sometimes also called by the derogatory slang words dos (plural dosim), that mimics the traditional Ashkenazi Hebrew pronunciation of the Hebrew word datim (religious),[35] and more rarely, sh'chorim (blacks), a reference to the black clothes they typically wear;[36] a related informal term used in English is black hat.[37]\n\n"
        },
        {
            "title": "History",
            "text": "Throughout Jewish history, Judaism has always faced internal and external challenges to its beliefs and practices which have emerged over time and produced counter-responses. According to its adherents, Haredi Judaism is a continuation of Rabbinic Judaism, and the immediate forebears of contemporary Haredi Jews were the Jewish religious traditionalists of Eastern Europe who fought against secular modernization's influence which reduced Jewish religious observance. Indeed, adherents of Haredi Judaism, just like Rabbinic Jews, see their beliefs as part of an unbroken tradition which dates back to the revelation at Sinai.[38] However, most historians of Orthodoxy consider Haredi Judaism, in its most modern incarnation, to date back to the beginning of the 20th century.[38][39][40]\n\nFor centuries, before Jewish emancipation, European Jews were forced to live in ghettos where Jewish culture and religious observance were preserved. Change began in the wake of the Age of Enlightenment, when some European liberals sought to include the Jewish population in the emerging empires and nation states. The influence of the Haskalah movement[41] (Jewish Enlightenment) was also evident. Supporters of the Haskalah held that Judaism must change, in keeping with the social changes around them. Other Jews insisted on strict adherence to halakha (Jewish law and custom).\n\nIn Germany, the opponents of Reform rallied to Samson Raphael Hirsch, who led a secession from German Jewish communal organizations to form a strictly Orthodox movement, with its own network of synagogues and religious schools. His approach was to accept the tools of modern scholarship and apply them in defence of Orthodox Judaism. In the Polish–Lithuanian Commonwealth (including areas traditionally considered Lithuanian), Jews true to traditional values gathered under the banner of Agudas Shlumei Emunei Yisroel.[42]\n\nMoses Sofer was opposed to any philosophical, social, or practical change to customary Orthodox practice. Thus, he did not allow any secular studies to be added to the curriculum of his Pressburg Yeshiva. Sofer's student Moshe Schick, together with Sofer's sons Shimon and Samuel Benjamin, took an active role in arguing against the Reform movement. Others, such as Hillel Lichtenstein, advocated an even more stringent position for Orthodoxy.\n\nA major historic event was the meltdown after the Universal Israelite Congress of 1868–1869 in Pest. In an attempt to unify all streams of Judaism under one constitution, the Orthodox offered the Shulchan Aruch as the ruling Code of law and observance. This was dismissed by the reformists, leading many Orthodox rabbis to resign from the Congress and form their own social and political groups. Hungarian Jewry split into two major institutionally sectarian groups: Orthodox, and Neolog. However, some communities refused to join either of the groups, calling themselves \"Status Quo\".[citation needed]\n\nSchick demonstrated support in 1877 for the separatist policies of Samson Raphael Hirsch in Germany. Schick's own son was enrolled in the Hildesheimer Rabbinical Seminary, headed by Azriel Hildesheimer, which taught secular studies. Hirsch, however, did not reciprocate, and expressed astonishment at Schick's halakhic contortions in condemning even those Status Quo communities that clearly adhered to halakha.[43] Lichtenstein opposed Hildesheimer, and his son Hirsh Hildesheimer, as they made use of the German language in sermons from the pulpit and seemed to lean in the direction of Zionism.[44]\n\nShimon Sofer was somewhat more lenient than Lichtenstein on the use of German in sermons, allowing the practice as needed for the sake of keeping cordial relations with the various governments. Likewise, he allowed extra-curricular studies of the gymnasium for students whose rabbinical positions would be recognized by the governments, stipulating the necessity to prove the strict adherence to the God-fearing standards per individual case.[45]\n\nIn 1912, the World Agudath Israel was founded, to differentiate itself from the Torah Nationalist Mizrachi and secular Zionist organizations. It was dominated by the Hasidic rebbes and Lithuanian rabbis and roshei yeshiva (deans). The organization nominated rabbis who subsequently were elected as representatives in the Polish legislature Sejm, such as Meir Shapiro and Yitzhak-Meir Levin. Not all Hasidic factions joined the Agudath Israel, remaining independent instead, such as Machzikei Hadat of Galicia.[46]\n\nIn 1919, Yosef Chaim Sonnenfeld and Yitzchok Yerucham Diskin founded the Edah HaChareidis as part of Agudath Israel in then-Mandate Palestine.\n\nIn 1924, Agudath Israel obtained 75 percent of the votes in the Kehilla elections.[47]\n\nThe Orthodox community polled some 16,000 of a total 90,000 at the Knesseth Israel in 1929.[48] But Sonnenfeld lobbied Sir John Chancellor, the High Commissioner, for separate representation in the Palestine Communities Ordinance from that of the Knesseth Israel. He explained that the Agudas Israel community would cooperate with the Vaad Leumi and the National Jewish Council in matters pertaining to the municipality, but sought to protect its religious convictions independently. The community petitioned the Permanent Mandates Commission of the League of Nations on this issue. The one community principle was victorious, despite their opposition, but this is seen as the creation of the Haredi community in Israel, separate from the other Orthodox and Zionist movements.[49]\n\nIn 1932, Sonnenfeld was succeeded by Yosef Tzvi Dushinsky, a disciple of the Shevet Sofer, one of the grandchildren of Moses Sofer. Dushinsky promised to build up a strong Jewish Orthodoxy at peace with the other Jewish communities and the non-Jews.[50]\n\nIn general, the present-day Haredi population originate from two distinct post-Holocaust waves:\n\nThe original Haredi population has been instrumental in the expansion of their lifestyle, though criticisms have been made of discrimination towards the later adopters of the Haredi lifestyle in shidduchim (matchmaking)[54] and the school system.[55]\n\n"
        },
        {
            "title": "Practices and beliefs",
            "text": "The Haredim represent the conservative or pietistic form of Jewish fundamentalism, distinct from the radical fundamentalism of Gush Emunim,[56] and emphasising withdrawal from, and disdain for, the secular world, and the creation of an alternative world which insulates the Torah and the life it prescribes from outside influences.[57]\nHaredi Judaism is not an institutionally cohesive or homogeneous group, but comprises a diversity of spiritual and cultural orientations, generally divided into a broad range of Hasidic courts and Litvishe-Yeshivish streams from Eastern Europe, and Oriental Sephardic Haredi Jews. These groups often differ significantly from one another in their specific ideologies and lifestyles, as well as the degree of stringency in religious practice, rigidity of religious philosophy, and isolation from the general culture that they maintain.[citation needed]\n\nSome scholars, including some secular and Reform Jews, describe the Haredim as \"radical fundamentalists\".[58][59][60][61][62][63][64][65]\n\nThe majority of Haredi Jews worldwide live in neighborhoods occupied primarily by other Haredi Jews.[citation needed]\n\nThe practices and beliefs of Haredi Jews, which have been interpreted as \"isolationist\", can bring them into conflict with modern liberal values. In 2018, a Haredi school in the United Kingdom was rated as \"inadequate\" by the Office for Standards in Education, after repeated complaints were raised about the censoring of textbooks and exam papers which contained mentions of homosexuality, examples of women socializing with men, pictures showing women's shoulders and legs, or information that contradicts a creationist worldview.[66][67]\n\nHaredi life, like Orthodox Jewish life in general, is very family-centered and ordered. Boys and girls attend separate schools, and proceed to higher Torah study, in a yeshiva or seminary, respectively, starting anywhere between the ages of 13 and 18. A significant proportion of young men remain in yeshiva until their marriage (which is usually arranged through facilitated dating). After marriage, many Haredi men continue their Torah studies in a kollel.\n\nStudying in secular institutions is often discouraged, although educational facilities for vocational training in a Haredi framework do exist. In the United States and Europe, the majority of Haredi males are active in the workforce. For various reasons, in Israel, most (56%) of their male members do work, though some of those are part of the unofficial workforce.[68][69][70][71] Haredi families (and Orthodox Jewish families in general) are usually much larger than non-Orthodox Jewish families, with as many as twelve or more children.[9] About 70% of female Haredi Jews in Israel work.[68]\n\nHaredi Jews are typically opposed to the viewing of television and films,[72] and the reading of secular newspapers and books. There has been a strong campaign against the Internet, and Internet-enabled mobile phones without filters have also been banned by leading rabbis.[73][74][75] In May 2012, 40,000 Haredim gathered at Citi Field, a baseball park in New York City, to discuss the dangers of unfiltered Internet.[74][76] The event was organized by the Ichud HaKehillos LeTohar HaMachane. The Internet has been allowed for business purposes so long as filters are installed.\n\nIn some instances, forms of recreation which conform to Jewish law are treated as antithetical to Haredi Judaism. In 2013, the Rabbinical Court of the Ashkenazi Community in the Haredi settlement of Beitar Illit ruled against Zumba (a type of dance fitness) classes, although they were held with a female instructor and all-female participants.[77][78] The Court said in part: \"Both in form and manner, the activity [Zumba] is entirely at odds with both the ways of the Torah and the holiness of Israel, as are the songs associated to it.\"[78]\n\nThe standard mode of dress for males of the Lithuanian stream is a black or navy suit and a white shirt.[79] Headgear includes black Fedora or Homburg hats, with black skull caps. Pre-war Lithuanian yeshiva students also wore light coloured suits, along with beige or grey hats,[80] and prior to the 1990s, it was common for Americans of the Lithuanian stream to wear coloured shirts throughout the week, reserving white shirts for Shabbos.[81]\n\nBeards are common among Haredi and many other Orthodox Jewish men, and Hasidic men will almost never be clean-shaven.\n\nWomen adhere to the laws of modest dress, and wear long skirts and sleeves, high necklines, and, if married, some form of hair covering.[82] Haredi women never wear trousers, although a small minority do wear pajama-trousers within the home at night.[83]\n\nOver the years, it has become popular among some Haredi women to wear sheitels (wigs) that are more attractive than their own hair (drawing criticism from some more conservative Haredi rabbis). Mainstream Sephardi Haredi rabbi Ovadia Yosef forbade the wearing of wigs altogether.[84] Haredi women often dress more freely and casually within the home, as long as the body remains covered in accordance with the halakha. More modernized Haredi women are somewhat more lenient in matters of their dress, and some follow the latest trends and fashions while conforming to the halakha.[83]\n\nNon-Lithuanian Hasidic men and women differ from the Lithuanian stream by having a much more specific dress code, the most obvious difference for men being the full-length suit jacket (rekel) on weekdays, and the fur hat (shtreimel) and silk caftan (bekishe) on the Sabbath.\n\nHaredi neighborhoods tend to be safe and free from violent crime.[85] In Israel, the entrances to some of the most extreme Haredi neighborhoods are fitted with signs asking that modest clothing be worn.[86] Some areas are known to have \"modesty patrols\",[87] and people dressed in ways perceived as immodest may suffer harassment, and advertisements featuring scantily dressed models may be targeted for vandalism.[88][89] These concerns are also addressed through public lobbying and legal avenues.[90][91]\n\nDuring the week-long Rio Carnival in Rio de Janeiro, many of the city's 7,000 Orthodox Jews feel compelled to leave the town, due to the immodest exposure of participants.[92] In 2001, Haredi campaigners in Jerusalem succeeded in persuading the Egged bus company to get all their advertisements approved by a special committee.[93] By 2011, Egged had gradually removed all bus adverts that featured women, in response to their continuous defacement. A court order that stated such action was discriminatory led to Egged's decision not to feature people at all (neither male nor female).[94] Depictions of certain other creatures, such as space aliens, were also banned, in order not to offend Haredi sensibilities.[95] Haredi Jews also campaign against other types of advertising that promote activities they deem offensive or inappropriate.[96]\n\nTo honor the Shabbat, most state-run buses in Israel do not run on Saturdays.[97] In a similar vein, Haredi Jews in Israel have demanded that the roads in their neighborhoods be closed on Saturdays, vehicular traffic being viewed as an \"intolerable provocation\" upon their religious lifestyle (see Driving on Shabbat in Jewish law). In most cases, the authorities granted permission after Haredi petitioning and demonstrations, some of them including fierce clashes between Haredi Jews and secular counter-demonstrators, and violence against police and motorists.[98]\n\nWhile Jewish modesty law requires gender separation under various circumstances, observers have contended that there is a growing trend among some groups of Hasidic Haredi Jews to extend its observance to the public arena.[101]\n\nIn the Hasidic village of Kiryas Joel, New York, an entrance sign asks visitors to \"maintain sex separation in all public areas\", and the bus stops have separate waiting areas for men and women.[102] In New Square, another Hasidic enclave, men and women are expected to walk on opposite sides of the road.[101] In Israel, Jerusalem residents of Mea Shearim were banned from erecting a street barrier dividing men and women during the week-long Sukkot festival's nightly parties;[103][104] and street signs requesting that women avoid certain pavements in Beit Shemesh have been repeatedly removed by the municipality.[105]\n\nSince 1973, buses catering to Haredi Jews running from Rockland County and Brooklyn into Manhattan have had separate areas for men and women, allowing passengers to conduct on-board prayer services.[106] Although the lines are privately operated, they serve the general public, and in 2011, the set-up was challenged on grounds of discrimination, and the arrangement was deemed illegal.[107][108] During 2010–2012, there was much public debate in Israel surrounding the existence of segregated Haredi Mehadrin bus lines (whose policy calls for both men and women to stay in their respective areas: men in the front of the bus,[109] and women in the rear of the bus) following an altercation that occurred after a woman refused to move to the rear of the bus to sit among the women. A subsequent court ruling stated that while voluntary segregation should be allowed, forced separation is unlawful.[110] Israeli national airline El Al has agreed to provide gender-separated flights in consideration of Haredi requirements.[111]\n\nEducation in the Haredi community is strictly segregated by sex. Yeshiva education for boys is primarily focused on the study of Jewish scriptures, such as the Torah and Talmud (non-Hasidic yeshivas in America teach secular studies in the afternoon); girls obtain studies both in Jewish education as well as broader secular subjects.[112]\n\nIn 2012, A Better Safe Than Sorry Book, aimed at Haredi Jewish children, was published with some controversy, as it contains both sexes.[113]\n\nIn 1930s Poland, the Agudath Israel movement published its own Yiddish-language paper, Dos Yiddishe Tagblatt. In 1950, the Agudah started printing Hamodia, a Hebrew-language Israeli daily.\n\nHaredi publications tend to shield their readership from objectionable material,[114] and perceive themselves as a \"counterculture\", desisting from advertising secular entertainment and events.[115] The editorial policy of a Haredi newspaper is determined by a rabbinical board, and every edition is checked by a rabbinical censor.[116] A strict policy of modesty is characteristic of the Haredi press in recent years, and pictures of women are usually not printed.[117] In 2009, the Israeli daily Yated Ne'eman doctored an Israeli cabinet photograph replacing two female ministers with images of men,[118] and in 2013, the Bakehilah magazine pixelated the faces of women appearing in a photograph of the Warsaw Ghetto Uprising.[119] The mainstream Haredi political Shas party also refrains from publishing female images.[120] Among Haredi publishers which have not adopted this policy is ArtScroll, which does publish pictures of women in their books.[121]\n\nNo coverage is given to serious crime, violence, sex, or drugs, and little coverage is given to non-Orthodox streams of Judaism.[122] Inclusion of \"immoral\" content is avoided, and when publication of such stories is a necessity, they are often written ambiguously.[117] The Haredi press generally takes a non-Zionist stance, and gives more coverage to issues that concern the Haredi community, such as the drafting of girls and yeshiva students into the army, autopsies, and Shabbat observance.[115] In Israel, it portrays the secular world as \"spitefully anti-Semitic\", and describes secular youth as \"mindless, immoral, drugged, and unspeakably lewd\".[123][124] Such attacks have led to Haredi editors being warned about libelous provocations.[125]\n\nWhile the Haredi press is extensive and varied in Israel,[115] only around half the Haredi population reads newspapers. Around 10% read secular newspapers, while 40% do not read any newspaper at all.[126] According to a 2007 survey, 27% read the weekend Friday edition of HaModia, and 26% the Yated Ne'eman.[127] In 2006, the most-read Haredi magazine in Israel was the Mishpacha weekly, which sold 110,000 copies.[127]\n\nIn the modern era of the internet and mobile phones, it can be confusing as to what is or is not considered appropriate. The Haredi leaders have at times suggested a ban on the internet and any internet-capable device,[128] their reasoning being that the immense amount of information can be corrupting, and the ability to use the internet with no observation from the community can lead to individuation.[129] However, these presented reasons by the Haredi leaders could be influenced by a general fear of the loss of young Haredi members.\n\nBanning the internet for Haredi Jews could be a detriment to possible economic uses from Jewish businesses. Some Haredi businessmen utilize the internet throughout the week, but they still observe Shabbat in every aspect by not accepting or processing orders from Friday evening to Saturday evening.[130] They utilize the internet under strict filters and guidelines. Although Haredi leaders have been unsuccessful in their attempts of banning internet use, they have influenced the world of technology. The Kosher cell phone was introduced to the Jewish public with the sole ability to call other phones. It was unable to utilize the internet, text other phones, and had no camera feature. In fact, a kosher phone plan was created, with decreased rates for kosher-to-kosher calls, to encourage community.[131][132]\n\nNews hotlines are an important source of news in the Haredi world. Since many Haredi Jews do not listen to the radio or have access to the internet, even if they read newspapers, they are left with little or no access to breaking news. News hotlines were formed to fill this gap, and many have expanded to additional fields over time.[133][134] Currently, many news lines provide rabbinic lectures, entertainment, business advice, and similar services, in addition to their primary function of reporting the news. Many Hasidic sects maintain their own hotlines, where relevant internal news is reported and the group's perspective can be advocated for. In the Israeli Haredi community, there are dozens of prominent hotlines, in both Yiddish and Hebrew. Some Haredi hotlines have played significant public roles.[135]\n\n"
        },
        {
            "title": "In Israel",
            "text": "While most Haredi Jews were opposed to the establishment of the State of Israel, and Haredi Jews mostly do not celebrate Yom Ha'Atzmaut (Israeli Independence Day) or any other state-instituted holidays, there were many who gave their backing to the nascent state.[136][137]\n\nThe chief political division among Haredi Jews has been in their approach to the State of Israel. After Israeli independence, different Haredi movements took varying positions on it. Only a minority of Haredi Jews consider themselves to be Zionists. Haredim who do not consider themselves Zionists fall into two-camps: non-Zionist, and anti-Zionist. Non-Zionist Haredim, who comprise the majority, do not object to the State of Israel as an independent Jewish state, and many even consider it to be positive, but they do not believe that it has any religious significance. Anti-Zionist Haredim, who are a minority, but are more publicly visible than the non-Zionist majority, believe that any Jewish independence prior to the coming of the Messiah is a sin.[138][139]\n\nThe ideologically non-Zionist United Torah Judaism alliance comprising Agudat Yisrael and Degel HaTorah (and the umbrella organizations World Agudath Israel and Agudath Israel of America) represents a moderate and pragmatic stance of cooperation with the State of Israel, and participation in the political system. UTJ has been a participant in numerous coalition governments, seeking to influence state and society in a more religious direction and maintain welfare and religious funding policies. In general, their position is supportive of Israel.[140]\n\nHaredim who are stridently anti-Zionist are under the umbrella of Edah HaChareidis, who reject participation in politics and state funding of its affiliated institutions, in contradistinction to Agudah-affiliated institutions. Neturei Karta is a very small activist organization of anti-Zionist Haredim, whose controversial activities have been strongly condemned, including by other anti-Zionist Haredim.[141] Neither main political party in Israel has the support in numbers to elect a majority government, and so, they both rely on support from the Haredi parties.\n\nIn recent years, some rebbes affiliated with Agudath Israel, such as the Sadigura rebbe Avrohom Yaakov Friedman, have taken more hard-line stances on security, settlements, and disengagement.[142]\n\nShas represents Sephardi and Mizrahi Haredim, and, while having many points in common with Ashkenazi Haredim, differs from them by its more enthusiastic support for the State of Israel and the IDF.\n\nThe purpose of marriage in the Haredi (and Orthodox) viewpoint is for the purpose of companionship, as well as for the purpose of having children.[143]\n\nThere is a high rate of marriage in the Haredi community. 83% are married, compared to the non-Haredi community in Israel of 63%.[144] Marriage is viewed as holy, and as the natural home for a man and a woman to truly love each other.\n\nIn 2016, Haaretz claimed that divorces among Haredim are increasing in Israel.[145] In 2017, some predominantly Haredi cities reported the highest growth rates in divorce in the Israel, in the context of generally falling rates of divorce.[146] In 2018, some predominantly Haredi cities reported drops in divorce. Jerusalem had a decrease of 7%, and the Haredi city of Beitar Illit had a drop of 49%, in the context of generally rising rates of divorce.[147] When the divorce is linked to one spouse leaving the community, the one who chooses to leave is often shunned from his or her communities and forced to abandon their children, as most courts prefer keeping children in an established status quo.[145][148][149]\n\nIn 2016, the divorce rate was 5% among the Haredi population, compared to the general population rate of 14%.[150]\n\nHaredim primarily educate their children in their own private schools, starting with chederim for pre-school to primary school ages, to yeshivos for boys from secondary school ages, and in seminaries, often called Bais Yaakovs, for girls of secondary school ages. Only Jewish religiously observant students are admitted, and parents must agree to abide by the rules of the school to keep their children enrolled. Yeshivas are headed by rosh yeshivas (deans) and principals. Many Hasidic schools in Israel, Europe, and North America teach little or no secular subjects, while some of the Litvish (Lithuanian style) schools in Israel follow educational policies to the Hasidic school. In the U.S., most teach secular subjects to boys and girls, as part of a dual curriculum of secular subjects (generally called \"English\") and Torah subjects. Yeshivas teach mostly Talmud and Rabbinic literature, while the girls' schools teach Jewish Law, Midrash, and Tanach (Hebrew Bible).\n\nBetween 2007 and 2017, the number of Haredim studying in higher education had risen from 1,000 to 10,800.[151]\n\nIn 2007, the Kemach Foundation was established to become an investor in the sector's social and economic development, and provide opportunities for employment. Through the philanthropy of Leo Noé of London, later joined by the Wolfson family of New York and Elie Horn from Brazil, Kemach has facilitated academic and vocational training. With a $22m budget, including government funding, Kemach provides individualized career assessment, academic or vocational scholarships, and job placement for the entire Haredi population in Israel. The Foundation is managed by specialists who, coming from the Haredi sector themselves, are familiar with the community's needs and sensitivities. By April 2014, more than 17,800 Haredim have received the services of Kemach, and more than 7,500 have received, or continue to receive, monthly scholarships to fund their academic or vocational studies. From 500 graduates, the net benefits to the government would be 80.8 million NIS if they work for one year, 572.3 million NIS if they work for 5 years, and 2.8 billion NIS (discounted) if they work for 30 years.[152]\n\nThe Council for Higher Education announced in 2012 that it was investing NIS 180 million over the following five years to establish appropriate frameworks for the education of Haredim, focusing on specific professions.[153] The largest Haredi campus in Israel is The Haredi Campus - The Academic College Ono.\n\nUpon the establishment of the State of Israel in 1948, universal conscription was instituted for all able-bodied Jewish males. However, the nation's population of military-aged Haredi men were exempted from service in the Israel Defense Forces (IDF) under the Torato Umanuto arrangement, which officially granted deferred entry into the IDF for yeshiva students, but in practice allowed young Haredi men to serve for a significantly reduced period of time or bypass military service altogether. At that time, only a small group of roughly 400 individuals was affected, since, due to the historic opposition of Haredi Judaism to Zionism, the population of Haredim was very low.[154] However, the Haredim were and are a rapidly growing population, comprising an estimated 6-10% of Israel's Jewish population by 2008.[155] In 2018, the Israel Democracy Institute estimated that the Haredim comprised 12% of Israel's total population, and just over 15% of the Jewish population.[156] Compounded by the fact the Haredim are disproportionately younger than the general population, their absence from the IDF often attracts significant resentment from secular Israelis. The most common criticisms of the exemption policy are:\n\nWhile a certain amount of Haredim have enlisted in the IDF every year in recent decades, the Haredim usually reject the practice of IDF service. Contentions include:\n\nThe Torato Umanuto arrangement was enshrined in the Tal Law that came into force in 2002. The High Court of Justice later ruled that it could not be extended in its current form beyond August 2012. A replacement was expected. The IDF was, however, experiencing a shortage of personnel, and there were pressures to reduce the scope of the Torato Omanuto exemption.[166]\n\nThe Shahar program, also known as Shiluv Haredim (Ultra-Orthodox integration), allows Haredi men aged 22 to 26 to serve in the army for about a year and a half. At the beginning of their service, they study mathematics and English, which are often not well covered in Haredi boy schools. The program is partly aimed at encouraging Haredi participation in the workforce after military service. However, not all beneficiaries seem to be Haredim.[167]\n\nOver the years, as many as 1000 Haredi Jews have volunteered to serve in a Haredi Jewish unit of the IDF known as the Netzah Yehuda Battalion, or Nahal Haredi. The vast majority of Haredi men, however, continue to receive deferments from military service.[168]\n\nIn March 2014, Israel's parliament approved legislation to end exemptions from military service for Haredi seminary students. The bill was passed by 65 votes to one, and an amendment allowing civilian national service by 67 to one.[169]\n\nThere has been much uproar in Haredi society following actions towards Haredi conscription. While some Haredim see this as a great social and economic opportunity,[170] others (including leading rabbis among them) strongly oppose this move.[171] Among the extreme Haredim, there have been some more severe reactions. Several Haredi leaders have threatened that Haredi populations would leave the country if forced to enlist.[172][173] Others have fueled public incitement against secular and National-Religious Jews, and specifically against politicians Yair Lapid and Naftali Bennett, who support and promote Haredi enlistment.[174][175] Some Haredim have taken to threatening their fellows who agree to enlist,[176][177] to the point of physically attacking some of them.[178][179]\n\nAs of 2013[update], figures from the Central Bureau of Statistics on employment rates place Haredi women at 73%, close to the 80% for the non-Haredi Jewish women's national figure; while the number of working Haredi men has increased to 56%, it is still far below the 90% of non-Haredi Jewish men nationwide.[68] As of 2021[update], most Haredi boys instead go to yeshivas and then continue to study at yeshiva after getting married.[180]\n\nThe Trajtenberg Committee, charged in 2011 with drafting proposals for economic and social change, called, among other things, for increasing employment among the Haredi population. Its proposals included encouraging military or national service and offering college prep courses for volunteers, creating more employment centers targeting Haredim and experimental matriculation prep courses after yeshiva hours. The committee also called for increasing the number of Haredi students receiving technical training through the Industry, Trade, and Labor Ministry and forcing Haredi schools to carry out standardized testing, as is done at other public schools.[181] It is estimated that half as many of the Haredi community are in employment as the rest of population. This has led to increasing financial deprivation, and 50% of children within the community live below the poverty line. This puts strain on each family, the community, and often the Israeli economy.\n\nThe demographic trend indicates the community will constitute an increasing percentage of the population, and consequently, Israel faces an economic challenge in the years ahead due to fewer people in the labor force. A report commissioned by the Treasury found that the Israeli economy may lose more than six billion shekels annually as a result of low Haredi participation in the workforce.[182] The OECD in a 2010 report stated that, \"Haredi families are frequently jobless, or are one-earner families in low-paid employment. Poverty rates are around 60% for Haredim.\"[183]\n\nAs of 2017, according to an Israeli finance ministry study, the Haredi participation rate in the labour force is 51%, compared to 89% for the rest of Israeli Jews.[184]\n\nA 2018 study by Oren Heller, a National Insurance Institute of Israel senior economic researcher, has found that while upper mobility among Haredim is significantly greater than the national average, unlike it, this tends not to translate into significantly higher pay.[185]\n\nHaredi families living in Israel benefited from government-subsidized child care when the father studied Torah and the mother worked at least 24 hours per week. However, after Israeli Finance Minister Avigdor Liberman introduced a new policy in 2021, families in which the father is a full-time yeshiva student are no longer eligible for a daycare subsidy. Under this policy, fathers must also work at least part-time in order for the family to qualify for the subsidy. The move was denounced by Haredi leaders.[186]\n\nThe Haredim in general are materially poorer than most other Israelis, but still represent an important market sector due to their bloc purchasing habits.[187] For this reason, some companies and organizations in Israel refrain from including women or other images deemed immodest in their advertisements to avoid Haredi consumer boycotts.[188][189] More than 50 percent of Haredim live below the poverty line, compared with 15 percent of the rest of the population.[190] Their families are also larger, with Haredi women having an average of 6.7 children, while the average Jewish Israeli woman has 3 children.[191] Families with many children often receive economic support through governmental child allowances, government assistance in housing, as well as specific funds by their own community institutions.[192]\n\nIn recent years, there has been a process of reconciliation and an attempt to merge Haredi Jews with Israeli society,[193] although employment discrimination is widespread.[194] Haredi Jews such as satirist Kobi Arieli, publicist Sehara Blau, and politician Israel Eichler write regularly for leading Israeli newspapers.\n\nAnother important factor in the reconciliation process has been the activities of ZAKA, a Haredi organization known for providing emergency medical attention at the scene of suicide bombings, and Yad Sarah, the largest national volunteer organization in Israel established in 1977 by former Haredi mayor of Jerusalem, Uri Lupolianski. It is estimated that Yad Sarah saves the country's economy an estimated $320 million in hospital fees and long-term care costs each year.[195][196]\n\n"
        },
        {
            "title": "Population",
            "text": "Due to its imprecise definition, lack of data collection, and rapid change over time, estimates of the global Haredi population are difficult to measure, and may significantly underestimate the true number of Haredim, due to their reluctance to participate in surveys and censuses.[197][198] One estimate given in 2011 stated that there were approximately 1.3 million Haredi Jews globally.[199] Studies have shown a very high growth rate, with a large young population.[200]\n\nIsrael has the largest Haredi population.[1] In 1948, there were about 35,000 to 45,000 Haredi Jews in Israel. By 1980, Haredim made up 4% of the Israeli population.[204] Haredim made up 9.9% of the Israeli population in 2009, with 750,000 out of 7,552,100; by 2014, that figure had risen to 11.1%, with 910,500 Haredim out of a total Israeli population of 8,183,400. According to a December 2017 study conducted by the Israeli Democracy Institute, the number of Haredi Jews in Israel exceeded 1 million in 2017, making up 12% of the population in Israel. In 2019, Haredim reached a population of almost 1,126,000;[201] the next year, it reached 1,175,000 (12.6% of total population),[202] and by the end of 2021, it reached 1,226,000, or 12.9% of total population.[203] By 2030, the Haredi Jewish community is projected to make up 16% of the total population, and by 2065, a third of the Israeli population.[151]\n\nThe number of Haredi Jews in Israel is rising rapidly. The number of children per woman is 7.2, and the share of Haredim among those under the age of 20 was 16.3% in 2009 (29% of Jews).[205] In 1992, out of a total of 1,500,000 Orthodox Jews worldwide, about 550,000 were Haredi (half of them in Israel).[206] The vast majority of Haredi Jews are Ashkenazi. However, some 20% of the Haredi population are thought to belong to the Sephardic Haredi stream. In recent decades, Haredi society has grown due to the addition of a religious population that identifies with the Shas movement. The percentage of people leaving the Haredi population has been estimated between 6% and 18%.[207] The Israeli Central Bureau of Statistics forecasts that the Haredi population of Israel will number 1.1 million in 2019. It is also projected that the number of Haredim in 2059 may be between 2.73 and 5.84 million, of an estimated total number of Israeli Jews between 6.09 and 9.95 million.[205][208] The largest Israeli Haredi concentrations are in Jerusalem, Bnei Brak, Modi'in Illit, Beitar Illit, Beit Shemesh, Kiryat Ye'arim, Ashdod, Rekhasim, Safed, and El'ad. Two Haredi cities, Kasif and Harish, are planned.\n\nThe United States has the second largest Haredi population, which has a growth rate on pace to double every 20 years. In 2000, there were 360,000 Haredi Jews in the US (7.2 per cent of the approximately 5 million Jews in the U.S.); by 2006, demographers estimate the number had grown to 468,000 (30% increase), or 9.4 per cent of all U.S. Jews.[14] In 2013, it has been estimated that there were 530,000 total Orthodox Jews in the United States, or 10% of all American Jews.[209]\n\nMost American Haredi Jews live in the greater New York metropolitan area.[210][211]\n\nThe largest centers of Haredi and Hasidic life in New York are found in Brooklyn.[212][213]\n\nThe New York City borough of Queens is home to a growing Haredi population, mainly affiliated with the Yeshiva Chofetz Chaim and Yeshivas Ohr HaChaim in Kew Gardens Hills and Yeshiva Shaar Hatorah in Kew Gardens. Many of the students attend Queens College.[221] There are major yeshivas and communities of Haredi Jews in Far Rockaway,[219] such as Yeshiva of Far Rockaway and a number of others. Hasidic shtibelach exist in these communities as well, mostly catering to Haredi Jews who follow Hasidic customs, while living a Litvish or Modern Orthodox cultural lifestyle, although small Hasidic enclaves do exist, such as in the Bayswater section of Far Rockaway.\n\nOne of the oldest Haredi communities in New York is on the Lower East Side,[222] home to the Mesivtha Tifereth Jerusalem.\n\nWashington Heights, in northern Manhattan, is the historical home to German Jews, with Khal Adath Jeshurun and Yeshiva Rabbi Samson Raphael Hirsch.[223] The presence of Yeshiva University attracts young people, many of whom remain in the area after graduation.[224]\n\nThe Yeshiva Sh'or Yoshuv, together with many synagogues in the Lawrence neighborhood and other Five Towns neighborhoods, such as Woodmere and Cedarhurst, have attracted many Haredi Jews.[225]\n\nThe Hudson Valley, north of New York City, has the most rapidly growing Haredi communities, such as the Hasidic communities in Kiryas Joel[226][227][228] of Satmar Hasidim, and New Square of the Skver.[229] A vast community of Haredi Jews lives in the Monsey, New York, area.[230]\n\nThere are significant Haredi communities in Lakewood (New Jersey), home to the largest non-Hasidic Lithuanian yeshiva in America, Beth Medrash Govoha.[231] There are also sizable communities in Passaic[232] and Edison, where a branch of the Rabbi Jacob Joseph Yeshiva opened in 1982. There is also a community of Syrian Jews favorable to the Haredim in their midst in Deal, New Jersey.[233]\n\nBaltimore, Maryland, has a large Haredi population. The major yeshiva is Yeshivas Ner Yisroel, founded in 1933, with thousands of alumni and their families. Ner Yisroel is also a Maryland state-accredited college, and has agreements with Johns Hopkins University, Towson University, Loyola College in Maryland, University of Baltimore, and University of Maryland, Baltimore County, allowing undergraduate students to take night courses at these colleges and universities in a variety of academic fields.[221] The agreement also allows the students to receive academic credits for their religious studies.\n\nSilver Spring, Maryland, and its environs has a growing Haredi community, mostly of highly educated and skilled professionals working for the United States government in various capacities, most living in Kemp Mill, White Oak, and Woodside,[234] and many of its children attend the Yeshiva of Greater Washington and Yeshivas Ner Yisroel in Baltimore.\n\nLos Angeles has many Hasidim and Haredi Jews who are not Hasidic. Most live in the Pico-Robertson and the Fairfax (Fairfax Avenue-La Brea Avenue) areas.[235][236]\n\nChicago is home to the Haredi Telshe Yeshiva of Chicago, with many other Haredim living in the city.[237]\n\nDenver has a large Haredi population of Ashkenazi origin, dating back to the early 1920s. The Haredi Denver West Side Jewish Community adheres to Litvak Jewish traditions (Lithuanian), and has several congregations located within their communities.[238]\n\nBoston and Brookline, Massachusetts, have the largest Haredi populations in New England.\n\nOne of the oldest Haredi Lithuanian yeshivas, Telshe Yeshiva, transplanted itself to Cleveland in 1941.[239][240]\n\nIn 1998, the Haredi population in the Jewish community of the United Kingdom was estimated at 27,000 (13% of affiliated Jews).[206] The largest communities are located in London, particularly Stamford Hill, in Salford and Prestwich in Greater Manchester, and in Gateshead. A 2007 study asserted that three out of four British Jewish births were Haredi, who then accounted for 17% of British Jews (45,500 out of around 275,000).[14] Another study in 2010 established that there were 9,049 Haredi households in the UK, which would account for a population of nearly 53,400, or 20% of the community.[241][242] The Board of Deputies of British Jews has predicted that the Haredi community will become the largest group in Anglo-Jewry within the next three decades: In comparison with the national average of 2.4 children per family, Haredi families have an average of 5.9 children, and consequently, the population distribution is heavily biased to the under-20-year-olds. By 2006, membership of Haredi synagogues had doubled since 1990.[243][244]\n\nAn investigation by The Independent in 2014 reported that more than 1,000 children in Haredi communities were attending illegal schools where secular knowledge is banned, and they learn only religious texts, meaning they leave school with no qualifications and often unable to speak any English.[245]\n\nThe 2018 Survey by the Jewish Policy Research (JPR) and the Board of Deputies of British Jews showed that the high birth rate in the Haredi and Orthodox community reversed the decline in the Jewish population in Britain.[246]\n\nAbout 25,000 Haredim live in the Jewish community of France, mostly people of Sephardic, Maghrebi Jewish descent.[206] Important communities are located in Paris, Strasbourg, and Lyon. Other important communities, mostly of Ashkenazi Jews, are the Antwerp community in Belgium, as well as in the Swiss communities of Zürich and Basel, and in the Dutch community in Amsterdam. There is also a Haredi community in Vienna, in the Jewish community of Austria. Other countries with significant Haredi populations include: Canada, with large Haredi centres in Montreal and Toronto; South Africa, primarily in Johannesburg; and Australia, centred in Melbourne. Hasidic communities also exist in Argentina, especially in Buenos Aires, and in Brazil, primarily in São Paulo. A Haredi city is under construction (2021) in Mexico near Ixtapan de la Sal.[247]\n\n"
        },
        {
            "title": "Present leadership and organizations",
            "text": "Notwithstanding the authority of Chief Rabbis of Israel (Ashkenazi: David Lau, Sephardi: Yitzhak Yosef) or the wide acknowledgement of specific rabbis in Israel (for example, Rabbi Gershon Edelstein of the non-Hasidic Lithuanian Jews, and Yaakov Aryeh Alter who heads the Ger Hasidic dynasty, the largest Hasidic group in Israel), Haredi and Hasidic factions generally align with the independent authority of their respective group leaders.\n\nOther representative associations may be linked to specific Haredi and Hasidic groups. For example:\n\nHaredi political parties in Israel include:\n\n"
        },
        {
            "title": "Controversies",
            "text": "People who decide to leave Haredi communities are sometimes shunned and pressured or forced to abandon their children.[145][148][149]\n\nCases of pedophilia, sexual violence, assaults, and abuses against women and children occur in roughly the same rates in Haredi communities as in the general population; however, they are rarely discussed or reported to the authorities, and frequently downplayed by members of the communities.[249][250][251][252][253][254][255][256]\n\n"
        }
    ]
}