{
    "url": "https://en.wikipedia.org/wiki/Harold_Lloyd",
    "title": "Harold Lloyd",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Silent shorts and features",
        "2.2 Talkies and transition",
        "2.3 Radio and retirement",
        "2.4 Renewed interest",
        "3 Personal life",
        "4 Death",
        "5 Honors",
        "6 Filmography",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHarold Clayton Lloyd, Sr. (April 20, 1893 – March 8, 1971) was an American actor, comedian, and stunt performer who appeared in many silent comedy films.[1]\n\nOne of the most influential film comedians of the silent film era, Lloyd made nearly 200 comedy films, both silent and \"talkies\", between 1914 and 1947. His bespectacled\n\"Glass\" character[2][3] was a resourceful, ambitious go-getter who matched the zeitgeist of the 1920s-era United States.\n\nHis films frequently contained \"thrill sequences\" of extended chase scenes and daredevil physical feats. Lloyd hanging from the hands of a clock high above the street (dangerous, but risk exaggerated by camera angles) in Safety Last! (1923) is considered one of the most enduring images in cinema.[4] Lloyd performed lesser stunts himself, despite having injured himself in August 1919 while doing publicity pictures for the Roach studio. An accident with a bomb mistaken as a prop resulted in the loss of the thumb and index finger of his right hand[5] (the injury was disguised on future films with the use of a special prosthetic glove, and was almost undetectable on the screen).\n\n"
        },
        {
            "title": "Early life",
            "text": "Lloyd was born on April 20, 1893, in Burchard, Nebraska,[6] the son of James Darsie Lloyd and Sarah Elisabeth Fraser.[7] His paternal great-grandparents were Welsh.[8] In 1910, after his father had several business venture failures, Lloyd's parents divorced and his father moved with his son to San Diego, California.[9] Lloyd became interested in theater as a child, and worked in repertory companies.[10] He often experimented with makeup, to disguise his youthful appearance.\n\n"
        },
        {
            "title": "Career",
            "text": "Lloyd worked with Thomas Edison's motion picture company, and his first role was a small part as a Yaqui Indian[11] in the production of The Old Monk's Tale.[12] At the age of 20, Lloyd moved to Los Angeles, and took juvenile roles in several Keystone Film Company comedies. \n\nHe tried to find work at the Universal studio, but \"the gatekeeper was a crabby old soul who let me understand that it would be a great pleasure to keep me out\", as Lloyd recalled in his 1928 memoir. He solved his problem with the ingenuity of his later screen character: \"The next morning I brought a makeup box. At noon I dodged behind a billboard, made up, mingled with the [extras] and returned with them through the gate without challenge.\"[13]\n\nLloyd soon became friendly with aspiring filmmaker Hal Roach.[14] Lloyd began collaborating with Roach, who had formed his own studio in 1913. Roach and Lloyd created \"Lonesome Luke\", a comic character inspired by the success of Charlie Chaplin.[15] Luke was a comic grotesque with loud clothes and a false moustache, similar to many early screen comics, but the young Lloyd gave the character great energy and enthusiasm. His antics won a popular following, and his one-reel, 10-minute comedies were soon expanded to two-reel, 20-minute comedies. Hal Roach hired Bebe Daniels to support Lloyd in 1914; Lloyd and Daniels became involved romantically and were known as \"The Boy\" and \"The Girl\". \n\nBy late 1917, Lloyd had tired of Lonesome Luke and wanted to develop his screen presence beyond an imitation of his contemporaries. He envisioned an entirely new character, not a costumed clown but an everyday young man in street clothes who faced comic situations with resourcefulness. To make the look of the new character distinctive, he adopted a pair of lensless, horn-rimmed glasses. \n\nLloyd thought that Roach's distributor, Pathé, would resist the new character because the Lonesome Luke films were proven moneymakers, and the company didn't want to lose that revenue. \"Privately I believed that Pathé would conclude to hire another comedian and carry on with Lonesome Luke\", wrote Lloyd. \"Roach, however, argued my case better than I could have done.\"[16] Lloyd agreed to a compromise: he would continue to make Lonesome Luke two-reelers, but he would introduce his new \"Glass\" character[17] in less expensive one-reel shorts. As the new character caught on, Lonesome Luke was phased out.\n\nThe \"Glass\" character (often named \"Harold\" in the silent films) was a much more mature comedy character with greater potential for sympathy and emotional depth, and was easy for audiences of the time to identify with. \"When I adopted the glasses\", Lloyd recalled in a 1962 interview with Harry Reasoner,[18] \"it more or less put me in a different category because I became a human being. He was a kid that you would meet next door, across the street, but at the same time I could still do all the crazy things that we did before, but you believed them. They were natural and the romance could be believable.\"[19]\n\nUnlike most silent comedy personae, \"Harold\" was never typecast to a social class, but he was always striving for success and recognition. Within the first few years of the character's debut, he had portrayed social ranks ranging from a starving vagrant in From Hand to Mouth to a wealthy socialite in Captain Kidd's Kids.\n\nIn 1919, Bebe Daniels declined to renew her contract with Hal Roach, leaving the Lloyd series to pursue her dramatic aspirations. Later that year, Lloyd replaced Daniels with Mildred Davis, whom he would later marry. Lloyd was tipped off by Roach to watch Davis in a movie. Reportedly, the more Lloyd watched Davis the more he liked her. Lloyd's first reaction in seeing her was that \"she looked like a big French doll\".[20]\n\nOn August 24, 1919, while posing for some promotional still photographs in the Los Angeles Witzel Photography Studio, he picked up what he thought was a prop bomb and lit it with a cigarette.[21] It exploded and mangled his right hand, causing him to lose a thumb and forefinger.[22]  The blast was severe enough that the cameraman and prop director nearby were also seriously injured. Lloyd was in the act of lighting a cigarette from the fuse of the bomb when it exploded, also badly burning his face and chest and injuring his eye.  Despite the proximity of the blast to his face, he retained his sight. As he recalled in 1930, \"I thought I would surely be so disabled that I would never be able to work again. I didn't suppose that I would have one five-hundredth of what I have now. Still I thought, 'Life is worth while. Just to be alive.' I still think so.\"[23]\n\nBeginning in 1921, Roach and Lloyd moved from shorts to feature-length comedies.[24] These included the acclaimed Grandma's Boy, which (along with Chaplin's The Kid) pioneered the combination of complex character development and film comedy, the highly popular Safety Last! (1923), which cemented Lloyd's stardom (and is the oldest film on the American Film Institute's List of 100 Most Thrilling Movies), and Why Worry? (1923). Although Lloyd performed many athletic stunts in his films, Harvey Parry was his stunt double for the more dangerous sequences.[25]\n\nLloyd and Roach parted ways in 1924, and Lloyd formed his own independent production company, the Harold Lloyd Film Corporation,[26] He would now be making feature films exclusively, releasing them first through Pathé, then Paramount. These included his most accomplished comedies Girl Shy, The Freshman (his highest-grossing silent feature), The Kid Brother, and Speedy, his final silent film. All of these films were enormously successful and profitable, and Lloyd would eventually become the highest-paid film performer of the 1920s.[27]\n\nIn 1929 Lloyd had completed the silent feature Welcome Danger, but talking pictures had become a sensation. He decided to remake the entire film with sound, using a new, stage-trained supporting cast for the dialogue exchanges. The silent version was made available to theaters that had not yet converted to sound, but the talking version became the standard edition of the film. Welcome Danger was a huge financial success, with audiences eager to hear Lloyd's voice on film. \n\nLloyd survived the transition to sound and made several talking comedies, including Feet First, with a similar scenario to Safety Last which found him clinging to a skyscraper at the climax; Movie Crazy with Constance Cummings; The Cat's-Paw, which was a dark political comedy and a big departure for Lloyd; and The Milky Way, which was Lloyd's only attempt at the fashionable genre of the screwball comedy film.\n\nTo this point the films had been produced by Lloyd's company. However, his go-getting screen character was out of touch with Great Depression movie audiences of the 1930s. Lloyd's rate of film releases, which had been one or two a year in the 1920s, slowed to about one every two years. As his absences from the screen increased, his popularity declined, as did the fortunes of his production company. His final film of the decade, Professor Beware (1938), was made by the Paramount staff, with Lloyd functioning only as actor and partial financier.\n\nOn March 23, 1937, Lloyd sold the land of his studio, Harold Lloyd Motion Picture Company, to the Church of Jesus Christ of Latter-day Saints.[28] The location is now the site of the Los Angeles California Temple.[29]\n\nLloyd produced a few comedies for RKO Radio Pictures in the early 1940s, including Lucille Ball's A Girl, a Guy, and a Gob in 1941,[30] but otherwise retired from the screen until 1947. He returned for an additional starring appearance in The Sin of Harold Diddlebock,[30] an ill-fated homage to Lloyd's career, directed by Preston Sturges and financed by Howard Hughes. This film had the inspired idea of following Harold's Jazz Age, optimistic character from The Freshman into the Great Depression years. Diddlebock opened with footage from The Freshman (for which Lloyd was paid a royalty of $50,000, matching his actor's fee) and Lloyd was sufficiently youthful-looking to match the older scenes quite well. Lloyd and Sturges had different conceptions of the material and fought frequently during the shoot; Lloyd was particularly concerned that while Sturges had spent three to four months on the script of the first third of the film, \"the last two-thirds of it he wrote in a week or less.\" The finished film was released briefly in 1947, then shelved by producer Hughes. Hughes issued a recut version of the film in 1951 through RKO under the title Mad Wednesday.[31] Such was Lloyd's disdain that he sued Howard Hughes, the California Corporation, and RKO for damages to his reputation \"as an outstanding motion picture star and personality\", eventually accepting a $30,000 settlement.\n\nIn October 1944, Lloyd emerged as the director and host of The Old Gold Comedy Theater,[32] an NBC radio anthology series, after Preston Sturges, who had turned the job down, recommended him for it. The show presented half-hour radio adaptations of recently successful film comedies, beginning with Palm Beach Story with Claudette Colbert and Robert Young.\n\nSome saw The Old Gold Comedy Theater as being a lighter version of Lux Radio Theater, and it featured some of the best-known film and radio personalities of the day, including Fred Allen, June Allyson, Lucille Ball, Ralph Bellamy, Linda Darnell, Susan Hayward, Herbert Marshall, Dick Powell, Edward G. Robinson, Jane Wyman, and Alan Young. But the show's half-hour format—which meant the material might have been truncated too severely—and Lloyd's sounding somewhat ill at ease on the air for much of the season (though he spent weeks training himself to speak on radio prior to the show's premiere, and seemed more relaxed toward the end of the series run) may have worked against it.\n\nThe Old Gold Comedy Theater ended in June 1945 with an adaptation of Tom, Dick and Harry, featuring June Allyson and Reginald Gardiner and was not renewed for the following season. Many years later, acetate discs of 29 of the shows were discovered in Lloyd's home, and they now circulate among old-time radio collectors.\n\nLloyd remained involved in a number of other interests, including civic and charity work. Inspired by having overcome his own serious injuries and burns, he was very active as a Freemason and Shriner with the Shriners Hospital for Crippled Children. He was a Past Potentate of Al-Malaikah Shrine in Los Angeles, and was eventually selected as Imperial Potentate of the Shriners of North America for the year 1949–50.[33] At the installation ceremony for this position on July 25, 1949, 90,000 people were present at Soldier Field, including then sitting U.S. President Harry S Truman, also a 33° Scottish Rite Mason.[34] In recognition of his services to the nation and Freemasonry, Lloyd was invested with the Rank and Decoration of Knight Commander Court of Honour in 1955 and coroneted an Inspector General Honorary, 33°, in 1965.\n\nHe appeared as himself on several television shows during his retirement, first on Ed Sullivan's variety show Toast of the Town June 5, 1949, and again on July 6, 1958. He appeared as the mystery guest on What's My Line? on April 26, 1953, and three times on This Is Your Life: in 1954 for a tribute to Mack Sennett and another for Bebe Daniels, and in 1955, when he was surprised for his own tribute.\n\nOn November 6, 1956, The New York Times reported \"Lloyd's Career Will Be Filmed\".[35]  It said, as the first step, Lloyd would write the story of his life for Simon and Schuster.  Then, the movie would be produced by Jerry Wald for 20th Century-Fox, limiting the screenplay to Lloyd's professional career.  The tentative title for both was The Glass Character, based on the glasses which were Lloyd's trademark. Neither project materialized.[citation needed]\n\nLloyd studied colors and microscopy, and was very involved with photography, including 3D photography and color film experiments. Some of the earliest 2-color Technicolor tests were shot at his Beverly Hills home (these are included as extra material in the Harold Lloyd Comedy Collection DVD Box Set). He became known for his nude photographs of models, such as Bettie Page and stripper Dixie Evans, for a number of men's magazines. He also took photos of Marilyn Monroe lounging at his pool in a bathing suit, which were published after her death. In 2004, his granddaughter Suzanne produced a book of selections from his photographs, Harold Lloyd's Hollywood Nudes in 3D! (ISBN 1-57912-394-5).\n\nLloyd also provided encouragement and support for a number of younger actors, such as Debbie Reynolds, Robert Wagner, and particularly Jack Lemmon, whom Harold declared as his own choice to play him in a movie of his life and work.\n\nLloyd kept copyright control of most of his films[30] and re-released them infrequently after his retirement. Lloyd did not grant cinematic re-releases because most theaters could not accommodate an organist to play music for his films, and Lloyd did not wish his work to be accompanied by a pianist: \"I just don't like pictures played with pianos. We never intended them to be played with pianos.\" Similarly, his features were never shown on television as Lloyd's price was high: \"I want $300,000 per picture for two showings. That's a high price, but if I don't get it, I'm not going to show it. They've come close to it, but they haven't come all the way up.\" As a consequence, his reputation and public recognition suffered in comparison with Chaplin and Keaton, whose work has generally been more widely distributed. Lloyd's film character was so intimately associated with the 1920s era that attempts at revivals in 1940s and 1950s were poorly received, when audiences viewed the 1920s (and silent film in particular) as old-fashioned.\n\nIn the early 1960s, Lloyd produced two compilation films, Harold Lloyd's World of Comedy and The Funny Side of Life, featuring scenes from his old comedies.  The first film was premiered at the 1962 Cannes Film Festival, where Lloyd was fêted as a major rediscovery. The renewed interest in Lloyd helped restore his status among film historians. Throughout his later years he screened his films for audiences at special charity and educational events, to great acclaim, and found a particularly receptive audience among college audiences: \"Their whole response was tremendous because they didn't miss a gag; anything that was even a little subtle, they got it right away.\"\n\nFollowing his death, and after extensive negotiations, most of his feature films were leased to Time-Life Films in 1974.[36] As Tom Dardis confirms: \"Time-Life prepared horrendously edited musical-sound-track versions of the silent films, which are intended to be shown on TV at sound speed [24 frames per second], and which represent everything that Harold feared would happen to his best films\".[36] Time-Life released the films as half-hour television shows, with two clips per show. These were often near-complete versions of the early two-reelers, but also included extended sequences from features such as Safety Last! (terminating at the clock sequence) and Feet First (presented silent, but with Walter Scharf's score from Lloyd's own 1960s re-release). Time-Life released several of the feature films more or less intact, also using some of Scharf's scores which had been commissioned by Lloyd. The Time-Life clips series included a narrator rather than intertitles. Various narrators were used internationally: the English-language series was narrated by Henry Corden.[37]\n\nThe Time-Life series was frequently repeated by the BBC in the United Kingdom during the 1980s, and in 1990 a Thames Television documentary, Harold Lloyd: The Third Genius was produced by Kevin Brownlow and David Gill, following two similar series based on Charlie Chaplin and Buster Keaton.[38] Composer Carl Davis wrote a new score for Safety Last! which he performed live during a showing of the film with the Royal Scottish National Orchestra to great acclaim in 1993.[39]\n\nThe Brownlow and Gill documentary was shown as part of the PBS series American Masters, and created a renewed interest in Lloyd's work in the United States, but the films were largely unavailable. In 2002, the Harold Lloyd Trust re-launched Harold Lloyd with the publication of the book Harold Lloyd: Master Comedian by Jeffrey Vance and Suzanne Lloyd[40][41] and a series of feature films and short subjects called \"The Harold Lloyd Classic Comedies\" produced by Jeffrey Vance with executive producer Suzanne Lloyd and Harold Lloyd Entertainment. The new cable television and home video versions of Lloyd's great silent features and many shorts were remastered with new orchestral scores by Robert Israel. These versions are frequently shown on the Turner Classic Movies (TCM) cable channel.  A DVD collection of these restored or remastered versions of his feature films and important short subjects was released by New Line Cinema in partnership with the Harold Lloyd Trust in 2005, along with theatrical screenings in the United States, Canada, and Europe. Criterion Collection has subsequently acquired the home video rights to the Lloyd library, and has released Safety Last!,[42] The Freshman,[43] and Speedy.[44]\n\nIn the June 2006 Los Angeles Chamber Orchestra Silent Film Gala program book for Safety Last!, film historian Jeffrey Vance stated that Robert A. Golden, Lloyd's assistant director, routinely doubled for Harold Lloyd between 1921 and 1927. According to Vance, Golden doubled Lloyd in the bit with Harold shimmy shaking off the building's ledge after a mouse crawls up his trousers.[45]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Lloyd married leading lady Mildred Davis on February 10, 1923, in Los Angeles, California.[46] They had two children together: Gloria Lloyd (1923–2012)[47][48] and Harold Clayton Lloyd Jr. (1931–1971).[49] They also adopted Gloria Freeman (1924–1986) in September 1930, whom they renamed Marjorie Elizabeth Lloyd[50] but was known as \"Peggy\" for most of her life.[50] Lloyd discouraged Davis from continuing her acting career. He later relented but by that time her career momentum was lost. On August 18, 1969, Davis died in St. John's Hospital in Santa Monica, California, from a heart attack two years before Lloyd's death.[51] Though her real age was a guarded secret, a family spokesperson at the time indicated she was 66 years old. Harold Jr. died from complications of a stroke three months after his father.[52]\n\nIn 1925, at the height of his movie career, Lloyd became a Freemason at the Alexander Hamilton Lodge No. 535 of Hollywood,[53] advancing quickly through both the York Rite and Scottish Rite, and then joined Al Malaikah Shrine in Los Angeles. He took the degrees of the Royal Arch with his father. In 1926, he became a 32° Scottish Rite Mason in the Valley of Los Angeles, California. He was vested with the Rank and Decoration of Knight Commander Court of Honor (KCCH) and eventually with the Inspector General Honorary, 33rd degree.\n\nLloyd's Beverly Hills home, \"Green Acres\",[54] was built in 1926–1929, with 44 rooms,[55] 26 bathrooms, 12 fountains, 12 gardens, and a nine-hole golf course. A portion of Lloyd's personal inventory of his silent films (then estimated to be worth $2 million) was destroyed in August 1943 when his film vault caught fire.[56] Seven firemen were overcome while inhaling chlorine gas from the blaze. Lloyd himself was saved by his wife, who dragged him to safety outdoors after he collapsed at the door of the film vault. The fire spared the main house and outbuildings. After attempting to maintain the home as a museum of film history, as Lloyd had wished, the Lloyd family sold it to a developer in 1975.[57][58]\n\nThe grounds were subsequently subdivided[59] but the main house and the estate's principal gardens remain and are frequently used for civic fundraising events and as a filming location, appearing in films like Westworld and The Loved One. It is listed on the National Register of Historic Places.\n\n"
        },
        {
            "title": "Death",
            "text": "Lloyd died of prostate cancer on March 8, 1971, at the age of 77, in his Greenacres home in Beverly Hills, California.[27][60][61] He was interred in a crypt in the Great Mausoleum at Forest Lawn Memorial Park Cemetery in Glendale, California.[62] His former co-star Bebe Daniels died eight days after him,[63] and his son Harold Lloyd Jr. died three months after him.[64][65]\n\n"
        },
        {
            "title": "Honors",
            "text": "In 1927, his was only the fourth concrete ceremony at Grauman's Chinese Theatre, preserving his handprints, footprints, and autograph, along with the outline of his famed glasses (which were actually a pair of sunglasses with the lenses removed).[66] The ceremony took place directly in front of the Hollywood Masonic Temple, which was the meeting place of the Masonic lodge to which he belonged.[67]\n\nIn 1953, Lloyd received an Academy Honorary Award for being a \"master comedian and good citizen\". The second citation was a snub to Chaplin, who at that point had fallen foul of McCarthyism and had his entry visa to the United States revoked. Regardless of the political overtones, Lloyd accepted the award in good spirit.\n\nLloyd was honored in 1960 for his contribution to motion pictures with a star on the Hollywood Walk of Fame located at 1503 Vine Street.[68] In 1994, he was honored with his image on a United States postage stamp designed by caricaturist Al Hirschfeld.[69][70]\n\nLloyd's birthplace in Burchard, Nebraska is maintained as a museum and open by appointment.[71]\n\n"
        }
    ]
}