{
    "url": "https://en.wikipedia.org/wiki/Harold_Bloom",
    "title": "Harold Bloom",
    "table_of_contents": [
        "1 Early life",
        "2 Teaching career",
        "3 Personal life and death",
        "4 Writing career",
        "4.1 Defense of Romanticism",
        "4.2 Influence theory",
        "4.3 Addenda and developments of his theory",
        "4.4 Novel experiment",
        "4.5 Religious criticism",
        "4.6 The Western Canon",
        "4.7 Work on Shakespeare",
        "4.8 2000s and 2010s",
        "5 Influence",
        "6 Reception",
        "7 Selected bibliography",
        "7.1 Books",
        "7.2 Articles",
        "8 Reference Series",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHarold Bloom (July 11, 1930 – October 14, 2019) was an American literary critic and the Sterling Professor of Humanities at Yale University.[1] In 2017, Bloom was described as \"probably the most famous literary critic in the English-speaking world.\"[2] Following the publication of his first book in 1959, Bloom wrote more than 50 books,[3] including over 40 books of literary criticism, several books discussing religion, and a novel. During his lifetime, he edited hundreds of anthologies concerning numerous literary and philosophical figures for the Chelsea House publishing firm.[4][5] Bloom's books have been translated into more than 40 languages. Bloom was elected to the American Philosophical Society in 1995.[6]\n\nBloom was a defender of the traditional Western canon at a time when literary departments were focusing on what he derided as the \"school of resentment\" (multiculturalists, feminists, Marxists, and others).[7][8] He was educated at Yale University, the University of Cambridge, and Cornell University.\n\n"
        },
        {
            "title": "Early life",
            "text": "Bloom was born in New York City on July 11, 1930,[7] the son of Paula (née Lev) and William Bloom. He lived in the Bronx at 1410 Grand Concourse.[9][10] He was raised as an Orthodox Jew in a Yiddish-speaking household, where he learned literary Hebrew;[11] he learned English at the age of six.[12] Bloom's father, a garment worker, was born in Odessa and his Lithuanian Jewish mother, a homemaker, near Brest Litovsk in what is today Belarus.[11] Harold had three older sisters and an older brother; he was the last living sibling.[11]\n\nAs a boy, Bloom read Hart Crane's Collected Poems, a collection that inspired his lifelong fascination with poetry.[13] Bloom went to the Bronx High School of Science (where his grades were poor but his standardized-test scores were high),[14] and subsequently received a B.A. degree in Classics from Cornell in 1951, where he was a student of English literary critic M. H. Abrams, and a PhD from Yale in 1955.[15] In 1954–55 Bloom was a Fulbright Scholar at Pembroke College, Cambridge.[16]\n\nBloom was a standout student at Yale, where he clashed with the faculty of New Critics, including William K. Wimsatt. Several years later Bloom dedicated his book The Anxiety of Influence to Wimsatt.[17]\n\n"
        },
        {
            "title": "Teaching career",
            "text": "Bloom was a member of the Yale English Department from 1955 to 2019, teaching his final class four days before his death.[7] He received a MacArthur Fellowship in 1985. From 1988 to 2004, Bloom was Berg Professor of English at New York University while maintaining his position at Yale. In 2010, he became a founding patron of Ralston College, a new institution in Savannah, Georgia, which focuses on primary texts.[18][19] Fond of endearments, Bloom would address both male and female students and friends as \"my dear\".[7]\n\n"
        },
        {
            "title": "Personal life and death",
            "text": "Bloom married Jeanne Gould in 1958.[20] They had two children.[21] In a 2005 interview Jeanne said that she and Harold were both atheists, which he denied: \"No, no I'm not an atheist. It's no fun being an atheist.\"[22]\n\nBloom was the subject of a 1990 article in GQ titled \"Bloom in Love,\" which accused him of having affairs with female graduate students. Bloom described the article as a \"disgusting piece of character assassination.\" Bloom's friend and colleague, the biographer R. W. B. Lewis said in 1994 that \"[Bloom's] wandering, I gather is a thing of the past. I hate to say it, but he rather bragged about it, so that wasn't very secret for a number of years.\"[23] In a 2004 article for New York magazine, Naomi Wolf accused Bloom of placing his hand on her inner thigh while she was an undergraduate student at Yale University in 1983.[24] Bloom \"vigorously denied\" the allegation.[7][25]\n\nBloom taught well into his later years, swearing that he would need to be removed from the classroom \"in a great big body bag.\" He had open heart surgery in 2002 and broke his back after experiencing a fall in 2008.[21] He died at a hospital in New Haven, Connecticut, on October 14, 2019. He was 89 years old.[7]\n\n"
        },
        {
            "title": "Writing career",
            "text": "Bloom began his career with a sequence of highly regarded monographs on Percy Bysshe Shelley (Shelley's Myth-making, Yale University Press, originally Bloom's doctoral dissertation),[26] William Blake (Blake's Apocalypse, Doubleday), W. B. Yeats (Yeats, Oxford University Press),[27] and Wallace Stevens (Wallace Stevens: The Poems of Our Climate, Cornell University Press).[28] In these, he defended the High Romantics against neo-Christian critics influenced by such writers as T. S. Eliot, who became a recurring intellectual foil. Bloom had a contentious approach: his first book, Shelley's Myth-making, charged many contemporary critics with sheer carelessness in their reading of the poet.[citation needed]\n\nAfter a personal crisis during the late 1960s, Bloom became deeply interested in Ralph Waldo Emerson, Sigmund Freud, and the ancient mystic traditions of Gnosticism, Kabbalah, and Hermeticism. In a 2003 interview with Bloom, Michael Pakenham, the book editor for The Baltimore Sun, posited that Bloom had long referred to himself as a \"Jewish Gnostic\". Bloom explained: \"I am using Gnostic in a very broad way. I am nothing if not Jewish... I really am a product of Yiddish culture. But I can't understand a Yahweh, or a God, who could be all-powerful and all knowing and would allow the Nazi death camps and schizophrenia.\"[29] Influenced by his reading, he began a series of books that focused on the way in which poets struggled to create their own individual poetic visions without being overcome by the influence of the previous poets who inspired them to write.\n\nThe first of these books, Yeats, challenged the conventional critical view of William Butler Yeats' poetic career. In the introduction to this volume, Bloom set out the basic principles of his new approach to criticism: \"Poetic influence, as I conceive it, is a variety of melancholy or the anxiety-principle.\" New poets become inspired to write because they have read and admired the poetry of previous poets; but this admiration turns into resentment when the new poets discover that these poets whom they idolized have already said everything they wish to say. The poets become disappointed because they \"cannot be Adam early in the morning. There have been too many Adams, and they have named everything.\"[citation needed][30]\n\nIn order to evade this psychological obstacle, according to Bloom, new poets must be convinced that previous poets have gone wrong somewhere and failed in their vision, thus leaving open the possibility that they may have something to add to the tradition after all. The new poets' love for their heroes turns into antagonism towards them: \"Initial love for the precursor's poetry is transformed rapidly enough into revisionary strife, without which individuation is not possible.\"[31] The book that followed Yeats, The Anxiety of Influence, which Bloom had started writing in 1967, drew upon the example of Walter Jackson Bate's The Burden of the Past and The English Poet and recast in systematic psychoanalytic form Bate's historicized account of the despair felt by 17th and 18th-century poets about their ability to match the achievements of their predecessors. Bloom attempted to trace the psychological process by which poets broke free from their precursors to achieve their own poetic vision. He drew a sharp distinction between \"strong poets\" who perform \"strong misreadings\" of their precursors, and \"weak poets\" who simply repeat the ideas of their precursors as though following a kind of doctrine. He described this process in terms of a sequence of \"revisionary ratios\", through which each strong poet passes in the course of their career.\n\nA Map of Misreading picked up where The Anxiety of Influence left off, making several adjustments to Bloom's system of revisionary ratios. Kabbalah and Criticism attempted to invoke the esoteric interpretive system of the Lurianic Kabbalah, as explicated by scholar Gershom Scholem, as an alternate system of mapping the path of poetic influence. Figures of Capable Imagination collected odd pieces Bloom had written in the process of composing his \"influence\" books.\n\nBloom continued to write about influence theory throughout the 1970s and '80s, and penned little thereafter that did not invoke his ideas about influence.\n\nBloom's fascination with the fantasy novel A Voyage to Arcturus by David Lindsay led him to take a brief break from criticism in order to compose a sequel to Lindsay's novel. This novel, The Flight to Lucifer, was Bloom's only work of fiction.[32]\n\nBloom then entered a phase of what he called \"religious criticism\", beginning with Ruin the Sacred Truths: Poetry and Belief from the Bible to the Present (1989).\n\nIn The Book of J (1990), he and David Rosenberg (who translated the Biblical texts) portrayed one of the posited ancient documents that formed the basis of the first five books of the Bible (see documentary hypothesis) as the work of a great literary artist who had no intention of composing a dogmatically religious work (see Jahwist). They further envisaged this anonymous writer as a woman attached to the court of the successors of the Israelite kings David and Solomon—a piece of speculation which drew much attention. Later, Bloom said that the speculations did not go far enough, and perhaps he should have identified J with the Biblical Bathsheba.[33] In Jesus and Yahweh: The Names Divine (2004), he revisits some of the territory he covered in The Book of J in discussing the significance of Yahweh and Jesus of Nazareth as literary characters, while casting a critical eye on historical approaches and asserting the fundamental incompatibility of Christianity and Judaism.\n\nIn The American Religion (1992), Bloom surveyed the major varieties of Protestant and post-Protestant religious faiths that originated in the United States and argued that, in terms of their psychological hold on their adherents, most shared more in common with gnosticism than with historical Christianity. The exception was the Jehovah's Witnesses, whom Bloom regards as non-Gnostic. He elsewhere predicted that the Mormon and Pentecostal strains of American Christianity would overtake mainstream Protestant divisions in popularity in the next few decades. In Omens of Millennium (1996), Bloom identifies these American religious elements as on the periphery of an old – and not inherently Christian – gnostic, religious tradition which invokes a complex of ideas and experiences concerning angelology, interpretation of dreams as prophecy, near-death experiences, and millennialism.[34]\n\nIn his essay in The Gospel of Thomas, Bloom states that none of Thomas' Aramaic sayings have survived in the original language.[35] Marvin Meyer generally agreed and further confirmed that the earlier versions of that text were likely written in either Aramaic or Greek.[36] Meyer ends his introduction with an endorsement of much of Bloom's essay.[37] Bloom notes the other-worldliness of the Jesus in the Thomas sayings by making reference to \"the paradox also of the American Jesus.\"[38]\n\nThe Western Canon (1994), a survey of the major literary works of Europe and the Americas since the 14th century, focuses on 26 works he considered sublime and representative of their nations[39] and of the Western canon.[40] Besides analyses of the canon's various representative works, Bloom's major concern in the volume was reclaiming literature from those he referred to as the \"School of Resentment\", the mostly academic critics who espoused a social purpose in reading. Bloom asserted that the goals of reading must be solitary aesthetic pleasure and self-insight rather than the goal of improving one's society held by \"forces of resentment\". He cast the latter as an absurd aim, writing: \"The idea that you benefit the insulted and injured by reading someone of their own origins rather than reading Shakespeare is one of the oddest illusions ever promoted by or in our schools.\" His position was that politics had no place in literary criticism, that a feminist or Marxist reading of Hamlet would tell us something about feminism and Marxism but probably nothing about Hamlet itself.\n\nIn addition to considering how much influence a writer had had on later writers, Bloom proposed the concept of \"canonical strangeness\" (cf. uncanny) as a benchmark of a literary work's merit. The Western Canon also included a list—which aroused more widespread interest than anything else in the volume—of all the Western works from antiquity to the present that Bloom considered either permanent members of the canon of literary classics, or (among more recent works) candidates for that status. Bloom said that he made the list off the top of his head at his editor's request, and that he did not stand by it.[41]\n\nBloom had a deep appreciation for William Shakespeare[42] and considered him to be the supreme center of the Western canon.[43] The first edition of The Anxiety of Influence almost completely avoided Shakespeare, whom Bloom then considered barely touched by the psychological drama of anxiety. The second edition, published in 1997, added a long preface that mostly expounded Shakespeare's debt to Ovid and Chaucer, and his agon with contemporary Christopher Marlowe, who set the stage for him by breaking free of ecclesiastical and moralizing overtones.\n\nIn his later survey, Shakespeare: The Invention of the Human (1998), Bloom provided an analysis of each of Shakespeare's 38 plays, \"twenty-four of which are masterpieces.\"[44] Written as a companion to the general reader and theater-goer, Bloom declared that bardolatry \"ought to be even more a secular religion than it already is.\"[45] He also contended in the work (as in the title) that Shakespeare \"invented\" humanity, in that he prescribed the now-common practice of \"overhearing\" ourselves, which drives our changes. The two paragons of his theory were Sir John Falstaff of Henry IV and Hamlet, whom Bloom saw as representing self-satisfaction and self-loathing, respectively. These two characters, as well as Iago and Cleopatra, were believed by Bloom (citing A. C. Bradley) to be \"the four Shakespearean characters most inexhaustible to meditation.\"[44]\n\nThroughout Shakespeare, characters from disparate plays were imagined alongside and interacting with each other. This has been decried by numerous contemporary academics and critics as harking back to the out of fashion character criticism of Bradley (and others), who gathered explicit praise in the book. As in The Western Canon, Bloom criticized what he called the \"School of Resentment\" for its failure to live up to the challenge of Shakespeare's universality and for balkanizing the study of literature through multicultural and historicist departments. Asserting Shakespeare's singular popularity throughout the world, Bloom proclaimed him the only truly multicultural author. Repudiating the \"social energies\" to which historicists ascribed Shakespeare's authorship, Bloom pronounced his modern academic foes – and indeed, all of society – to be but \"a parody of Shakespearean energies.\"\n\nBloom consolidated his work on the western canon with the publication of How to Read and Why (2000) and Genius: A Mosaic of One Hundred Exemplary Creative Minds (2003). Hamlet: Poem Unlimited (also 2003) is an amendment to Shakespeare: Invention of the Human written after he decided the chapter on Hamlet in that earlier book had been too focused on the textual question of the Ur-Hamlet to cover his most central thoughts on the play itself. Some elements of religious criticism were combined with his secular criticism in Where Shall Wisdom Be Found (2004), and a more complete return to religious criticism was marked by the publication of Jesus and Yahweh: The Names Divine (2005). Throughout the decade he also compiled, edited and introduced several major anthologies of poetry.\n\nBloom took part in the documentary, the Apparition of the Eternal Church (2006), made by Paul Festa. This documentary centered on many individuals' reactions to hearing, for the first time, Olivier Messiaen's organ piece Apparition de l'église éternelle.\n\nBloom began a book under the working title of Living Labyrinth, centering on Shakespeare and Walt Whitman, which was published as The Anatomy of Influence: Literature as a Way of Life (2011).\n\nIn July 2011, after the publication of The Anatomy of Influence and after finishing work on The Shadow of a Great Rock, Bloom was working on three further projects:\n\n"
        },
        {
            "title": "Influence",
            "text": "In 1986, Bloom credited Northrop Frye as his nearest precursor. He told Imre Salusinszky in 1986: \"In terms of my own theorizations ... the precursor proper has to be Northrop Frye. I purchased and read Fearful Symmetry a week or two after it had come out and reached the bookstore in Ithaca, New York. It ravished my heart away. I have tried to find an alternative father in Mr. Kenneth Burke, who is a charming fellow and a very powerful critic, but I don't come from Burke, I come out of Frye.\"[48]\n\nHowever, in Anatomy of Influence (2011), he wrote \"I no longer have the patience to read anything by Frye\" and nominated Angus Fletcher of the City University of New York among his living contemporaries as his \"critical guide and conscience\" and elsewhere that year recommended Fletcher's Colors of the Mind and The Mirror and the Lamp by M. H. Abrams. In this late phase of his career, Bloom also emphasized the tradition of earlier critics such as William Hazlitt, Ralph Waldo Emerson, Walter Pater, A. C. Bradley, and Samuel Johnson, describing Johnson in The Western Canon as \"unmatched by any critic in any nation before or after him\". In his 2012 Foreword to the book The Fourth Dimension of a Poem (WW Norton, 2012), Bloom indicated the influence which M. H. Abrams had upon him in his years at Cornell University.[49]\n\nBloom's theory of poetic influence regards the development of Western literature as a process of borrowing and misreading. Writers find their creative inspiration in previous writers and begin by imitating those writers in order to develop a poetic voice of their own; however, they must make their own work different from that of their precursors. As a result, Bloom argues, authors of real power must inevitably \"misread\" their precursors' works in order to make room for fresh imaginings.[50][51]\n\nObservers often identified Bloom with deconstruction in the past, but he himself never admitted to sharing more than a few ideas with the deconstructionists. He told Robert Moynihan in 1983, \"What I think I have in common with the school of deconstruction is the mode of negative thinking or negative awareness, in the technical, philosophical sense of the negative, but which comes to me through negative theology ... There is no escape, there is simply the given, and there is nothing that we can do.\"[52]\n\nBloom's association with the Western canon provoked a substantial interest in his opinion concerning the relative importance of contemporary writers. In the late 1980s, Bloom told an interviewer: \"Probably the most powerful living Western writer is Samuel Beckett. He's certainly the most authentic.\"[53] After Beckett died in 1989, Bloom pointed towards other authors as the new main figures of the Western literary canon.\n\nConcerning British writers: \"Geoffrey Hill is the strongest British poet now active\", and \"no other contemporary British novelist seems to me to be of Iris Murdoch's eminence\". After Murdoch died, Bloom expressed admiration for novelists such as Peter Ackroyd, Will Self, John Banville, and A. S. Byatt.[54]\n\nIn Genius: A Mosaic of One Hundred Exemplary Creative Minds (2003), he named the Portuguese writer and Nobel Prize winner José Saramago as \"the most gifted novelist alive in the world today\", and as \"one of the last titans of an expiring literary genre\".\n\nOf American novelists, he declared in 2003 that \"there are four living American novelists I know of who are still at work and who deserve our praise\".[55] He claimed that \"they write the Style of our Age, each has composed canonical works,\" and he identified them as Thomas Pynchon, Philip Roth, Cormac McCarthy, and Don DeLillo. He named their strongest works as, respectively, Gravity's Rainbow, The Crying of Lot 49 and Mason & Dixon; American Pastoral and Sabbath's Theater; Blood Meridian; and Underworld. He added to this estimate the work of John Crowley, with special interest in his Aegypt Sequence and novel Little, Big saying that \"only a handful of living writers in English can equal him as a stylist, and most of them are poets ... only Philip Roth consistently writes on Crowley's level\".[56] Shortly before his death, he expressed admiration for the works of Joshua Cohen, William Giraldi and Nell Freudenberger.[57]\n\nIn Kabbalah and Criticism (1975), Bloom identified Robert Penn Warren, James Merrill, John Ashbery, and Elizabeth Bishop as the most important living American poets. By the 1990s, he regularly named A. R. Ammons along with Ashbery and Merrill, and he later identified Henri Cole as the crucial American poet of the generation following those three. He expressed great admiration for the Canadian poets Anne Carson, particularly her verse novel Autobiography of Red, and A. F. Moritz, whom Bloom called \"a true poet.\"[58] Bloom also listed Jay Wright as one of only a handful of major living poets and the best living American poet after Ashbery's death.[59][60]\n\nBloom's introduction to Modern Critical Interpretations: Thomas Pynchon's Gravity's Rainbow (1986) features his canon of the \"twentieth-century American Sublime\", the greatest works of American art produced in the 20th century. Playwright Tony Kushner sees Bloom as an important influence on his work.[61]\n\n"
        },
        {
            "title": "Reception",
            "text": "For many years, Bloom's writings have drawn polarized responses, even among established literary scholars. Bloom was called \"probably the most celebrated literary critic in the United States\"[62] and \"America's best-known man of letters\".[63] A New York Times article in 1994 said that many younger critics understand Bloom as an \"outdated oddity,\"[5] whereas a 1998 New York Times article called him \"one of the most gifted of contemporary critics.\"[64]\n\nJames Wood described Bloom as \"Vatic, repetitious, imprecisely reverential, though never without a peculiar charm of his own—a kind of campiness, in fact—Bloom as a literary critic in the last few years has been largely unimportant.\"[63] Bloom responded to questions about Wood in an interview by saying: \"There are period pieces in criticism as there are period pieces in the novel and in poetry. The wind blows and they will go away ... There's nothing to the man ... I don't want to talk about him\".[41]\n\nIn the early 21st century, Bloom often found himself at the center of literary controversy after criticizing popular writers such as Adrienne Rich,[65] Maya Angelou,[66] and David Foster Wallace.[67] In the pages of The Paris Review, he criticized the populist-leaning poetry slam, saying: \"It is the death of art.\" When Doris Lessing was awarded the Nobel Prize in Literature, he bemoaned the \"pure political correctness\" of the award to an author of \"fourth-rate science fiction,\" although he conceded his appreciation of Lessing's earlier work.[68]\n\nMormonVoices, a group associated with Foundation for Apologetic Information & Research, included Bloom on its Top Ten Anti-Mormon Statements of 2011 list for stating \"The current head of the Mormon Church, Thomas S. Monson, known to his followers as 'prophet, seer and revelator,' is indistinguishable from the secular plutocratic oligarchs who exercise power in our supposed democracy.\"[69] This was despite Bloom's sympathy for Joseph Smith, the founding prophet of Mormonism, whom he called a \"religious genius.\"[70]\n\n"
        }
    ]
}