{
    "url": "https://en.wikipedia.org/wiki/Hartford_Line",
    "title": "Hartford Line",
    "table_of_contents": [
        "1 Operation",
        "1.1 Fares and service",
        "1.2 Ridership",
        "1.3 Connecting services",
        "1.4 Rolling stock",
        "1.4.1 Roster",
        "2 Stations",
        "3 History",
        "3.1 Background",
        "3.2 Plan",
        "3.3 Funding",
        "3.4 Construction",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Hartford Line[3] is a commuter rail service between New Haven, Connecticut, and Springfield, Massachusetts, using the Amtrak-owned New Haven–Springfield Line. The project is a joint venture between the states of Connecticut and Massachusetts, with support from the federal government as well. CT Rail-branded trains provide service along the corridor, and riders can use Hartford Line tickets to travel on board most Amtrak trains along the corridor at the same prices. The service launched on June 16, 2018.[4][5][6]\n\n"
        },
        {
            "title": "Operation",
            "text": "The Connecticut Department of Transportation (ConnDOT) provides commuter train service on the line under its new CTrail branding; these trains are currently operated by TransitAmerica Services and Alternate Concepts Inc., operating as a joint venture, under a 5-year, $45 million contract.[7] Amtrak also operates intercity rail trains on this corridor; Amtrak fares along the corridor are equal to their CTrail equivalents, and passengers can use CTrail tickets to ride Amtrak’s Hartford Line trains.[8][9] (The only Amtrak train on the corridor that does not participate is the once-daily Vermonter).[10]\n\nTickets from New Haven to Hartford are $8 and from New Haven to Springfield $12.75, both roughly half as much as what Amtrak's fares were before Hartford Line service began in June 2018. Discounts for bulk purchases of tickets and commuter passes are also offered.[11] CTrail tickets can be purchased at ticket vending machines (TVMs) at all stations. Alternatively for Amtrak operated trains, local tickets at the same price as CTrail can be purchased from Amtrak’s ticket windows at New Haven, Hartford, and Springfield or online. Passengers boarding an Amtrak Hartford Line train at Windsor must pre-purchase an Amtrak ticket before boarding over the phone or online on a smart phone or mobile device to avoid an onboard surcharge.[12] The ticket machine at Windsor Locks was installed by November 2018, with Windsor installed in 2019.[13]\n\nNine round-trips on weekdays are operated under the CTrail brand, with four New Haven–Hartford round-trips, and five New Haven–Springfield round-trips. Amtrak provides an additional eight New Haven-Springfield round-trips, two of which were added to the schedule upon launch of the Hartford Line in June 2018. Amtrak’s eight round-trips include all of their local 400 series Hartford Line trains and their Northeast Regional through trains that terminate in Springfield. This makes for a total of seventeen round-trips between New Haven and Hartford, thirteen of which operate the full line to Springfield. On weekends and holidays, CTrail operates two New Haven–Hartford round-trips and four New Haven–Springfield round-trips; along with Amtrak's pre-existing schedule, making for a total of twelve-thirteen round-trips offered on weekends and holidays.[14]\n\nOn September 14, 2020, Amtrak began requiring reserved tickets for Springfield-terminating Northeast Regional trains as part of a new policy requiring reservations for all Northeast Regional trips. Fares for these trips remained the same as other Hartford Line trains.[15]\n\nOn June 18, 2018, Connecticut Governor Dannel Malloy announced that the line carried 21,850 riders over opening weekend, with 10,300 on Saturday, June 16, and 11,550 on Sunday.[16] On June 26, it was announced that 10,719 customers rode the line during the first full week of operation, June 18 to 24.[17] Average daily ridership has exceeded initial projections, with an estimated 2,400 daily passengers on weekdays and 1,200 on weekends. The line carried its millionth passenger during the Thanksgiving holiday in November 2019.\n\nConnecting bus service is available to CT Transit regional buses at New Haven and Hartford stations and to Pioneer Valley Transit Authority buses at Springfield. Shuttle bus service is also available between Hartford station and Bradley International Airport. Although Windsor Locks station is geographically the closest Hartford Line station to the airport, Hartford station is the official connection point for rail-bus-airport transfers due to the limited facilities and low level platform at Windsor Locks.[18]\n\nIn December 2017, Connecticut signed an agreement to lease 16 MBB coaches from the Massachusetts Bay Transportation Authority for three years, at a cost of $4.54 million, with options to extend the lease for up to three more years.[19] The 16 cars are operated in four-car consists in a push-pull configuration with GP40-3H locomotives transferred over from Shore Line East.[20] The railcars required significant repair and repainting before entering service, leading the Connecticut DOT to request $2.3 million from the state legislature in April 2018.[19]\n\nOn June 12, 2018, the Connecticut DOT published a press release stating that the Federal Railroad Administration had reversed its decision on allowing the Connecticut DOT to operate Hartford Line trains with non-accessible bathrooms until new ones are installed, saying \"...the bathrooms must now remain locked until the modifications are complete and one accessible restroom per consist is available.\"[21] However, on August 10, 2018, CTDOT announced that the FRA had again reversed its decision after receiving a complaint stating the closure of the bathrooms to comply with Americans with Disabilities Act (ADA) violated the rights of other individuals, including those with Crohn's disease. CTDOT opened the restrooms on August 13, 2018 and claims all conversions for accessibility will be completed by mid-2019.[22] Amtrak trains already have fully accessible restrooms on board.[21]\n\nConnecticut plans to buy new equipment for the Hartford Line as a bulk purchase with Metro-North Railroad's Danbury and Waterbury branches after about five years of operation,[23] although replacing the leased equipment with the current Shore Line East Mafersa coaches that will be displaced by the Kawasaki M8s remains an option.[24]\n\n"
        },
        {
            "title": "Stations",
            "text": "All stations are ADA-compliant.\n\n"
        },
        {
            "title": "History",
            "text": "During the mid-1980s, due to the high cost of operating the New Haven–Springfield Line and the competing newly-constructed expressways, Amtrak removed 25 miles (40 km) of track, turning the line from a double-track line to a line with a single track with passing sidings.[33][34] Of the 62 miles (100 km) between New Haven and Springfield, 23.3 miles (37.5 km) of double track and 38.7 miles (62.3 km) of single track were left.[35]\n\nIn 1994, the Connecticut Department of Transportation (ConnDOT) conducted a feasibility study for a New Haven–Hartford service which envisaged three trips in the morning and three in the afternoon. It estimated that capital costs would be $4.4 million and that it would require an annual subsidy of $2.5 million. Ridership was projected at 1,000 per day. A revised and expanded proposal in 2001 contemplated service to Springfield and hourly service, with half-hourly service during peak periods. This would require $249 million in capital costs, both for rolling stock and to restore double tracking to the line. The service would require a yearly subsidy of $13 million but would carry 1,800–2,000 passengers daily.[36]\n\nVarious delays initially prevented the service. One source was a lack of widespread support in the New Haven region. Although reestablishing service was briefly mentioned in the South Central Regional Council of Government's January 2001 Long Range Mobility Plan,[37] it was not until 2003 that the commuter service provision began to be consistently listed among key transportation priorities in the annual Greater New Haven Chamber of Commerce Legislative Agenda.[38]\n\nThe New Haven–Hartford–Springfield Commuter Rail Implementation Study, released in 2005 by ConnDOT, recommended half-hour peak service, with new stations at North Haven/Hamden, Newington, and Enfield. No action was taken following the study, as proposed schedules did not link well with those of the New Haven Line and ridership projections were low (particularly for northbound morning and southbound evening trips).[39]\n\nThe plan called for the improvement of existing stations and the construction of new stations along the line. To facilitate frequent and bi-directional service, the line incorporates newly installed double track totaling 27 miles (43 km)[40] as well as 2 miles (3.2 km) of new passing sidings. Five new interlockings were built and new signal systems were installed, including the installation of Positive Train Control. Bridges and culverts on the line have been repaired, rehabilitated or replaced.[20]\n\nIn January 2010, $40 million of stimulus funds were approved to double-track 10.5 miles (16.9 km) of the corridor under the American Recovery & Reinvestment Act.[41][42] In July 2010, Governor Jodi Rell asked the Connecticut State Bond Commission to authorize borrowing $260 million in an effort to attract additional federal matching funds, to double-track the remainder of the corridor, construct freight sidings, and improve signaling. These upgrades, together with new rolling stock, should allow for two-way service during peak hours at speeds of up to 110 miles per hour (180 km/h).[43] On August 17, 2010, Connecticut lawmakers authorized borrowing the $260 million.[44]\n\nOn October 25, 2010, Governor Rell announced that Connecticut received an additional $120.9 million in funds from the federal government to fund the double tracking of the remainder of the line south of Hartford as well as station improvements in Wallingford, Meriden, Berlin and Hartford.[45]\n\nAs of April 2011, Connecticut State officials had applied for $227 million from the federal government that would complete track improvements between Hartford and Springfield, Massachusetts. ConnDOT applied for the money to the Federal Railroad Administration, part of $2.4 billion that Florida governor Rick Scott rejected because of the spending it would require from his budget.[46] In May 2011, Connecticut was awarded $30 million for track improvements in Hartford.\n\nOn August 15, 2012, the Federal Railroad Administration (FRA) granted a Finding of No Significant Impact (FONSI) on the line's environmental assessment, a major step towards the obligation of $121 million in federal funding for the line.[47]\n\nIn February 2017, the state approved an additional $50 million in bonded funds for the project. The money will support design of the rebuilt Windsor and Windsor Locks stations and of the new stations at North Haven, Newington, West Hartford, and Enfield. It will also complete funding for four miles (6.4 km) of double track being added north of Hartford, and pay for design and environmental permitting for an additional 7.5 miles (12.1 km) of double track between Hartford and Enfield.[48][49] If further funding is found to build these additional miles, it would complete the double-tracking of the line except for downtown Hartford and the aging Warehouse Point railroad bridge.[50] The station in Newington was originally going to be located at Newington Junction, but due to local opposition, it will be located at Cedar St in Newington instead, within walking distance to the Cedar St CTfastrak stop.[51]\n\nThe state intends to seek FRA funds to pay for construction of the new and rebuilt stations, the replacement of the Warehouse Point bridge, and a layover yard near Springfield.[33][23]\n\nThe budgeted funds for the Connecticut portion to date total $769.1 million, of which $204 million has come from the Federal sources ($190.9 million from the FRA, $13.9 million from the Federal Transit Administration) and the balance from the state of Connecticut.[52]\n\nIn 2015, major construction commenced at the four stations in Berlin, Meriden, Wallingford, and Hartford.[53] On August 3, 2015, Amtrak began busing its weekday morning and evening New Haven–Springfield Shuttle trains to allow double tracking work to begin.[54]\n\nIn December 2015, the state announced that the cost of construction had increased by $135 million for a total of $570 million, and that service would not begin until January 2018.[55]\n\nIn July 2016, work began at the New Haven State Street station on a new high-level platform.[56] In August 2016, a new 260-foot (79 m) high-level platform was put into service at Hartford.[56] The platform was constructed on the existing low-level platform.[53]\n\nOn October 11, 2016, a 17-car track-laying train began work to build the second track on the southern half of the line. The train laid track from North Haven to Meriden in October 2016, and returned for Meriden to Newington in 2017.[57] In 2017, the start date was pushed to May 2018 to accommodate construction of the new double track north of Hartford.[58][7]\n\nThe new Wallingford station replaced the old station on November 6, 2017.[59] The rebuilt Meriden station opened on November 19, 2017,[60] though final construction continued through December 18, 2017.[40]\n\nThe Amtrak portion of the program, including three new weekday New Haven–Springfield round trips and general alterations to the Amtrak schedule on the line took effect on June 9, 2018, with the new lower fares taking effect on the CTrail launch date on June 16.[10] Hartford Line service commenced on June 16, 2018, with free weekend service being offered on June 16 and 17. Full service commenced on June 18.[61]\n\nThe connection between a new double track section from Hartford to Windsor and an existing section from north of Windsor to south of Windsor Locks was completed on September 25, 2018, leaving less than twelve miles (19 km) of single track on the line.[62][63] The new section was not expected to allow additional service, but to increase reliability.[62]\n\nMost service will be replaced by buses from July 18 to September 9, 2022, during canopy roof replacement at Hartford Union Station and slope stabilization work in Windsor.[64]\n\n"
        }
    ]
}