{
    "url": "https://en.wikipedia.org/wiki/Hate_crime",
    "title": "Hate crime",
    "table_of_contents": [
        "1 History",
        "2 Psychological effects",
        "3 Motivation",
        "4 Laws",
        "4.1 Europe and Asia",
        "4.1.1 Council of Europe",
        "4.1.2 Andorra",
        "4.1.3 Armenia",
        "4.1.4 Austria",
        "4.1.5 Azerbaijan",
        "4.1.6 Belarus",
        "4.1.7 Belgium",
        "4.1.8 Bosnia and Herzegovina",
        "4.1.9 Bulgaria",
        "4.1.10 Croatia",
        "4.1.11 Czech Republic",
        "4.1.12 Denmark",
        "4.1.13 Estonia",
        "4.1.14 Finland",
        "4.1.15 France",
        "4.1.16 Georgia",
        "4.1.17 Germany",
        "4.1.18 Greece",
        "4.1.19 Hungary",
        "4.1.20 Iceland",
        "4.1.21 India",
        "4.1.22 Ireland",
        "4.1.23 Italy",
        "4.1.24 Kazakhstan",
        "4.1.25 Kyrgyzstan",
        "4.1.26 Russia",
        "4.1.27 Spain",
        "4.1.28 Sweden",
        "4.1.29 Ukraine",
        "4.1.30 United Kingdom",
        "4.1.30.1 Scotland",
        "4.1.31 Eurasian countries with no hate crime laws",
        "4.2 North America",
        "4.2.1 Canada",
        "4.2.2 Mexico",
        "4.2.3 United States",
        "4.2.3.1 Victims in the United States",
        "4.2.3.1.1 Anti-trans hate crime",
        "4.3 South America",
        "4.3.1 Brazil",
        "4.3.2 Chile",
        "4.4 Middle East",
        "5 Support for and opposition to hate crime laws",
        "5.1 Support",
        "5.2 Opposition",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A hate crime (also known as a bias-motivated crime or bias crime)[1] is a prejudice-motivated crime which occurs when a perpetrator targets a victim because of their membership (or perceived membership) of a certain social group or racial demographic.\n\nExamples of such groups can include, and are almost exclusively limited to ethnicity, disability, language, nationality, physical appearance, age, religion, gender identity, or sexual orientation.[2][3][4] Non-criminal actions that are motivated by these reasons are often called \"bias incidents\".\n\n\"Hate crime\" generally refers to criminal acts which are seen to have been motivated by bias against one or more of the social groups listed above, or by bias against their derivatives. Incidents may involve physical assault, homicide, damage to property, bullying, harassment, verbal abuse (which includes slurs) or insults, mate crime, or offensive graffiti or letters (hate mail).[5]\n\nA hate crime law is a law intended to deter bias-motivated violence.[6] Hate crime laws are distinct from laws against hate speech: hate crime laws enhance the penalties associated with conduct which is already criminal under other laws, while hate speech laws criminalize a category of speech.\n\nDue to the COVID-19 pandemic, the violence against people of Asian origin significantly increased on the background of accusation of spreading the virus.[7][8][9] In May 2020, the Polish-based \"NEVER AGAIN\" Association published its report titled \"The Virus of Hate: The Brown Book of Epidemic\", that documented numerous acts of racism, xenophobia, and discrimination that occurred in the wake of coronavirus pandemic, as well as cases of spreading hate speech and conspiracy theories about the epidemic by the Alternative Right (Alt-Right).[10]\n\n"
        },
        {
            "title": "History",
            "text": "The term \"hate crime\" came into common usage in the United States during the 1980s, but it is often used retrospectively in order to describe events which occurred prior to that era.[11] From the Roman persecution of Christians to the Nazi slaughter of Jews, hate crimes were committed by individuals as well as governments long before the term was commonly used.[4] A major part of defining crimes as hate crimes is determining that they have been committed against members of historically oppressed groups.[12][13]\n\nAs Europeans began to colonize the world from the 16th century onwards, indigenous peoples in the colonized areas, such as Native Americans, increasingly became the targets of bias-motivated intimidation and violence.[14][15]  During the past two centuries, typical examples of hate crimes in the U.S. include lynchings of African Americans, largely in the South, and lynchings of Mexicans and Chinese in the West; cross burnings in order to intimidate black activists or drive black families out of predominantly white neighborhoods both during and after Reconstruction; assaults on lesbian, gay, bisexual and transgender people; the painting of swastikas on Jewish synagogues; and xenophobic responses to a variety of minority ethnic groups.[16]\n\nThe verb \"to lynch\" is attributed to the actions of Charles Lynch, an 18th-century Virginia Quaker. Lynch, other militia officers, and justices of the peace rounded up Tory sympathizers who were given a summary trial at an informal court; sentences which were handed down included whipping, property seizure, coerced pledges of allegiance, and conscription into the military. Originally, the term referred to the extrajudicial organized but unauthorized punishment of criminals. It later evolved to describe executions which were committed outside \"ordinary justice\". It is highly associated with white suppression of African Americans in the South, and periods of weak or nonexistent police authority, as in certain frontier areas of the Old West.[4]\n\n"
        },
        {
            "title": "Psychological effects",
            "text": "Hate crimes can have significant and wide-ranging psychological consequences, not only for their direct victims but for others as well. A 1999 U.S. study of lesbian and gay victims of violent hate crimes documented that they experienced higher levels of psychological distress, including symptoms of depression and anxiety, than lesbian and gay victims of comparable crimes which were not motivated by antigay bias.[17] A manual issued by the Attorney-General of the Province of Ontario in Canada lists the following consequences:[18]\n\nHate crime victims can also develop depression and psychological trauma.[19]\n\nA review of European and American research indicates that terrorist bombings cause Islamophobia and hate crimes to flare up but, in calmer times, they subside again, although to a relatively high level. Terrorists' most persuasive message is that of fear; a primary and strong emotion, fear increases risk estimates and has distortive effects on the perception of ordinary Muslims. Widespread Islamophobic prejudice seems to contribute to anti-Muslim hate crimes, but indirectly; terrorist attacks and intensified Islamophobic prejudice serve as a window of opportunity for extremist groups and networks.[20]\n\n"
        },
        {
            "title": "Motivation",
            "text": "Sociologists Jack McDevitt and Jack Levin's 2002 study into the motives for hate crimes found four motives, and reported that \"thrill-seeking\" accounted for 66 percent of all hate crimes overall in the United States:[21][22]\n\n"
        },
        {
            "title": "Laws",
            "text": "Hate crime laws generally fall into one of several categories:\n\nSince 2006, with the Additional Protocol to the Convention on Cybercrime, most signatories to that Convention – mostly members of the Council of Europe – committed to punish as a crime racist and xenophobic hate speech done through the internet.[citation needed]\n\nDiscriminatory acts constituting harassment or infringement of a person's dignity on the basis of origin, citizenship, race, religion, or gender (Penal Code Article 313). Courts have cited bias-based motivation in delivering sentences, but there is no explicit penalty enhancement provision in the Criminal Code. The government does not track hate crime statistics, although they are relatively rare.[23]\n\nArmenia has a penalty-enhancement statute for crimes with ethnic, racial, or religious motives (Criminal Code Article 63).[23]\n\nAustria has a penalty-enhancement statute for reasons like repeating a crime, being especially cruel, using others' helpless states, playing a leading role in a crime, or committing a crime with racist, xenophobic or especially reprehensible motivation (Penal Code section 33(5)).[24] Austria is a party to the Convention on Cybercrime, but not the Additional Protocol.\n\nAzerbaijan has a penalty-enhancement statute for crimes motivated by racial, national, or religious hatred (Criminal Code Article 61). Murder and infliction of serious bodily injury motivated by racial, religious, national, or ethnic intolerance are distinct crimes (Article 111).[23] Azerbaijan is a party to the Convention on Cybercrime, but not the Additional Protocol.\n\nBelarus has a penalty-enhancement statute for crimes motivated by racial, national, and religious hatred and discord.[23][25]\n\nBelgium's Act of 25 February 2003 (\"aimed at combating discrimination and modifying the Act of 15 February 1993 which establishes the Centre for Equal Opportunities and the Fight against Racism\") establishes a penalty-enhancement for crimes involving discrimination on the basis of gender, supposed race, color, descent, national or ethnic origin, sexual orientation, civil status, birth, fortune, age, religious or philosophical beliefs, current or future state of health and handicap or physical features. The Act also \"provides for a civil remedy to address discrimination.\"[23]  The Act, along with the Act of 20 January 2003 (\"on strengthening legislation against racism\"), requires the centre to collect and publish statistical data on racism and discriminatory crimes.[23] Belgium is a party to the Convention on Cybercrime, but not the Additional Protocol.\n\nThe Criminal Code of Bosnia and Herzegovina (enacted 2003) \"contains provisions prohibiting discrimination by public officials on grounds, inter alia, of race, skin colour, national or ethnic background, religion and language and prohibiting the restriction by public officials of the language rights of the citizens in their relations with the authorities (Article 145/1 and 145/2).\"[26]\n\nBulgarian criminal law prohibits certain crimes motivated by racism and xenophobia, but a 1999 report by the European Commission against Racism and Intolerance found that it does not appear that those provisions \"have ever resulted in convictions before the courts in Bulgaria.\"[27]\n\nThe Croatian Penal Code explicitly defines hate crime in article 89 as \"any crime committed out of hatred for someone's race, skin color, sex, sexual orientation, language, religion, political or other belief, national or social background, asset, birth, education, social condition, age, health condition or other attribute\".[28] On 1 January 2013, a new Penal Code was introduced with the recognition of a hate crime based on \"race, skin color, religion, national or ethnic background, sexual orientation or gender identity\".[29]\n\nThe Czech legislation finds its constitutional basis in the principles of equality and non-discrimination contained in the Charter of Fundamental Rights and Basic Freedoms. From there, we can trace two basic lines of protection against hate-motivated incidents: one passes through criminal law, the other through civil law.\nThe current Czech criminal legislation has implications both for decisions about guilt (affecting the decision whether to find a defendant guilty or not guilty) and decisions concerning sentencing (affecting the extent of the punishment imposed). It has three levels, to wit:\n\nCurrent criminal legislation does not provide for special penalties for acts that target another by reason of his sexual orientation, age or health status. Only the constituent elements of the criminal offence of Incitement to hatred towards a group of persons or to the curtailment of their rights and freedoms and general aggravating circumstances include attacking a so-called different group of people. Such a group of people can then, of course, be also defined by sexual orientation, age or health status. A certain disparity has thus been created between, on the one hand, those groups of people who are victimized by reason of their skin color, faith, nationality, ethnicity or political persuasion and enjoy increased protection, and, on the other hand, those groups that are victimized by reason of their sexual orientation, age or health status and are not granted increased protection. This gap in protection against attacks motivated by the victim's sexual orientation, age or health status cannot be successfully bridged by interpretation. Interpretation by analogy is inadmissible in criminal law, sanctionable motivations being exhaustively enumerated.[30]\n\nAlthough Danish law does not include explicit hate crime provisions, \"section 80(1) of the Criminal Code instructs courts to take into account the gravity of the offence and the offender's motive when meting out penalty, and therefore to attach importance to the racist motive of crimes in determining sentence.\"[31] In recent years judges have used this provision to increase sentences on the basis of racist motives.[23][32]\n\nSince 1992, the Danish Civil Security Service (PET) has released statistics on crimes with apparent racist motivation.[23]\n\nUnder section 151 of the Criminal Code of Estonia of 6 June 2001, which entered into force on 1 September 2002, with amendments and supplements and as amended by the Law of 8 December 2011, \"activities which publicly incite to hatred, violence or discrimination on the basis of nationality, race, colour, sex, language, origin, religion, sexual orientation, political opinion, or financial or social status, if this results in danger to the life, health or property of a person, are punishable by a fine of up to 300 fine units or by detention\".[33]\n\nFinnish Criminal Code 515/2003 (enacted 31 January 2003) makes \"committing a crime against a person, because of his national, racial, ethnical or equivalent group\" an aggravating circumstance in sentencing.[23][34] In addition, ethnic agitation (Finnish: kiihotus kansanryhmää vastaan) is criminalized and carries a fine or a prison sentence of not more than two years. The prosecution need not prove that an actual danger to an ethnic group is caused but only that malicious message is conveyed. A more aggravated hate crime, warmongering (Finnish: sotaan yllyttäminen), carries a prison sentence of one to ten years. However, in case of warmongering, the prosecution must prove an overt act that evidently increases the risk that Finland is involved in a war or becomes a target for a military operation. The act in question may consist of\n\nIn 2003, France enacted penalty-enhancement hate crime laws for crimes motivated by bias against the victim's actual or perceived ethnicity, nation, race, religion, or sexual orientation. The penalties for murder were raised from 30 years (for non-hate crimes) to life imprisonment (for hate crimes), and the penalties for violent attacks leading to permanent disability were raised from 10 years (for non-hate crimes) to 15 years (for hate crimes).[23][36]\n\n\"There is no general provision in Georgian law for racist motivation to be considered an aggravating circumstance in prosecutions of ordinary offenses. Certain crimes involving racist motivation are, however, defined as specific offenses in the Georgian Criminal Code of 1999, including murder motivated by racial, religious, national or ethnic intolerance (article 109); infliction of serious injuries motivated by racial, religious, national or ethnic intolerance (article 117); and torture motivated by racial, religious, national or ethnic intolerance (article 126). ECRI reported no knowledge of cases in which this law has been enforced. There is no systematic monitoring or data collection on discrimination in Georgia.\"[23]\n\nThe German Criminal Code does not have hate crime legislation, instead, it criminalizes hate speech under a number of different laws, including Volksverhetzung. In the German legal framework motivation is not taken into account while identifying the element of the offence. However, within the sentencing procedure the judge can define certain principles for determining punishment. In section 46 of the German Criminal Code it is stated that \"the motives and aims of the perpetrator; the state of mind reflected in the act and the willfulness involved in its commission\"[37] can be taken into consideration when determining the punishment; under this statute, hate and bias have been taken into consideration in sentencing in past cases.[38]\n\nHate crimes are not specifically tracked by German police, but have been studied separately: a recently published EU \"Report on Racism\" finds that racially motivated attacks are frequent in Germany, identifying 18,142 incidences for 2006, of which 17,597 were motivated by right-wing ideologies, both about a 14% year-by-year increase.[39]  Relative to the size of the population, this represents an eightfold higher rate of hate crimes than reported in the US during the same period.[40]  Awareness of hate crimes in Germany remains low.[41]\n\nArticle Law 927/1979 \"Section 1,1 penalises incitement to discrimination, hatred or violence towards individuals or groups because of\ntheir racial, national or religious origin, through public written or oral expressions; Section 1,2 prohibits the establishment of, and membership in, organisations which organise propaganda and activities aimed at racial discrimination; Section 2 punishes public expression of offensive ideas; Section 3 penalises the act of refusing, in the exercise of one's occupation, to sell a commodity or to supply a service on racial grounds.\"[42] Public prosecutors may press charges even if the victim does not file a complaint. However, as of 2003, no convictions had been attained under the law.[43]\n\nViolent action, cruelty, and coercion by threat made on the basis of the victim's actual or perceived national, ethnic, religious status or membership in a particular social group are punishable under article 174/B of the Hungarian Criminal Code.[23] This article was added to the Code in 1996.[44] Hungary is a party to the Convention on Cybercrime, but not the Additional Protocol.\n\nSection 233a of the Icelandic Penal Code states \"Anyone who in a ridiculing, slanderous, insulting, threatening or any other manner publicly abuses a person or a group of people on the basis of their nationality, skin colour, race, religion or sexual orientation, shall be fined or jailed for up to two years.\"[45] Iceland is a party to the Convention on Cybercrime, but not the Additional Protocol.\n\nIndia does not have any specific laws governing hate crimes in general other than hate speech which is covered under the Indian Penal Code.\n\nThe Prohibition of Incitement to Hatred Act 1989 created the offence of inciting hatred against a group of persons on account of their race, colour, nationality, religion, ethnic or national origins, membership of the Traveller community (an indigenous minority group), or sexual orientation.[23][46]\n\nIreland does not systematically collect hate crime data.[23]\n\nItalian criminal law, at Section 3 of Law No. 205/1993, the so-called Legge Mancino (Mancino law), contains a penalty-enhancement provision for all crimes motivated by racial, ethnic, national, or religious bias.[23] Italy is a party to the Convention on Cybercrime, but not the Additional Protocol.\n\nIn Kazakhstan, there are constitutional provisions prohibiting propaganda promoting racial or ethnic superiority.[23]\n\nIn Kyrgyzstan, \"the Constitution of the State party prohibits any kind of discrimination on grounds of origin, sex, race, nationality, language, faith, political or religious convictions or any other personal or social trait or circumstance, and that the prohibition against racial discrimination is also included in other legislation, such as the Civil, Penal and Labour Codes.\"[47]\n\nArticle 299 of the Criminal Code defines incitement to national, racist, or religious hatred as a specific offense. This article has been used in political trials of suspected members of the banned organization Hizb-ut-Tahrir.[23][48]\n\nArticle 29 of Constitution of the Russian Federation bans incitement to riot for the sake of stirring societal, racial, ethnic, and religious hatred as well as the promotion of the superiority of the same. Article 282 of the Criminal code further includes protections against incitement of hatred (including gender) via various means of communication, instilling criminal penalties including fines and imprisonment.[49] Although a member of the Council of Europe, Russia is not a party to the Convention on Cybercrime.\n\nArticle 22(4) of the Spanish Penal Code includes a penalty-enhancement provision for crimes motivated by bias against the victim's ideology, beliefs, religion, ethnicity, race, nationality, gender, sexual orientation, illness or disability.[23]\n\nOn 14 May 2019, the Spanish Attorney General distributed a circular instructing on the interpretation of hate crime law. This new interpretation includes nazis as a collective that can be protected under this law.[50]\n\nAlthough a member of the Council of Europe, Spain is not a party to the Convention on Cybercrime.\n\nArticle 29 of the Swedish Penal Code includes a penalty-enhancement provision for crimes motivated by bias against the victim's race, color, nationality, ethnicity, sexual orientation, religion, or \"other similar circumstance\" of the victim.[23][51]\n\nThe constitution of Ukraine guarantees protection against hate crime:\n\nUnder the Criminal Codex, crimes committed because of hatred are hate crimes and carry increased punishment in many articles of the criminal law. There are also separate articles on punishment for a hate crime.\n\nArticle 161: \"Violations of equality of citizens depending on their race, ethnicity, religious beliefs, disability and other grounds: Intentional acts aimed at incitement to ethnic, racial or religious hatred and violence, to demean the ethnic honor and dignity, or to repulse citizens' feelings due to their religious beliefs, as well as direct or indirect restriction of rights or the establishment of direct or indirect privileges of citizens on the grounds of race, color, political, religious or other beliefs, sex, disability, ethnic or social origin, property status, place of residence, language or other grounds\" (maximum criminal sentence of up to 8 years in prison).\n\nArticle 300: \"Importation, manufacture or distribution of literature and other media promoting a cult of violence and cruelty, racial, ethnic or religious intolerance and discrimination\" (maximum criminal sentence of up to 5 years in prison).[53]\n\nFor England, Wales, and Scotland, the Sentencing Act 2020 makes racial or religious hostility, or hostility related to disability, sexual orientation, or transgender identity an aggravation in sentencing for crimes in general.[54]\n\nSeparately, the Crime and Disorder Act 1998 defines separate offences, with increased sentences, for racially or religiously aggravated assaults, harassment, and a handful of public order offences.\n\nFor Northern Ireland, Public Order 1987 (S.I. 1987/463 (N.I. 7)) serves the same purposes.[55] A \"racial group\" is a group of persons defined by reference to race, colour, nationality (including citizenship) or ethnic or national origins. A \"religious group\" is a group of persons defined by reference to religious belief or lack of religious belief.\n\n\"Hate crime\" legislation is distinct from \"hate speech\" legislation. See Hate speech laws in the United Kingdom.\n\nThe Crime Survey for England and Wales (CSEW) reported in 2013 that there were an average of 278,000 hate crimes a year with 40 percent being reported according to a victims survey; police records only identified around 43,000 hate crimes a year.[56][needs update] It was reported that police recorded a 57-percent increase in hate crime complaints in the four days following the UK's European Union membership referendum; however, a press release from the National Police Chief's Council stated that \"this should not be read as a national increase in hate crime of 57 percent\".[57][58]\n\nIn 2013, Greater Manchester Police began recording attacks on goths, punks and other alternative culture groups as hate crimes.[59]\n\nOn 4 December 2013 Essex Police launched the 'Stop the Hate' initiative as part of a concerted effort to find new ways to tackle hate crime in Essex. The launch was marked by a conference in Chelmsford, hosted by Chief Constable Stephen Kavanagh, which brought together 220 delegates from a range of partner organizations involved in the field. The theme of the conference was 'Report it to Sort it' and the emphasis was on encouraging people to tell police if they have been a victim of hate crime, whether it be based on race, religion, sexual orientation, transgender identity or disability.[60]\n\nCrown Prosecution Service guidance issued on 21 August 2017 stated that online hate crimes should be treated as seriously as offences in person.[61]\n\nPerhaps the most high-profile hate crime in modern Britain occurred in Eltham, London, on 24 April 1993, when 18-year-old black student Stephen Lawrence was stabbed to death in an attack by a gang of white youths. Two white teenagers were later charged with the murder, and at least three other suspects were mentioned in the national media, but the charges against them were dropped within three months after the Crown Prosecution Service concluded that there was insufficient evidence to prosecute. However, a change in the law a decade later allowed a suspect to be charged with a crime twice if new evidence emerged after the original charges were dropped or a \"not guilty\" verdict was delivered in court. Gary Dobson, who had been charged with the murder in the initial 1993 investigation, was found guilty of Stephen Lawrence's murder in January 2012 and sentenced to life imprisonment, as was David Norris, who had not been charged in 1993. A third suspect, Luke Knight, had been charged in 1993 but was not charged when the case came to court nearly 20 years later.[citation needed]\n\nIn September 2020 the Law Commission proposed that sex or gender be added to the list of protected characteristics.[62][63]\n\nThe United Kingdom is a party to the Convention on Cybercrime, but not the Additional Protocol.\n\nA 2021 investigation by Newsnight and The Law Society Gazette found that alleged hate crimes in which the victim was a police officer were significantly more likely to result in a successful prosecution. The investigation found that in several areas, crimes against police officers and staff constituted up to half of all hate crimes convictions, despite representing a much smaller proportion of reported incidents.[64]\n\nUnder Scottish Common law[citation needed] the courts can take any aggravating factor into account when sentencing someone found guilty of an offence. There is legislation dealing with the offences of incitement of racial hatred, racially aggravated harassment, and prejudice relating to religious beliefs, disability, sexual orientation, and transgender identity.[65] A Scottish Executive working group examined the issue of hate crime and ways of combating crime motivated by social prejudice, reporting in 2004.[66] Its main recommendations were not implemented, but in their manifestos for the 2007 Scottish Parliament election several political parties included commitments to legislate in this area, including the Scottish National Party, which now forms the Scottish Government.  The Offences (Aggravation by Prejudice) (Scotland) Bill was introduced on 19 May 2008 by Patrick Harvie MSP,[67]  having been prepared with support from the Scottish Government, and was passed unanimously by the parliament on 3 June 2009.[68]\n\nAlbania, Cyprus, San Marino, Slovenia and Turkey have no hate crime laws.[23] Nonetheless, all of these except Turkey are parties to the Convention on Cybercrime and the Additional Protocol.\n\n\"In Canada the legal definition of a hate crime can be found in sections 318 and 319 of the Criminal Code\".[69]\n\nIn 1996, the federal government amended a section of the Criminal Code that pertains to sentencing. Specifically, section 718.2. The section states (with regard to the hate crime):\n\nA vast majority (84 percent) of hate crime perpetrators were \"male, with an average age of just under 30. Less than 10 of those accused had criminal records, and less than 5 percent had previous hate crime involvement\".[70] \"Only 4 percent of hate crimes were linked to an organized or extremist group\".[71]\n\nAs of 2004, Jewish people were the largest ethnic group targeted by hate crimes, followed by black people, Muslims, South Asians, and homosexuals (Silver et al., 2004).[71]\n\nDuring the Nazi regime in Germany, antisemitism was a cause of hate-related violence in Canada. For example, on 16 August 1933, there was a baseball game in Toronto and one team was made up mostly of Jewish players. At the end of the game, a group of Nazi sympathizers unfolded a Swastika flag and shouted \"Heil Hitler.\" That event erupted into a brawl that pitted Jews and Italians against Anglo Canadians; the brawl went on for hours.[69]\n\nThe first time someone was charged for hate speech over the internet occurred on 27 March 1996. \"A Winnipeg teenager was arrested by the police for sending an email to a local political activist that contained the message \"Death to homosexuals...it's prescribed in the Bible! Better watch out next Gay Pride Week.'\"[71]\n\nAlejandro Gertz Manero, Attorney General of Mexico, recommended in August 2020 that all murders involving women be investigated as femicides. An average of 11 women are killed every day.[72]\n\nMurders of LGBTQ individuals are not legally classified as hate crimes in Mexico, although Luis Guzman of the Cohesión de Diversidades para la Sustentabilidad (Codise) notes that there is a lot of homophobia in Mexico, particularly in the states of Veracruz, Chihuahua, and Michoacán. Between 2014 and May 2020, there have been 209 such murders registered.[73]\n\nHate crime laws have a long history in the United States. The first hate crime[74] laws were passed after the American Civil War, beginning with the Civil Rights Act of 1871, in order to combat the growing number of racially motivated crimes which were being committed by the Reconstruction era-Ku Klux Klan. The modern era of hate-crime legislation began in 1968 with the passage of federal statute, 18 U.S.C.A. § 249, part of the Civil Rights Act which made it illegal to \"by force or by threat of force, injure, intimidate, or interfere with anyone who is engaged in six specified protected activities, by reason of their race, color, religion, or national origin.\"[75] However, \"The prosecution of such crimes must be certified by the U.S. attorney general.\".[76]\n\nThe first state hate-crime statute, California's Section 190.2, was passed in 1978 and provided penalty enhancements in cases when murders were motivated by prejudice against four \"protected status\" categories: race, religion, color, and national origin. Washington included ancestry in a statute which was passed in 1981. Alaska included creed and sex in 1982, and later disability, sexual orientation, and ethnicity. In the 1990s some state laws began to include age, marital status, membership in the armed forces, and membership in civil rights organizations.[77]\n\nUntil California state legislation included all crimes as possible hate crimes in 1987, criminal acts which could be considered hate crimes in various states included aggravated assault, assault and battery, vandalism, rape, threats and intimidation, arson, trespassing, stalking, and various \"lesser\" acts.[78]\n\nDefined in the 1999 National Crime Victim Survey, \"A hate crime is a criminal offence. In the United States, federal prosecution is possible for hate crimes committed on the basis of a person's race, religion, or nation origin when engaging in a federally protected activity.\" In 2009, capping a broad-based public campaign lasting more than a decade, President Barack Obama signed into law the Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act. The Act added actual or perceived gender, gender identity, sexual orientation, and disability to the federal definition of a hate crime, and dropped the prerequisite that the victim be engaging in a federally protected activity. Led by Shepard's parents and a coalition of civil rights groups, with ADL (the Anti-Defamation League),[79][80] in a lead role, the campaign to pass the Matthew Shepard Act lasted 13 years, in large part because of opposition to including the term \"sexual orientation\" as one of the bases for deeming a crime to be a hate crime.[81]\n\nADL also drafted model hate crimes legislation in the 1980s that serves as the template for the legislation that a majority of states have adopted.[82] As of the fall of 2020, 46 states and the District of Columbia have statutes criminalizing various types of hate crimes.[83] Thirty-one states and the District of Columbia have statutes creating a civil cause of action in addition to the criminal penalty for similar acts. Twenty-seven states and the District of Columbia have statutes requiring the state to collect hate crime statistics.[84]  In May 2020, the killing of African-American jogger Ahmaud Arbery reinvigorated efforts to adopt a hate-crimes law in Georgia, which was one of a handful of states without a such legislation. Led in great part by the Hate-Free Georgia Coalition, a group of 35 nonprofit groups organized by the Georgia state ADL,[85]  the legislation was adopted in June 2020, after 16 years of debate.[86][87]\n\nAccording to the FBI Hate Crime Statistics report for 2006, hate crimes increased nearly 8 percent nationwide, with a total of 7,722 incidents and 9,080 offences reported by participating law enforcement agencies.  Of the 5,449 crimes against persons, 46 percent were classified as intimidation, and 32 percent as simple assaults. Acts of vandalism or destruction comprised 81 percent of the 3,593 crimes against property.[88]\n\nHowever, according to the FBI Hate Crime Statistics for 2007, the number of hate crimes decreased to 7,624 incidents reported by participating law enforcement agencies.[89] These incidents included nine murders and two rapes (out of the almost 17,000 murders and 90,000 forcible rapes committed in the U.S. in 2007).[90]\n\nIn June 2009, Attorney General Eric Holder said recent killings showed the need for a tougher U.S. hate-crimes law to stop \"violence masquerading as political activism.\"[91]\n\nLeadership Conference on Civil Rights Education Fund published a report in 2009 revealing that 33 percent of hate-crime offenders were under the age of 18, while 29 percent were between the ages of 18 and 24.[92]\n\nThe 2011 hate-crime statistics show 46.9 percent were motivated by race, and 20.8 percent by sexual orientation.[93]\n\nIn 2015, the Hate Crimes Statistics report identified 5,818 single-bias incidents involving 6,837 offenses, 7,121 victims, and 5,475 known offenders[94]\n\nIn 2017, the FBI released new data showing a 17 percent increase in hate crimes between 2016 and 2017.[95]\n\nIn 2018, the Hate Crime Statistics report showed 59.5 percent were motivated by race bias and 16.9 percent by sexual orientation.[1][96]\n\nProsecutions of hate crimes have been difficult in the United States. Recently, state governments have attempted to re-investigate and re-try past hate crimes. One notable example was Mississippi's decision to retry Byron De La Beckwith in 1990 for the 1963 murder of Medgar Evers, a prominent figure in the NAACP and a leader of the civil rights movement.[97]  This was the first time in U.S. history that an unresolved civil rights case was re-opened. De La Beckwith, a member of the Ku Klux Klan, was tried for the murder on two previous occasions, resulting in hung juries. A mixed-race jury found Beckwith guilty of murder, and he was sentenced to life in prison in 1994.[98]\n\nAccording to a November 2016 report issued by the FBI, hate crimes are on the rise in the United States.[99] The number of hate crimes increased from 5,850 in 2015, to 6,121 hate crime incidents in 2016, an increase of 4.6 percent.[100][101][102]\n\nThe Khalid Jabara-Heather Heyer National Opposition to Hate, Assault, and Threats to Equality Act (NO HATE), which was first introduced in 2017, was reintroduced in June 2019 to improve hate crime reporting and expand support for victims as a response to anti-LGBTQ, anti-Muslim and antisemitic attacks. The bill would fund state hate-crime hotlines, and support expansion of reporting and training programs in law enforcement agencies.[103]\n\nAccording to a 2021 study, in the years between 1992 and 2014, white people were the offenders in 74.5 percent of anti-Asian hate crimes, 99 percent of anti-black hate crimes, and 81.1 percent of anti-Hispanic hate crimes.[104]\n\nOne of the largest waves of hate crimes in the history of the United States took place during the civil rights movement in the 1950s and 1960s. Violence and threats of violence were common against African Americans, and hundreds of people died due to such acts. Members of this ethnic group faced violence from groups such as the Ku Klux Klan, as well as violence from individuals who were committed to maintaining segregation.[105] At the time, civil rights leaders such as Martin Luther King Jr. and their supporters fought hard for the right of African Americans to vote, as well as for equality in their everyday lives. African Americans have been the target of hate crimes since the Civil War,[106] and the humiliation of this ethnic group was also desired by many anti-black individuals. Other frequently reported bias motivations were bias against a religion, bias against a particular sexual orientation, and bias against a particular ethnicity/national origin.[107] At times, these bias motivations overlapped, because violence can be both anti-gay and anti-black, for example.[108]\n\nAnalysts have compared groups in terms of the per capita rate of hate crimes committed against them to allow for differing populations. Overall, the total number of hate crimes committed since the first hate crime bill was passed in 1997 is 86,582.[109]\n\nAmong the groups which are mentioned in the Hate Crimes Statistics Act, the largest number of hate crimes are committed against African Americans.[120] During the Civil Rights Movement, some of the most notorious hate crimes included the 1968 assassination of Martin Luther King Jr., the 1964 murders of Charles Moore and Henry Dee, the 1963 16th Street Baptist Church bombing, the 1955 murder of Emmett Till,[106] and the burning of crosses, churches, Jewish synagogues, and other places of worship of minority religions. Such acts began to take place more frequently after the racial integration of many schools and public facilities.[120]\n\nHigh-profile murders targeting victims based on their sexual orientation have prompted the passage of hate crimes legislation, notably the cases of Sean W. Kennedy and Matthew Shepard. Kennedy's murder was mentioned by Senator Gordon Smith in a speech on the floor of the U.S. Senate while he advocated such legislation. The Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act was signed into law in 2009. It included sexual orientation, gender identity and expression, disably status, and military personnel and their family members.[121][122] This is the first all-inclusive bill ever passed in the United States, taking 45 years to complete.[clarification needed]\n\nGender-based crimes may also be considered hate crimes. This view would designate rape and domestic violence, as well as non-interpersonal violence against women such as the École Polytechnique massacre in Quebec, as hate crimes.[123][124][125]\n\nFollowing the September 11, 2001, terrorist attacks, the United States experienced a spike in overall hate crimes against Muslim individuals. In the year before, only 28 events had been recorded of hate crimes against Muslims; in 2001, this number jumped to 481. While the number decreased in the following years, the number of Muslim hate crimes remains higher than pre-2001.[126]\n\nIn May 2018, ProPublica reviewed police reports for 58 cases of purported anti-heterosexual hate crimes. ProPublica found that about half of the cases were anti-LGBT hate crimes that had been miscategorized, and that the rest were motivated by hate towards Jews, blacks or women or that there was no element of a hate crime at all. ProPublica did not find any cases of hate crimes spurred by anti-heterosexual bias.[127]\n\nIn 2017, shortly after President Donald Trump took office, hate crimes against transgender individuals arose. In June 2020, after the death of several African Americans at the hands of police officers - in particular, George Floyd - triggered protests around the world as part of the Black Lives Matter movement,[128] hate crimes against the black trans community began to increase.[129]\n\nThere are several reasons why there is limited news reporting on the deaths of the victims in the trans community:[130]\n\nStudies indicate the trans community experiences hate crime due to lack of family acceptance, hostile political climate, and cultural marginalization. These factors can have various effects on a trans individual, including homelessness, employment discrimination, and healthcare risks.[131] Between 2015 and 2016, bathroom bills were passed in some communities that stated individuals could be arrested if they use the bathroom of the gender they identify with rather than the one they were assigned to at birth.[132]\n\nIn Brazil, hate crime laws focus on racism, racial injury, and other special bias-motivated crimes such as, for example, murder by death squads[133] and genocide on the grounds of nationality, ethnicity, race or religion.[134] Murder by death squads and genocide are legally classified as \"hideous crimes\" (crimes hediondos in Portuguese).[135]\n\nThe crimes of racism and racial injury, although similar, are enforced slightly differently.[136] Article 140, 3rd paragraph, of the Penal Code establishes a harsher penalty, from a minimum of 1 year to a maximum of 3 years, for injuries motivated by \"elements referring to race, color, ethnicity, religion, origin, or the condition of being an aged or disabled person\".[137] On the other side, Law 7716/1989 covers \"crimes resulting from discrimination or prejudice on the grounds of race, color, ethnicity, religion, or national origin\".[138]\n\nIn addition, the Brazilian Constitution defines as a \"fundamental goal of the Republic\" (Article 3rd, clause IV) \"to promote the well-being of all, with no prejudice as to origin, race, sex, color, age, and any other forms of discrimination\".[139]\n\nIn 2012, the Anti-discrimination law amended the Criminal Code adding a new aggravating circumstance of criminal responsibility, as follows: \"Committing or participating in a crime motivated by ideology, political opinion, religion or beliefs of the victim; nation, race, ethnic or social group; sex, sexual orientation, gender identity, age, affiliation, personal appearance or suffering from illness or disability.\"[140][141]\n\nIsrael is the only country in the Middle East that has hate crime laws.[citation needed] Hate crime, as passed by the Israeli Knesset (Parliament), is defined as crime for reason of race, religion, gender and sexual orientation.\n\n"
        },
        {
            "title": "Support for and opposition to hate crime laws",
            "text": "Justifications for harsher punishments for hate crimes focus on the notion that hate crimes cause greater individual and societal harm.[142] In a 2014 book, author Marian Duggan asserts that when the core of a person's identity is attacked, the degradation and dehumanization is especially severe, and additional emotional and physiological problems are likely to result. Wider society can suffer from the disempowerment of a group of people.[142] Furthermore, it is asserted that the chances for retaliatory crimes are greater when a hate crime has been committed. The riots in Los Angeles, California, that followed the beating of Rodney King, a black motorist, by a group of White police officers are cited as support for this argument.[16] The beating of white truck driver Reginald Denny by black rioters during the same riot is also an example that supports this argument.\n\nIn Wisconsin v. Mitchell, the U.S. Supreme Court unanimously found that penalty-enhancement hate crime statutes do not conflict with free speech rights, because they do not punish an individual for exercising freedom of expression; rather, they allow courts to consider motive when sentencing a criminal for conduct which is not protected by the First Amendment.[143] In the case of Chaplinsky v. New Hampshire, the court defined \"fighting words\" as \"those which by their very utterance inflict injury or tend to incite an immediate breach of the peace.\"[144]\n\nDavid Brax argues that critics of hate-crime laws are wrong in claiming that hate crimes punish thoughts or motives; he asserts they do not do this, but instead punish people for choosing these reasons to commit a criminal act.[145]\n\nThe U.S. Supreme Court unanimously found the St. Paul Bias-Motivated Crime Ordinance amounted to viewpoint-based discrimination in conflict with rights of free speech, because it selectively criminalized bias-motivated speech or symbolic speech for disfavored topics while permitting such speech for other topics.[146] Many critics further assert that it conflicts with an even more fundamental right: free thought. The claim is that hate-crime legislation effectively makes certain ideas or beliefs, including religious ones, illegal, in other words, thought crimes.[147] Heidi Hurd argues that hate crimes criminalize certain dispositions yet do not show why hate is a morally worse disposition for a crime than one motivated by jealousy, greed, sadism or vengeance or why hatred and bias are uniquely responsive to criminal sanction compared to other motivations. Hurd argues that whether or not a disposition is worse than another is case sensitive and thus it is difficult to argue that some motivations are categorically worse than others.[148]\n\nIn their book Hate Crimes: Criminal Law and Identity Politics, James B. Jacobs and Kimberly Potter criticize hate crime legislation for exacerbating conflicts between groups.  They assert that by defining crimes as being committed by one group against another, rather than as being committed by individuals against their society, the labeling of crimes as \"hate crimes\" causes groups to feel persecuted by one another, and that this impression of persecution can incite a backlash and thus lead to an actual increase in crime.[149] Jacobs and Potter also argued that hate crime legislation can end up only covering the victimization of some groups rather than all, which is a form of discrimination itself and that attempts to remedy this by making all identifiable groups covered by hate crime protection thus make hate crimes co-terminus with generic criminal law. The authors also suggest that arguments which attempt to portray hate crimes as worse than normal crimes because they spread fear in a community are unsatisfactory, as normal criminal acts can also spread fear yet only hate crimes are singled out.[149] Indeed, it has been argued that victims have varied reactions to hate crimes, so it is not necessarily true that hate crimes are regarded as more harmful than other crimes.[150][151] Dan Kahan argues that the \"greater harm\" argument is conceptually flawed, as it is only because people value their group identities that attacks motivated by an animus against those identities are seen as worse, thus making it the victim and society's reaction to the crime rather than the crime itself.[152]\n\nHeidi Hurd argues that hate crime represents an effort by the state to encourage a certain moral character in its citizen and thus represents the view that the instillation of virtue and the elimination of vice are legitimate state goals, which she argues is a contradiction of the principles of liberalism. Hurd also argues that increasing punishment for an offence because the perpetrator was motivated by hate compared to some other motivation means that the justice systems is treating the same crime differently, even though treating like cases alike is a cornerstone of criminal justice.[153]\n\nSome have argued hate crime laws bring the law into disrepute and further divide society, as groups apply to have their critics silenced.[154] American forensic psychologist Karen Franklin said that the term hate crime is somewhat misleading since it assumes there is a hateful motivation which is not present in many occasions;[155] in her view, laws to punish people who commit hate crimes may not be the best remedy for preventing them because the threat of future punishment does not usually deter such criminal acts.[156]  Some on the political left have been critical of hate crime laws for expanding the criminal justice system and dealing with violence against minority groups through punitive measures.[6] Briana Alongi argues that hate crime legislation is inconsistent, redundant and arbitrarily applied, while also being partially motivated by political opportunism and media bias rather than purely by legal principle.[157]\n\n"
        }
    ]
}