{
    "url": "https://en.wikipedia.org/wiki/Hate_speech",
    "title": "Hate speech",
    "table_of_contents": [
        "1 Theories of hate speech",
        "2 Hate speech laws",
        "3 State-sanctioned hate speech",
        "4 Internet",
        "5 Commentary",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHate speech is defined by the Cambridge Dictionary as \"public speech that expresses hate or encourages violence towards a person or group based on something such as race, religion, sex, or sexual orientation\".[1] Hate speech is \"usually thought to include communications of animosity or disparagement of an individual or a group on account of a group characteristic such as race, colour, national origin, sex, disability, religion, or sexual orientation\".[2] Legal definitions of hate speech vary from country to country.\n\nThere has been much debate over freedom of speech, hate speech, and hate speech legislation.[3] The laws of some countries describe hate speech as speech, gestures, conduct, writing, or displays that incite violence or prejudicial actions against a group or individuals on the basis of their membership in the group, or that disparage or intimidate a group or individuals on the basis of their membership in the group. The law may identify a group based on certain characteristics.[4][5][6] In some countries, hate speech is not a legal term.[7] Additionally, in some countries, including the United States, much of what falls under the category of \"hate speech\" is constitutionally protected.[8][9] In other countries, a victim of hate speech may seek redress under civil law, criminal law, or both.\n\n"
        },
        {
            "title": "Theories of hate speech",
            "text": "In this section, the term \"theories of hate speech\" is being used as an umbrella term describing the ways in which different thinkers throughout history have defined hate speech and have provided frameworks for understanding its impact. \n\nOne theory on the merits of freedom of speech, and consequently hate speech, is the view that public discourse ought to serve as a marketplace of ideas. This perspective, often attributed to mid-19th century philosopher John Stuart Mill, claims that hate speech is an unavoidable part of the wider current of free speech. Within this theory, there exists no partial truth; everything must be debated in order to determine what is true and what is false. This theory privileges the community's progression over individual desires. Mill writes in On Liberty, \"They [an individual] have no authority to decide the question for all mankind, and exclude every other person from the means of judging… All silencing of discussion is an assumption of infallibility\".[10] Here, Mill asserts the necessity of hate speech as a stepping stone to truth. Denying others the ability to evaluate statements because one believes those words to be offensive is to make a unilateral decision that is ultimately harmful to the collective good. Although these thinkers believe speech can and should be limited in certain contexts, they firmly contend that all speech, including hate speech, is a part of the growth and development of the community.\n\nStarting in the 1940s and 50s, different civil rights groups responded to the atrocities of World War II by advocating for restrictions on hateful speech targeting groups on the basis of race and religion.[11] These organizations used group libel as a legal framework for describing the violence of hate speech and addressing its harm. In his discussion of the history of criminal libel, scholar Jeremy Waldron states that these laws helped \"vindicate public order, not just by preempting violence, but by upholding against attack a shared sense of the basic elements of each person's status, dignity, and reputation as a citizen or member of society in good standing\".[12] A key legal victory for civil rights groups came in 1952 when group libel law was affirmed by the supreme court in Beauharnais v. Illinois.[13] However, the group libel approach lost ground due to a rise in support for individual rights within civil rights movements during the 60s.[14] Critiques of group defamation laws are not limited to defenders of individual rights. Some legal theorists, such as Richard Delgado, support legal limits on hate speech, but claim that defamation is too narrow a category to fully counter hate speech. Ultimately, Delgado advocates a legal strategy that would establish a specific section of tort law for responding to racist insults, citing the difficulty of receiving redress under the existing legal system.[15]\n\nOften cited in the 1970s Feminist Sex Wars, a third framework for conceptualizing hate speech claims that speech can restructure social norms in violently subordinating ways. In this model, hate speech does not incite violence, but rather is itself a violent act that changes the power relations between speakers and across group hierarchies. This branch of thought, termed Speech-Act Theory, has been used by Catharine A. MacKinnon to argue that pornography, as speech, is inherently violent to women because it silences them and acts to subordinate them both through its creation and its consumption.[16] This theory has been expanded on by Mary Kate McGowan to include the role of authority in words performing acts. Essentially, truth becomes truth because it is said to be true by a legitimate authority. McGowan provides the example of an umpire's call to illustrate this point. If an umpire calls a play as safe, the play may or may not be safe, but it is designated as so because of the authority of the umpire.[17] This relates to Speech-Act Theory because words are able to do, to produce new meaning and reality. In the case of hate speech, those ostensibly with authority and power are able to tangibly alter the social location or life experience of others when they utter demeaning or derogatory words.\n\n"
        },
        {
            "title": "Hate speech laws",
            "text": "After WWII, Germany criminalized Volksverhetzung (\"incitement of popular hatred\") to prevent resurgence of Nazism. Hate speech on the basis of sexual orientation and gender identity also is banned in Germany.[18] Most other European and WWII combatant countries have done likewise, except for Italy, though a new law is contemplated.[19]\n\nInternational human rights laws from the United Nations Humans Rights Committee have been protecting freedom of expression, and one of the most fundamental documents is the Universal Declaration of Human Rights (UDHR) drafted by the U.N. General Assembly in 1948.[20] In Article 19 of the UDHR, it states that \"Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers.\"[20]\n\nEven though there are fundamental laws protecting freedom of expression, there are multiple international laws that expand on the UDHR and pose limitations and restrictions, specifically concerning the safety and protection of individuals.[21]\n\nA majority of developed democracies have laws that restrict hate speech, including Australia, Denmark, France, Germany, India, South Africa, Sweden, New Zealand, and the United Kingdom.[25] In the United Kingdom, Article 10 of the Human Rights Act 1998 expands on the UDHR, stating that restrictions on freedom of expression would be permitted when it threatens national security, incites racial or religious hatred, causes individual harm on health or morals, or threatens the rights and reputations of individuals.[26] The United States does not have hate speech laws, since the U.S. Supreme Court has repeatedly ruled that laws criminalizing hate speech violate the guarantee to freedom of speech contained in the First Amendment to the U.S. Constitution.[9]\n\nLaws against hate speech can be divided into two types: those intended to preserve public order and those intended to protect human dignity. The laws designed to protect public order require that a higher threshold be violated, so they are not often enforced. For example, a 1992 study found that only one person was prosecuted in Northern Ireland in the preceding 21 years for violating a law against incitement to religious violence. The laws meant to protect human dignity have a much lower threshold for violation, so those in Canada, Denmark, France, Germany and the Netherlands tend to be more frequently enforced.[27]\n\n"
        },
        {
            "title": "State-sanctioned hate speech",
            "text": "A few states, including Saudi Arabia, Iran, Rwanda Hutu factions, actors in the Yugoslav Wars and Ethiopia have been described as spreading official hate speech or incitement to genocide.[28][29][30]\n\n"
        },
        {
            "title": "Internet",
            "text": "On 31 May 2016, Facebook, Google, Microsoft, and Twitter, jointly agreed to a European Union code of conduct obligating them to review \"[the] majority of valid notifications for removal of illegal hate speech\" posted on their services within 24 hours.[31]\n\nPrior to this in 2013, Facebook, with pressure from over 100 advocacy groups including the Everyday Sexism Project, agreed to change their hate speech policies after data released regarding content that promoted domestic and sexual violence against women led to the withdrawal of advertising by 15 large companies.[32][33]\n\nCompanies that have hate speech policies include Facebook and YouTube. In 2018 a post containing a section of the United States Declaration of Independence that labels Native Americans \"merciless Indian savages\" was labeled hate speech by Facebook and removed from its site.[34] In 2019, video-sharing platform YouTube demonetized channels, such as U.S. radio host Jesse Lee Peterson, under their hate speech policy.[35]\n\n"
        },
        {
            "title": "Commentary",
            "text": "Several activists and scholars have criticized the practice of limiting hate speech. Civil liberties activist Nadine Strossen says that, while efforts to censor hate speech have the goal of protecting the most vulnerable, they are ineffective and may have the opposite effect: disadvantaged and ethnic minorities being charged with violating laws against hate speech.[36] Kim Holmes, Vice President of the conservative Heritage Foundation and a critic of hate speech theory, has argued that it \"assumes bad faith on the part of people regardless of their stated intentions\" and that it \"obliterates the ethical responsibility of the individual\".[37] Rebecca Ruth Gould, a professor of Islamic and Comparative Literature at the University of Birmingham, argues that laws against hate speech constitute viewpoint discrimination (prohibited by First Amendment jurisprudence in the United States) as the legal system punishes some viewpoints but not others;[38] other scholars such as Gideon Elford argue instead that \"insofar as hate speech regulation targets the consequences of speech that are contingently connected with the substance of what is expressed then it is viewpoint discriminatory in only an indirect sense.\"[39] John Bennett argues that restricting hate speech relies on questionable conceptual and empirical foundations[40] and is reminiscent of efforts by totalitarian regimes to control the thoughts of their citizens.[41]\n\nMichael Conklin argues that there are positive benefits to hate speech that are often overlooked. He contends that allowing hate speech provides a more accurate view of the human condition, provides opportunities to change people's minds, and identifies certain people that may need to be avoided in certain circumstances.[42] According to one psychological research study, a high degree of psychopathy is \"a significant predictor\" for involvement in online hate activity, while none of the other 7 criteria examined were found to have statistical significance.[43]\n\nPolitical philosopher Jeffrey W. Howard considers the popular framing of hate speech as \"free speech vs. other political values\" as a mischaracterization. He refers to this as the \"balancing model\", and says it seeks to weigh the benefit of free speech against other values such as dignity and equality for historically marginalized groups. Instead, he believes that the crux of debate should be whether or not freedom of expression is inclusive of hate speech.[25] Research indicates that when people support censoring hate speech, they are motivated more by concerns about the effects the speech has on others than they are about its effects on themselves.[44] Women are somewhat more likely than men to support censoring hate speech due to greater perceived harm of hate speech, which some researchers believe may be due to gender differences in empathy towards targets of hate speech.[45]\n\n"
        }
    ]
}