{
    "url": "https://en.wikipedia.org/wiki/Hawaiian_religion",
    "title": "Hawaiian religion",
    "table_of_contents": [
        "1 Beliefs",
        "1.1 Deities",
        "1.1.1 Atheism",
        "1.2 Creation",
        "1.3 Kahuna and Kapu",
        "1.4 Prayer and heiau",
        "2 History",
        "2.1 Origins",
        "2.2 Early Hawaiian religion",
        "2.3 Contemporary",
        "3 References",
        "4 Further reading and resources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Hawaiian religion refers to the indigenous religious beliefs and practices of native Hawaiians, also known as the kapu system. Hawaiian religion is based largely on the tapu religion common in Polynesia and likely originated among the Tahitians and other Pacific islanders who landed in Hawaiʻi between 500 and 1300 AD.[1]  It is polytheistic and animistic, with a belief in many deities and spirits, including the belief that spirits are found in non-human beings and objects such as other animals, the waves, and the sky. It was only during the reign of Kamehameha I that a ruler from Hawaii island attempted to impose a singular \"Hawaiian\" religion on all the Hawaiian islands that was not Christianity.[2]\n\nToday, Hawaiian religious practices are protected by the American Indian Religious Freedom Act.[3] Traditional Hawaiian religion is unrelated to the modern New Age practice known as \"Huna\".[4][5]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Hawaiian religion is polytheistic, with many deities, most prominently Kāne, Kū, Lono and Kanaloa.[6] Other notable deities include Laka, Kihawahine, Haumea, Papahānaumoku, and, most famously, Pele.[6] In addition, each family is considered to have one or more guardian spirits known as ʻaumakua that protected family.[6]\n\nOne breakdown of the Hawaiian pantheon[7] consists of the following groups:\n\nAnother breakdown[8] consists of three major groups:\n\nNot all ancient Hawaiian believed in deities. Some ancient Hawaiians were atheists, referred to as 'aia'. [9]\n\nOne Hawaiian creation myth is embodied in the Kumulipo, an epic chant linking the aliʻi, or Hawaiian royalty, to the gods.  The Kumulipo is divided into two sections: night, or pō, and day, or ao, with the former corresponding to divinity and the latter corresponding to humankind. After the birth of Laʻilaʻi, the woman, and Kiʻi, the man, the man succeeds at seducing and reproducing with the woman before the god Kāne has a chance, thereby making the divine lineage of the gods younger than and thus subservient to the lineage of man.  This, in turn, illustrates the transition of mankind from being symbols for the gods (the literal meaning of kiʻi) into the keeper of these symbols in the form of idols and the like.[10] The Kumulipo was recited during the time of Makahiki, to honor the god of fertility, Lono.[11]\n\nThe kahuna were well respected, educated individuals that made up a social hierarchy class that served the King and the Courtiers and assisted the Maka'ainana (Common People). Selected to serve many practical and governmental purposes, Kahuna often were healers, navigators, builders, prophets/temple workers, and philosophers.\n\nThey also talked with the spirits. Kahuna Kūpaʻiulu of Maui in 1867 described a counter-sorcery ritual to heal someone ill due to hoʻopiʻopiʻo, another’s evil thoughts.  He said a kapa (cloth) was shaken.  Prayers were said.\nThen, \"If the evil spirit suddenly appears (puoho) and possesses the patient, then he or she can be immediately saved by the conversation between the practitioner and that spirit.\"[12]\n\nPukui and others believed kahuna did not have mystical transcendent experiences as described in other religions. Although a person who was possessed (noho) would go into a trance-like state, it was not an ecstatic experience but simply a communion with the known spirits.[citation needed]\n\nKapu refers to a system of taboos designed to separate the spiritually pure from the potentially unclean.  Thought to have arrived with Pāʻao, a priest or chief from Tahiti who arrived in Hawaiʻi sometime around 1200 AD,[13] the kapu imposed a series of restrictions on daily life.  Prohibitions included:\n\nHawaiian tradition shows that ʻAikapu was an idea led by the kahuna in order for Wākea, the sky father, to get alone with his daughter, Hoʻohokukalani without his wahine, or wife, Papa, the earth mother, noticing. The spiritually pure or laʻa, meaning \"sacred\" and unclean or haumia were to be separated. ʻAikapu included:\n\nOther Kapus included Mālama ʻĀina, meaning \"caring of the land\" and Niʻaupiʻo. Tradition says that mālama ʻāina originated from the first child of Wākea and Hoʻohokukalani being deformed so they buried him in the ground and what sprouted became the first kalo, also known as taro. The Hawaiian islands are all children of Papa, Wākea and Hoʻohokukalani so basically meaning that they are older siblings of the Hawaiian chiefs.[17] Second child of Wākea and Hoʻohokukalani became the first Aliʻi Nui, or \"Grand Chief\". This came to be called Niʻaupiʻo, the chiefly incest to create the \"godly child\".[18]\n\nPunishments for breaking the kapu could include death, although if one could escape to a puʻuhonua (for example Pu'uhonua o Honaunau National Historical Park), a city of refuge, one could be saved.[19] Kāhuna nui mandated long periods when the entire village must have absolute silence. No baby could cry, dog howl, or rooster crow, on pain of death.\n\nHuman sacrifice was not unknown.[20][clarification needed]\n\nThe kapu system remained in place until 1819 (see below).\n\nPrayer was an essential part of Hawaiian life, employed when building a house, making a canoe, and giving lomilomi massage.  Hawaiians addressed prayers to various gods depending on the situation.  When healers picked herbs for medicine, they usually prayed to Kū and Hina, male and female, right and left, upright and supine. The people worshiped Lono during Makahiki season and Kū during times of war.[citation needed]\n\nHistories from the 19th century describe prayer throughout the day, with specific prayers associated with mundane activities such as sleeping, eating, drinking, and traveling.[21][22]  However, it has been suggested that the activity of prayer differed from the subservient styles of prayer often seen in the Western world:\n\nHeiau served as focal points for prayer in Hawaiʻi.  Offerings, sacrifices, and prayers were offered at these temples, the thousands of koʻa (shrines), a multitude of wahi pana (sacred places), and at small kuahu (altars) in individual homes.\n\n"
        },
        {
            "title": "History",
            "text": "Although it is unclear when settlers first came to the Hawaiian Islands, there is significant evidence that the islands were settled no later than 800 AD and immigration continued to about 1300 AD.[24] Settlers came from the Marquesas and greater Polynesia. At some point, a significant influx of Tahitian settlers landed on the Hawaiian islands, bringing with them their religious beliefs.\n\nEarly Hawaiian religion resembled other Polynesian religions in that it was largely focused on natural forces such as the tides, the sky, and volcanic activity as well as man's dependence on nature for subsistence.  The major early gods reflected these characteristics, as the early Hawaiians worshiped Kāne (the god of the sky and creation), Kū (the god of war and male pursuits), Lono (the god of peace, rain, and fertility) and Kanaloa (the god of the ocean).\n\nAs an Indigenous culture, spread among eight islands, with waves of immigration over hundreds of years from various parts of the South Pacific, religious practices evolved over time and from place to place in different ways.\n\nHawaiian scholar Mary Kawena Pukui, who was raised in Kaʻū, Hawaii, maintained that the early Hawaiian gods were benign.[25] One Molokai tradition follows this line of thought.  Author and researcher Pali Jae Lee writes: \"During these ancient times, the only 'religion' was one of family and oneness with all things. The people were in tune with nature, plants, trees, animals, the ʻāina, and each other. They respected all things and took care of all things. All was pono.\"[26]\n\n\"In the dominant current of Western thought there is a fundamental separation between humanity and divinity. ... In many other cultures, however, such differences between human and divine do not exist.  Some peoples have no concept of a ‘Supreme Being’ or ‘Creator God’ who is by nature ‘other than’ his creation.  They do, however, claim to experience a spirit world in which beings more powerful than they are concerned for them and can be called upon for help.\"[27]\n\n\"Along with ancestors and gods, spirits are part of the family of Hawaiians. \"There are many kinds of spirits that help for good and many that aid in evil.  Some lie and deceive, and some are truthful ... It is a wonderful thing how the spirits (ʻuhane of the dead and the ‘angels’ (anela) of the ʻaumākua can possess living persons.  Nothing is impossible to god-spirits, akua.\"[28]\n\nKing Kamehameha the Great died in 1819. Subsequently, two of his wives, Kaʻahumanu and Keōpūolani, then the two most powerful people in the kingdom, conferred with the kahuna nui, Hewahewa. They convinced young Liholiho, Kamehameha II, to  overthrow the kapu system. They ordered the people to burn the wooden statues and to tear down the rock temples.\n\nWithout the hierarchical system of religion in place, some abandoned the old gods, and others continued with cultural traditions of worshipping them, especially their family ʻaumākua.\n\nProtestant Christian  missionaries  arrived from the United States from 1820 onwards, and eventually gained great political, moral and economic influence in the Kingdom of Hawaii. Most of the aliʻi converted to Christianity, including Kaʻahumanu and Keōpūolani, but it took 11 years for Kaʻahumanu to proclaim laws against ancient religious practices: \n\nDespite the outlawing of traditional Hawaiian religious practices, a number of traditions  survived by integration, through practice in hiding, or through practice in rural communities in the islands. Surviving traditions include the worship of family ancestral gods or ʻaumākua, veneration of iwi or bones, and preservation of sacred places or wahi pana. Hula, at one time outlawed as a religious practice, today is performed in both spiritual and secular contexts.\n\nTraditional beliefs have also played a role in the politics of post-contact Hawaiʻi. In the 1970s the Hawaiian religion experienced a resurgence during the Hawaiian Renaissance. In 1976 members of a group \"Protect Kahoʻolawe ʻOhana\" filed suit in federal court over the use of  Kahoʻolawe by the United States Navy for target practice. Charging that the practice disturbed important cultural and religious sites Aluli et al. v. Brown forced the Navy to survey and protect important sites, perform conservation activities, and allow limited access to the island for religious purposes.[30] Similarly, outrage over the unearthing of 1,000 graves (dating back to 850 AD) during the construction of a Ritz-Carlton hotel on Maui in 1988 resulted in the redesign and relocation of the hotel inland, as well as the appointment of the site as a state historic place.[31]\nSince 2014 an ongoing series of protests and demonstrations have taken place on the Island of Hawaii regarding the choosing of Mauna Kea for the site location of the Thirty Meter Telescope.  These protests have become known as the Thirty Meter Telescope Protests. Some Hawaiians regard Mauna Kea as the most sacred mountain of Native Hawaiian religion and culture. Native Hawaiian cultural practitioners have repeatedly failed in court to prove that these practices[which?] predate 1893 (the threshold for protection under Hawaii State law). Protests began locally within the state of Hawaii on October 7, 2014 but went global within weeks of the April 2, 2015 arrest of 31 people who had blockaded the roadway to keep construction crews off the summit.  On July 14, 2019, an online petition titled \n\"The Immediate Halt to the Construction of the TMT telescope on Mauna Kea\" was posted on Change.org. The petition has gathered over 100,000 signatures.[32]\n\nAlong with the surviving traditions, some Hawaiians practice  Christianized versions of old traditions.  Others practice the old faith as a co-religion.\n\nIn the 1930s, non-Hawaiian author Max Freedom Long originated a philosophy and practice which he called  \"Huna\".[33] While Long and his successors represent this invention as a type of ancient Hawaiian occultism,[33] non-Hawaiian scholars Rothstein and  Chai consider it a New Age mix of cultural appropriation and fantasy,[4][5] and not representative of traditional Hawaiian religion.[4][5]\n\n"
        }
    ]
}