{
    "url": "https://en.wikipedia.org/wiki/Haymanot",
    "title": "Haymanot",
    "table_of_contents": [
        "1 Religious leaders",
        "2 Texts",
        "3 Prayer house",
        "4 Dietary laws",
        "5 Calendar and holidays",
        "6 Monasticism",
        "7 See also",
        "8 Notes",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Haymanot (Ge'ez: ሃይማኖት) is the branch of Judaism which is practiced by the Beta Israel, also known as Ethiopian Jews.\n\nIn Geʽez, Tigrinya and Amharic, Haymanot means 'religion' or 'faith.' Thus in modern Amharic and Tigrinya, it is common to speak of the Christian haymanot, the Jewish haymanot or the Muslim haymanot. In Israel, the term is only associated with a particular religion (Judaism).\n\n"
        },
        {
            "title": "Texts",
            "text": "Mäṣḥafä Kedus (Holy Scriptures) is the name for the religious literature. The language of the writings is Geʽez. The Beta Israel lack a firm distinction between \"canonical\" and \"non-canonical\" religious texts.[1] The religious texts of the Beta Israel include:\n\nIn contrast to mainstream Rabbinite Jews, adherents of Haymanot Judaism do not believe in Oral Law, nor in the codified Talmud.[3][4]\n\n"
        },
        {
            "title": "Prayer house",
            "text": "The synagogue is called masgid (place of worship) also bet maqds (Holy house) or ṣalot bet (Prayer house).\n\n"
        },
        {
            "title": "Dietary laws",
            "text": "Dietary laws are based mainly on Leviticus, Deuteronomy and Jubilees. Permitted and forbidden animals and their signs appear on Leviticus 11:3–8 and Deuteronomy 14:4–8. Forbidden birds are listed on Leviticus 11:13–23 and Deuteronomy 14:12–20. Signs of permitted fish are written on Leviticus 11:9–12 and Deuteronomy 14:9–10. Insects and larvae are forbidden according to Leviticus 11:41–42. Birds of prey are forbidden according to Leviticus 11:13–19. Gid hanasheh is forbidden per Genesis 32:33. Mixtures of milk and meat are not prepared or eaten but are not banned either: Haymanot interpreted the verses Exodus 23:19, Exodus 34:26 and Deuteronomy 14:21 literally \"shalt not seethe a kid in its mother's milk\" (like the Karaites). Nowadays, under Rabbinic influence, mixing dairy products with meat is banned.\n\nEthiopian Jews were forbidden to eat the food of non-Jews. A Kes eats only meat he has slaughtered himself, which his hosts then prepare both for him and themselves. Beta Israel who broke these taboos were ostracized and had to undergo a purification process. Purification included fasting for one or more days, eating only uncooked chickpeas provided by the Kes, and ritual purification before entering the village. Unlike other Ethiopians, the Beta Israel do not eat raw meat dishes like kitfo or gored gored.[5]\n\n"
        },
        {
            "title": "Calendar and holidays",
            "text": "The Beta Israel calendar is a lunar calendar of 12 months, each 29 or 30 days alternately. Every four years there has been a leap year which added a full month (30 days). The calendar is a combination of the ancient calendar of Alexandria Jewry, Book of Jubilees, Book of Enoch, Abu Shaker and the Geʽez calendar.[6] The years are counted according to the Counting of Kushta \"1571 to Jesus Christ, 7071 to the Gyptians and 6642 to the Hebrews\",[7] according to this counting the year 5782 (Hebrew: ה'תשע\"א) in the Rabbinical Hebrew calendar is the year 7082 in this calendar.\n\nHolidays in the Haymanot [8] divided into daily, monthly and annually. The annual holiday by month are:\n\nMonthly holidays are mainly memorial days to the annual holiday, these are yačaraqā ba'āl (\"new moon festival\") [10] on the first day of every month, asärt (\"ten\") on the tenth day to commemorate Yom Kippur, 'asrã hulat (\"twelve\") on the twelfth day to commemorate Shavuot, asrã ammest (\"fifteen\") on the fifteenth day to commemorate Passover and Sukkot, and ṣomä mälěya a fast on the last day of every month.[11] Daily holidays include the ṣomä säňňo (Monday fast), ṣomä amus (Thursday fast), ṣomä 'arb (Friday fast) and the very holy Sanbat (Sabbath).\n\n"
        },
        {
            "title": "Monasticism",
            "text": "The Beta Israel of Ethiopia were the only modern Jewish group with a monastic tradition where the monks lived separated from the Jewish villages in monasteries. This collective monastic tradition existed until the middle of the 20th century.[12][13][14]\n\n"
        }
    ]
}