{
    "url": "https://en.wikipedia.org/wiki/HBO",
    "title": "HBO",
    "table_of_contents": [
        "1 History",
        "2 Channels",
        "2.1 Background",
        "2.2 List of HBO channels",
        "2.3 Current sister channels",
        "2.3.1 Cinemax",
        "2.3.2 Magnolia Network",
        "2.4 Former sister channels",
        "2.5 Other services",
        "2.5.1 HBO HD",
        "2.5.2 HBO on Demand",
        "2.5.3 HBO Go",
        "2.5.4 HBO Now",
        "2.5.5 HBO Max",
        "3 Programming",
        "3.1 Original programming",
        "3.2 Movie library",
        "3.2.1 Background",
        "3.2.2 Former first-run contracts",
        "3.3 Documentaries",
        "3.4 Specials",
        "3.5 Sports programming",
        "3.5.1 Professional and tournament sports",
        "3.5.2 Wimbledon tennis",
        "3.5.3 Boxing",
        "3.5.4 Magazine and documentary series",
        "4 Branding",
        "4.1 Network slogans",
        "5 International",
        "6 References",
        "6.1 Notes",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHome Box Office (HBO) is an American premium television network, which is the flagship property of namesake parent subsidiary Home Box Office, Inc., itself a unit owned by Warner Bros. Discovery. The overall Home Box Office business unit is based at Warner Bros. Discovery's corporate headquarters inside 30 Hudson Yards in Manhattan's West Side district. Programming featured on the network consists primarily of theatrically released motion pictures and original television programs as well as made-for-cable movies, documentaries, occasional comedy and concert specials, and periodic interstitial programs (consisting of short films and making-of documentaries).\n\nHBO is the oldest and longest continuously operating subscription television service in the United States. HBO pioneered modern pay television upon its launch on November 8, 1972: it was the first television service to be directly transmitted and distributed to individual cable television systems, and was the conceptual blueprint for the \"premium channel,\" pay television services sold to subscribers for an extra monthly fee that do not accept traditional advertising and present their programming without editing for objectionable material. It eventually became the first television channel in the world to begin transmitting via satellite—expanding the growing regional pay service, originally available to cable and multipoint distribution service (MDS) providers in the northern Mid-Atlantic and southern New England, into a national television network—in September 1975, and, alongside sister channel Cinemax, was among the first two American pay television services to offer complimentary multiplexed channels in August 1991.\n\nThe network operates seven 24-hour, linear multiplex channels as well as a traditional subscription video on demand platform (HBO On Demand) and its content is the centerpiece of HBO Max, an expanded streaming platform operated separately from but sharing management with Home Box Office, Inc., which also includes original programming produced exclusively for the service and content from other Warner Bros. Discovery properties. The HBO linear channels are not presently accessible on HBO Max, but continue to be available to existing subscribers of traditional and virtual pay television providers (including Hulu and YouTube TV, which also sell their HBO add-ons independently of their respective live TV tiers).[2][3]\n\nAs of September 2018[update], HBO's programming was available to approximately 35.656 million U.S. households that had a subscription to a multichannel television provider (34.939 million of which receive HBO's primary channel at minimum),[4] giving it the largest subscriber total of any American premium channel. (From 2006 to 2018 , this distinction was held by Starz Encore—currently owned by Lionsgate subsidiary Starz Inc.—which, according to February 2015 Nielsen estimates, had 40.54 million pay subscribers vs. the 35.8 million subscribers that HBO had at the time.)[5][6] In addition to its U.S. subscriber base, HBO distributes its programming content in at least 151 countries worldwide to, as of 2018[update], an estimated 140 million cumulative subscribers.[7][8]\n\n"
        },
        {
            "title": "History",
            "text": "Cable television executive Charles Dolan—through his company, Sterling Information Services—founded Manhattan Cable TV Services (renamed Sterling Manhattan Cable Television in January 1971), a cable system franchise serving an Upper Manhattan section of New York City (covering an area extending southward from 79th Street on the Upper East Side to 86th Street on the Upper West Side), which began limited service in September 1966. Manhattan Cable was notable for being the first urban underground cable television system to operate in the United States.[9][10][11]\n\nWith external expenses resulting in consistent financial losses, in the summer of 1971, while on a family vacation to France aboard the Queen Elizabeth 2, a desperate Dolan—wanting to help Sterling Manhattan turn profitable and to prevent Time-Life, Inc. (then the book publishing unit of Time Inc.) from pulling its investment in the system—developed a proposal for a cable-originated television channel. Codenamed \"The Green Channel\", the conceptual subscription service would offer unedited theatrical movies licensed from the major Hollywood film studios and live sporting events, all presented without interruptions by advertising and sold for a flat monthly fee to prospective subscribers. On November 2, 1971, Time Inc.'s board of directors approved the \"Green Channel\" proposal, agreeing to give Dolan a $150,000 development grant for the project.[12][13][14]\n\nTime-Life and Sterling Communications soon proposed for the \"Sterling Cable Network\" to be the name of the new service. Discussions to change the service's name took place during a later meeting of Dolan and the executive staff he hired to assist in developing the project, who ultimately settled on calling it \"Home Box Office\", which was meant to convey to potential customers that the service would be their \"ticket\" to movies and events that they could see in their own home.[15][12]\n\n"
        },
        {
            "title": "Channels",
            "text": "In an effort to reduce subscriber churn by offering extra programming choices to subscribers, on May 8, 1991, Home Box Office Inc. announced plans to launch two additional channels of HBO and Cinemax, becoming the first subscription television services to launch \"multiplexed\" companion channels (a term coined by then-CEO Michael Fuchs to equate the programming choices that would be provided to subscribers of the channel tier to that offered by multi-screen movie theaters), each available at no extra charge to subscribers of one or both networks. (The three prior premium services that HBO launched between 1979 and 1987, Cinemax and the now-defunct Take 2 and Festival, were developed as standalone services that could be purchased separately from and optionally packaged with HBO.) On August 1, 1991, through a test launch of the three channels over those systems, TeleCable customers in Overland Park, Kansas, Racine, Wisconsin and suburban Dallas (Richardson and Plano, Texas) that subscribed to either service began receiving two additional HBO channels and/or a secondary channel of Cinemax. HBO2, HBO3 and Cinemax 2 (now MoreMax) each offered distinct schedules of programs culled from HBO and Cinemax's movie and original programming libraries separate from offerings shown concurrently on their respective parent primary channels. (Cinemax was originally scheduled to launch a tertiary channel, Cinemax 3, on November 1, 1991, but these plans were shelved until 1996.)[16][17][18][19][20] While most cable providers collectively offered the HBO and Cinemax multiplex channels in individual tiers, some providers had sold their secondary and/or tertiary channels as optional add-ons to expanded basic subscribers; this practice was discontinued when HBO and Cinemax began migrating to digital cable in the early 2000s, as the respective multiplex channels were being packaged in each tier mandatorily.\n\nIn February 1996, in anticipation of the adoption of MPEG-2 digital compression codecs that would allow cable providers to offer digital cable service, Home Box Office, Inc. announced plans to expand its multiplex services across HBO and Cinemax to twelve channels (counting time zone-based feeds), encompassing a fourth HBO channel and two additional Cinemax channels, originally projected for a Spring 1997 launch.[21] The HBO multiplex expanded to include a fourth channel on December 1, 1996, with the launch of HBO Family, focusing on family-oriented feature films and television series aimed at younger children. (HBO Family's launch coincided with the launch of Mountain Time Zone feeds of HBO, HBO2, Cinemax and Cinemax 2, which were the first subfeeds ever offered by a subscription television service to specifically serve that time zone.)[22][23]\n\nHome Box Office, Inc. began marketing the HBO channel suite and related coastal feeds under the umbrella brand \"MultiChannel HBO\" in September 1994; the package was rebranded as \"HBO The Works,\" now exclusively classified to the four HBO multiplex channels (and later applied to the three thematic channels that were launched afterward), in April 1998. (The Cinemax tier was accordingly marketed as \"MultiChannel Cinemax\" and then \"MultiMax\" at the respective times.) Concurrent with the adoption of \"The Works\" package brand, two of the channels changed their names and formats: HBO2 was rebranded as HBO Plus, and HBO3 was relaunched as HBO Signature—incorporating content catering toward a female audience, alongside theatrical films aimed at broader audiences and content from HBO's original made-for-cable movie and documentary libraries. (HBO Plus would revert to the \"HBO2\" moniker in September 2002. The \"HBO Plus\" brand—modified in 2019 to \"HBO+\"—remains in use[update] on a multiplex channel of HBO Latin America featuring mainly theatrical movies previously carried on its parent feed; HBO Latin America also operates a separate channel sharing the \"HBO2\" name with the shared U.S. namesake of both services.)[24]\n\nOn May 6, 1999, the HBO multiplex expanded to include two new thematic channels: HBO Comedy—featuring comedic feature films, comedy series from HBO's original programming library, and recent and archived HBO comedy specials—and HBO Zone—aimed at young adults between the ages of 18 and 34, offering theatrical movies; comedy and alternative series, and documentaries from HBO's original programming library; and music videos.[25] Rounding out the HBO multiplex expansion was HBO Latino, a Spanish language network launched on November 1, 2000, featuring a mix of dubbed simulcasts of programming from the primary HBO channel as well as exclusive Spanish-originated programs.[26][27]\n\nDepending on the service provider, HBO provides up to seven 24-hour multiplex channels—all of which are simulcast in both standard definition and high definition, and available as time zone-based regional feeds—as well as a subscription video-on-demand service (HBO On Demand). Off-the-air maintenance periods of anywhere from a half-hour up to two hours occur at varied overnight/early morning time slots (usually preceding the 6:00 a.m. ET/PT start of the defined broadcast day) once per month on each channel.\n\nHBO transmits feeds of its primary and multiplex channels on both Eastern and Pacific Time Zone schedules. The respective coastal feeds of each channel are usually packaged together, resulting in the difference in local airtimes for a particular movie or program between two geographic locations being three hours at most; the opposite-region feed (i.e., the Pacific Time feeds in the Eastern and Central Time Zones, and the Eastern Time feeds in the Pacific, Mountain and Alaska Time Zones) serves as a timeshift channel, allowing viewers who may have missed a particular program at its original local airtime to watch it three hours after its initial airing or allowing them to watch a program up to four hours, depending on the applicable time zone, in advance of their local airtime on their corresponding primary coastal feed. (Most cable, satellite and IPTV providers as well as its Amazon Prime Video and Roku OTT channels only offer the East and West Coast feeds of the main HBO channel; some conventional television providers may include coastal feeds of HBO2 in certain areas, while wider availability of coastal feeds for the other five multiplex channels is limited to subscribers of DirecTV, YouTube TV and the Hulu live TV service.)\n\nHBO maintains a separate feed for the Hawaii–Aleutian Time Zone—the only American cable-originated television network to offer a timeshift feed for Hawaii viewers—operating a three-hour-delayed version of the primary channel's Pacific Time feed for subscribers of Oceanic Spectrum, which otherwise transmits Pacific Time feeds for the six other HBO multiplex channels. (The state's other major cable provider, Hawaiian Telcom, offers the Pacific Time Zone feed of all seven channels.)\n\nCinemax is an American pay television network owned by the Home Box Office, Inc. subsidiary of Warner Bros. Discovery. Originally developed as a companion service to HBO, the channel's programming consists of recent and some older theatrically released feature films, original action drama series, documentaries and special behind-the-scenes featurettes. While Cinemax and HBO operate as separate premium services, their respective channel tiers are very frequently sold as a combined package by many multichannel television providers; however, customers have the option of subscribing to HBO and Cinemax's corresponding channel packages individually.\n\nOn August 1, 1980, HBO launched Cinemax, a companion movie-based premium channel created as a direct competitor to two existing movie-focused premium channels: The Movie Channel, then a smaller, standalone pay movie service owned by Warner-Amex Satellite Entertainment (then part-owned by Warner Bros. Discovery predecessor Warner Communications), and Home Theater Network (HTN), a now-defunct service owned by Group W Satellite Communications that focused on G- and PG-rated films.[34] Cinemax succeeded in its early years partly because of its reliance on classic movie releases from the 1950s to the 1970s—with some more recent films mixed into its schedule—that it presented uncut and without commercial interruption, at a time when limited headend channel capacity resulted in cable subscribers only being able to receive as many as three dozen channels (up to half of which were reserved for local and out-of-market broadcast stations, and public access channels). In most cases, cable operators tended to sell Cinemax and HBO as a singular premium bundle, usually offered at a discount for customers that decided to subscribe to both channels. Cinemax, unlike HBO, also maintained a 24-hour schedule from its launch, one of the first pay cable services to transmit around-the-clock.\n\nEven early in its existence, Cinemax tried to diversify its programming beyond movies. Beginning in 1984, it incorporated music specials and some limited original programming (among them, SCTV Channel and Max Headroom) into the channel's schedule. Around this time, Cinemax also began airing adult-oriented softcore pornographic films and series—containing strong sexual content and nudity—in varying late night timeslots (usually no earlier than 11:30 p.m. Eastern and Pacific); this programming block, originally airing under the \"Friday After Dark\" banner (renamed \"Max After Dark\" in 2008 to better reflect its prior expansion to a nightly block), would become strongly associated with the channel among its subscribers and in pop culture. The channel began gradually scaling back its adult programming offerings in 2011, in an effort to shift focus towards its mainstream films and original programs, culminating in the removal of \"Max After Dark\" content from its linear and on-demand platforms in 2018, as part of a broader exit from the genre across Home Box Office, Inc.'s platforms.[35][36][33] In terms of mainstream programming, Cinemax began premiering original action series in the early 2010s, beginning with the August 2011 debut of Strike Back (which has since become the channel's longest-running original program). As a consequence of WarnerMedia reallocating its programming resources toward the HBO Max streaming service, Cinemax eliminated scripted programming altogether after the last of its remaining slate of action series ended in early 2021, shifting the channel back to its original structure as a movie-exclusive premium service.[36]\n\nThe linear Cinemax multiplex service, as of 2021[update], consists of the primary feed and seven thematic channels: MoreMax (launched in April 1991 as Cinemax 2, in conjunction with HBO2's rollout); ActionMax (originally launched as Cinemax 3 in 1995); ThrillerMax (launched in 1998);[24] MovieMax (originally launched as the female-targeted WMax in May 2001); Cinemáx (a Spanish language simulcast feed, which originally launched as the young adult-focused @Max in 2001), 5StarMax (launched in May 2001) and OuterMax (launched in May 2001).[37][38][39]\n\nMagnolia Network is an American multinational basic cable network owned by Warner Bros. Discovery and Chip and Joanna Gaines, formerly known as DIY Network.\n\nIn April 2019, Discovery officially announced their new venture, and that its linear television component would launch some time in 2020, replacing DIY Network, though it was delayed until 2022 due to the COVID-19 pandemic impacting the ability to produce the network's launch programming and ending up launching several months before the closing of the Warner Bros. and Discovery Inc. merger.[40] Due to the delay in production, some Magnolia Network programming debuted as part of the January 4, 2021 launch of the Discovery+ streaming service. The transition of the linear DIY Network to Magnolia Network occurred on January 5, 2022.[41][42] In April 2022, Discovery Inc. merged with WarnerMedia to form Warner Bros. Discovery. On April 7, 2022, it was reported that after the completion of the merger, Magnolia Network leadership would report to HBO and HBO Max's chief content officer Casey Bloys rather than directly to Zaslav, nor Kathleen Finch (who previously oversaw Discovery's lifestyle brands, and now oversees most of Warner Bros. Discovery's U.S. cable networks); Deadline suggested the possibility that Magnolia Network could contribute content (such as library programs or original series) to HBO Max—noting that some of the service's scripted series have appealed to a similar adult female demographic to Magnolia Network, HBO Max's own forays into unscripted content, and reports that the Gaines had shown interest in working on scripted projects.[43][44][45]\n\nHBO HD (originally called HBO HDTV from March 1999 until April 2006) is a high definition simulcast feed of HBO that broadcasts in the 1080i resolution format.[63] HBO maintains high definition simulcast feeds of its main channel and all six multiplex channels. HBO HD is available on all major cable television providers including, among others, Charter Communications (including systems once owned by former HBO sister company Time Warner Cable); Comcast Xfinity (which, in 2016, began downconverting HBO, Cinemax and other cable channels transmitting in 1080i to 720p60);[64] Cox Communications and Optimum; as well as DirecTV; AT&T U-verse; and Verizon FiOS. From the 2008 rollout of HD simulcasts for the HBO multiplex feeds until the mid-2010s, the majority of pay television providers that carried HBO HD generally offered only the main channel in high definition, with HD carriage of the multiplex channels varying by market. As of 2020[update], most providers transmit all seven HBO multiplex channels in HD, either on a dedicated HD channel tier separate from their SD assignments or as hybrid SD/HD feeds.\n\nHome Box Office, Inc. announced plans to launch a high definition simulcast feed on June 12, 1997, with initial plans for a rollout to television providers as early as the Summer of 1998, when electronics manufacturers planned to begin retailing their initial line of HD-capable television sets.[65] HBO began transmitting a high definition simulcast feed on March 6, 1999, becoming the first American cable television network to begin simulcast their programming in the format. For the first 23 months of its existence, the HD feed only transmitted theatrical films from the network's programming suppliers (initially accounting for about 45% of its available feature film output, expanding to around 60% by early 2001) and HBO's in-house original movies in the format, as existing widescreen prints of those films were already scalable in the 16:9 widescreen aspect ratio and could readily be upconverted to HD resolution.[65][66]\n\nOriginal programming began to be made available in HD on January 14, 2001, when the network commenced a 13-week Sunday \"encore\" presentation of the second season of The Sopranos in remastered 1080i HD. (HBO had been requiring the producers of its original series to film their episodes in widescreen—subsequently downconverted for the standard definition feed—to fit 4:3 television screens since 1996, to future-proof them for remastering in HD.) The third-season premiere of the mob drama, \"Mr. Ruggerio's Neighborhood,\" on March 4 was the first first-run episode of an HBO series to be transmitted in high-definition from its initial telecast, with all subsequent episodes being delivered to HBO exclusively on HD videotape (and downcoverted for the main standard-definition feed). Bob Zitter, then the network's Senior Vice President of Technology Operations, disclosed to Multichannel News in January 2001 that HBO elected to delay offering its original series in high definition until there was both sustainable consumer penetration of high-definition television sets and wide accessibility of HDTV equipment on the retail market.[67][68] Sports telecasts were upgraded to HD on September 25, 2004, with an HBO World Championship Boxing fight card headlined by Roy Jones Jr. and Glen Johnson.[69] HD programming can also be broadcast in Dolby Digital 5.1. The network began transmitting its six multiplex channels in high definition on September 1, 2008, when DirecTV began offering HD simulcast feeds of HBO2, HBO Family, HBO Signature and HBO Latino.[70]\n\nHBO on Demand is HBO's companion subscription video-on-demand (SVOD) service that is available at no additional cost to subscribers of the linear television service, who regularly pay a premium fee to pay television providers to receive access to the channel. VOD content from the network is also available on select virtual MVPD services (including DirecTV Stream, YouTube TV and Hulu), and through HBO's dedicated Roku video channel. HBO on Demand offers theatrical feature films from HBO's distribution partners and original programming previously seen on the network (including weekly series, documentaries, sports magazine and documentary programs, and concert and stand-up comedy specials). The service's rotating program selection incorporates newer film titles and episodes that are added to the platform following their debut on the linear feed, as well as library content (including complete seasons of the network's past and present original programs).[71]\n\nHBO on Demand, the first SVOD service to be offered by an American premium service, launched on July 1, 2001, over then sister company Time Warner Cable's Columbia, South Carolina, system.[72] The service was developed to allow HBO subscribers access to the channel's programming at their choosing, thereby reducing the frequency in which viewers were unable to find a program they prefer to watch and limiting cancellations to the service because of that issue. On January 3, 2011, HBO became the first pay television network to offer VOD content in 3D; initially available to linear HBO subscribers signed with Time Warner Cable, Comcast and Verizon FiOS, 3D content consisted of theatrical feature films available in the format.[73]\n\nIn the United Kingdom, a domestic version of HBO on Demand was launched in 2015 to subscribers of IPTV provider TalkTalk TV, which provide HBO's program offerings through the provider's YouView set-top boxes via a standalone VOD subscription.[citation needed]\n\nHBO Go is an international TV Everywhere streaming service for broadband subscribers of the linear HBO television service. It was accessible through play.hbogo.com, and through apps for Apple iOS and Apple TV devices;[74][75] Android devices and Android TV;[74] Amazon Fire TV;[76] Chromecast;[77] PlayStation consoles (PlayStation 3 and PlayStation 4);[78] Xbox One consoles;[79] Roku devices;[80] and most Samsung Smart TV models.[81] Content available on HBO Go included theatrically released films (sourced from the network's pay television contractual windows for recent studio releases and from library content agreements with film distributors) and HBO original programming (including scripted series, made-for-cable movies, comedy specials, documentaries, and sports documentary and magazine programs).[82] HBO Go, along with companion service HBO Now and HBO Max, did not provide live simulcasts of the seven linear HBO channels. (HBO and Cinemax are the only American premium television services not to include live network feeds in their proprietary streaming VOD platforms.)\n\nBased on the prototype HBO on Broadband service that was originally launched in January 2008 to linear HBO subscribers of Time Warner Cable's Green Bay and Milwaukee, Wisconsin systems, HBO Go launched nationwide on February 18, 2010, initially available to existing HBO subscribers signed with Verizon FiOS.[83] Initially carrying 1,000 hours of program content available for streaming in standard or high definition, the on-demand streaming service was conceived as a TV Everywhere platform marketed exclusively to existing subscribers of the linear HBO television service. (The HBO Go website and mobile apps, including its apps for streaming devices such as Roku and Apple TV, and some video game consoles, required a password accompanying a linear HBO subscription by a participating television provider to access content on the service.) On June 12, 2020, WarnerMedia announced that HBO Go's mobile and digital media player apps would be discontinued in the U.S. on July 31, as most traditional and virtual MVPDs have secured distribution deals for HBO Max. Those providers that have not yet made an HBO Max deal continue to allow customer access to HBO Go (mainly Altice USA's brands, Mediacom, smaller cable providers, and closed-circuit university television systems which had not had personnel available during the COVID-19 pandemic to contractually transfer their credentials to HBO Max), though only through the HBO Go desktop website. The \"HBO Go\" moniker remains in use as the brand for HBO's streaming platforms in select Asian markets.[84]\n\nHBO Now (formally named HBO from August to December 2020) is a defunct over-the-top (OTT) subscription streaming service that provided on-demand access to HBO's library of original programming and theatrical films, and was marketed independent of a pay television subscription to the linear HBO service as a standalone platform targeting cord cutters.[85] HBO Now was available online and as apps for Apple iOS and Apple TV devices;[86] Android tablets, phones and Android TV devices; Amazon Fire TV;[87] Roku devices;[88] Xbox consoles (Xbox 360 and Xbox One);[89] PlayStation consoles (PlayStation 3 and later);[90] and select TiVo devices;[91] and as a premium add-on through Amazon Prime Video, Sling TV,[92] AT&T TV and Hulu.[88]\n\nOn October 15, 2014, HBO announced plans to launch an OTT subscription streaming service in 2015, which would be distributed as a standalone offering that does not require an existing television subscription to access content.[93][94][95] The service, HBO Now, was unveiled on March 9, 2015, and officially launched one month later on April 7.[86][85][96][97] The service was initially available via Apple Inc. to Apple TV and iOS devices for a three-month exclusivity period following its formal launch, before becoming available for subscription through other participating Internet service providers.[86][85] Available for $15 per month, HBO Now was identical to the former HBO Go in terms of content and features. New episodes of HBO series were made available for streaming on the initial airdate, and usually uploaded at their normal airtime, of their original broadcast on the main linear HBO channel.[98] By February 2019, subscribership of HBO Now subscribers had reached over 8 million customers.[99] On June 12, 2020, WarnerMedia announced that HBO Now would be rebranded solely as HBO on August 1. Following HBO Max's launch, the HBO streaming service had served as the network's default OTT platform for Roku customers, as WarnerMedia has not yet signed deals to distribute HBO Max on that platform; until its replacement by HBO Max on those platforms in November 2020, it also served as a default HBO OTT service for Amazon Fire and Fire TV customers.[84] As a consequence of an agreement with WarnerMedia announced the day prior to offer HBO Max on Roku devices starting the following day, the HBO streaming service was discontinued on December 17, 2020.[100]\n\nHBO Max is an over-the-top subscription streaming service operated by Warner Bros. Discovery Global Streaming and Interactive Entertainment built mainly around HBO's programming and other Warner Bros. Discovery assets.\n\n"
        },
        {
            "title": "Programming",
            "text": "HBO's programming schedule currently consists largely of theatrically released feature films and adult-oriented original series (including, as of December 2022[update], dramas such as Succession, Euphoria, Industry, The Gilded Age and House of the Dragon; comedies such as Curb Your Enthusiasm, Barry,  and The Righteous Gemstones; and topical satires Last Week Tonight with John Oliver and Real Time with Bill Maher). In addition, HBO also carries documentary films (mainly produced through in-house production unit HBO Documentary Films), sports-focused documentary and magazine series (produced through its HBO Sports production unit), occasional original made-for-TV movies, occasional original concert and stand-up comedy specials, and short-form behind-the-scenes specials centered mainly on theatrical films (either running in their initial theatrical or HBO/Cinemax broadcast window). Newer episodes of most HBO original programs usually air over its main channel after 9:00 p.m. Eastern and Pacific Time; depending partly on the day's programming schedule, repeats of original series, made-for-cable movies and documentaries (typically excluding programs with graphic violent or sexual content) are shown during the daytime hours on the main channel, and at various times on HBO's themed channels. Four of the themed multiplex channels—HBO Signature, HBO Family, HBO Comedy and HBO Zone—also each carry archived HBO original series and specials dating to the 1990s. (Outside of HBO Family, which regularly airs archived family-oriented series and specials, airings of older original programs may vary based on the channel's daily schedule.)[101]\n\nBeginning with its programming expansion to afternoons in 1974, the primary HBO channel had imposed a longstanding watershed policy prohibiting films assigned an \"R“ rating from being broadcast before 8:00 p.m. ET/PT. (At various points, HBO also prohibited showings of X-/NC-17-rated and foreign art films.)[102][103][104] The policy—which extended to films shown between 6:00 a.m. and 8:00 p.m. ET/PT, when HBO began offering 24-hour programming on weekends in September 1981—may have once stemmed from HBO's pre-mid-2000s availability on analog cable tiers (whereas its multiplex channels generally require a digital cable subscription or at least scrambling), and, because of controversy surrounding daytime showings of R-rated films that began being scheduled on competing premium services as early as 1980, remained in place well after the V-chip became standard in newer television sets.[105] From April 1979 to April 1986, rating bumpers preceding HBO telecasts of R-rated films included a special disclaimer indicating to viewers that the movie would air exclusively during the designated watershed period (“Home Box Office/HBO will show this feature only at night\"). The watershed policy was extended to cover TV-MA-rated programs when the TV Parental Guidelines were implemented industry-wide on January 1, 1997, although HBO had already been withholding airing original programs incorporating mature content that would now qualify for a TV-MA rating outside the watershed period.[106] As of 2021[update], HBO employs a fairly fluid enforcement of the watershed policy, varying based on the content scheduled to air on its main channel during each individual programming day. The policy began to be weakened in January 2010, when the main HBO channel started allowing original series, movies and documentaries given a TV-MA rating for strong profanity and/or non-graphic violence to air during the daytime on Saturdays and Sundays; in January 2012, HBO began offering occasional Sunday daytime airings of R-rated films within its weekly encore showing of the Saturday movie premiere (airing as early as 4:00 p.m. ET/PT, depending on the previous night's scheduled premiere film, that film's length, and the Sunday night block of HBO original series that usually follows the rebroadcast); by 2017, afternoon R-rated movie airings (which occasionally have been shown as early as 2:00 p.m. ET/PT since then) were permitted in random afternoon timeslots any day of the week on the main channel at the network's discretion. Most of the six HBO thematic multiplex channels—except for HBO Family, which prohibits programming containing either equivalent rating by effect of the channel's target audience and format[107]—air TV-MA and R-rated programming during morning and afternoon time periods. HBO also does not typically allow most NC-17 rated films to be aired on the primary channel or its multiplex channels.[citation needed]\n\nHBO pioneered the free preview concept—now a standard promotional tool in the pay television industry—in 1973, as a marketing strategy allowing participating television providers to offer a sampling of HBO's programming for potential subscribers of the service.[108] Cable providers were given permission to offer the unscrambled HBO content—aired for a single evening or, beginning in 1981 at the network level (as early as 1978 on some providers), over a two-day weekend (later extended to three days in 1997, then to a Friday-to-Monday \"four-day weekend\" format by 2008)—over a local origination channel, though satellite and digital cable providers elected instead to unencrypt the channels corresponding to each HBO feed for the preview period.[109] Until 2002, interstitials hosted by on-air presenters (notably including, among others, Norm Crosby, Greg Kinnear, Sinbad and Ellen DeGeneres) promoting the service and its upcoming programs to prospective subscribers aired alongside on-air promotions between programs during the preview weekend, although interstitials produced in-house or by third-party producers were inserted by some providers over the HBO feed during promo breaks for their local or regional audience; from September 1988 to September 1994, the network also aired a 15-minute-long promotional \"free preview show\" each night of the preview event—usually following the headlining prime time film—that previewed upcoming HBO programming for prospective and existing subscribers. HBO offers between three and five preview events each year—normally scheduled to coincide with the premiere of a new or returning original series, and in the past, a high-profile special or feature film—to pay television providers for distribution on a voluntary participation basis.[110] (The total of participating providers that elected to offer a free preview event varies depending on the given preview period, and participating multiple-system cable operators may elect to carry the event only in certain regions where they provide service.)\n\nHBO also produces short segments promoting newer movies with the cooperation of the film studios that hold distribution rights to the projects (almost universally by studios maintaining exclusive pay television contracts with HBO and Cinemax, and which have been rebroadcast on the former during a film's pay-cable distribution window), and have usually consisted of either interstitial \"behind-the-scenes\" and interview segments on an upcoming/recent theatrical release or red carpet coverage. Currently, these segments air under the HBO First Look series of 15-to-20-minute-long documentary-style interstitial specials, which debuted in 1992 and has no set airing schedule. (Since 2010, the \"making of\" specials, for which HBO officially no longer uses the First Look name, are only identified under the banner for program listing identification.) The network previously produced three-to-five-minute-long feature segments that aired during longer-duration between-program promotional breaks, HBO News (1988–2011; formerly titled HBO Entertainment News from 1988 to 2007) and HBO Behind the Scenes (1982–1992). The interstitials—particularly those aired as episodes of First Look—have also frequently been included as bonus features on DVD and Blu-ray releases of the profiled films. Since 2011, HBO no longer airs \"behind-the-scenes\" interstitials during promotional breaks, and has reduced airings of First Look to a few episodes per year as the network has honed its focus on higher-profile original programs and studios have increasingly limited their self-produced \"making of\" featurettes for exclusive physical and digital media release.[citation needed]\n\nDuring the network's early years, HBO aired other interstitials in-between programs. Originally billed as Something Short and Special, around 1980, InterMissions (as the interstitials were begun to be called in September 1978) were bannered in two groupings: Video Jukebox, a showcase of music videos from various artists (eventually separated from the other intermission shorts and given various longform spinoffs, also titled as Video Jukebox or variants thereof), and Special, showcasing short films. By 1984, the short segments had mainly been limited to comedic film shorts (originally branded as HBO Comedy Shorts and then as HBO Short Takes, which used a set of differing animated intros) and youth-targeted live action and animated short films seen largely before and during family-oriented programming (branded as HBO Shorts for Kids). Intermission shorts had largely vanished from the channel by 1988. Since 2014, HBO has occasionally aired short films ranging between 15 and 25 minutes in length at varying times each week during the overnight/early morning hours on its primary and select multiplex channels, in addition to being available on demand via HBO's various streaming and television VOD platforms (including its dedicated portal on HBO Max).\n\nHBO innovated original entertainment programming for cable television networks, in which a television series (both dramatic and comedic), made-for-television movie or entertainment special is developed for and production is primarily, if not exclusively, handled by the channel of its originating broadcast. Since 1973, the network has produced a variety of original programs alongside its slate of theatrical motion pictures. Most of these programs cater to adult viewers (and, with limited exceptions, are typically assigned TV-MA ratings), often featuring—with such content varying by program—high amounts of profanity, violence, sexual themes and/or nudity that basic cable or over-the-air broadcast channels would be reticent to air, because of objections from sponsors and the risk of them pulling or refusing to sell their advertising, depending on the objectionable material that a sponsor is comfortable placing their advertising. (Incidentally since the early 2000s, some ad-supported basic cable channels—like FX and Comedy Central—have incorporated stronger profanity, somewhat more pervasive violence and sexual themes and/or occasional nudity in their original programs, similar to content featured in original programs shown on HBO and other premium services, with relatively limited advertiser issues.)\n\nMainly because it is not beholden to the preferences of advertisers, HBO has long been regarded in the entertainment industry for letting program creators maintain full creative autonomy over their projects, allowing them to depict gritty subject matter that—prior to basic cable channels and streaming services deciding to follow the model set by HBO and other pay cable services—had not usually been shown on other television platforms. During the \"Executive Actions\" symposium held by The Washington Post and George Washington University in April 2015 (shortly after the launch of the HBO Now streaming service), then-HBO CEO Richard Plepler said that he does not want the network to be akin to Netflix in which users \"binge watch\" its television shows and film content, saying \"I don't think it would have been a great thing for HBO or our brand if that had been gobbled up in the first week[..] I think it was very exciting for the viewer to have that mystery held out for an extended period of time.\" Pleper cited that he felt that binge watching does not correlate with the culture of HBO and HBO watchers.[111]\n\nSome of its original programs, however, have been aimed at families or children, primarily those produced before 2001 (through its original programming division and third-party producers) and from 2016 to 2020 (under its agreement with Sesame Workshop); children's programs that have aired on HBO have included Sesame Street, Fraggle Rock, Happily Ever After: Fairy Tales for Every Child, A Little Curious, Crashbox, Babar, HBO Storybook Musicals, Lifestories: Families in Crisis, Dear America and The Little Lulu Show as well as acquisitions including The Wonderful Wizard of Oz, The Legend of White Fang, Shakespeare: The Animated Tales, Animated Hero Classics and The Country Mouse and the City Mouse Adventures. Beginning in 2001, most of the family- or kid-oriented programs had migrated to HBO Family, with only a limited amount of newer family-oriented series being produced for either the primary channel or HBO Family since. (HBO Family continued to maintain a limited slate of original children's programming until 2003.)\n\nHBO ventured back into children's programming with its acquisition of first-run broadcast and streaming rights to Sesame Street, a long-running children's television series that had previously aired on the program's longtime broadcaster, PBS, for the vast majority of its run, in a five-year programming and development deal with Sesame Workshop that was announced in August 2015. Although struck with the intent to having the show remain on PBS in some fashion, the nonprofit production company reached the deal due to cutbacks resulting from declines in public and private donations, distribution fees paid by PBS member stations and licensing for merchandise sales. Through the agreement, HBO obtained first-run television rights to Sesame Street, beginning with the January 2016 debut of its 46th season (with episodes being distributed to PBS, following a nine-month exclusivity window at no charge to its member stations); Sesame Workshop also produced original children's programming content for the channel, which also gained exclusive streaming rights to the company's programming library for HBO Go and HBO Now (assuming those rights from Amazon Video, Netflix and Sesame Workshop's in-house subscription streaming service, Sesame Go, the latter of which will cease to operate as a standalone offering).[112][113][114][115][116] With the debut of HBO Max in May 2020, under contract renewal terms agreed upon between the studio and WarnerMedia in October 2019, Sesame Street and other Sesame Workshop content will shift from the linear television service to the streaming-based HBO Max later in the year.[113]\n\nOn average, movies occupy between 14 and 18 hours of the daily schedule on HBO and HBO2 (or as little as 12 hours on the latter, depending upon if HBO2 is scheduled to carry an extended \"catch-up\" marathon of an HBO original series), and up to 20 hours per day—depending on channel format—on its five thematic multiplex channels.\n\nSince June 6, 1992, HBO has offered weekly pay television premieres of recent theatrical and original made-for-cable movies on Saturdays at 8:00 p.m. ET/PT. (Event presentations that have followed the movie—such as boxing coverage or concerts—have caused rare variances in the preceding film's start time; if a live event was scheduled, prior to the December 2018 discontinuation of HBO's boxing telecasts, the premiered film would air after the event—in reverse order from the Eastern feed scheduling—on the Pacific Time Zone feed.) From June 1996 until September 2006, the presentations were marketed as the \"Saturday Night Guarantee\" to denote a promise of \"a new movie [premiering] every Saturday night\" all 52 weeks of the year. (HBO had highlighted said \"guarantee\" in promotions for the Saturday premiere night dating to January 1994.) Before settling on having Saturday serve as its anchor premiere night, the scheduling of HBO's prime time film premieres varied between Saturday, Sunday and Wednesday, depending on competition from broadcast fare during the traditional network television season. First-run theatrical films debut on average from ten months to one year after a film's initial theatrical run has concluded, and no more than six months after their DVD or digital VOD download release.[117][118][119] COVID-19-related postponements of newer theatrical releases by its distribution partners caused HBO to reduce the frequency of scheduled theatrical premieres in September 2020; since then, the Saturday 8:00 slot has been occupied by premieres of original specials and documentaries (scheduled at least once per month) and, since late December 2020, airings of older hit movies (mainly films released between 1979 and 2015) distributed under library content deals during gap weeks in the monthly premiere schedule.\n\nAs of July 2021,[update] HBO and sister channel Cinemax (as well as their associated streaming platforms) maintain exclusive licensing agreements to first-run and library film content from the following movie studios and related subsidiaries:\n\nHBO also maintains sub-run agreements—covering television and streaming licensing of films that have previously received broadcast or syndicated television airings—for theatrical films distributed by Paramount Pictures (including content from subsidiaries and/or acquired library partners Miramax, Carolco Pictures, Nickelodeon Movies and Republic Pictures, all for films released prior to 2013), Walt Disney Studios Motion Pictures (including content from Walt Disney Pictures (except films co-produced by Pixar), and former subsidiaries Touchstone Pictures, and Hollywood Pictures), Sony Pictures Entertainment (including content from subsidiaries/library partners Columbia Pictures, Sony Pictures Classics, ELP Communications, Morgan Creek Entertainment, Screen Gems, Revolution Studios, and former HBO sister company TriStar Pictures, all for films released prior to 2013), and Metro-Goldwyn-Mayer (including content from subsidiaries United Artists, Orion Pictures, and former subsidiaries The Cannon Group, and The Samuel Goldwyn Company).\n\nHBO also produces made-for-cable television movies through sister production unit HBO Films, which traces its origins to the 1983 founding of HBO Premiere Films. Originally developed to produce original television movies and miniseries with higher budgets and production values than other telefilms, the film unit's first original movie project was the 1983 biopic The Terry Fox Story. Differing from other direct-to-cable television films, most of HBO's original movies have been helmed by major film actors (such as James Stewart, Michael Douglas, Drew Barrymore, Stanley Tucci, Halle Berry and Elizabeth Taylor). The unit—which would be rechristened HBO Pictures in 1985—expanded beyond its telefilm slate, which was scaled back to focus on independent film production in 1984.[132][133] The current HBO Films unit was formed in October 1999 through the consolidation of HBO Pictures and HBO NYC Productions (originally created as HBO Showcase in 1986, and following its June 1996 restructuring, had also occasionally produced drama series for the network).[134][135][136][137] Since 1984, HBO Films has also maintained an exclusive licensing agreement with HBO (later expanded to include Cinemax) for theatrical productions produced by the unit and, since HBO became co-owned with the film division through the 1989 Time-Warner merger, distributed through Warner Bros. Entertainment.\n\nFilms to which HBO maintains traditional telecast and streaming rights will usually also be shown on the Cinemax television and streaming platforms during their licensing agreement period (either after a film title completes its HBO window or transfers between services over certain months during the contractual period). Feature films from the aforementioned studios that maintain joint licensing contracts encompassing both services will typically make their premium television debut on HBO approximately two to three months before their premiere on Cinemax and vice versa.\n\nHBO's relationship with Warner Bros. began with a five-year distribution agreement signed in June 1986, encompassing films released between January 1987 and December 1992; the estimated cost of the initial pay-cable rights were between $300 million and $600 million, depending on the overall performance of Warner's films and HBO/Cinemax's respective subscriber counts. Although the Warner deal was initially non-exclusive, a preemptive strategy in the event that its co-owned rivals Showtime and The Movie Channel (which elected not to pick up any spare Warner titles) sought full exclusivity over movie rights, the terms gave Warner an option to require HBO to acquire exclusive rights to titles covered under the remainder of the deal for $60 million per year (in addition to a guaranteed $65-million fee for each year of the contract).[120][138] As a result of the 1989 Time-Warner merger, HBO and Cinemax hold pay-cable exclusivity over all newer Warner Bros. films for the duration of their joint ownership.\n\n20th Century Fox first signed a non-exclusive deal with HBO in January 1986, covering Fox films released between 1985 and 1988, along with a production co-financing agreement involving HBO original programs; the pact transitioned to an exclusivity arrangement with the 1988 renewal.[122][139][123] The first-run film output agreement with Fox was renewed by HBO for ten years on August 15, 2012 (with a provision allowing the studio to release its films through digital platforms such as iTunes and Amazon Video during the channel's term of license of an acquired film for the first time).[140] While The Walt Disney Company completed its acquisition of 20th Century Fox in March 2019, Disney maintains an output deal with its in-house streaming services Disney+ and Hulu for films produced and/or distributed by Walt Disney Studios Motion Pictures and its subsidiaries (which have not distributed their films over a traditional pay-cable service since the studio's agreement with HBO rival Starz ended in 2015). Disney continued to honor the output deal with HBO until November 2021, when WarnerMedia and Disney announced that the deal would be expanded to the end of 2022, with an amendment that will allow half of 20th Century Studios' 2022 slate to be shared between HBO/HBO Max and Disney+ or Hulu during the pay-one window, beginning with Ron's Gone Wrong.[124]\n\nHBO's relationship with Universal first began in March 1984, when it signed a six-year non-exclusivity deal with the studio; in April 1990, Universal elected to sign a deal with CBS for the licensing rights to a package of the studio's ten 1989 releases, bypassing the traditional pay-cable window.[126][141][142] The current Universal output deal—which began as an eight-year agreement that originally lasted through December 2010, assuming the studio's pay-cable rights from Starz—was renewed for ten years on January 6, 2013; the current deal gives HBO right of first refusal over select Universal titles, allowing the studio to exercise an option to license co-distributed live-action films to Showtime and animated films to Netflix if HBO elects not to obtain pay television rights to a particular film. (Universal put a 50% cap on title acquisitions for the first year of the initial 2003–10 contract, intending to split the rights between HBO and Starz as consolation for the latter outbidding HBO for the Sony Pictures output deal.)[143][144] On July 6, 2021, Universal Filmed Entertainment Group announced it would begin releasing its theatrical films on Peacock after its exclusivity agreement with HBO concludes at the end of 2021, under a fragmented window (starting within 120 days of a film's theatrical release) through which Peacock will hold exclusive rights to Universal titles in bookending four-month windows at the beginning and end of the 18-month pay-one distribution period.[145][146] Subsequently, Amazon (on July 8) and Starz (on July 16) signed separate multi-year sub-licensing agreements, in which Universal films would stream on Prime Video and IMDb TV in a 10-month non-exclusivity window during the middle of the period and air on Starz's linear and streaming platforms following the Peacock/Amazon windows; HBO will continue to release Universal's 2021 film slate under their existing contracts through 2022, while Netflix will continue to offer the studio's animated films thereafter.[147][148][149]\n\nThe first-run output deal with Summit Entertainment—which initially ran through December 2017, and replaced Showtime (which had exclusive rights to its films from January 2008 until December 2012) as the studio's pay-cable output partner when it initially went into effect in 2013—was renewed by HBO for an additional four years on March 1, 2016. (Summit is currently the only \"mini-major\" movie studio and the only studio not among the five core majors that maintains an exclusive output deal with HBO.)[150] On March 2, 2021, it was announced that the deal with HBO through to the end of 2022 expires.[130]\n\nBeing the first pay-cable service to go national, for many years, HBO was advantageous in acquiring film licensing rights from major and independent studios; until Showtime, The Movie Channel and other premium channels started beefing up their movie product to compete with HBO in the early 1980s, HBO's dominance in the pay-cable led to complaints from many motion picture companies of the network holding monopoly power in the pay cable industry and a disproportionate advantage in film acquisition negotiations.[151] During the early years of premium cable, the major American movie studios often sold the pay television rights to an individual theatrical film title to multiple \"maxi-pay\" and \"mini-pay\" services—often including HBO and later, Cinemax—resulting in frequent same-month scheduling duplication amongst the competing services. From its launch as a regional service, HBO purchased broadcast rights to theatrical movies on a per-title basis. The network pioneered the pay television industry practice, known as a \"pre-buy,\" of buying the pay-cable rights to a movie from its releasing studio before it started filming, in exchange for agreeing to pay a specified share of a film's production costs; this allowed HBO to maintain exclusivity over film output arrangements and to save money allocated for film acquisitions.[152] In June 1976, it signed a four-year exclusive deal with Columbia Pictures for a package of 20 films released between January 1977 and January 1981, in exchange for then-parent company Time, Inc. committing a $5-million production financing investment with Columbia over a period of between 12 and 18 months.[153][47]\n\nAlthough HBO executives were reluctant at first to strike such arrangements, by the mid-1980s, the channel had transitioned to exclusive film output deals (now the standard among North American premium channels), in which a film studio licenses all or a proportion of their upcoming productions to a partner service over a multi-year contract. In 1983, HBO entered into three exclusive licensing agreements tied to production financing arrangements involving Tri-Star Pictures (formed as a co-production venture between Time, Inc./HBO, Columbia and CBS Inc.), Columbia Pictures (an exclusivity-based contract extension initially covering 50% of the studio's pre-June 1986 releases with a non-compete option to purchase additional Columbia titles) and Orion Pictures (encompassing a package of 30 films, in return for financial participation and a $10-million securities investment; the deal was indirectly associated with Orion's buyout of Filmways the year prior, in which HBO bought pay television rights to the studio's films). All three deals were approved under a U.S. Department of Justice review greenlighting the Tri-Star venture in June of that year. (The Tri-Star deal became non-exclusive in January 1988, although Showtime elected not to acquire titles from HBO's film rights lessees.)[154][155][156] After the exclusive contract transferred to Showtime in January 1994, in July 1995, HBO preemptively signed a five-year deal with the studio that took effect in January 2000, in conjunction with a five-year extension of its existing deal with Columbia Pictures. (Columbia and TriStar's respective output deals with HBO ended on December 31, 2004, when Sony Pictures transferred exclusive pay-cable rights for their films to Starz—which as of May 2020[update], holds rights to televise all recent releases from either studio through December 2021, after which in January 2022, under a five-year agreement signed in April 2021, Netflix will assume pay television rights to its newer Sony films—after HBO declined a request by Columbia during contract negotiations to allow the studio to experimentally distribute its theatrical films via streaming video during its contract window.)[157][158][159][160][143][161]\n\nIn February 1983, HBO signed an agreement with Silver Screen Partners (a now-defunct joint venture between HBO, Silver Screen Management, Thorn EMI and The Cannon Group), in which HBO had right of first refusal in the film selection and received 5% of all profits derived from non-pay-cable distribution of the studio's films; the Silver Screen agreement concluded upon the studio's cessation in 1998.[162] In early 1984, HBO abandoned the exclusivity practice, citing internal research that concluded that subscribers showed indifference to efforts by premium channels to secure rights to studios' full slate of recently released films from to distinguish their programming due to VHS availability preceding pay-cable distribution in the release window. This change came after the firing of then-HBO chairman Frank Biondi, reportedly for having \"overextended the network in pre-buy and exclusive movie deals\" as subscribership of pay-cable services declined. Biondi's replacement, Michael J. Fuchs, structured some of the subsequent deals as non-exclusive to allow HBO to divert more funding toward co-producing made-for-cable movies, other original programming and theatrical joint ventures (via Tri-Star and Silver Screen Partners).[163][164][48] In July 1986, the network had signed a three-year output deal with New World Pictures, whereas HBO would receive up to 75 New World films Showtime won't, which cost $50 million to sign a deal.[165] On August 8, 1986, HBO had inked a non-exclusive agreement with Lorimar-Telepictures in order to enable a package of various Lorimar-Telepictures theatrical films up to 1989, and Lorimar-Telepictures would be involved as a production partner on several made-for-HBO television movies, in exchange for worldwide distribution rights, excluding pay television, and the current plans for the agreement enables five to six films per year from Lorimar-Telepictures.[166]\n\nIn September 1986, the network signed a five-year agreement with MGM/UA Communications Co. for a package of up to 72 Metro-Goldwyn-Mayer and United Artists films.[167] Also that month, HBO signed a pay cable and home video agreement with film producer Kings Road Entertainment, which will serve eight films, with the home video rights being assigned to subsidiary HBO/Cannon Video, and the first film under the eight-picture agreement between HBO and Kings Road would be Touch & Go, and will cost $65-$70 million.[168] In November 1986, HBO signed an agreement with De Laurentiis Entertainment Group for films that ran between 1987 and 1990, along with a three-year home video rights contract for sister label HBO/Cannon Video.[169] In December 1986, HBO signed a pact with Soviet Union producer Poseidon Films, in order to cover Soviet-based films that covered a non-specific timespan, with the network controlling US and Canada rights.[170] In July 1987, HBO signed a five-year, $500-million deal for exclusive rights to 85 Paramount Pictures films to have been tentatively released between May 1988 and May 1993. (This solidified an existing alliance with Paramount dating to 1979, for the non-exclusive rights to the studio's films.) Though this contract would herald the end of its embargo on new film exclusivity deals, HBO's then-CEO Michael Fuchs cited Showtime–The Movie Channel parent Viacom (which, at the time, had debt in excess of $2.4 billion) for it having to obtain exclusivity for the Paramount package, which the studio approached HBO directly to bid.[171][172][173][174] The Paramount package remained with HBO/Cinemax until December 1997; Showtime assumed the pay-cable rights to the studio's films in January 1998, under a seven-year deal reached as a byproduct of Viacom's 1994 purchase of Paramount from Paramount Communications, and held them until December 2008. (Shared rival Epix—created as a consortium between Paramount/Viacom, Lionsgate and now-sole owner MGM—took over pay television rights upon that network's October 2009 launch.)[175][176]\n\nIn March 1995, HBO signed a ten-year deal with the then-upstart DreamWorks SKG valued at between $600 million and $1 billion, depending on the total output of films and generated revenue during the contract, covering the studio's tentative releases between January 1996 and December 2006.[177][178][179] By result of the 2004 spin-off of its animation arm DreamWorks Animation into a standalone company, DreamWorks' pay-cable distribution rights were split up into separate contracts: in March 2010, Showtime acquired the rights to live-action films from the original DreamWorks studio (coinciding with the transfer of co-production agreement from Paramount Pictures to Touchstone Pictures, then a Showtime distribution partner) for five years, effective January 2011.[180] Then in September 2011, after HBO agreed to waive the last two years of its contract, Netflix acquired the DreamWorks Animation contract effective upon the December 2012 expiration of the HBO deal. (Prior to the 2015 launch of HBO Now, HBO required its studio output partners to suspend digital sales of their movies during their exclusive contractual window with the network; the Netflix deal was not subject to any distribution restrictions, allowing DreamWorks Animation to continue the re-sale of its films through digital download via third-party providers.)[181][182]\n\nOther film studios which formerly maintained first-run pay-cable contracts with HBO have included American Film Theatre (non-exclusive, 1975–1977),[183] Walt Disney Productions (non-exclusive, 1978–1982),[184][185] The Samuel Goldwyn Company (non-exclusive, 1979–1986),[186] ITC Entertainment (non-exclusive, 1982–1990), New World Pictures (non-exclusive, 1982–1986), PolyGram Filmed Entertainment (non-exclusive, 1984–1989), Hemdale Film Corporation (non-exclusive, 1982–1986; exclusive, 1987–1991)[187] De Laurentiis Entertainment Group (non-exclusive, 1988–1991)[188] Lorimar Film Entertainment (non-exclusive, 1987–1990),[189] Hemdale Film Corporation (non-exclusive, 1982–1986) and Savoy Pictures (exclusive, 1992–1997).[190]\n\nHBO maintains an in-house documentary production and distribution unit, HBO Documentary Films, which releases between 10 and 15 documentaries per year (averaging about two premieres per month) for the network and provides limited theatrical distribution of certain films prior to their initial broadcast on HBO's linear television and streaming services. The unit's longtime chief was Sheila Nevins, who initially served as Director of Documentary Programming from 1979 to 1982; upon returning in 1986, she headed HBO's documentary unit under various executive capacities (as Vice President of Documentary Programming, as Senior [later, Executive] Vice President of Original Programming and, beginning in 2004, as President of HBO Documentary Films) and served as executive producer of most of its documentary productions until she left the network in March 2018. Under Nevins, HBO's documentaries have won 35 News and Documentary Emmy Awards, 42 Peabody Awards, and 26 Academy Awards as well as 31 individual Primetime Emmy Awards honored to Nevins.[191][192]\n\nThe network's first successful documentary was the six-part 1979 miniseries Time Was, a Dick Cavett-hosted retrospective that took a historical look at an individual decade in the 20th century—from the 1920s up to the 1970s—over the course of each episode. 1981's She's Nobody's Baby—produced in conjunction with Ms. magazine—traced the evolution of the societal role of American women during the 20th Century; the special earned HBO its first Peabody Award, the first to be won by a pay television service and the first of many HBO documentaries to receive the prestigious award.[193][194] HBO also produced a series of informational documentaries in partnership with Consumer Reports starting in 1980, detailing information on subjects encompassing product safety, personal finance and health.[195][196] One such documentary, AIDS: Everything You and Your Family Need to Know..But Were Afraid to Ask, which aired in 1987 at the height of the AIDS epidemic in the U.S., was hosted by then-Surgeon General C. Everett Koop and provided factual information on the AIDS and HIV viruses.[195][197]\n\nIn 2006, film director Spike Lee made a two-part four-hour documentary on Hurricane Katrina, When the Levees Broke: A Requiem in Four Acts. Also in 2006, documentary artist Lauren Greenfield directed Thin, a feature-length film about four young women struggling with eating disorders seeking treatment at the Renfrew Clinic in Florida. 2008 saw the U.S. television premiere of Baghdad High, which depicted the lives of four boys attending a high school in the Iraqi capital city over the course of one year, through a video diary filmed by the documentary's principal subjects who were provided cameras to film the project.[198]\n\nIn November 2008, HBO paid low seven figures for the U.S. television rights to the Amy Rice–Alicia Sams documentary By the People: The Election of Barack Obama. The film—which had a limited theatrical release in New York City and Los Angeles, and aired on HBO in November 2009—covered Obama's 2006 trip to Africa, his presidential primary campaign, the 2008 general election and his first Presidential inauguration.[199] In November 2012, HBO aired the four-part documentary, Witness, which devoted each part to one of four conflict regions—Juarez, Libya, South Sudan and Rio de Janeiro—as covered by a team of photojournalists based in those regions.[200] On March 28, 2013, the channel premiered the Alexandra Pelosi-directed Fall to Grace, about the infidelity scandal that led to the 2011 resignation of New Jersey Governor Jim McGreevey and resulted in him coming out as gay.[201][202]\n\nIn February 2015, HBO premiered a six-part documentary from Andrew Jarecki, The Jinx: The Life and Deaths of Robert Durst, chronicling the mystery surrounding the New York real estate heir's alleged involvement in the unsolved 1982 disappearance of his wife, Kathie Durst; the 2000 execution-style killing of writer Susan Berman; and the 2001 death and dismemberment of Durst's neighbor, Morris Black. The miniseries gained broader exposure after Durst was arrested on first-degree murder charges in relation to Berman's death on March 14, 2015 (one day prior to the docuseries's finale). The evidence leading to his arrest included an envelope left by Berman after her murder and provided to the filmmakers for analysis by her stepson, Sareb Kaufman, with misspelled block letter handwriting matching an anonymous envelope sent to police in December 2000 to alert them to Berman's murder, and a rambling apparent confession by Durst—unaware that the microphone attached to him for his interview with Jarecki was still recording—to the murders of all three victims.[203][204]\n\nHBO has also produced recurring documentary series, among the earliest and most notable being America Undercover, a monthly one-hour series of topical documentaries covering subjects in an un-sensationalized manner.[205][206] The America Undercover banner would go on to spawn two regular sub-series: Real Sex (a late night magazine-formatted series of specials that ran from 1992 to 2009, featuring frank explorations on a variety of mainstream and non-mainstream sexual matters[195]) and Autopsy (a series of specials that aired between 1994 and 2008, in which forensic pathologist Dr. Michael Baden provides analysis on criminal, suspicious and health-related death cases). One of America Undercover's most notable specials was 1985's Soldiers in Hiding, focusing on homeless veterans of the Vietnam War living in the wilderness, which was the first Academy Award nomination for a cable television service in the Best Documentary category (although HBO has had some of its documentaries enter limited theatrical release to qualify for Oscar nominations in later years).[195] HBO is also noted for its Sports of the 20th Century documentary brand. One of its most notable documentaries from that series was Dare to Dream, a 2005 film about the U.S. Women's Soccer Team and the roles of Mia Hamm, Kristine Lilly, Brandi Chastain, Joy Fawcett and Julie Foudy in the team's rise to prominence in sports.\n\nThrough a partnership with Vice Media, the network ran a monthly docuseries, Vice, featuring in-depth reports from host/creator/Vice magazine co-founder Shane Smith and a team of correspondents investigating political and cultural topics and using an immersionist filmmaking style. Running for six seasons from April 2013 to December 2018, the show won an Emmy Award for \"Outstanding Informational Series or Special\" in 2014.[207] Vice was cancelled on February 1, 2019, as part of a broader corporate reorganization at Vice Media; a companion daily news show, Vice News Tonight, was cancelled on June 10, 2019, when HBO announced it would be terminating its seven-year partnership with the company. (The Vice docuseries moved to Showtime and Vice News Tonight moved to Vice on TV in March 2020.)[208][209][210][211]\n\nAlongside feature-length movies and other types of original programming, HBO has produced original entertainment specials throughout its existence. Five months after its launch, on March 23, 1973, the service aired its first non-sports entertainment special, the Pennsylvania Polka Festival, a three-hour-long music event broadcast from the Allentown Fairgrounds in Allentown, Pennsylvania.[212][213][195]\n\nThe network has cultivated a reputation for its stand-up comedy specials, which have helped raise the profile of established comedians (including George Carlin, Alan King, Rodney Dangerfield, Billy Crystal and Robin Williams) and served as the launchpad for emerging comic stars (such as Dennis Miller, Whoopi Goldberg, Chris Rock, Roseanne Barr, Patton Oswalt, Margaret Cho and Dave Chappelle), many of whom have gone on to television and film careers. HBO premieres between five and seven comedy specials per year on average, usually making their initial broadcast in late Saturday prime time, following its weekly movie premiere presentation.[citation needed] Regular comedy specials on HBO began on December 31, 1975, with the premiere of An Evening with Robert Klein, the first of nine HBO stand-up specials that the comic headlined over 35 years. Positive viewer response to the special led to the creation of On Location, a monthly anthology series that presented a stand-up comedian's nightclub performance in its entirety and uncut; it premiered on March 20, 1976, with a performance by David Steinberg.[153][214] HBO's stand-up comedy offerings would eventually expand with the HBO Comedy Hour, which debuted on August 15, 1987, with Martin Mull: Live from North Ridgeville, a variety-comedy special headlined by Mull that featured a mix of on-stage and pre-filmed sketches.[215] The Comedy Hour typically maintained a virtually identical concept as On Location, taking that program's place as HBO's flagship stand-up series and ultimately resulting in On Location's phase-out after a 13-year run, ending with the premiere of Billy Crystal: Midnight Train to Moscow on October 21, 1989. A spin-off, the HBO Comedy Half-Hour, airing from June 16, 1994 (with the inaugural special Chris Rock: Big Ass Jokes) until January 23, 1998, maintained a short-form format in which the special's featured comedian presented their routine—usually recorded live at The Fillmore in San Francisco—only for 30 minutes.\n\nGeorge Carlin headlined the most comedy specials for the network, making 12 appearances between 1977 and 2008; his first, On Location: George Carlin at USC (aired on September 1, 1977), featured Carlin's first televised performance of his classic routine, \"The Seven Words You Can Never Say on Television\".[195] As other cable channels incorporated comedy specials due to their inexpensive format, HBO began to model its strategy with its comedy specials after its music programming, focusing on a few specials each year featuring popular comedians. (HBO stopped billing its comedy specials under the Comedy Hour banner after the February 6, 1999, premiere of the Carlin-headlined You Are All Diseased.)[195] The network's library of comedy specials would become part of the initial programming inventories of two comedy-focused basic cable networks started by HBO through Time Inc./Time Warner, The Comedy Channel (launched on November 15, 1989) and its successor, Comedy Central (launched on April 1, 1991, as a consolidation of The Comedy Channel and Viacom-owned Ha!).\n\nAt irregular intervals between 1986 and 2010, HBO served as the primary broadcaster of Comic Relief USA's fundraising specials to help health and welfare assistance programs focused on America's homeless population. Developed by Comic Relief founder Bob Zmuda in conjunction with former HBO executive Chris Albrecht, all eleven HBO editions of the fundraisers aired between the aforementioned years (out of the 15 produced by the charity over its 24-year existence) were hosted by Williams, Crystal and Goldberg, featuring performances by stand-up comedians, improvisational comics and impressionists, and appearances by celebrities and politicians as well as documentary segments showing issues affecting the homeless. HBO and other sponsors handled all or most of the incurred costs of the Comic Relief events to ensure that money raised or contributed is distributed to the charity.[216]\n\nConcert-based music specials are occasionally produced for the channel, featuring major recording artists performing in front of a live audience. One of HBO's first successful specials was The Fabulous Bette Midler Show,[note 2] a stage special featuring Midler performing music and comedy routines, which debuted on June 19, 1976. It served as the linchpin for the creation of Standing Room Only, a monthly series featuring concerts and various stage \"spectaculars\" (including among others, burlesque shows, Vaudeville routines, ventriloquism and magic performances) taped live in front of an audience; SRO premiered on April 17, 1977 (with Ann Corio's 'This Was Burlesque' as inaugural broadcast).[217] For a time in the early 1980s, HBO produced a concert special almost every other month, featuring major music stars such as Boy George and The Who. After MTV's successful rollout in 1981, the Standing Room Only series began to produce fewer concerts, eventually ending on May 24, 1987 (with the premiere of the Liza Minnelli concert special Liza in London); HBO's concert telecasts also began to focus more on \"world class\" music events featuring artists such as Elton John, Whitney Houston, Tina Turner and Barbra Streisand, as well as fundraisers such as Farm Aid.[195] Michael Jackson: Live in Bucharest, recorded on the first leg of his 1992–93 Dangerous World Tour, holds the record as HBO's highest-rated special with 3.7 million viewers (21.4 rating/34 share) watching the October 10, 1992, premiere telecast. The special is also believed to be the largest financial deal for a televised concert performance on television, with estimates from music industry executives indicating that HBO paid around $20 million for the rights.[218][219] In recent years, concert specials have had an increasingly marginal role among HBO's television specials, limited to an occasional marquee event or the annual induction ceremony of the Rock and Roll Hall of Fame.\n\nHBO broadcasts sports-related magazine and documentary series produced by HBO Sports, an in-house production division managed by Warner Bros. Discovery Sports (previously through Time Warner Sports from 1990 to 2018) that also produced selected sports event telecasts for the channel from its November 1972 launch until December 2018. HBO Sports has been headed by several well-known television executives over the years, including its founder Steve Powell (later head of programming at ESPN), Dave Meister (later head of the Tennis Channel), Seth Abraham (later head of MSG Network),[195] and Ross Greenburg.\n\nAs HBO was being developed, the Time Inc./Sterling Communications partnership elected for a local origination channel operated by Sterling Manhattan Cable Television (which served as the progenitor of the MSG Network) to handle production responsibilities for home game broadcasts involving the New York Knicks and New York Rangers—both based at Madison Square Garden—that would be televised on HBO throughout its initial Mid-Atlantic U.S. service area. (HBO founder Charles Dolan, through Cablevision, would purchase the arena and its headlining sports teams in a $1.075-billion joint bid with the ITT Corporation in August 1994; his son, James L. Dolan, has owned the Knicks and Rangers through The Madison Square Garden Company since 2015, and Madison Square Garden through Madison Square Garden Entertainment by way of the former company's 2020 spin-off of its non-sports entertainment assets.) The contracts related to this arrangement dated to May 1969, when Manhattan Cable Television first signed a one-year, $300,000 contract with Madison Square Garden to broadcast 125 sports events held at the arena, and was extended for five additional years in November 1970.[220][221][222] On November 1, 1972, one week before HBO formally launched, Madison Square Garden granted Sterling the rights to televise its sporting events to cable television systems outside New York City.[223][224]\n\nThe first game under this arrangement was the New York Rangers-Vancouver Canucks NHL game that launched Home Box Office on November 8, 1972, and served as its inaugural sports broadcast. For the 1974–75 Rangers and Islanders seasons, HBO contracted MSG announcers for play-by-play and color commentating duties; this created a burden on announcers to fill what otherwise would be dead air over the HBO feed of the games, since the service does not accept advertising, during the MSG Network's commercial airtime. National Basketball Association (NBA) and National Hockey League (NHL) coverage expanded with HBO's transition into a national satellite service, covering non-New York-based teams in both leagues (including the NBA's Milwaukee Bucks, Boston Celtics, Portland Trail Blazers, Golden State Warriors and Los Angeles Lakers; and the NHL's Los Angeles Kings) under individual agreements as well as select playoff games.[225][226] (The NBA and NHL discontinued their HBO telecasts after their respective 1976–77 seasons. In May 1978, the New York Supreme Court ruled then-Islanders and Nets president Roy Boe had breached an exclusive contract with Dolan's successor firm Long Island Cable Communications Development Co. through the HBO agreement and concurring contracts with other New York-area cable systems.[227]) In 1974, the network acquired the rights to broadcast World Football League (WFL) games from the New York Stars (later relocated to Charlotte as the Charlotte Hornets midway through the WFL's inaugural season) and the Philadelphia Bell; 18 WFL games aired on HBO over the course of two seasons until the league abruptly folded midway through the 1975 season.[228][229] In March 1973, HBO signed a $1.5-million contract to acquire the regional rights to a selection of American Basketball Association (ABA) games for five years; notably, it carried the 1976 ABA Finals—the league's last tournament game prior to the completion of its merger with the NBA—a six-game tournament in which the New York Nets beat the Denver Nuggets four games to two. The merger of the two professional basketball leagues resulted in an early termination of HBO's ABA contract, which was originally set to expire on July 1, 1977, following the conclusion of the 1975–76 season.[230]\n\nThrough 1977, HBO carried other sporting events originating on the Sterling Manhattan/Manhattan Cable sports channel, including World Hockey Association regular season and playoff games; Eastern College Athletic Conference (ECAC) tournaments (including the Men's Ice Hockey Tournament and the ECAC Holiday Festival basketball tournament); World TeamTennis; international high school basketball invitationals; the National Horse Show; harness racing events from Yonkers Raceway; equestrian, roller derby and ice skating events; the World Professional Karate Championships; the Millrose Games track and field invitational; the Westchester Kennel Club Dog Show; and World Wide Wrestling Federation matches. (The regionalized sports focus was soon copied by other local subscription television services launched during the 1970s and early 1980s, most notably PRISM, ONTV and Wometco Home Theater.) NCAA Division I college basketball games held at Madison Square Garden and, after becoming a national service, other venues (including the National Invitational Tournament and the Holiday Basketball Festival) were also carried by the network until the 1978–79 season.[231][232]\n\nHBO also provided regional coverage of New York Yankees Major League Baseball games for the 1974 season. New York independent station WPIX (now a CW affiliate) provided microwave signal pickup assistance to HBO for the telecasts; through its right of first refusal on game selection in its local television contract with the team, covering the team's away games, WPIX preempted planned coverage of four Yankees games that HBO was scheduled to carry that season. (The Philadelphia Phillies reportedly rejected an offer for HBO to televise regular season games not shown locally on independent WPHL-TV [now a MyNetworkTV affiliate].[233]) HBO's Yankees telecasts spurred a complaint filed in June 1974 by National Association of Broadcasters Special Committee on Pay TV chairman Willard Walbridge, who alleged they violated antisiphoning rules barring pay television services from carrying live sports televised regularly on broadcast stations within a two-year period. HBO representatives contended that regulatory interference over the game broadcasts was prohibited under the First Amendment, and that it offered only weekday games as WPIX held rights to selected Yankees weekend games; it also contended the anti-siphoning rules did not apply as there was not a per-program charge for the broadcasts. In September 1974, citing the games were unavailable on broadcast television, the FCC gave temporary authorization for HBO to carry no more than three of the team's remaining regular season games. (The Yankees telecasts ran only for that season.)[228][234][235][236][237][238] From 1973 to 1976, HBO carried Professional Bowlers Association (PBA) tournament events; beginning with the Winston-Salem Open on June 10, 1973, the network aired around 25 PBA tournaments, including eight which HBO co-sponsored over those three years. Dick Stockton, Marty Glickman and Spencer Ross served as play-by-play announcers, and Skee Foremsky acted as the color commentator for the bowling telecasts.[239][240]\n\nWith the assistance of programming consultation and acquisition firm Trans World International,[241] the expansion into a national service resulted in HBO expanding its sports coverage to include a broader array of events from the United States and Canada, including the North American Soccer League (1976–1978), select Amateur Athletic Union tournaments (1976–1981), select LPGA golf tournaments (1976–1978), championship rodeo (1976–1978), the USGF National Gymnastics Championships (1976–1981), Skate Canada International (1976–1978), the Canadian Football League (1976–1978), non-basketball NCAA tournaments including the Men's Gymnastics Championships (1976–1978) and the Division I Baseball Championships (1977–1978). Most of the aforementioned events ceased to be part of HBO's sports offerings in 1978, citing much of its sporting events generally had regional appeal, \"don't repeat\" and were readily abundant on commercial television.[242] The NCAA regular season and tournament events remained on HBO until the 1978–79 athletic season, shifting over to upstart basic cable network ESPN beginning with the 1979–80 athletic season under an exclusive national cable deal with the organization; USGF, AAU and select non-NCAA invitational events remained on the network until early 1981, thereafter limiting HBO's sports rights to boxing and Wimbledon.[231][243]\n\nIn July 1975, HBO inaugurated regional coverage of the Wimbledon tennis tournament for its Mid-Atlantic U.S. subscribers. (That year saw Arthur Ashe defeat defending champion Jimmy Connors, 6–1, 6–1, 5–7, 6–4, in the Gentlemen's Singles final, becoming the first Black male to win a Wimbledon singles title.[244]) Initially, the HBO telecasts of the tournament mainly consisted of replays culled from other video sources (including the BBC); HBO Sports began to employ an in-house team of commentators starting with the 1978 tournament.[245] Throughout its tenure on the channel, Wimbledon coverage on HBO, which was the first to offer weekday tennis coverage on network television, consisted of singles and doubles events from the early rounds of the tournament; NBC (which had the over-the-air broadcast rights to Wimbledon since 1969) maintained rights to the quarterfinal, semi-final and final rounds as well as weekend early-round matches. (Prior to the arrival of Wimbledon, HBO also carried the men's and women's rounds of the U.S. National Indoor Championships from 1972 to 1976, and selected WTA Tour events from 1977 to 1979.[246])\n\nOn June 25, 1999, HBO Sports announced it would not renew its share of the Wimbledon television contract after the conclusion of that year's tournament, ending its 25-year broadcast relationship with the Grand Slam event. Seth Abraham, then-president of HBO Sports parent unit Time Warner Sports, said at the time that the decision was guided by a need to \"refresh\" its programming slate rather than because of issues with financial terms or stagnant viewership. (At the time of the announcement, HBO paid $8 million annually—under a $40-million deal over five years—to air the tournament.)[247][248] Although ESPN, Fox Sports Net and USA Network each expressed interested in obtaining the cable package relinquished by HBO, Time Warner kept that portion of the Wimbledon contract within its corporate umbrella: on January 23, 2000, co-owned subsidiary Turner Broadcasting System and NBC reached a joint three-year, $30 million contract with the All England Lawn Tennis and Croquet Club for the tournament rights. TNT (which would be folded into WarnerMedia Entertainment, alongside HBO, as part of the realignment resulting from AT&T's 2018 acquisition of Time Warner) and CNN/SI (later moved to the also now-defunct CNNfn in 2002, after CNN/SI's shutdown), which would have their broadcasts produced through the TNT Sports unit, assumed cable rights to the event beginning with the 2000 tournament.[249][250][251][252] (Since 2003, the Wimbledon cable rights have been held by ESPN, which assumed full U.S. television exclusivity over the championship in 2012.)[253][254] Professional tennis briefly returned to HBO on March 2, 2009, when it broadcast the inaugural edition of the now-defunct BNP Paribas Showdown as a one-off special presentation.[255]\n\nHBO's sports coverage was long synonymous with its boxing telecasts, fronted by matches featured on HBO Sports’ longtime flagship series, HBO World Championship Boxing. Its first boxing telecast, on January 22, 1973, was \"The Sunshine Showdown\", the world heavyweight championship bout from Kingston, Jamaica in which George Foreman defeated Joe Frazier in two rounds. Outside of high-profile matches held at exotic locales, most of the boxing events shown during HBO's early existence as a regional service were bouts held at Madison Square Garden; once HBO became a national service, boxing coverage began to regularly cover fights held at The Forum (as part of its television contract with the Los Angeles Lakers and Kings[225]) and other arenas. On September 30, 1975, the \"Thrilla in Manila\" boxing match between Muhammad Ali and Joe Frazier aired on HBO (under a licensing agreement with television program distributor Video Techniques) and was the first program on the network to be broadcast via satellite.[256] (HBO also provided the first interconnected satellite demonstration broadcast on June 18, 1973, in which a heavyweight championship match between Jimmy Ellis and Earnie Shavers was relayed via Anik A to a closed-circuit system at the Anaheim Convention Center in Anaheim, California and to a Teleprompter Cable system in San Bernardino.)[257] Boxing telecasts aired on various scheduled nights through 1979, and mainly aired thereafter on Fridays; boxing telecasts moved to Saturdays full-time in 1987. (All boxing events shown on HBO aired on average in two- to three-week intervals.) Through 1979, HBO also carried various National Golden Gloves competitions, and from 1978 to 1979, carried the National Collegiate Boxing Association championships.\n\nHBO expanded its boxing content to pay-per-view in December 1990, when it created a production arm to distribute and organize marquee boxing matches in conjunction with participating promoters, TVKO (rebranded HBO PPV in 2001 and HBO Boxing Pay-Per-View in 2013); the first TVKO-produced boxing event was the April 19, 1991, \"Battle of the Ages\" bout between Evander Holyfield and George Foreman. (TVKO signed Holyfield away from Showtime, which had been carrying his matches since its Showtime Championship Boxing telecasts premiered in 1986, under an agreement with promoter Dan Duva during Holyfield's reign as cruiserweight champion.)[258]\n\nHBO expanded its boxing slate on February 3, 1996, when HBO Boxing After Dark (titled HBO Late Night Fights for its inaugural edition) premiered with title fights involving contenders in the junior featherweight (Marco Antonio Barrera vs. Kennedy McKinney) and junior bantamweight (Johnny Tapia vs. Giovanni Andrade) classes. The program typically featured fight cards involving well-known contenders (generally those not designated as \"championship\" or \"title\" bouts), and up-and-coming boxing talents that had previously been featured mainly on basic cable boxing showcases (such as ESPN's Friday Night Fights). A second franchise extension, KO Nation (which ran from May 6, 2000, to August 11, 2001), attempted to incorporate hip-hop music performances between matches involving up-and-coming boxers to attract the show's target audience of males 18 to 24 (later broadened to ages 18 to 34) to the sport; former Yo! MTV Raps VJ Ed Lover was the \"face\" of the show and acted as its ring announcer. (Internal research stated that males aged 18–34 accounted for 3% of boxing viewership, while men 50 and older made up 60% of the sport's audience.)[259][260][261] KO Nation drew low ratings throughout its run, even after it was moved from Saturday afternoons to Saturday late nights in January 2001. HBO Sports then refocused its efforts at attracting younger viewers through Boxing After Dark.[262][263] To court the sport's Hispanic and Latino fans, the network's boxing franchises expanded to HBO Latino with the January 2003 premiere of Oscar De La Hoya Presenta Boxeo De Oro, a showcase of up-and-coming boxers represented by the De La Hoya-founded Golden Boy Promotions. A second boxing series for HBO Latino, Generación Boxeo, premiered on the multiplex channel in April 2006.[264][265]\n\nOn September 27, 2018, HBO announced it would discontinue its boxing telecasts after 45 years, following its last televised match on October 27, marking the end of live sports on the network. (Two additional World Championship Boxing/Boxing After Dark cards would follow that originally scheduled final broadcast, airing respectively on November 24 and December 8, 2018.) HBO's decision to bow out of boxing telecasts was due to factors that included the influx of sports-based streaming services (such as DAZN and ESPN+) and issues with promoters that hampered its ability to acquire high-profile fight cards, and resulting declining ratings and loss of interest in the sport among HBO's subscribers. Also factoring into the move was HBO parent WarnerMedia's then-recent ownership transfer to AT&T, and the network's efforts to focus around its scripted programming; network executives were of the opinion that \"HBO [was] not a sports network.\"[266] Since then, although it no longer produces sporting event telecasts, HBO Sports has continued to exist as a production unit for the network's sports magazine shows and documentaries.\n\nSince 1977, HBO has offered documentary- and interview-based weekly series focusing on athletes and the world of athletics. On September 22, 1977, HBO premiered the channel's first original weekly series, and its first sports-related documentary and analysis series, Inside the NFL, a program that featured post-game highlights and analysis of the previous week's marquee National Football League games (using footage provided by NFL Films) as well as interviews with players, coaches and team management. The program was one of the first studio shows on cable television to offer weekly NFL game reviews, predating the launches of similar football review shows on ESPN and other sports-centered cable networks. Inside the NFL would go on to become the network's longest-running program, airing for 30 seasons until it ended its HBO run in February 2008. (After HBO canceled the program, Inside the NFL was subsequently acquired by Showtime, under arrangement with CBS Sports, formally moving to the rival premium channel in September 2008.)[267][268][269] The network would build upon the concept behind Inside the NFL through the debuts of additional sports talk and documentary programs: the Major League Baseball-focused Race for the Pennant (1978–1992), HBO Sports Magazine (1981–1982), On the Record with Bob Costas (2001–2005) and its revamped iteration Costas Now (2005–2009), and Joe Buck Live (2009).\n\nAnother program built on similar groundwork, Real Sports with Bryant Gumbel—which eventually became the network's flagship sports newsmagazine—premiered on April 2, 1995. The hour-long monthly series (originally airing quarterly until 1999), hosted by veteran television journalist and sportscaster Bryant Gumbel, has regularly received positive reviews for its groundbreaking journalism and typically features four stories centering on societal and athletic issues associated with the sports world, investigative reports, and interviews with famous athletes and other sports figures. As of 2020[update], Real Sports has received 33 Sports Emmy Awards (including 19 for Outstanding Sports Journalism) throughout its run, as well as two Peabody Awards (in 2012 and 2016) and three Alfred I. duPont-Columbia University Awards.[270] Of note, the show's 2004 Sports Emmy win for \"Outstanding Sports Journalism\" and 2006 duPont–Columbia University Award win for \"Outstanding Broadcast Journalism\" was for a half-hour hidden camera investigative report—guided by human rights activist Ansar Burney—into slavery and torture in secret desert camps in the United Arab Emirates (UAE), where boys younger than age 5 were trained in camel racing. The segment uncovered a carefully hidden child slavery ring that bought or kidnapped hundreds of young boys in Pakistan and Bangladesh, who were then forced to become camel jockeys in the UAE, and questioned the sincerity of U.S. diplomatic pressure on the UAE, an ally to the United States, to comply with the country's ban on children under age 15 from participating in camel racing. The documentary brought worldwide attention to the plight of child camel jockeys in the Middle East and helped the Ansar Burney Trust convince the governments of Qatar and the UAE to end the use of children in the sport.\n\nIn 2001, HBO and NFL Films began to jointly produce the documentary series Hard Knocks, which follows an individual NFL team each season during training camp and their preparations for the upcoming football season.[195][271]\n\n"
        },
        {
            "title": "Branding",
            "text": "The original HBO logo—used from the channel's November 8, 1972, launch until April 30, 1975—consisted of a minimalist marquee light array surrounding a left-adjusted \"Home Box Office\" nameplate, rendered in mixed-caps, accompanied by a ticket stub image (the former and latter signifying the channel's initial film and event programming focus).\n\nThe first iteration of the current HBO lettermark, designed by then Time-Life art director Betty E. Brugger,[272] was introduced on March 1, 1975; it consisted of bold, uppercase \"HBO\" text incorporating a bullseye mark—derived from the tuning knobs found on then-current television set and cable converter box models—inside the cylindrical \"O\". Because of inadvertent consumer impressions of the name appearing as \"HEO,\" as the 1975 design had the \"O\" obscure the \"B\"'s double-curve, marketing firm Bemis Balkind modified it into the current trimmer form; introduced in April 1980, it shifted the \"O\"—now attached to the “B”'s full double-curve—\"an eighth of an inch\" rightward, and slightly widened the spacing of the lettering and bullseye mark.[273] (The 1975 and 1980 versions were used concurrently in on-air identifications and certain network promos until the former was fully discontinued in June 1981.) The simplicity of the logo makes it fairly easy to duplicate, of which HBO has taken advantage over the years within its own imaging; a proprietary typeface adapted from ITC Avant Garde (which, like the similar Kabel, had previously been used in some on-air and print marketing dating to 1978) that featured bullseye-like glyphs within the 'D' and 'O' capitals was developed internally in 2008 as a logotype for HBO Sports (including the unit's boxing productions and, by 2012, Real Sports with Bryant Gumbel), the linear HBO high-definition and VOD services, and was later used for the logotype for HBO Go.\n\nThe logo would become widely recognized through a program opening sequence, often nicknamed \"HBO in Space,\" produced in late 1981 by New York City-based production firm Liberty Studios and used in some capacity from September 20, 1982, to October 31, 1997. (It replaced a series of six film-based animated \"HBO Feature Movie\" intros used since April 1979, which Canadian pay service First Choice Superchannel later reused for its 1984–87 movie intros.)[274] The original 70-second version begins inside an apartment, where a man tunes a television set's converter box and sits down with his wife to watch HBO. (A variant that begins with a dark cloudscape fading into the city sequence replaced the early version in November 1983.) As the camera pans out of the apartment window, a continuous stop motion flight (filmed on a computer-controlled camera) occurs over a custom-built model cityscape and countryside set against a painted twilight cyclorama. After the camera pans skyward at flight's end, a bursting \"stargate\" effect (made using two die-cut film slides) occurs, unveiling a chrome-plated, brass HBO logo that flies through a starfield. As the HBO \"space station\" rotates toward the \"O\", rainbow-hued light rays (created using a fiber optic lighting rig) encircle that letter's top side—sparkling to reveal its interior wall and a center axis in the bullseye mark area—and streak counter-clockwise inside the \"O\"'s inner wall, fading in a slide displaying the program presentation type in three-dimensional, partially underlined block text—usually the \"HBO Feature Presentation\" card for theatrical movies, though varied title cards set mainly to custom end signatures of the accompanying theme music (including, among others, Standing Room Only, \"HBO Premiere Presentation\", \"HBO Special\", On Location and \"HBO Family Showcase\") were used for original programs and weekend prime time films—before more light streaks sweep and shine across the text and create a sparkling fadeout. (An abbreviated version—shown during most non-prime-time programming until October 31, 1986, and thereafter for early-prime-time movie telecasts, aside from premieres and most weekend presentations—commenced from the starburst and the flight of the HBO \"space station\".)[275]\n\nMost variants of this sequence—except for the feature presentation, \"Saturday Night Movie\" and \"Sunday Night Movie\" versions—were discontinued on November 1, 1986. (In September 1993, the latter two versions were discontinued and the \"Feature Presentation\" variant was extended to all films aired in early prime time, with the full length version being used for Saturday premieres and Tuesday re-broadcasts.) Variants of the intro are available on YouTube, including one—a previously unaired version including two children sitting with the aforementioned couple—uploaded to HBO's official YouTube channel; the sequence is also used as a movie introduction at the annual HBO Bryant Park Summer Film Festival (held since 1992, near HBO's now-former New York City headquarters), and a seldom-used \"World Premiere Presentation\" variant was featured in the intro of the 2019 HBO stand-up comedy special Dan Soder: Son of a Gary.[275][276] The twelve-note musical signature of the sequence's orchestral fanfare—originally composed for Score Productions by Ferdinand Jay Smith III of Jay Advertising, who adapted the theme from the Scherzo movement of Antonín Dvořák's Ninth Symphony—eventually became the network's audio logo in November 1997, being styled in various arrangements (including horns, guitar and piano, and sometimes arranged as an abridged nine-note variant) within HBO's programming bumpers and network IDs since then. (An extended pop rock version of the theme, alternately titled \"Fantasy,\" was released as both instrumental and lyrical tracks on Smith's 1985 album \"Music Made for Television\".[277])\n\nAnother well-known HBO program opener, designed by Pacific Data Images in conjunction with the network and commonly nicknamed \"Neon Lights\", began non-prime-time movie presentations from November 1, 1986, to October 31, 1997. The sequence, set to a synth and electric guitar theme, begins with a rotation shot of a heliotrope HBO logo on a film strip as blue, green and pink light rays penetrate it and four radiating CGI slots; one ray then reaches a field of varied-color spheres that zoom outward to reveal a light purple HBO logo, which is overlaid by a cursive magenta \"Movie\" script against a black and purple sphere-dotted background.[278][279][280]\n\nA CGI feature presentation bumper (designed by Pittard Sullivan) harkening the 1982 sequence was used from November 5, 1999, to April 1, 2011. (The sequence replaced a series of six-second feature presentation bumpers designed by Telezign—also used in some capacity as ID bumpers until November 4, 1999—for an accompanying imaging package introduced on November 1, 1997, which showed the HBO logo in different situations/settings—such as appearing as a fish in water, as a celebrity arriving at a film premiere in a limousine, and as a large neon sign outlining the roof of a skyscraper.)[281][282] It commenced outside a movie theater facade (displaying the HBO logo and the words \"Feature Presentation\" on the marquee), leading into a trek across countryside road, snowy mountain cliffside, and desert settings—respectively passing under an electrical transmission tower and an above-ground tunnel, and through a tank trailer cylinder shaped in each letter of the HBO lettermark; a metropolitan neighborhood follows, culminating in a flying leap above a bridge between two skyscrapers, and a slower-speed panning shot above an HBO-lettermark-shaped lake outlined by spotlights before a 3D animation of the \"Feature Presentation\" text forms. (An abbreviated variant that preceded movies aired outside of weekend prime time excerpts the footage following the skyscraper leap.)[283]\n\nAnother sequence paying homage to the 1982 opening—designed by Imaginary Forces, and accompanied by a Smith-derived theme arranged by Man Made Music—debuted on March 4, 2017. (It replaced a shorter, minimalist intro based around cascading screenshots from theatrical films then in HBO's program library that was introduced in April 2014—one of two brief sequences by Viewpoint Creative used between April 2, 2011, and March 3, 2017, that were modeled on the network's graphical imaging, preceded by a 2011–14 sequence designed by Viewpoint contractor Jesse Vartanian that centered on a 4:1 aurora landscape.)[284][285] The live-action/CGI sequence, set inside a metropolis within the HBO letterforms, features groups of people (respectively a married couple, a pair of teenage siblings watching via tablet in their bedroom, a family with four children, and a group of adult friends) gathering in their homes to watch an HBO movie; the sequence's second and third living room segments include brief glimpses of the HBO \"space station\" segment from the 1982 intro. (The full 49-second version is used only for Saturday movie premieres; an eight-second variant—beginning at the reveal of the HBO metropolis letterform—has been used for most film presentations since September 2018. HBO Max has used a four-second variant to open films on its main HBO content portal since it launched in May 2020.)[286][287][276][288]\n\nUnlike other pay television networks (including the multiplex channels of sister channel Cinemax), HBO does not feature in-program on-screen logo bugs on its main feed and multiplex channels; however, until their respective \"The Works\"-era logos were discontinued in April 2014, channel-specific on-screen bugs were previously shown during promotional breaks between programs on the six thematic HBO multiplex channels.[289]\n\nSource:[290]\n\n"
        },
        {
            "title": "International",
            "text": "Since 1991, the Home Box Office, Inc. oversaw the expansion of HBO's service to international markets, establishing three major subsidiaries in Latin America, Europe, and Asia, as well as forming several distribution partnerships to syndicate HBO programs to other broadcast networks, cable channels, and video services on request outside the United States.\n\nHBO Latin America was launched in 1991 as a partnership between Warner Bros. and Omnivisión (Ole), which was later joined by Sony and Disney. The Brazilian channel was launched in 1994. It is available in Hispanic America, including the Caribbean. Disney and Sony left the shareholding in 2010 and Ole Communications in 2020.[300] HBO Max OTT service is available.\n\nHBO Europe was launched in Budapest in 1991 in partnership with Sony, which was joined by Disney in 1996. After its launch in Hungary, it has expanded in several central european and balkan countries such as the Czech Republic in 1994, Poland in 1996, Slovakia in 1997, Romania in 1998, Moldova in 1999, Bulgaria in 2001, Serbia, Montenegro and Bosnia and Herzegovina in 2006, and Northern Macedonia in 2009. It was also available in the Netherlands from 2012 to 2016 through a partnership with the Dutch cable operator Ziggo. In 2010, HBO has bought the shares of Sony and Disney.[301] HBO programs are available as well through the HBO Max OTT service. Furthermore, the programs are available exclusively through HBO Max in Denmark, Finland, Norway, Sweden, Spain, Portugal and the Netherlands.\n\nHBO Asia was released in 1992 in Signapore as a partnership with Singtel and was later joined by Sony and UIP (Universal and Paramount). This was followed by enlargement to Thailand and the Philippines in 1993, Taiwan and Indonesia in 1994, Hong Kong and Malaysia in 1995 and Vietnam in 2005. It has also been available in other Southeast Asian countries from 1997 to 2020 such as Brunei, Cambodia, South Korea, Macau, Myanmar, Mongolia, Nepal, Palau, Pope New Guinea and Sri Lanka.[302]\nHBO South Asia has been a subsidiary of HBO Asia since 2000 broadcasting in Bangladesh, India, Pakistan and the Maldives, which closed in 2020.[303] Singtel left the joint venture, being followed in 2008 by Sony and Universal.[304] The on-demand video program in Southeast and South Asia is still on the old HBO Go platform as of April 2022, while HBO Max being planned for launch in 2023.\n\nHBO programs are also distributed through agreements with third parties and are available on premium TV channels of local operators: Fox Showcase in Australia, Be 1 in Belgium, HBO Canada (brand and programming licensed under agreement with Bell Media), Canal + and OCS City in France,[305] Sky Atlantic (Germany) in Germany, Austria and Switzerland, Sky Atlantic (Italy) in Italy, Sky Atlantic in the United Kingdom and Ireland,[306] SoHo in New Zealand,  M-Net Binge in Sub-Saharan Africa and  OSN First Series in the Middle East and North Africa.[307] Apart from TV channels, the programs can also be watched on the OTT platforms of the operators. In Japan it is exclusively available on U-Next video on demand service.\n\n"
        }
    ]
}