{
    "url": "https://en.wikipedia.org/wiki/Healy_Hall",
    "title": "Healy Hall",
    "table_of_contents": [
        "1 History",
        "1.1 Motivation",
        "1.2 Construction",
        "2 Architecture",
        "3 Clock hands",
        "4 Riggs Library",
        "5 Image gallery",
        "6 See also",
        "7 References",
        "7.1 Citations",
        "7.2 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Healy Hall is a National Historic Landmark and the flagship building of the main campus of Georgetown University in Washington, D.C. Constructed between 1877 and 1879, the hall was designed by Paul J. Pelz and John L. Smithmeyer. Paul J. Pelz and John L. Smithmeyer, also designed the Library of Congress. The structure was named after Patrick Francis Healy, who was the President of Georgetown University at the time.\n\nHealy Hall serves as the main administrative and reception venue of Georgetown, with some portions still being used as classrooms. The building includes Riggs Library, one of the few extant cast iron libraries in the nation, as well as the elaborate Gaston Hall.\n\n"
        },
        {
            "title": "History",
            "text": "In 1873, Patrick Francis Healy became the president of Georgetown University.[2] Soon after entering office, he articulated to the Superior General of the Jesuit order, Peter Jan Beckx, his vision of transforming Georgetown from a college into a true university.[3] This coincided with prominent Catholics calling for the creation of a great Catholic university in the United States, on par with other large American universities established around this time.[4] Healy's transformation involved broadening the school's curriculum and raising the standards of the Law School and School of Medicine.[3] Both Healy and the provincial superior of the Jesuits' Maryland Province, Joseph Keller, agreed in 1874 that the school's most pressing need was to expand its physical facilities.[5]\n\nThe two planned for the construction of several new buildings, which would contain classrooms, laboratories, a library, a chapel, and a dormitory for the older students. However, Beckx withheld approval of any new construction until Healy could demonstrate that Georgetown had the means to finance such a project. As time passed, the initial plan for several new buildings developed into a plan to build one grand building.[5]\n\nHealy initially consulted Patrick C. Keely, a church architect from New York, about designing the new building. However, he decided it was better to hire an architect closer to Georgetown, and in fall 1874, he selected John L. Smithmeyer and his associate, Paul J. Pelz, who would later design the Library of Congress Building.[5] Smithmeyer, who was the chief architect, designed the plan and elevations of the structure, while Pelz designed its porches and interior rooms, including Gaston Hall, Riggs Library, and the parlors.[6] Healy chose a site located between Old North and the Preparatory Building,[7] now known as Maguire Hall.[8] This was the first building on Georgetown's campus that would face the city of Washington, rather than the Potomac River.[9]\n\nPlans for the building were first submitted in December 1875.[10] Keller objected to the construction of a single, large building because it would have lacked sufficient dormitory space for the Jesuit scholastics, who he sought to relocate from Woodstock College to Georgetown. However, Keller acquiesced to Healy's plan in May 1876.[9] The designs were tweaked before being sent to the Superior General in Rome for approval in January 1877.[10] They called for a building measuring 312 feet (95 m) in length and 95 feet (29 m) in width.[9] Beckx considered the planned building too large and ornate, and thought the projected cost was an underestimate. Nonetheless, he approved the project that year, on the condition that total expenses not exceed $100,000,[9] equivalent to $2.54 million in 2021.[11]\n\nIn April 1877, ground was broken on the foundation, which was completed in October.[12]\n\nThe construction of the building, from 1877 to 1879, dramatically increased the amount of classroom and living space—at the time, it was also used as a dormitory—of what was then a small liberal arts college. Prior to its construction, Old North housed most of the college's classrooms, dormitories, and other facilities.[13] The construction also left the university deeply in debt and in possession for years of an enormous pile of dirt as a result of the excavation, with no funds to remove it. As a result of the debts, the Gaston Hall auditorium could not be completed until 1909.\n\nThe building was listed on District of Columbia Inventory of Historic Sites in 1964,[14] on the National Register of Historic Places on May 25, 1971, and as a National Historic Landmark on December 23, 1987. In addition, it is a contributing property of the Georgetown Historic District, which was listed as a National Historic Landmark District on May 28, 1967.[15][16]\n\nThe building was brought to national attention in 1973 when it acted as a prominent background for the film The Exorcist. In 1990 the interior hall and also the second story of the building featured in The Exorcist III.\n\n"
        },
        {
            "title": "Architecture",
            "text": "The architecture of Healy Hall has been described as both Neo-Romanesque and High Victorian Gothic in style.[6][18] Of this latter style, it is considered one of the last large scale examples in the United States.[19]\n\nBuilt in a Neo-Medieval style that combines elements of Romanesque, Early Gothic, Late Gothic and Early Renaissance, the building contains the Office of the President; Georgetown's Department of Classics; the Kennedy Institute of Ethics; and the Bioethics Research Library.\n\nNotable rooms in Healy include Riggs Library, one of the few extant cast iron libraries in the nation; the Philodemic Room, the meeting room for the Philodemic Society, one of the oldest collegiate debating clubs in the nation; the grand Hall of Cardinals; the historic Constitution Room; and the Carroll Parlor, which houses several notable pieces from the university's art collection.\n\nPerhaps the grandest space in the building is Gaston Hall, Georgetown's \"Jewel in the Crown\",[20] the 750-seat auditorium which has played host to multitudes of world leaders. Gaston Hall, located on the third and fourth floors and named for Georgetown's first student, William Gaston, is decorated with the coats of arms of the Jesuit colleges and universities and rich allegorical scenes painted by notable Jesuit artist Brother Francis C. Schroen. Schroen also created the intricate paintings found in the Carroll Parlor and on the ceiling of the Bioethics Reference Center's Hirst Reading Room.\n\nHealy Hall rises to a height of 200 feet (61 m), making it the tied with 700 Eleventh Street as the sixth tallest building in Washington, D.C.[21]\n\n"
        },
        {
            "title": "Clock hands",
            "text": "The hands of the Healy Clock Tower have been subjected to many thefts, as per the university tradition.[22]  Historically, students would steal the hands and mail them to the person they wished to visit the campus, most notably sent to the Vatican, where they were blessed by Pope John Paul II and then returned to the university.[23][24] One such incident caused significant damage to the clock mechanism, however, and security has been increased as a result in recent years, decreasing the incidence of the theft.[25]  These measures have not prevented students from successfully obtaining the hands however, as they are captured every five to six years, such as in the fall of 2005 by Drew Hamblen (SFS ’07) and Wyatt Gjullin (COL ’09).[26] The hands were stolen once again during the evening between April 29 and April 30, 2012, and supposedly sent to Barack Obama but the hands ended up lost in the mail.[27] More recently, the clock hands were stolen during the evening between December 9th and December 10th, 2014,[28] and again sometime during the night of April 30, 2017.[29]\n\nDean M. Carignan (SFS '91) has written of his stealing the clock hands during his freshman year. On April 1, 1988, Carignan and a fellow student accessed the clock through \"a metal plate set into the roof at the base of the clocktower.\" Eventually tracked down by campus security, Carignan and his Georgetown accomplice were sentenced by a university discipline panel to \"an $800 fine, a 40-hour work sanction, [and] a year of probation.\"[30]\n\nThe writer Joseph Bottum has also published an account of stealing the clock hands. In the Fall of 1977, Bottum joined Stan DeTurris, Dave Barry, and Pat Conway (all freshmen in the class of ’81) to climb through a trap door on the north peak of Healy, above Gaston Hall, and steal the hands from the east face of the clock, returning them at the end of the school year to the university president, Fr. Timothy Healy, S.J. The next year, Bottum writes, he and DeTurris found another way into the attics of Healy Hall, crawling through the ducts above Riggs Library to steal the minute hands from both the east and west clock faces.[31]\n\n"
        },
        {
            "title": "Riggs Library",
            "text": "Riggs Library was the main library of Georgetown University from 1891 to 1970, until being replaced by Lauinger Library. It is housed in the south tower of Healy Hall, on the third floor. Riggs Library is one of the few extant cast-iron libraries in the nation. The library still serves its original function of storing books despite its primary use as a formal event space. The library's construction was funded by E. Francis Riggs as a memorial to his father and brother, and was supervised by architect Paul Pelz, who designed Healy Hall and the Library of Congress, although Riggs did not open until a full decade after Healy Hall opened for use.[32]\n\n"
        }
    ]
}