{
    "url": "https://en.wikipedia.org/wiki/Heather_Thatcher",
    "title": "Heather Thatcher",
    "table_of_contents": [
        "1 Dancer",
        "2 English theatre",
        "3 Film career",
        "4 Death",
        "5 Selected filmography",
        "6 References",
        "6.1 Citations",
        "6.2 General",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHeather Thatcher (3 September 1896 – 15 January 1987)[1] was an English actress in theatre and films.\n\n"
        },
        {
            "title": "Dancer",
            "text": "By 1922, Thatcher was a dancer. She was especially noted for her interpretation of an Egyptian harem dance. Her exotic clothes were designed in Russia. They featured stencil slits in the waist, trouserettes and sleeves. Her attire was billed as the boldest costume ever shown in Britain.\n\n"
        },
        {
            "title": "English theatre",
            "text": "Thatcher played the feminine lead in London stage productions such as Oh Daddy and Warm Corner. At the London Winter Garden she sang and danced in a revue in 1923. In August 1926, she appeared in Thy Name Is Woman at the Q Theatre. It marked her graduation from musical comedy to serious acting.\n\nShe continued her London stage work, performing with June Clyde in Lucky Break. Premiering at the Strand Theatre in September 1934, the theatrical presentation was a production of Leslie Henson. In 1937, Thatcher went to America in Full House. The previous season, she was paired with Ivor Novello in the English rendition. Jack Buchanan, Austin Trevor and Coral Browne teamed with Thatcher in Canaries Sometimes Sing (1947). Produced by Firth Shephard, the theatrical presentation opened in Blackpool and moved to London a month later. Thatcher participated in a Salute To Ivor Novello at the London Coliseum in September 1951. The production raised funds to run his old home, Redroofs. It had been purchased by the Actors' Benevolent Fund.\n\n"
        },
        {
            "title": "Film career",
            "text": "The Plaything (1929), produced by Castleton Knight and Elstree Studios, begins as a silent film. It develops into a sound film. The theme concerns a Highland laird who falls in love with a hedonistic London heiress. Thatcher plays a prominent role as Martyn Bennett.\n\nIn 1931, she visited Hollywood. As a star of English comedy, she was being compared to Marilyn Miller. In the autumn of 1931, she was invited to a reception following the premiere of Strictly Dishonorable (1931), at the Carthay Circle Theatre. Among her friends in films were Anthony Bushell and Zelma O'Neal.\n\nThatcher was signed by MGM in February 1932. She was given a feature role in But the Flesh Is Weak (1932). The film stars Robert Montgomery and is directed by Jack Conway. The film was adapted from a British stage production which showcased Novello. Thatcher was praised for her performance. German actress, Nora Gregor was found disappointing. The English actress \"gives a brilliant performance and creates the only human being in the piece.\"\n\nThatcher sued Gloria Swanson British Productions for breach of contract in a suit which was settled in December 1933. During the filming of Perfect Understanding (1933) Thatcher's contract was cancelled before the production was completed. No explanation was given. She was excluded from the film when a new author was hired. The replacement writer chose to eliminate her character.\n\nThe Private Life of Don Juan (1934) was also filmed at Elstree Studios. The film has Douglas Fairbanks Sr. as its leading man. Owen Nares plays the title role and Thatcher is Anna Dora, one of the ladies.\n\nLater in her career, Thatcher returned to the UK to make films. Among these is Will Any Gentleman...? (1953), filmed at Elstree Studios in Borehamwood. Thatcher appears together with George Cole and Veronica Hurst. The film was a short adventure about a hypnotist who puts a man in a trance.\n\nThatcher made her last films in 1955. The Deep Blue Sea has a screenplay written by Terence Rattigan and features Vivien Leigh and Kenneth More. Thatcher depicts Aunt May Luton in Josephine and Men, a comedy starring Glynis Johns and Peter Finch.\n\n"
        },
        {
            "title": "Death",
            "text": "Thatcher died in Hillingdon, London in 1987.[1][2]\n\n"
        }
    ]
}