{
    "url": "https://en.wikipedia.org/wiki/Heights_of_Buildings_Act_of_1910",
    "title": "Height of Buildings Act of 1910",
    "table_of_contents": [
        "1 Background",
        "2 Description",
        "3 Tallest buildings in District of Columbia",
        "4 Proposed policy changes",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Height of Buildings Act of 1910 was an Act of Congress passed by the 61st United States Congress on June 1, 1910 to limit the height of buildings in District of Columbia,[1] amending the Height of Buildings Act of 1899.[2] The new height restriction law was more comprehensive than the previous law, and generally restricts building heights along residential streets to 90 feet (27 m), and along commercial corridors to the width of the right-of-way of the street or avenue on which a building fronts, or a maximum of 130 feet (40 m), whichever is shorter.[3]\n\n"
        },
        {
            "title": "Background",
            "text": "In response to the construction of the 164-foot (50-meter) Cairo Hotel in 1894, D.C. Commissioners issued height regulations for buildings in D.C., limiting their height to 90 feet (27 m) for residential and 110 feet (34 m) for business, or to the width of the street in front, whichever was smaller.[4] The original Height of Buildings Act, passed by Congress in 1899, removed the front street restriction, but reaffirmed limiting buildings to 90 feet (27 m) on residential streets and 110 feet (34 m) on business streets. It also made an exception for buildings on business streets 160 feet (49 m) wide, which were permitted to be 130 feet (40 m) tall.  \n\n"
        },
        {
            "title": "Description",
            "text": "The 1899 act was amended in 1910 creating Chapter 6, Subchapter 1, Section 5.[3] Section 5 added the restriction that the height of any building would be limited to the width of the adjacent street plus 20 feet (6.1 m) up to a maximum of 90 feet (27 m) on residential streets, 130 feet (40 m) on commercial streets, and 160 feet (49 m) on a small portion of the north side of Pennsylvania Avenue between 1st and 15th Streets Northwest opposite the Federal Triangle.[3]\n\nThe act has since been amended eight times, of which five amendments made exceptions for specific buildings: St. Matthews Church in December 1930, the Harrington Hotel in June 1914, the National Press Club Building in April 1926, the United Masonic Temple in April 1930, and finally the Georgetown University Hospital in March 1945.[1] The other two amendments included raising the height maximum on residential streets by five additional feet, and permitting residential buildings to have ten instead of eight floors.[1]\n\n"
        },
        {
            "title": "Tallest buildings in District of Columbia",
            "text": "The Basilica of the National Shrine of the Immaculate Conception, completed in 1959, was granted an exemption to the law by the District Zoning Commission.[5] At 329 feet tall, the National Shrine stands as the tallest building in Washington, D.C., excluding the Washington Monument (555 feet (169 m)) and the Hughes Memorial Tower (761 feet (232 m)). When the original act was passed in 1899, the Old Post Office Building was grandfathered in, and remains as the tallest high-rise federal building in the district.[6] One Franklin Square is the tallest commercial building in District of Columbia and the fifth highest building overall. Completed in 1989, its twin towers rise to 210 feet (64 m) and above the main roof line, which reaches the district's height limit of 130 feet (40 m).[7]\n\n"
        },
        {
            "title": "Proposed policy changes",
            "text": "The current policy of the 1910 Height Act has been in place with only small modifications for over 100 years. Its influence on the development of the district both within the monumental core and beyond has shaped District of Columbia's skyline. In order to determine if the district could be provided some relief related to building heights within the original boundaries of the L'Enfant Plan and a loosening of federal oversight outside of the monumental core while protecting federal interests, a revisiting of policy was deemed warranted by Congress at this time.\n\nOne specific issue the District of Columbia government identified that is impacting development within the downtown core is the law prohibiting the use of the penthouse level (i.e. roof) for needs other than mechanical (i.e. HVAC equipment) structures.  For example, the height of a building as calculated by the Height Act does not include roof top structures used for mechanical needs within the total allowable height. However, if structures on the roof top (such as a pool house associated with a roof top pool) are constructed for human occupation, it is then calculated as part of the overall height of the building under the law. As a result, architects and designers currently would have to lower their building designs by an entire floor to allow for some human occupied space on the roof, if the building is to reach the maximum allowable height. By allowing usable, human occupying space at the penthouse level, the District of Columbia is arguing that there would be no real impact on the overall height limit and it would not change the \"human scale\" of the current landscape within the district. The current allowable height within the downtown area of the district prohibits \"people's enjoyment of some of the district's greatest spaces and most striking views\".[8]\n\nThe second problem identified focuses on the area of the District of Columbia outside of the original Federal City laid out by Pierre L'Enfant. This area is typically north of Florida Avenue, NW (originally known as Boundary Avenue) and east of the Anacostia River. The passage of the 1973 District of Columbia Self-Government and Governmental Reorganization Act (Home Rule Act) allowed for many local government functions to be controlled at the local level for the first time. However, within the Home Rule Act, Congress specifically stated that the DC Council does not have the authority to \"enact any act, resolution or rule which permits the building of any structure within the District of Columbia in excess of the height limitations contained in Section 5 of the Height Act.\"[9] The District of Columbia can argue that its local zoning regulations are as stringent, if not more stringent, in managing building heights throughout the District.[10] The local government has been a strong steward of the evolving architectural landscape of the district through zoning and preservation laws since gaining control through the Home Rule Act.[11]\n\nOn November 19, 2013, the National Capital Planning Commission released their final recommendations regarding the Height Master Plan for District of Columbia. The plan, which looked at the question of possible changes to the Height of Buildings Act of 1910, also reviewed \"who or what entity should manage building heights....[and] gave voice to questions related to Home Rule as well as the role of the U.S. Congress...\".[12] The Commission has put forth four recommendations for Congress's consideration that would include both keeping the status quo in one instance, but proposing policy changes in the other. The first recommendation focuses on the area of the District of Columbia within the original L'Enfant city. \"Due to the concentration of federal interests within the L'Enfant City and to protect the integrity of the form and character of the nation's capital, the federal Height Act should remain in place and no changes should be made to the formula or approach for calculating allowable building height.\"[12] The second recommendation focuses on the area outside of the L'Enfant City and provides the District of Columbia government a mechanism in which to identify targeted areas in the district where they could proposed building heights to exceed the maximum currently allowed by the 1910 Height Act. \"These may  be authorized through the existing Comprehensive Plan process, pending Congressional approval. Should such targeted exceptions be authorized through the Comprehensive Plan, the Height Act would remain in place for all other areas both inside and outside of the L'Enfant City.\"[12] The third recommendation focuses on the important vistas that currently exist within the district. \"The city's most significant viewsheds, to include without limitations, those to and from the U.S. Capitol and White House, should be further evaluated and federal and local protections established, which include policies in the Federal and District Elements of the Comprehensive Plan.\"[12] Finally, the last recommendation is in response to a specific request that the District of Columbia government put forth before Congress during the hearing in 2012. The National Capital Planning Commission agrees and recommends amending \"the Height Act to allow for human occupancy in existing and future penthouses, with restrictions.\"[12]\n\n"
        }
    ]
}