{
    "url": "https://en.wikipedia.org/wiki/Heimatfilm",
    "title": "Heimatfilm",
    "table_of_contents": [
        "1 History",
        "2 Criteria",
        "3 Legacy",
        "4 Other cultural spaces",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Heimatfilme (German pronunciation: [ˈhaɪmatˌfɪlm], German for \"homeland-films\"; German singular: Heimatfilm) were films of a genre popular in Germany, Switzerland, and Austria from the late 1940s to the early 1960s. Heimat can be translated as \"home\" (in the geographic sense), \"hometown\" or \"homeland\".\n\n"
        },
        {
            "title": "History",
            "text": "The genre came to life after the devastation of Germany in World War II, and remained popular from the late 40s to the early 60s. The films suggested a whole, romantic world untouched by war and the hazards of real life. The Berlin-based studio Berolina Film was the driving force behind the development of Heimatfilme.[1]\n\nIn the immediate post-World War II era, the idea of Heimat is linked to the experience of loss of more than twelve million Germans, known as Vertriebene, who were displaced from the former eastern territories of Germany in its pre-1938 borders. Contemporary concerns with expulsion and re-integration become manifest in many of the more than three hundred Heimatfilme that were produced during the 1950s. This is particularly true for the Vertriebenenfilme as Johannes von Moltke shows with respect to the 1951 version of The Heath Is Green (Grün ist die Heide).[2] The Heimatfilme made during the chancellorships of Konrad Adenauer and Ludwig Erhard present idyllic images of the countryside. Nevertheless, the post-war genre does deal with questions of modernisation, social change and consumerism; it \"affords the positive resolution of contemporary social and ideological concerns about territory and identity\".[3]\n\n"
        },
        {
            "title": "Criteria",
            "text": "Heimatfilme were usually shot in the Alps, the Black Forest, or the Lüneburg Heath, and always involved the outdoors. Their characteristics were their rural settings, sentimental tone and simplistic morality, and they centered on love, friendship, family and non-urban life. They also involved the difference between old and young, tradition and progress, and rural and urban life. The typical plot structure involved both a good and bad guy wanting a girl, conflict ensuing, and the good guy ultimately triumphing to win the girl, making all (except the bad guy) happy.\n\n"
        },
        {
            "title": "Legacy",
            "text": "In the late 1960s and the 1970s, young West German film directors associated with New German Cinema set out to challenge many of the cultural assumptions inherent in the Heimatfilm. The results are variously labelled \"critical Heimatfilme\", \"new Heimatfilme\", and \"anti-Heimatfilme\". Examples of such films include Volker Schlöndorff's Man on Horseback (1969) and The Sudden Wealth of the Poor People of Kombach (1970); Peter Fleischmann's Hunting Scenes from Bavaria (1969); Volker Vogeler's Jaider, the Lonely Hunter (1971); Reinhard Hauff's Mathias Kneissl (1970); and Uwe Brandner's I Love You, I Kill You (1971).[4] A more recent example of an anti-Heimatfilm is Michael Haneke's Oscar-nominated The White Ribbon (2009).\n\nThe trilogy of films called Heimat by the German director Edgar Reitz (1984, 1992, and 2004) has been described as \"post-Heimatfilm\" because the director neither sets out to challenge the genre on political or social grounds nor idealizes the past to the extent that earlier Heimatfilme did.[5]\n\n"
        },
        {
            "title": "Other cultural spaces",
            "text": "The US heimatfilm is the Western, which shows a larger bandwidth. The film Hearwood (1998) by the German direction of the fifties was close to the genre. It was a rural love story, embedded in an ecologically colored economic conflict between a large-town bank and a village sawmill business.\n\nOverall, there is a lot in common in the development of German home films and US Western. Early Western also showed an idealized world, full of clichés, woodcut characters and simple schemes. They were attributed by the italowesters in the 1960s, but also used a development that led to late westers and anti-Westerns, which draw sometimes pessimistic image like modern home films. Like these, modern Western should also be considered as history movies.\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nSources\n\n"
        }
    ]
}