{
    "url": "https://en.wikipedia.org/wiki/Heist_film",
    "title": "Heist film",
    "table_of_contents": [
        "1 Characteristics of the genre",
        "2 History",
        "3 List of heist films",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe heist film or caper film is a subgenre of crime film focused on the planning, execution, and aftermath of a significant robbery.\n\nOne of the early defining heist films was The Asphalt Jungle (1950), which Film Genre 2000 wrote \"almost single-handedly popularized the genre for mainstream cinema\". It featured robbers whose personal failings ultimately led to the failure of their robbery. Similar films using this formula were Armored Car Robbery (1950), The Killing (1956), and The Getaway (1972). By the 1990s, heist films began to \"experiment and play with these conventions,\" incorporating things like comedy into heist stories.\n\n"
        },
        {
            "title": "Characteristics of the genre",
            "text": "While there is sometimes some confusion as to what counts as a heist film, there are characteristics that most films in the genre follow.\n\nThe most basic of these is that films in the genre tend to follow the planning, execution and aftermath of one large robbery.[1] While there can be smaller crimes leading up to the major crime, this major crime is the centerpiece of the film and is the event which informs much of the film's plot.[1] As a result of this, heist films tend to focus on the process of the heist, often showing how the criminals plan the heist in great detail. They also tend to devote a large portion of the film's runtime to the heist itself, giving the viewer a detailed look of how the criminals complete the heist.\n\nThe genre is also distinct for almost exclusively following the people who are committing the crime rather than following the people trying to stop the criminals.[2] This often leads to the viewer building some form of sympathy or respect for the criminals.[2] Another common characteristic of the heist film is the assembling of a team to complete the heist.[2] Each team member often has some unique skill or set of skills which are needed to complete the heist.[2]\n\nOver time filmmakers have taken these characteristics and changed them to create interesting plays on the genre. For example, Reservoir Dogs (1992) skips the planning and execution of the heist, choosing instead to focus exclusively on the aftermath. Another example of this is The Italian Job (1969), which shows the planning and execution of the heist but doesn't fully show the aftermath.\n\nWhile those characteristics stand as the defining characteristics of the genre, there are other tropes and trends which frequently appear. One such trend is the failure of the heist due to some failing of the criminals involved in the heist. These failings include one of the criminals in the heist getting injured during the heist, or one of the criminals betraying the others during or after the heist.[3] This trend started as a result of the initial films in the genre being made in Hollywood during the Motion Picture Production Code.[4] Under the code, criminals were not allowed to get away with crime, so the heists in these early movies all fail, establishing it as a trend in the genre. In the years since the code filmmakers have made heist films where the criminals get away;[4] however, the trope of failed heists still exists in modern films. One of the most dynamic examples is Reservoir Dogs, which focuses solely on trying to figure out which of their group members betrayed them after a failed heist. Another popular trope is  \"one last job\", whereby a criminal looking to stop being a criminal enlists the team to do one last heist so they will have money for the rest of their life. This can be seen in early films such as The Asphalt Jungle (1950) as well as more recent films like Heat (1995).\n\n"
        },
        {
            "title": "History",
            "text": "While elements of the heist film can be seen in movies as early as The Great Train Robbery (1903), the genre didn't begin until the late 1940s and the early 1950s.[5] The film widely agreed upon as the first film in the genre is John Huston's 1950 film The Asphalt Jungle, starring Sterling Hayden and Sam Jaffee (with Marilyn Monroe in a supporting role).[1] The film contains many of the hallmarks of the genre, the most obvious of which is its following of the planning, execution, and aftermath of a single heist from the criminal's perspective.[2] It also devotes a large amount of time to the heist itself and involves a group of variously skilled criminals who are brought together to complete the crime. Two earlier films that some consider earlier examples of the genre[1] are Criss Cross (1949) and The Killers (1946). While these films do follow the planning, execution, and aftermath of a single heist from the criminals' perspective, critics argue that they devote too much time to the planning and aftermath of the heist and too little to the actual heist.[1] As a result they are frequently cited as key films in the development of the genre but not the start of the genre itself.[1] All of these films are also notable for having elements which are indebted to the film noir genre. This includes their moody, expressionistic black and white cinematography as well as a dark and fatalistic tone key in film noir. As a result, scholars such as Daryl Lee refer to this era of heist films as “noir heists”.[5] Anne Billson of the BBC cites Akira Kurosawa's Seven Samurai (1954) as an influence on the \"assembling the team\" trope that later became a common characteristic of heist films.[6]\n\nThe period between 1955 - 1975 is considered by scholars to be the most productive period of the heist genre. This period began with American filmmakers continuing the noir heist trend in films like 5 Against the House (1955) and The Killing (1956). The 50s also saw the release of the first international heist films. Notably, a handful of heist films made in France were influenced by and responding to the American noir heists. Two notable films are Rififi (1955), which is known for its detailed 30 minute heist sequence, and Bob Le Flambeur (1956), known for its playful ending which plays with the conventions of the heist genre.[5] The 1950s also marked the beginning of British heist films, notable ones being The Lavender Hill Mob (1951) and The Lady Killers (1955), films whose importance comes from the introduction of comedy to the heist genre. This was uncommon for the genre at the time but became more common in later heist films.[5] Another notable heist film from this period is the Italian film Big Deal on Madonna Street (1958), a parody of the heist genre.[5]\n\nIn the 1960s heist stories became more mainstream, with glossier and higher-budget heist films which moved away from the fatalism and darkness present in the earlier noir heists.[5] Two examples of this from the early 1960s are the British film The League of Gentlemen (1960) and the American film Seven Thieves (1960). Despite having conventional heist plots about gathering together a group to commit a heist, both films balance comedy and drama, unlike the darkness of the earlier noir heist films.[5] The mainstream shift as well as a growing cultural interest in travel led to a wave of glossy heist films involving exotic international locals, such asTopkapi (1964) and How to Steal a Million (1966). In France Rififi spawned a number of lower-budget crime films which often used Rififi as part of their title. These include films such as Rififi in Tokyo (1963) and Du rififi à Paname (1966). As the decade continued, the French also began to produce more glossy heist films which served as star vehicles for big stars of the time, such as Any Number Can Win (1963) starring Alain Delon and Greed in the Sun (1964) starring Jean-Paul Belmondo.[5] The most celebrated French heist films of this time where directed by Jean-Pierre Melville, whose heist film Le Cercle Rouge (1970) is often regarded as one of the greatest heist movies of all time.[5] This expansion of the genre in the 1960s also led to remakes of older heist movies, with an early example being Cairo (1963), which is a remake of The Asphalt Jungle.[1] In 1968, the motion picture production code was abolished, paving the way for a number of heist films that didn't shy away from portraying graphic violence. This included films like Charley Varrick (1973) and The Getaway (1972). Another important 1970s heist film is Sidney Lumet's 1975 film Dog Day Afternoon, which is regarded by some critics as the last important heist film of the genre's most productive era.[5]\n\nThe period between 1975 and the early 1990s is considered a low point for productivity in the heist genre.[5] While there were some films made in the genre such as Thief (1981) and a remake of Big Deal on Madonna Street called Crackers (1984), critics don't consider these films as meaningful developments of the genre.[5] The 1990s would see the return of the heist genre, with a number of films creating new interest. While films like John Woo's Once a Thief (1991) and Steven Soderbergh's Out of Sight (1998) would bring some interest in the genre, the three films which most brought the genre back to prominence were Reservoir Dogs (1992), Heat (1995) and The Usual Suspects (1995), all of which were big enough hits that they reintroduced a large audience to the pleasures of the heist genre.\n\nThis renewed interest led to a large output of heist films throughout the 2000s. These range from British films like Snatch (2000) and Sexy Beast (2000) to kids' films like Fantastic Mr. Fox (2009) to popular Hollywood films like Inside Man (2006) and remakes of heist classics like The Italian Job (2003).[5] Some of the most popular heist films of this era are the remake of Ocean's 11 (2001) and its sequels Oceans 12 (2004) and Oceans 13 (2007). These films were hits on release and are still popular today.\n\n"
        }
    ]
}