{
    "url": "https://en.wikipedia.org/wiki/Christian_views_on_hell",
    "title": "Hell in Christianity",
    "table_of_contents": [
        "1 Jewish background",
        "2 New Testament",
        "2.1 Parables of Jesus concerning the hereafter",
        "3 Eastern Orthodox views",
        "3.1 Images",
        "4 Roman Catholicism",
        "4.1 As self-exclusion or final impenitence",
        "4.2 As a place or a state",
        "4.2.1 State",
        "4.2.2 Place",
        "4.2.3 Both",
        "4.3 Nature of suffering",
        "4.4 Visions",
        "4.5 Call to responsibility",
        "4.6 Predestination",
        "5 Protestantism",
        "5.1 Eternal torment view",
        "5.2 View of conditional immortality and annihilationism",
        "6 Other groups",
        "6.1 Christian Universalism",
        "6.2 Christian Science",
        "6.3 Jehovah's Witnesses",
        "6.4 Latter Day Saints",
        "6.5 Swedenborgianism",
        "6.6 Unity Church",
        "6.7 Seventh-day Adventist Church",
        "7 Biblical terminology",
        "8 See also",
        "9 Notes and references",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn Christian theology, Hell is the place or state into which, by God's definitive judgment, unrepentant sinners pass in the general judgment, or, as some Christians believe, immediately after death (particular judgment).[1][2] Its character is inferred from teaching in the biblical texts, some of which, interpreted literally, have given rise to the popular idea of Hell.[1] Theologians today generally see Hell as the logical consequence of rejecting union with God and with God's justice and mercy.[1]\n\nDifferent Hebrew and Greek words are translated as \"Hell\" in most English-language Bibles. These words include:\n\n"
        },
        {
            "title": "Jewish background",
            "text": "In ancient Jewish belief, the dead were consigned to Sheol, a place to which all were sent indiscriminately (cf. Genesis 37:35; Numbers 16:30-33; Psalm 86:13; Ecclesiastes 9:10). Sheol was thought of as a place situated below the ground (cf. Ezek. 31:15), a place of darkness, silence and forgetfulness (cf. Job 10:21).[5] By the third to second century BC, the idea had grown to encompass separate divisions in sheol for the righteous and wicked (cf. the Book of Enoch),[6] and by the time of Jesus, some Jews had come to believe that those in Sheol awaited the resurrection of the dead either in comfort (in the bosom of Abraham) or in torment.[citation needed]\n\nIn the Greek Septuagint, the Hebrew word Sheol was translated as Hades.[7]\n\nBy at least the late or saboraic rabbinical period (500-640 CE), Gehinnom was viewed as the place of ultimate punishment, exemplified by the rabbinical statement \"the best of physicians are destined to Gehinnom.\" (M. Kiddushin 4:14); also described in Assumption of Moses and 2 Esdras.[8]\n\n"
        },
        {
            "title": "New Testament",
            "text": "Three different New Testament words appear in most English translations as \"Hell\":\n\nThe most common New Testament term translated as \"Hell\" is γέεννα (gehenna), a direct loan of Hebrew גהנום/גהנם (ge-hinnom). Apart from one use in James 3:6, this term is found exclusively in the synoptic gospels.[18][19][20] Gehenna is most frequently described as a place of punishment (e.g., Matthew 5:22, Matthew 18:8-9; Mark 9:43-49); other passages mention darkness and \"weeping and gnashing of teeth\" (e.g., Matthew 8:12; Matthew 22:13).[19]\n\nApart from the use of the term gehenna (translated as \"Hell\" or \"Hell fire\" in most English translations of the Bible; sometimes transliterated, or translated differently)[21][22][23] the Johannine writings refer to the destiny of the wicked in terms of \"perishing\", \"death\" and \"condemnation\" or \"judgment\". Paul speaks of \"wrath\" and \"everlasting destruction\" (cf. Romans 2:7-9; 2  Thessalonians), while the general epistles use a range of terms and images including \"raging fire\" (Hebrews 10:27), \"destruction\" (2  Peter 3:7), \"eternal fire\" (Jude 7) and \"blackest darkness\" (Jude 13). The Book of Revelation contains the image of a \"lake of fire\" and \"burning sulphur\" where \"the devil, the beast, and false prophet\" will be \"tormented day and night for ever and ever\" (Revelation 20:10) along with those who worship the beast or receive its mark (Revelation 14:11).[24]\n\nThe New Testament also uses the Greek word hades, usually to refer to the abode of the dead (e.g., Acts 2:31; Revelation 20:13).[6] Only one passage describes hades as a place of torment, the parable of Lazarus and Dives (Luke 16:19-31). Jesus here depicts a wicked man suffering fiery torment in hades, which is contrasted with the bosom of Abraham, and explains that it is impossible to cross over from one to the other. Some scholars believe that this parable reflects the intertestamental Jewish view of hades (or sheol) as containing separate divisions for the wicked and righteous.[6][24] In Revelation 20:13-14 hades is itself thrown into the \"lake of fire\" after being emptied of the dead.\n\nIn the eschatological discourse of Matthew 25:31-46, Jesus says that, when the Son of Man comes in his glory, he will separate people from one another as a shepherd separates sheep from goats, and will consign to everlasting fire those who failed to aid \"the least of his brothers\". This separation is stark, with no explicit provision made for fine gradations of merit or guilt:[25]\n\nIn a parable about \"The Rich Man and Lazarus\" in Luke 16:19-31, the poor man Lazarus enjoys a blissful repose in the \"bosom of Abraham\" (Luke 16:22), while the rich man who was happy in life is tormented by fire in Hades (Luke 16:23-24), the two realms being separated by a great chasm (Luke 16:26).\n\n"
        },
        {
            "title": "Eastern Orthodox views",
            "text": "Some Eastern Orthodox Christians believe that Heaven and Hell are relations to or experiences of God's just and loving presence.[26][27] There is no created place of divine absence, nor is hell an ontological separation from God.[28] One expression of the Eastern teaching is that hell and heaven are dimensions of God's intensifying presence, as this presence is experienced either as torment or as paradise depending on the spiritual state of a person dwelling with God.[26][29] For one who hates God and by extension hates himself as God's image-bearer, to be encompassed by the divine presence could only result in unspeakable anguish.[30][31][32] Aristotle Papanikolaou[33] and Elizabeth H. Prodromou[34] write in their book Thinking Through Faith: New Perspectives from Orthodox Christian Scholars that for the Eastern Orthodox: \"Those theological symbols, heaven and hell, are not crudely understood as spatial destinations but rather refer to the experience of God's presence according to two different modes.\"[35] Several Eastern Orthodox theologians do describe hell as separation from God, in the sense of being out of fellowship or loving communion. Archimandrite Sophrony (Sakharov) spoke of \"the hell of separation from God\".[36] Paul Evdokimov stated: \"Hell is nothing else but separation of man from God, his autonomy excluding him from the place where God is present.\"[37] According to Theodore Stylianopoulos, \"Hell is a spiritual state of separation from God and inability to experience the love of God, while being conscious of the ultimate deprivation of it as punishment.\"[38] Michel Quenot stated: \"Hell is none other than the state of separation from God, a condition into which humanity was plunged for having preferred the creature to the Creator. It is the human creature, therefore, and not God, who engenders hell. Created free for the sake of love, man possesses the incredible power to reject this love, to say 'no' to God. By refusing communion with God, he becomes a predator, condemning himself to a spiritual death (hell) more dreadful than the physical death that derives from it.\"[39] Another writer declared: \"The circumstances that rise before us, the problems we encounter, the relationships we form, the choices we make, all ultimately concern our eternal union with or separation from God.\"[40]\n\nThe Eastern Orthodox Church rejects what is presented as the Roman Catholic doctrine of purgatory as a place where believers suffer as their \"venial sins\" are purged before gaining admittance to heaven.[41]\n\nContrary to Western Christianity, both Roman and Protestant varieties, the Christians of the East emphasize the mystery of God in his pre-eternal transcendence and maintain a tradition of apophatic theology, while the technical, cataphatic theology of scholasticism tends to be downplayed or viewed as subordinate.[citation needed] Thus, there is no single \"official\" teaching of the church apart from apostolic doctrine received and, when necessary, defined by Ecumenical Councils. The Eastern Orthodox positions on hell are derived from the sayings of the saints and the consensus views of the Church Fathers. They are not in agreement on all points, and no council universally recognized by the Eastern Orthodox Churches has formulated doctrine on hell,[citation needed] so there is no official doctrine to which all the faithful are bound. Beliefs concerning the nature and duration of hell are considered theologoumena, or theological opinions, rather than dogmas of the Church.\n\nJohn Chrysostom pictured Hell as associated with \"unquenchable\" fire and \"various kinds of torments and torrents of punishment\".[42]\n\nEastern Orthodox icons of the Last Judgment, most notably in the Slavic traditions, often depict tormented, lost sinners in Hell. Pages 66–69 of John-Paul Himka's Last Judgment Iconography in the Carpathians provides an illustrated description of some such 15th-century Carpathian icons based on a northern Rus' prototype (p. 193). The depiction in these particular icons, a depiction that may have developed from 12th-century Greek and South Slavic depictions differentiating sinners and their punishments (p. 68), is referred to by Himka as \"the new hell\", \"because various sinners are being punished in a squarish area with torments that did not appear in the standard Byzantine iconography\" (p. 42).\n\nIcons based on The Ladder of Divine Ascent, by John Climacus, show monks ascending a thirty-rung ladder to Heaven represented by Christ, or succumbing to the arrows of demons and falling from the ladder into Hell, sometimes represented by an open-jawed dragon.[43]\n\n"
        },
        {
            "title": " Roman Catholicism",
            "text": "The Catechism of the Catholic Church defines hell as self-exclusion from Heaven, a freely chosen consequence of final impenitence, i.e., deliberately and willingly refusing to repent of mortal sin at death and accept divine mercy:\n\nThe prisoners of hell are the impenitent, such as Satan; Satan's fall from Heaven is irrevocable because he chooses not to repent.[47] No one is predestined to commit sin[48] or to go to hell.[49] After death, repentance is impossible.[50]\n\nThomas Aquinas uses an analogy of buoyancy regarding damnation:\n\nThe Baltimore Catechism defined Hell by using the word \"state\" alone: \"Hell is a state to which the wicked are condemned, and in which they are deprived of the sight of God for all eternity, and are in dreadful torments.\" However, suffering is characterized as both mental and physical: \"The damned will suffer in both mind and body, because both mind and body had a share in their sins.\"[52]\n\nPope John Paul II stated on 28 July 1999, that, in speaking of Hell as a place, the Bible uses \"a symbolic language\", which \"must be correctly interpreted … Rather than a place, hell indicates the state of those who freely and definitively separate themselves from God, the source of all life and joy.\"[53] Some have interpreted these words as a denial that Hell can be considered to be a place, or at least as providing an alternative picture of Hell.[54] Others have explicitly disagreed with the interpretation of what the Pope said as an actual denial that Hell can be considered a place and have said that the Pope was only directing attention away from what is secondary to the real essence of hell.[55]\n\nCatholic theologian Hans Urs von Balthasar (1905–1988) said that \"we must see that hell is not an object that is 'full' or 'empty' of human individuals, but a possibility that is not 'created' by God but in any case by the free individuals who choose it\".[56]\n\nThe Catholic Faith Handbook for Youth, with imprimatur of 2007, also says that \"more accurately\" heaven and hell are not places but states.[57]\n\nCapuchin theologian Berard A. Marthaler also says that \"hell is not 'a place'\".[58]\n\nTraditionally in the past Hell has been spoken of or considered as a place.[59] Some have rejected metaphorical interpretations of the biblical descriptions of hell,[60] and have attributed to Hell a location within the earth,[61] while others who uphold the opinion that hell is a definite place, say instead that its location is unknown.[62]\n\nIn a homily given on 25 March 2007, Pope Benedict XVI stated: \"Jesus came to tell us that he wants us all in heaven and that hell, of which so little is said in our time, exists and is eternal for those who close their hearts to his love.\"[63][64] Journalist Richard Owen's interpretation of this remark as declaring that hell is an actual place was reported in many media.[65]\n\nWriting in the 1910 Catholic Encyclopedia, Joseph Hontheim said that \"theologians generally accept the opinion that hell is really within the earth. The Catholic Church has decided nothing on this subject; hence we may say hell is a definite place; but where it is, we do not know.\" He cited the view of Augustine of Hippo that Hell is under the earth and that of Gregory the Great that hell is either on the earth or under it.[66]\n\nThe posthumous supplement to Aquinas' Summa theologiciae suppl. Q97 A4 flags discussion of the location of hell as speculation: As Augustine says (De Civ. Dei xv, 16), \"I am of opinion that no one knows in what part of the world hell is situated, unless the Spirit of God has revealed this to some one.\"\n\nOther Catholics neither affirm nor deny that Hell is a place, and speak of it as \"a place or state\". Ludwig Ott's work \"The Fundamentals of Catholic Dogma\" said: \"Hell is a place or state of eternal punishment inhabited by those rejected by God\".[67] Robert J. Fox wrote: \"Hell is a place or state of eternal punishment inhabited by those rejected by God because such souls have rejected God's saving grace.\"[68] Evangelicals Norman L. Geisler and Ralph E. MacKenzie interpret official Roman Catholic teaching as: \"Hell is a place or state of eternal punishment inhabited by those rejected by God.\"[69]\n\nIt is agreed that Hell is a place of suffering.[70][71][72]\n\nThe Catechism of the Catholic Church states:\n\nAlthough the Catechism explicitly speaks of the punishments of hell in the plural, calling them \"eternal fire\", and speaks of eternal separation from God as the \"chief\" of those punishments, one commentator claims that it is non-committal on the existence of forms of punishment other than that of separation of God: after all, God, being above all a merciful and loving entity, takes no pleasure in the death of the living, and does not will or predestine anyone to go there (the Catholic stance is that God does not will suffering, and that the only entities known to be in hell beyond a doubt are Satan and his evil angels, and that the only suffering in hell is not fire or torture, but the freely-chosen, irrevocable and inescapable eternal separation from God and his freely given love, and the righteous, who are in heaven; thus the church and the popes have placed emphasis on the potential irreversibility of a mortally sinful life that goes un-absolved before one's death, and the dogma and reality of the place or state of hell).[74] Another interpretation is that the Catechism by no means denies other forms of suffering, but stresses that the pain of loss is central to the Catholic understanding of hell.[75]\n\nAugustine of Hippo said that the suffering of hell is compounded because God continues to love the sinner who is not able to return the love.[76] According to the church, whatever is the nature of the sufferings, \"they are not imposed by a vindictive judge\"[76][77]\n\n\"Concerning the detailed specific nature of hell ... the Catholic Church has defined nothing. ... It is useless to speculate about its true nature, and more sensible to confess our ignorance in a question that evidently exceeds human understanding.\"[78]\n\nIn his book, Inventing Hell, Catholic writer and historian Jon M. Sweeney is critical of the ways that Christians have appropriated Dante's vision and images of hell. In its review, Publishers Weekly called the book \"persuasively argued.\"[79] An article on the same subject by Sweeney that was published on the Huffington Post's religion page was liked by more than 19,000 people, including Anne Rice.[80]\n\nA number of Catholic mystics and saints have claimed to have received visions of Hell or other revelations concerning Hell. During various Marian apparitions, such as those at Fatima or at Kibeho, the visionaries claimed that the Virgin Mary during the course of the visions showed them a view of Hell where sinners were suffering.[81]\n\nAt Fátima in Portugal, it is claimed that she told Jacinta Marto; that more sinners go to Hell because of sins of impurity more than any other.[82][83]\n\nThe biblical Book of Revelation mentions a lake of fire where the beast and all those marked with his number were placed.\n\nColumba of Iona is alleged to have on several occasions even been able to name particular individuals who he said were going to end life in hellfire for their sins and accurately predicted the way they would die before the event had even happened.[84]\n\nA story recorded by Cluniac monks in the Middle Ages claimed that Benedict of Nursia appeared to a monk on one occasion and told the monk that there had just been (at that point in time) a monk who had fled the monastic life to go back into the world, and the ex-monk then died and he went to hell.[85]\n\nThe Catholic Church teaches that no one is predestined to Hell, and that the church's teaching on Hell is not meant to frighten but is a call for people to use their freedom wisely. It is first and foremost a call to conversion, and to show that Humanity's true destiny lies with God in heaven.[86]\n\nThe Catholic Church, and the Catechism, repudiates the view commonly known as \"double predestination\" which claims that God not only chooses who will be saved, but that he also creates some people who will be doomed to damnation.[87] This view is often associated with the Protestant reformer John Calvin.[88][86]\n\n"
        },
        {
            "title": "Protestantism",
            "text": "In historic Protestant traditions, hell is the place created by God for the punishment of the devil and fallen angels (cf. Matthew 25:41), and those whose names are not written in the book of life (cf. Revelation 20:15). It is the final destiny of every person who does not receive salvation, where they will be punished for their sins. People will be consigned to hell after the last judgment.[89]\n\nThe nuances in the views of \"hell\" held by different Protestant denominations, both in relation to Hades (i.e., the abode of the dead) and Gehenna (i.e., the destination of the wicked), are largely a function of the varying Protestant views on the intermediate state between death and resurrection; and different views on the immortality of the soul or the alternative, the conditional immortality. For example, John Calvin, who believed in conscious existence after death,[90] had a very different concept of hell (Hades and Gehenna) to Martin Luther who held that death was sleep.[91]\n\nThe historic Protestant view of hell is expressed in the Westminster Confession (1646), a Reformed confession of faith:\n\nThe Book of Discipline of the Evangelical Methodist Church Conference similarly teaches:[92]\n\nAccording to the Alliance Commission on Unity & Truth among Evangelicals (ACUTE) the majority of Protestants have held that hell will be a place of perpetual conscious torment, both physical and spiritual.[24] This is known as the eternal conscious torment (ECT) view.[93] This view is the traditional position of Anabaptist (Mennonite, Hutterite, Bruderhof, Amish, Schwarzenau Brethren, River Brethren and Apostolic Christian churches), Anglican, Baptist, Lutheran, Methodist, Moravian, Plymouth Brethren, Reformed (Congregationalist, Continental Reformed and Presbyterian churches), and Conservative Quaker denominations.[94][95][92][96]\n\nSome recent writers such as Anglican layman C. S. Lewis[97] and J.P. Moreland[98] have cast hell in terms of \"eternal separation\" from God. Certain biblical texts have led some theologians[who?] to the conclusion that punishment in hell, though eternal and irrevocable, will be proportional to the deeds of each soul (e.g., Matthew 10:15, Luke 12:46-48).[99]\n\nAnother area of debate is the fate of the unevangelized (i.e., those who have never had an opportunity to hear the Christian gospel), those who die in infancy, and the mentally disabled. According to ACUTE some Protestants[100] agree with Augustine that people in these categories will be damned to hell for original sin, while other Protestants believe that God will make an exception in these cases.[24]\n\nA minority of Protestants believe in the doctrine of conditional immortality,[101] which teaches that those sent to hell will not experience eternal conscious punishment, but instead will be extinguished or annihilated after a period of \"limited conscious punishment\".[19][102] A phenomenalist view of immortality[103] holds that there would be no experiential difference between eternal hell and limited conscious punishment.\n\nProminent evangelical theologians who have adopted conditionalist beliefs include John Wenham, Edward Fudge, Clark Pinnock, Greg Boyd,[104] and John Stott (although the last has described himself as an \"agnostic\" on the issue of annihilationism).[24] Conditionalists typically reject the traditional concept of the immortality of the soul.\n\nThe Seventh-day Adventist Church holds annihilationism. Seventh-day Adventists believe that death is a state of unconscious sleep until the resurrection. They base this belief on biblical texts such as Ecclesiastes 9:5 which states \"the dead know nothing\", and 1 Thessalonians 4:13 which contains a description of the dead being raised from the grave at the second coming.  These verses, Adventists say, indicate that death is only a period or form of slumber.[105]\n\nJehovah's Witnesses and Christadelphians also teach the annihilationist viewpoint.\n\n"
        },
        {
            "title": "Other groups",
            "text": "Some today holding mostly Protestant views (such as George MacDonald, Karl Barth, William Barclay, Keith DeRose, Robin Parry, and Thomas Talbott) believe that after serving their sentence in Gehenna, all souls are reconciled to God and admitted to heaven, or ways are found at the time of death of drawing all souls to repentance so that no \"hellish\" suffering is experienced. This view is often called Christian universalism—its conservative branch is more specifically called 'Biblical or Trinitarian universalism'— related to, but different from Unitarian Universalism. See universal reconciliation, apocatastasis and the Problem of Hell. Though a theological minority in contemporary Western Christianity, many global Christians held this view throughout history (such as Clement of Alexandria, Origen, Gregory of Nyssa, etc.) and some Orthodox theologians argue that it was once the theological majority view.[106]\n\nChristian Universalism teaches that an eternal Hell does not exist and is a later creation of the church with no biblical support. Reasoning by Christian Universalists includes that an eternal Hell is against the nature, character and attributes of a loving God, human nature, sin's nature of destruction rather than perpetual misery, the nature of holiness and happiness and the nature and object of punishment.[107]\n\nChristian Science defines \"hell\" as follows: \"Mortal belief; error; lust; remorse; hatred; revenge; sin; sickness; death; suffering and self-destruction; self-imposed agony; effects of sin; that which 'worketh abomination or maketh a lie.' \" (Science and Health with Key to the Scripture by Mary Baker Eddy, 588: 1–4.)\n\nJehovah's Witnesses do not believe in an immortal soul that survives after physical death. They believe the Bible presents \"hell\", as translated from \"Sheol\" and \"Hades\", to be the common grave for both the good and the bad. They reject the idea of a place of literal eternal pain or torment as being inconsistent with God's love and justice. They define \"Gehenna\" as eternal destruction or the \"second death\", which is reserved for those with no opportunity of a resurrection such as those who will be destroyed at Armageddon.[108] Jehovah's Witnesses believe that others who have died before Armageddon will be resurrected bodily on earth and then judged during the 1,000-year rule of Christ; the judgement will be based on their obedience to God's laws after their resurrection.[109]\n\nThe Christadelphian view is broadly similar to the Jehovah's Witness view, except for the fact that it teaches the belief that the resurrected will be judged for how they lived their lives before the resurrection.\n\nThe Church of Jesus Christ of Latter-day Saints (LDS Church) teaches that the word \"hell\" is used scripturally in at least two senses.[110] The first is a place commonly called Spirit Prison which is a state of punishment for those who reject Christ and his Atonement. This is understood to be a temporary state in which the spirits of deceased persons will be taught the gospel and have an opportunity to repent and accept ordinances of salvation.[111] Latter-day Saints teach that it was for this purpose that Christ visited the Spirit World after his crucifixion (1 Peter 3:19–20, 1 Peter 4:5–6). Modern-day revelation clarifies that while there, Christ began the work of salvation for the dead by commissioning spirits of the righteous to teach the gospel to those who didn't have the opportunity to receive it while on earth.[111]\n\nLatter-day Saints also believe that righteous people will rise in a \"first resurrection\" and live with Christ on earth after His return.[112] After the 1000 years known as the Millennium, the individuals in spirit prison who chose not to accept the gospel and repent[113] will also be resurrected (1 Corinthians 15:20-22) and receive an immortal physical body, which is referred to as the \"second resurrection\".[114] At these appointed times of resurrection, \"death and hell\" will deliver up the dead that are in them to be judged according to their works (Revelations 20:13), at which point all but the sons of perdition will receive a degree of glory, which Paul compared to the glory of the sun, moon, and stars (1 Corinthians 15:41). The Church explains biblical descriptions of hell being \"eternal\" or \"endless\" punishment as being descriptive of their infliction by God rather than an unending temporal period. Latter-day Saint scripture quotes God as saying \"I am endless, and the punishment which is given from my hand is endless punishment, for Endless is my name. Wherefore—Eternal punishment is God's punishment. Endless punishment is God's punishment.\"[115] Latter-day Saints also believe in a more permanent concept of hell, commonly referred to as outer darkness. It is said that very few people who have lived on the earth will be consigned to this hell, but Latter-day Saint scripture suggests that at least Cain will be present.[116] Other mortals who during their lifetime become sons of perdition, those who commit the unpardonable sin or sin \"against the Holy Ghost\", will be consigned to outer darkness.[112] Near the end of his life, in a discourse called the King Follett Sermon, Joseph Smith taught that, \"After a man has sinned against the Holy Ghost, there is no repentance for him. He has got to say that the sun does not shine while he sees it; he has got to deny Jesus Christ when the heavens have been opened unto him, and to deny the plan of salvation with his eyes open to the truth of it; and from that time he begins to be an enemy.\"[117] In other words, the unpardonable sin is committed by those who \"den[y] the Son after the Father has revealed him\".[118] However, according to the Latter-day Saint understanding, since most humans lack such an extent of religious enlightenment, they cannot commit the Eternal sin,[119] and the vast majority of residents of outer darkness will be the \"devil and his angels...the third part of the hosts of heaven\" who in the premortal existence followed Lucifer and never received a mortal body.[120] The residents of outer darkness are the only children of God that will not receive one of three kingdoms of glory at the Last Judgment.\n\nIt is unclear whether those in outer darkness will ultimately be redeemed. Of outer darkness and the sons of perdition, Latter-day Saint scripture states that \"the end thereof, neither the place thereof, nor their torment, no man knows; Neither was it revealed, neither is, neither will be revealed unto man, except to them who are made partakers thereof\".[121] The scripture asserts that those who are consigned to this state will be aware of its duration and limitations.\n\nThe Unity Church of Charles Fillmore considers the concept of everlasting physical Hell to be false doctrine and contradictory to that reported by John the Evangelist.[122]\n\nThe Seventh-day Adventist Church believes that the concept of eternal suffering is incompatible with God's character and that He cannot torture His children.[123][124] They instead believe that Hell is not a place of eternal suffering, but of eternal death and that death is a state of unconscious sleep until the resurrection. They base this belief on biblical texts such as Ecclesiastes 9:5 which states \"the dead know nothing\", and 1 Thessalonians 4:13 which contains a description of the dead being raised from the grave at the second coming.  These verses, it is argued, indicate that death is only a period or form of slumber.[105] Based on verses like Matthew 16:27 and Romans 6:23 they believe the unsaved do not go to any place of punishment as soon as they die, but are reserved in the grave until the day of judgment after the Second coming of Jesus to be judged, either for eternal life or eternal death. This interpretation is called annihilationism.\n\nThey also hold that Hell is not an eternal place and that the descriptions of it as \"eternal\" or \"unquenchable\" does not mean that the fire will never go out. They base this idea in other biblical cases such as the \"eternal fire\" that was sent as punishment to the people of Sodom and Gomorrah, that later extinguished.[125][124]\n\n"
        }
    ]
}