{
    "url": "https://en.wikipedia.org/wiki/Hellcats_of_the_Navy",
    "title": "Hellcats of the Navy",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Film premiere",
        "5 DVD reviews",
        "6 See also",
        "7 Bibliography",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Hellcats of the Navy is a 1957 American black-and-white World War II submarine film drama from Columbia Pictures, produced by Charles H. Schneer and directed by Nathan Juran. The film stars Ronald Reagan and his wife, billed under her screen name Nancy Davis, and Arthur Franz. This was the only feature film in which the Reagans acted together, either before or after their 1952 marriage.\n\nThe film's setting is the Pacific War. The film's storyline concerns Commander Casey Abbott, skipper of the submarine USS Starfish, being ordered to retrieve a new type of Japanese mine in the waters off the Asiatic mainland. When diver Wes Barton, Abbott's rival for the affections of Nurse Lieutenant Helen Blair, gets into a life-threatening situation, Abbott must keep his personal and professional lives separate when dealing with the crisis.  \n\nThe story is based on the 1955 non-fiction book Hellcats of the Sea by Vice Admiral Charles A. Lockwood and Hans Christian Adamson.\n\n"
        },
        {
            "title": "Plot",
            "text": "Commander Casey Abbott (Ronald Reagan), commander of the submarine USS Starfish, is ordered to undertake a dangerous mission which sees him attempting to cut off the flow of supplies between China and Japan in the heavily mined waters off the Asiatic mainland. When a diver, who is Abbott's competitor for the affections of nurse Lieutenant Helen Blair (Nancy Davis) back home, gets into a dangerous situation, Abbott must struggle to keep his personal and professional lives separate in dealing with the crisis.\n\nThe results arouse ill feelings in the crew and especially Abbott's executive officer, Lt. Commander Landon (Arthur Franz), who asks his captain to let him air his views in confidence. The results lead Abbott to write in Landon's efficiency report that he should never be given command of a naval vessel, resulting in further ill will between the two.\n\n"
        },
        {
            "title": "Production",
            "text": "Fleet Admiral Chester W. Nimitz appears as himself to introduce the film, and he is later played in the story by actor Selmer Jackson.[1] Retired Navy officer Charles A. Lockwood, chief author of the book on which this feature was based, is also portrayed briefly by an actor.\n\nIt was the second film Nathan Juran directed for producer Charles Schneer.[2]\n\nReagan said in his autobiography that he was disappointed, overall, in the film, having expected a result more like Destination Tokyo, a major Warner Bros. submarine film made during World War II. The diminishing status of the feature films that Reagan was being offered, plus his increasing involvement with television, led to his leaving the big screen forever.\n\nThe United States Navy provided extensive cooperation by allowing portions of the film to be shot at Naval Base San Diego and aboard an actual U.S. submarine, possibly USS Besugo. The executive officer of the submarine was Lloyd Bucher, who would go on to command the USS Pueblo during its capture by North Korea in 1968.[3]\n\nDuring the film's production, as USS Besugo was about to get underway, an argument ensued between the director and one of the unions. There was only a short window of opportunity to maneuver the boat away from the pier, as it was difficult for a submarine tied up in San Diego to get underway while a tide was running. Besugo was one of the first submarines to employ nylon rope lines, and when stretched, the lines could get about \"as big around as a pencil\" and become lethal if they broke under strain. The order was given to the helmsman to answer all bells. Reagan happened to be on deck practicing his dialog lines and hollering out, \"Ahead one third, starboard back full ...\" About this time, the nylon ropes were stretched to their breaking point when an officer gave the command, \"All stop, ALL STOP, Goddammit, ALL STOP!\" and Reagan, totally oblivious to what was going on, continued to practice his lines, rocking back and forth on his feet with his hands behind his back, as if nothing were wrong.\n\nAmong the stock music used in the film were excerpts from The Caine Mutiny March, composed by Max Steiner, the main title theme for the 1954 Columbia Pictures feature film The Caine Mutiny. That film was also about World War II U.S. Navy operations in the Pacific theater; Arthur Franz appears as well in the minor role of Lt. (jg) Paynter.\n\nAccording to Maurice Manson, who played Vice-Admiral Charles A. Lockwood, shooting for the film was completed in five days.[4]\n\n"
        },
        {
            "title": "Film premiere",
            "text": "Hellcats of the Navy had its official premiere in San Diego, at the downtown Spreckels Theater. The film's stars were in attendance, as were local U. S. Navy brass and submariners. A program preceded the showing of the film. On a flatbed trailer in front of the theater were displayed one Mark 14 torpedo and one Mark 16 torpedo, the two types used by navy submarines during World War II.\n\n"
        },
        {
            "title": "DVD reviews",
            "text": "Glenn Erickson of DVD Talk reviewed the DVD release of Hellcats of the Navy and thought that although the direction was \"competent\", the script was \"completely derivative and cornball\". He went on to criticize the lack of realistic supporting characters and the film's use of obvious stock footage, especially that of a U. S. Navy patrol boat portraying a Japanese ship. Overall, he described the film itself as \"fair\".[1] David Krauss of Digitally Obsessed described the production values as \"bargain basement\" and found that the cast's stiff performances alienated viewers. He gave the film a C for style and a B- for substance, although he also described the direction as \"dry as a military briefing\" on CNN.[5]\n\nErick Harper at DVD Verdict has written that Hellcats followed a series of submarine war film clichés, like the \"love triangle\" and familiar elements of the action sequences. He compared parts of the film to the TV series Star Trek (which premiered almost a decade later), in that it follows a standard Hollywood formula for its plot. He described Ronald Reagan as \"comfortable\" and \"believable\",[6] and said that the film was \"worth checking out for the historical value, if nothing else\".[6]\n\n"
        }
    ]
}