{
    "url": "https://en.wikipedia.org/wiki/Hellenistic_philosophy",
    "title": "Hellenistic philosophy",
    "table_of_contents": [
        "1 Background",
        "2 Developments and debates in thought",
        "2.1 Epistemology",
        "3 Platonism",
        "3.1 Old Academy",
        "3.2 Academic skepticism",
        "3.3 Middle Platonism",
        "3.4 Neoplatonism",
        "4 Cyrenaicism",
        "5 Cynicism",
        "6 Peripatetic school",
        "7 Pyrrhonism",
        "8 Epicureanism",
        "9 Stoicism",
        "10 Neopythagoreanism",
        "11 Hellenistic Judaism",
        "12 Hellenistic Christianity",
        "13 See also",
        "14 References",
        "15 Sources",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Hellenistic philosophy is a time-frame for Western philosophy and Ancient Greek philosophy corresponding to the Hellenistic period. It is purely external and encompasses disparate intellectual content. There is no single philosophical school or current that is either representative or dominating for the period.\n\n"
        },
        {
            "title": "Background",
            "text": "The classical period in Ancient Greek philosophy had begun with Socrates (c. 470–399 BC), whose student Plato had taught Aristotle, who, in turn, had tutored Alexander.  The period began with the death of Alexander in 323 BC (followed by the death of Aristotle the next year in 322 BC). While the classical thinkers were mostly based in Athens, at end of the Hellenistic period philosophers relocated at Rome or Alexandria. The shift followed Rome's military victories from the middle of the second century. Sulla's capture of Athens in 87 led to destructions and the shipping of Aristotle's manuscripts to Rome. The end of the Hellenistic period does not correspond with anything philosophical but gradually  during the Roman Imperial period the predominance of Ancient Roman philosophy becomes perceptible.\n\n"
        },
        {
            "title": "Developments and debates in thought",
            "text": "The founders of the Academy, the Peripatetics, Cynicism and Cyrenaicism had all been students of Socrates, while Stoicism was indirectly influenced by him.[1] Socrates' thought was therefore influential for many of these schools of the period, leading them to focus on ethics and how to reach eudaimonia (the good life), and some of them followed his example of using self-discipline and autarky to this end.[2] According to A. C. Grayling, the greater insecurity and loss of autonomy of the era drove some to use philosophy as a means to seek inner security from the external world.[3] This interest in using philosophy to improve life was captured in Epicurus' claim that \"empty are the words of that philosopher who offers therapy for no human suffering\".[4]\n\nThe epistemology of the Epicureans was empiricist, with knowledge being ultimately sourced from the senses.[4] Epicurus argued that sensory information is never false, though it may be misleading sometimes, and that \"If you fight against all sensations, you will not have a standard against to which judge even those of them you say are mistaken\".[5] He responded to an objection to empiricism made by Plato in Meno, according to which one cannot search for information without having some pre-existing idea of what to search for, hence meaning that knowledge must precede experience. The Epicurean response is that prolepsis (preconceptions) are general concepts which allow particular things to be recognised, and that these emerge from repeated experiences of similar things.[6]\n\n"
        },
        {
            "title": "Platonism",
            "text": "Platonism represents the philosophy of Socrates' student, Plato and philosophical systems closely derived from it. While Plato himself was not a Hellenistic philosopher, the Platonic Academy which he founded continued into the Hellenistic Period until its building was destroyed by the Roman general Sulla in 86 BC.[7]\n\nEarly Platonism, known as the \"Old Academy\" begins with Plato, followed by Speusippus (Plato's nephew), who succeeded him as the head of the school (until 339 BC), and Xenocrates (until 313 BC). Both of them sought to fuse Pythagorean speculations on number with Plato's theory of forms.\n\nAcademic skepticism is the period of ancient Platonism dating from around 266 BC, when Arcesilaus became head of the Platonic Academy, until around 90 BC, when Antiochus of Ascalon rejected skepticism, although individual philosophers, such as Favorinus and his teacher Plutarch continued to defend Academic skepticism after this date. The Academic skeptics maintained that knowledge of things is impossible. Ideas or notions are never true; nevertheless, there are degrees of truth-likeness, and hence degrees of belief, which allow one to act. The school was characterized by its attacks on the Stoics and on the Stoic dogma that convincing impressions led to true knowledge. \n\nAround 90 BC, Antiochus of Ascalon rejected skepticism, making way for the period known as Middle Platonism, in which Platonism was fused with certain Peripatetic and many Stoic dogmas. In Middle Platonism, the Platonic Forms were not transcendent but immanent to rational minds, and the physical world was a living, ensouled being, the World-Soul. The eclectic nature of Platonism during this time is shown by its incorporation into Pythagoreanism (Numenius of Apamea) and into Jewish philosophy[8] (Philo of Alexandria)\n\nNeoplatonism, or Plotinism, is a school of religious and mystical philosophy founded by Plotinus in the 3rd century AD and based on the teachings of Plato and the other Platonists. The summit of existence was the One or the Good, the source of all things. In virtue and meditation the soul had the power to elevate itself to attain union with the One, the true function of human beings. Non-Christian Neoplatonists used to attack Christianity until Christians such as Augustine, Boethius, and Eriugena adopted Neoplatonism.\n\n"
        },
        {
            "title": "Cyrenaicism",
            "text": "Cyrenaicism was founded in the fourth century BC by Aristippus (c. 435–356), who was a student of Socrates.  Aristippus the Younger, the grandson of the founder, argued that the reason pleasure was good was that  it was evident in human behavior from the youngest age, because this made it natural and therefore good (the so-called cradle argument).[9] The Cyrenaics also believed that present pleasure freed one from anxiety of the future and regrets of the past, leaving one at peace of mind.[10] These ideas were taken further by Anniceris (fl. 300 BC), who expanded pleasure to include things like friendship and honour.[11] Theodorus (c. 340–250) disagreed with this, and instead argued that social ties should be cut and self-sufficiency be espoused instead.[12] Hegesias of Cyrene (fl. 290) on the other hand claimed that life could ultimately not be overall pleasurable.[12]\n\n"
        },
        {
            "title": "Cynicism",
            "text": "The Cynics thought was based on living with bare necessities and in accordance with nature.[13] The first Cynic was Antisthenes (c. 446–366 BC), who was a student of Socrates.[14] He introduced the ideas of ascetism and opposition to social norms.[15] His follower was Diogenes (c. 412–323 BC), who followed in this direction.[16] Instead of pleasure, the Cynics promoted purposefully living in hardship (ponos).[16] All of this was because it was seen as natural and therefore as good, whereas society was innately unnatural and therefore bad, as were material benefits.[16] Pleasures provided by nature (which would be immediately accessible) were acceptable, however.[17]  The Cynic Crates of Thebes (365–285 BC) hence claimed that \"Philosophy is a quart of beans and to care for nothing\".[17]\n\n"
        },
        {
            "title": "Peripatetic school",
            "text": "The Peripatetic school was composed of philosophers who maintained and developed the philosophy of Aristotle after his death. They advocated examination of the world to understand the ultimate foundation of things. The goal of life was the eudaimonia which originated from virtuous actions, which consisted in keeping the mean between the two extremes of the too much and the too little.\n\n"
        },
        {
            "title": "Pyrrhonism",
            "text": "Pyrrhonism is a school of philosophical skepticism that originated with Pyrrho in the 3rd century BC, and was further advanced by Aenesidemus in the 1st century BC. Its objective is ataraxia (being mentally unperturbed), which is achieved through epoché (i.e. suspension of judgment) about non-evident matters (i.e., matters of belief). Because Pyrrho had traveled to India, some historians believe that Pyrrhonism was influenced by Buddhism.\n\n"
        },
        {
            "title": "Epicureanism",
            "text": "Epicureanism was founded by Epicurus in the 3rd century BC. Its epistemology was based on empiricism, believing that sensual experiences cannot be false, even if they can be misleading, as they are product of the world interacting with one's body.[18] Repeated sensory experiences can then be used to form concepts (prolepsis) about the world, and such concepts which are widely shared ('common conceptions') can further provide the basis for philosophy.[18] Applying his empiricism, Epicurus supported atomism by noting that matter could not be destroyed as it would eventually dwindle down to nothing, and that there must be void for matter to move around.[19] While this in itself did not prove the existence of atoms, he argued against the alternative by noting that infinitely divisible objects would be infinitely large, similar to Zeno's paradoxes.[20]\n\nIt viewed the universe as being ruled by chance, with no interference from gods. It regarded absence of pain as the greatest pleasure, and advocated a simple life. \n\n"
        },
        {
            "title": "Stoicism",
            "text": "Stoicism was founded by Zeno of Citium in the 3rd century BC. Based on the ethical ideas of the Cynics, it taught that the goal of life was to live in accordance with Nature. It advocated the development of self-control and fortitude as a means of overcoming destructive emotions. \n\n"
        },
        {
            "title": "Neopythagoreanism",
            "text": "Pythagorean views were revived in Plato's Old Academy and during the Hellenistic period pseudo-pythagorean writings began circulating. [21]Eventually in the 1st and 2nd centuries AD Neopythagoreanism came to be recognized.\n\n"
        },
        {
            "title": "Hellenistic Judaism",
            "text": "Hellenistic Judaism was an attempt to establish the Jewish religious tradition within the culture and language of Hellenism. Its principal representative was Philo of Alexandria.\n\n"
        },
        {
            "title": "Hellenistic Christianity",
            "text": "Hellenistic Christianity was the attempt to reconcile Christianity with Greek philosophy, beginning in the late 2nd century. Drawing particularly on Platonism and the newly emerging Neoplatonism, figures such as Clement of Alexandria sought to provide Christianity with a philosophical framework.\n\n"
        }
    ]
}