{
    "url": "https://en.wikipedia.org/wiki/Hemolithin",
    "title": "Hemolithin",
    "table_of_contents": [
        "1 Sources",
        "2 Structure",
        "3 History",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHemolithin (newly named Hemoglycin),[6][7] a space polymer, is the first polymer of amino acids found in meteorites.[1] Further structural work has determined that its core contains iron (Fe), but not lithium (Li), leading to the more general term hemoglycin for these molecules.[8] The hemoglycin core contains a total of 22 glycine residues in an antiparallel beta sheet that is terminated at each end by an iron atom plus two oxygens. Four of these glycine residues are oxidized to hydroxy-glycine with OH groups on the alpha carbon. This structure was determined by mass spectrometry of meteoritic solvent extracts.[1][8] and has been confirmed in X-ray scattering by crystals of hemoglycin,[6] and also by optical absorption.[7] Crystals show a 480 nm characteristic absorption that can only exist when hydroxyglycine residues have “R” chirality and are C-terminal bonded to Fe.[7] Because hemoglycin has now been found to be the dominant polymer of amino acids in four different meteorites, each time with the same structure, it has been proposed.[1][8] that it is produced by a process of template replication. The measured 480 nm absorbance is larger than expected for a racemic distribution of R and S chirality in the hydroxyglycine residues, indicating an R chirality excess in the polymer. Modeling of template replication that is assumed to depend on 480 nm absorption leads to an excess of R chirality and thus is consistent with this finding. Hemoglycin is a completely abiotic molecule that forms in molecular clouds going on to protoplanetary disks, way before biochemistry on exoplanets like Earth begins. Hemoglycin via its glycine could seed an exoplanet (one able to support early biochemistry) but its main function appears to be the accretion of matter via formation of an extensive low density lattice in space[6] in a protoplanetary disk. Several studies[6][7] give the basic structures the polymer can form and details of light absorption by the polymer, firstly in a molecular cloud when only IR light is available and then, once a new sun in a protoplanetary disk has formed, the molecule can absorb visible 480 nm light. Possibly the molecule divides by this reaction.[7] Much work remains to be done on this early protein, as it pre-dates terrestrial biology and is very likely to be universally distributed, being built from H, C, N, O and Fe – all products of nucleosynthesis even in the earliest stars.\n\n"
        },
        {
            "title": "Sources",
            "text": "The detected hemolithin polymer was reported to have been found inside two CV3 meteorites Allende and Acfer 086.[4] Acfer-086, where the complete molecule was detected rather than fragments (Allende), was discovered in Agemour, Algeria in 1990.[2][5]\n\n"
        },
        {
            "title": "Structure",
            "text": "According to the researchers' mass spectrometry, hemolithin is largely composed of glycine and hydroxyglycine amino acids.[9] The researchers noted that the polymer was related to “very high extraterrestrial\" ratios of Deuterium/Hydrogen (D/H);[2] such high D/H ratios are not found anywhere on Earth, but are \"consistent with long-period comets\"[3] and suggest, as reported, \"that the protein was formed in the proto-solar disc or perhaps even earlier, in interstellar molecular clouds that existed long before the Sun’s birth\".[2]\n\nA natural development of hemolithin may have started with glycine forming first, and then later linking with other glycine molecules into polymer chains, and later still, combining with iron and oxygen atoms. The iron and oxygen atoms reside at the end of the newly found molecule. The researchers speculate that the iron oxide grouping formed at the end of the molecule may be able to absorb photons, thereby enabling the molecule to split water (H2O) into hydrogen and oxygen and, as a result, produce a source of energy that might be useful to the development of life.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Hemolithin is the name given to a polymer molecule isolated from two CV3 meteorites, Allende and Acfer-086. Its deuterium to hydrogen ratio is 26 times terrestrial which is consistent with it having formed in an interstellar molecular cloud, or later in the protoplanetary disk at the start of the Solar System 4.567 billion years ago. The elements hydrogen, lithium, carbon, oxygen, nitrogen and iron that it is composed of, were all available for the first time 13 billion years ago after the first generation of massive stars ended in nucleosynthetic events.\n\nThe research leading to the discovery of Hemolithin started in 2007 when another polymer, one of the first to form on Earth, was observed to entrap water.[10] That property being useful to chemistry before biochemistry on earth developed, theoretical enthalpy calculations on the condensation of amino acids were performed in gas phase space asking: “whether amino acids could polymerize to protein in space?” - they could, and their water of condensation aided their polymerization.[11] This led to several manuscripts of isotope and mass information on Hemolithin.[1][12][13][14]\n\n"
        }
    ]
}