{
    "url": "https://en.wikipedia.org/wiki/Henry_Lee_III",
    "title": "Henry Lee III",
    "table_of_contents": [
        "1 Life and career",
        "1.1 Early life and family",
        "1.2 Military career",
        "1.3 Political career",
        "1.4 Family",
        "1.5 Later life",
        "2 In popular culture",
        "3 Works",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Sources",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHenry Lee III (January 29, 1756 – March 25, 1818) was an early American Patriot and U.S. politician who served as the ninth Governor of Virginia and as the Virginia Representative to the United States Congress.  Lee's service during the American Revolution as a cavalry officer in the Continental Army earned him the nickname by which he is best known, \"Light-Horse Harry\".[note 1] He was the father of Robert E. Lee, who led Confederate armies against the U.S. in the American Civil War.\n\n"
        },
        {
            "title": "Life and career",
            "text": "Lee was born on Leesylvania Plantation in Prince William County in the Colony of Virginia. He was the son of Col. Henry Lee II (1730–1787) of \"Leesylvania\" and Lucy Grymes (1734–1792). His father was the first cousin of Richard Henry Lee, twelfth President of the Continental Congress. His mother was an aunt of the wife of Virginia Governor Thomas Nelson Jr. His great-grandmother Mary Bland was also a grand-aunt of President Thomas Jefferson. Lee was the grandson of Henry Lee I, a great-grandson of Richard Bland, and a great-great-grandson of William Randolph.[1] He was also a descendant of Theodorick Bland of Westover and Governor Richard Bennett.\n\nLee graduated from the College of New Jersey (now Princeton University) in 1773, and began pursuing a legal career.\n\nWith the outbreak of the Revolutionary War, he instead became a captain in a Virginia dragoon detachment, which was attached to the 1st Continental Light Dragoons. In 1778, Lee was promoted to major and given the command of a mixed corps of cavalry and infantry known as Lee's Legion, with which he won a great reputation as a capable leader of light troops. At the time, highly mobile groups of light cavalry provided valuable service not only during major battles, but also by conducting reconnaissance and surveillance, engaging the enemy during troop movements, disrupting delivery of supplies, raiding and skirmishing, and organizing expeditions behind enemy lines;[2][3] part of such tactics now are known as guerrilla warfare and maneuver warfare. In August, Lee led a detachment on a raid on a British fort, culminating in the Battle of Paulus Hook in New Jersey on August 19, in which 50 British soldiers were killed or wounded and 158 captured, while the Americans suffered two dead, three wounded and seven captured. (Despite his success, some of his fellow officers saw to it he was brought before a court martial on eight charges, over George Washington's disapproval; he was acquitted on all counts.[4]) In September of the same year, Lee commanded a unit of dragoons which defeated a Hessian regiment at the Battle of Edgar's Lane.\n\nIt was during his time as commander of the Legion that Lee earned the sobriquet of \"Light-Horse Harry\" for his horsemanship. On September 22, 1779, the Continental Congress voted to present Lee with a gold medal—an honor given to no other officer below the rank of general—for the Legion's actions during the Battle of Paulus Hook.[5][6]\n\nLee was promoted to lieutenant colonel and was assigned with his Legion to the southern theater of war. Lee's Legion raided the British outpost of Georgetown, South Carolina, with General Francis Marion in January 1781 and helped screen the American army in their Race to the Dan River the following month. Lee united with General Francis Marion and General Andrew Pickens in the spring of 1781 to capture numerous British outposts in South Carolina and Georgia including Fort Watson, Fort Motte, Fort Granby, South Carolina, Fort Galphin, Fort Grierson, and Fort Cornwallis, Augusta, Georgia.[7] Lee and his legion also served at the Battle of Guilford Court House, the Siege of Ninety-Six, and the Battle of Eutaw Springs. He was present at Charles Cornwallis's surrender at Yorktown, but left the Army shortly after, claiming fatigue and disappointment with his treatment from fellow officers.\n\nIn 1794, Lee was summoned by President George Washington to suppress the Whiskey Rebellion in western Pennsylvania. Lee commanded the 12,950 militiamen sent to quash the rebels; because of a peaceful surrender, there was no fighting.[8] In 1798, in anticipation of a war with France, Henry Lee was appointed a major general in the U.S. Army. In 1808, he was recommissioned by President Thomas Jefferson as major-general when war with Great Britain was imminent; Lee organized the Virginia militia. He asked President James Madison for a commission at the onset of the War of 1812 but without success. In 1812 he published his Memoirs of the War in the Southern Department of the United States, where he summarized his military experiences during the Revolutionary War.\n\nFrom 1786 to 1788, Lee was a delegate to the Congress of the Confederation. In 1788, he served in the Virginia convention and supported the ratification of the United States Constitution. From 1789 to 1791, he served in the Virginia General Assembly, and from 1791 to 1794, was Governor of Virginia. A new county of Virginia was named after him during his governorship.[9]\n\nFrom 1799 to 1801, he served in the United States House of Representatives as a Federalist. At Washington's funeral on December 26, 1799, Lee famously eulogized him to a crowd of 4,000 as \"first in war, first in peace, and first in the hearts of his countrymen.\"[10]\n\nBetween April 8 and 13, 1782, at Stratford Hall, Lee married his second cousin, Matilda Ludwell Lee (1764–1790), who was known as \"the Divine Matilda\". She was the daughter of Philip Ludwell Lee Sr. and Elizabeth Steptoe. Matilda had three children before she died in 1790:\n\nOn June 18, 1793, Lee married the wealthy Anne Hill Carter (1773–1829) at Shirley Plantation. Anne was the daughter of Charles Carter, Esq., of Shirley, and his wife Ann Butler Moore. According to Winston Fontaine's research, Anne Moore's paternal pedigree dates back to Sir Thomas More. Her mother, Anne Katherine, was the daughter of Virginia Governor Alexander Spotswood, who was the great-grandson of John Spotswood and Rachel Lindsay; Rachelle's ancestors were David Lindsay, 1st Earl of Crawford, and Elizabeth Stewart, daughter of King Robert II of Scotland.[11] They had six children:\n\nAfter retiring from public service in 1801, he lived with his family at Stratford Hall and unsuccessfully tried to manage his plantation. The Panic of 1796–1797 and bankruptcy of Robert Morris reduced Lee's fortune. In 1809, he became bankrupt and served one year in debtors' prison in Montross, Virginia; his son, Robert Lee was two years old at the time.[13][14] After release, Lee moved his family to Alexandria, Virginia.\n\nDuring the civil unrest in Baltimore, Maryland in 1812, Lee received grave injuries while helping to resist an attack on his friend, Alexander Contee Hanson, editor of the Baltimore newspaper, The Federal Republican on July 27, 1812. Hanson was attacked by a Democratic-Republican mob because his paper opposed the War of 1812. Lee and Hanson and two dozen other Federalists had taken refuge in the offices of the paper. The group surrendered to Baltimore city officials the next day and were jailed.[clarification needed] Laborer George Woolslager led a mob that forced its way into the jail and removed the Federalists, beating and torturing them over the next three hours. All were severely injured, and one Federalist, James Lingan, died.[15][16]\n\nLee suffered extensive internal injuries as well as head and face wounds, and even his speech was affected. His observed symptoms were consistent with what is now called post-traumatic stress disorder.  After unsuccessful convalescence at home, he sailed to the West Indies in an effort to recuperate from his injuries. On his way back to Virginia, he died on March 25, 1818, at Dungeness, on Cumberland Island, Georgia, cared for by Nathanael Greene's daughter Louisa. \"Light-Horse Harry\" was buried with full military honors, provided by an American fleet stationed near St. Marys, Georgia, in a small cemetery at Dungeness. In 1913, his remains were moved to the Lee family crypt at University Chapel, on the campus of Washington & Lee University in Lexington, Virginia.[17]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The fictional character of Colonel Harry Burwell in the 2000 film The Patriot according to screenwriter Robert Rodat  was inspired by the historical exploits of Henry Lee.[18]\n\nIn the 1969 musical 1776 Lee's nickname is mentioned (anachronistically) during the song \"The Lees of Old Virginia,\" sung by the character of his older cousin Richard Henry Lee.\n\nHenry Lee III was a member of the Society of the Cincinnati in the State of Virginia.[19]\n\n"
        }
    ]
}