{
    "url": "https://en.wikipedia.org/wiki/Ephesian_school",
    "title": "Heraclitus",
    "table_of_contents": [
        "1 Life",
        "2 Writings",
        "3 Flux and unity of opposites",
        "4 Cosmology",
        "5 Legacy",
        "5.1 Flux and the unchanging universe of Parmenides",
        "5.2 Impermenance in Plato's Cratylus",
        "5.3 Logos in Stoicism and early Christianity",
        "5.4 Dialectic in Pyrrhonic skepticism",
        "5.5 Weeping philosopher",
        "5.6 Modern Reception",
        "6 Notes",
        "6.1 Explanatory Notes",
        "6.2 Fragment Numbers",
        "6.3 Citations",
        "7 References",
        "7.1 Ancient Testimony",
        "7.1.1 Life and Doctrines",
        "7.1.2 Fragments",
        "7.1.3 Imitation",
        "7.2 Modern Scholarship",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Heraclitus of Ephesus (/ˌhɛrəˈklaɪtəs/; Greek: Ἡράκλειτος Herákleitos, \"Glory of Hera\"; fl. c. 500 BCE)[1] was an ancient Greek pre-Socratic philosopher from the city of Ephesus, which was then part of the Persian Empire.\n\nLittle is known of Heraclitus's life. He wrote a single work, only fragments of which have survived. Most of the ancient stories about him are later fabrications based on interpretations of the preserved fragments. His paradoxical philosophy and appreciation for wordplay and cryptic utterances has earned him the epithet \"the obscure\" since antiquity. He was considered a misanthrope who was subject to melancholia. Consequently, he became known as \"the weeping philosopher\" in contrast to the ancient philosopher Democritus, who was known as \"the laughing philosopher\". \n\nThe central idea of Heraclitus' philosophy is the unity of opposites. One of his most notable applications of this idea was to the concept of impermanence; he saw the world as constantly in flux, changing as it remained the same, which he expressed in the saying, \"No man ever steps in the same river twice.\" This changing aspect of his philosophy is contrasted with that of the ancient philosopher Parmenides, who believed in \"being\" and in the static nature of the universe.\n\n"
        },
        {
            "title": "Life",
            "text": "The main primary source for the life of Heraclitus is the doxographer Diogenes Laërtius; Although most of the information provided by Laertius is unreliable, the anecdote[a] that Heraclitus relinquished the hereditary title of \"king\" to his younger brother may at least imply that Heraclitus was the eldest brother of an aristocratic family in Ephesus.[2] In the 6th century BCE, Ephesus, like other cities in Ionia, was tied to both the rise of Lydia under Croesus and to the overthrow of Croesus by Cyrus the Great.[2] Ephesus appears to have cultivated a close relationship with the Achaemenid Empire; during the suppression of the Ionian revolt in 494 BCE, Ephesus was spared and emerged as the dominant Greek city in Ionia.[2] As the eldest son of one of the richest families in the city, Heraclitus appears to have had little sympathy for democracy,[2] but he was not \"an unconditional partisan of the rich.\"[2] but instead as \"withdrawn from competing factions\"[2] - similar to Solon of Athens.[2]\n\nHeraclitus is traditionally considered to have flourished in the 69th Olympiad (504-501 BCE),[3][b] but this date may simply be based on a prior account synchronizing his life with the reign of Darius the Great.[2] Two extant letters between Heraclitus and Darius I, which are quoted by Diogenes Laërtius, are also later forgeries.[4] However, this date can be considered \"roughly accurate\" based on a fragment[c] that references Pythagoras, Xenophanes, and Hecataeus as older contemporaries, which would place him near the end of the sixth century BCE.[2]\n\n"
        },
        {
            "title": "Writings",
            "text": "Heraclitus is said to have produced a single work on papyrus,[d] which has not survived; however, over 100 fragments of this work survive in quotations by other authors. The title is unknown,[5] but many later philosophers in this period refer to this work as On Nature.[e] Diogenes Laertius states that the book was divided into three parts,[f] but Burnet notes that \"it is not to be supposed that this division is due to [Heraclitus] himself; all we can infer is that the work fell naturally into these parts when the Stoic commentators took their editions of it in hand.[6] Martin Litchfield West notes that the existing fragments do not give much of an idea of the overall structure,[7] but that the beginning of the discourse can probably be determined[note 1], starting with the opening lines, which are quoted by Sextus Empiricus[g] Some classicists and professors of ancient philosophy have disputed which of these fragments can truly be attributed to Heraclitus.[8][9] M. M. McCabe has argued that the three statements on rivers should all be read as fragments from a discourse. McCabe suggests reading them as though they arose in succession. The three fragments \"could be retained, and arranged in an argumentative sequence\".[8] In McCabe's reading of the fragments, Heraclitus can be read as a philosopher capable of sustained argument, rather than just aphorism.[8]\n\nAccording to Diogenes Laërtius, Heraclitus deposited the book in the Artemisium as a dedication. Kahn states:[10] \"Down to the time of Plutarch and Clement, if not later, the little book of Heraclitus was available in its original form to any reader who chose to seek it out\".[11] Laërtius comments on the notability of the text, stating: \"The book acquired such fame that it produced partisans of his philosophy who were called Heracliteans\". Prominent philosophers identified today as Heracliteans include Cratylus and Antisthenes—not to be confused with the cynic [h] Aristotle quotes part of the opening line in the Rhetoric to outline the difficulty in punctuating Heraclitus without ambiguity; he debated whether \"forever\" applied to \"being\" or to \"prove\".[1][i] Theophrastus says (in Diogenes Laërtius) \"some parts of his work [are] half-finished, while other parts [made] a strange medley\".[j] According to Diogenes Laërtius, Timon of Phlius called Heraclitus \"the Riddler\" (αἰνικτής; ainiktēs), saying Heraclitus wrote his book \"rather unclearly\" (asaphesteron); according to Timon, this was intended to allow only the \"capable\" to attempt it.[k]  By the time of Cicero, this epithet became \"The Obscure\" (ὁ Σκοτεινός; ho Skoteinós) as he had spoken nimis obscurē (\"too obscurely\") concerning nature and had done so deliberately in order to be misunderstood.[l] By the time of Simplicius of Cilicia, a 6th century neoplatonic philosopher, who mentions Heraclitus 32 times but never quotes from him, Heraclitus' work was so rare that it was unavailable even to Simplicius and the other scholars at the Platonic Academy in Athens.[12]\n\n"
        },
        {
            "title": "Flux and unity of opposites",
            "text": "The hallmark of Heraclitus' philosophy is flux and the unity of opposites: Diogenes Laërtius summarizes Heraclitus's philosophy, stating; \"All things come into being by conflict of opposites, and the sum of things (τὰ ὅλα ta hola (\"the whole\")) flows like a stream\".[m] Two fragments relating to this concept state, \"As the same thing in us is living and dead, waking and sleeping, young and old. For these things having changed around are those, and those in turn having changed around are these\" (B88) and \"Cold things warm up, the hot cools off, wet becomes dry, dry becomes wet\" (B126).[13]\n\nHeraclitus' doctrine on the unity of opposites suggests that unity of the world and its various parts is kept through the tension produced by the opposites. Furthermore, each polar substance contains its opposite, in a continual circular exchange and motion that results in the stability of the cosmos.[14] Another of Heraclitus' famous axioms highlights this doctrine (B53): \"War is father of all and king of all; and some he manifested as gods, some as men; some he made slaves, some free\", where war means the creative tension that brings things into existence.[15] In this union of opposites, of both generation and destruction, Heraclitus called the oppositional processes ἔρις (eris), \"strife\", and hypothesizes the apparently stable state, δίκη (dikê), \"justice\", is a harmony of it, which Anaximander described as injustice.[16] Aristotle said Heraclitus disliked Homer because Homer wished that strife would leave the world, which according to Heraclitus would destroy the world; \"there would be no harmony without high and low notes, and no animals without male and female, which are opposites\".[n]\n\nJonathan Barnes states that \"Panta rhei, 'everything flows' is probably the most familiar of Heraclitus' sayings, yet few modern scholars think he said it.\"[17] Barnes observes that although the exact phrase is not ascribed to Heraclitus until the 6th century by Simplicius of Cilicia, a similar saying representing the same theory,[17] panta chorei, or \"everything moves\" is ascribed to Heraclitus by Plato in the Cratylus.[o]\n\nSince Plato, Heraclitus's theory of Flux has been associated with the metaphor of a flowing river, that which cannot be stepped into twice.[1] This fragment from Heraclitus's writings has survived in three different forms:[17][p] The German classicist and philosopher Karl-Martin Dietz [de] interprets the metaphor as illustrating what is stable, rather than the usual interpretation of illustrating change. \"You will not find anything, in which the river remains constant ... Just the fact, that there is a particular river bed, that there is a source and an estuary etc. is something, that stays identical. And this is ... the concept of a river.\"[18] There, Heraclitus claims we can not step into the same river twice, a position summarized with the slogan ta panta rhei (everything flows). One fragment[q] reads: \"Into the same rivers we both step and do not step; we both are and are not\" ). Heraclitus is seemingly suggesting that not only the river is constantly changing, but we do as well, even hinting at existential questions about humankind.[19]\n\n"
        },
        {
            "title": "Cosmology",
            "text": "Like the Milesians before him, Thales with water, Anaximander with apeiron, and Anaximenes with air, Heraclitus was considered by Aristotle to have fire as the Arche, the fundamental element that gave rise to the other elements.[20] In one fragment[r], Heraclitus writes: This world-order [Kosmos], the same of all, no god nor man did create, but it ever was and is and will be: everliving fire, kindling in measures and being quenched in measures. From fire all things originate and all things return to it again in a process of eternal cycles. Heraclitus regarded the soul as a mixture of fire and water, and that fire is the noble part of the soul and water is the ignoble part, and he considered mastery of one's worldly desires to be a noble pursuit that purified the soul's fire.[21] These everlasting modifications explain his view that the cosmos was and is and will be.[22]\n\nHeraclitus' description of a doctrine of purification of fire has also been investigated for influence from the Zoroastrian concept of Atar.[23] Many of the doctrines of Zoroastrian fire do not match exactly with those of Heraclitus, such as the relation of fire to earth, but he may have taken some inspiration from them.[23] Zoroastrian parallels to Heraclitus are often difficult to identify specifically due to a lack of surviving Zoroastrian literature from the period and mutual influence with Greek philosophy; the 9th century CE Dadestan i Denig preserves information on Zoroastrian cosmology, but also shows direct borrowings from Aristotle.[24] The interchange of other elements with fire also has parallels in Vedic literature from the same time period, such as the Kaushitaki Upanishad and Taittiriya Upanishad.[24] and West stresses that these doctrines of the interchange of elements were common throughout written work on philosophy that has survived from that period, so Heraclitus' doctrine of fire can not be definitively be said to have been influenced by any other particular Iranian or Indian influence, but may have been part of a mutual interchange of influence over time across the Ancient Near East.[25]\n\nThe phrase Ethos anthropoi daimon (\"man's character is [his] fate\") attributed to Heraclitus has led to numerous interpretations, and might mean one's luck is related to one's character.[1] The translation of daimon in this context to mean \"fate\" is disputed; according to Thomas Cooksey,[who?] it lends much sense to Heraclitus's observations and conclusions about human nature in general. While the translation as \"fate\" is generally accepted as in Charles Kahn's \"a man's character is his divinity.\"\n\nA fundamental term in Heraclitus is logos, an ancient Greek word with a variety of meanings; Heraclitus might have used a different meaning of the word with each usage in his book. Logos seems like a universal law that unites the cosmos, according to a fragment: \"Listening not to me but to the logos, it is wise to agree (homologein) that all things are one.\"[s]  While logos is everywhere, very few people are familiar with it. Another fragment[t] reads: [hoi polloi] \"...do not know how to listen [to Logos] or how to speak [the truth]\"[26] Heraclitus' thought on logos influenced the Stoics, who referred to him to support their belief that rational law governs the universe.[27]\n\nAlthough many of the later Stoics interpreted Heraclitus as having a \"logos-doctrine\" where the \"logos[u]\" was a first principle that ran through all things, West[28] observes that Plato, Aristotle, Theophrastus, and Sextus Empiricus all make no mention of this doctrine, and concludes that the language and thought are \"obviously Stoic\" and not attributable to Heraclitus.[28] Kahn stresses that Heraclitus used the word in multiple senses[10] and Guthrie observes that there is no evidence Heraclitus used it in a way that was significantly different from that in which it was used by contemporaneous speakers of Greek.[29] Guthrie considers the Logos as a public fact like a proposition or formula, though he admits that Heraclitus would not have considered these facts as abstract objects or immaterial things.[16]\n\nAlthough the early Christian philosophers, following the Stoics, interpreted the logos in terms of a personal God, modern scholars do not believe these associations are represented in the original thought of Heraclitus. [30] When Heraclitus speaks of \"God\" he does not mean a single deity as an omnipotent and omniscient or God as Creator, the universe being eternal; he meant the divine as opposed to human, the immortal as opposed to the mortal and the cyclical as opposed to the transient; to him, it is arguably more accurate to speak of \"the Divine\" and not of \"God\".[30]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Heraclitus' writings have exerted a wide influence on Western philosophy, including the works of Plato and Aristotle. Parmenides is generally agreed to either have influenced or have been influenced by him,[31] either as an influence or response to Heraclitean doctrines,[32] or as an extension of them.[33] Some of the writings in Hippocratic corpus also shows signs of Heraclitean themes,[v][w] as do some of the surviving fragments of other pre-Socratic philosophers including Empedocles and Democritus.[31] The sophists such as Protagoras may also have been influenced by Heraclitus.[34][better source needed] Many of the later Stoic, Cynic, and Skeptical philosophers also interpreted Heraclitus in terms of their own doctrines.[31] In modern times, Heraclitus has also been seen as a process philosopher due to the influence of G.W.F. Hegel and Martin Heidegger,[31] and a potential source for understanding the Ancient Greek religion since the discovery of the Derveni papyrus.[35]\n\nIt is unknown whether or not Heraclitus had any students in his lifetime.[31] Diogenes Laertius mentions an Antisthenes who wrote a commentary on Heraclitus.[x][better source needed]\nParmenides, an Eleatic philosopher who was a near-contemporary of Heraclitus, proposed a doctrine of changelessness, which has been contrasted with the doctrine of flux put forth by Heraclitus.[36] Different philosophers have argued that either one of them may have substantially influenced each other, some taking Heraclitus to be responding to Parmenides, others that Parmenides is responding to Heraclitus, and some arguing that any direct chain of influence between the two is impossible to determine.[36] Although Heraclitus refers to older figures such as Pythagoras,[y][z] neither Parmenides or Heraclitus directly refer to each other in any surviving fragments, so any speculation on influence must be based on interpretations of the surviving fragments.[36]\n\nPlato is the most famous philosopher who tried to reconcile Heraclitus and Parmenides; through Plato, both of these figures influenced virtually all subsequent Western philosophy. According to Aristotle, Plato knew of the teachings of Heraclitus through his follower Cratylus, who went a step beyond his master's doctrine and said one cannot step into the same river once[aa] Plato presented Cratylus as a linguistic naturalist[citation needed], one who believes names must apply naturally to their objects. According to Aristotle, Cratylus took the view nothing can be said about the ever-changing world and \"ended by thinking that one need not say anything, and only moved his finger\".[ab] Cratylus may have thought continuous change warrants skepticism because one cannot define a thing that does not have a permanent nature.[citation needed]\n\nThe Stoics believed major tenets of their philosophy derived from the thought of Heraclitus,[37] including a commentary by Cleanthes which has not survived.[31] In surviving stoic writings, this is most evident in the writings of Marcus Aurelius.[38] Explicit connections of the earliest Stoics to Heraclitus showing how they arrived at their interpretation are missing, but they can be inferred from the Stoic fragments, which Long concludes are \"modifications of Heraclitus\".[39] Heraclitus states, \"We should not act and speak like children of our parents\", which Marcus Aurelius interpreted to mean one should not simply accept what others believe. Marcus Aurelius understood the Logos as \"the account which governs everything\", but Burnet cautions that these modifications of Heraclitus in the Stoic fragments make it harder to use the fragments to interpret Heraclitus himself, as the Stoics ascribed their own interpretations of terms like \"logos\" and \"ekpyrosis\" to Heraclitus.[40] The Cynics were also influenced by Heraclitus, attributing several of the later Cynic epistles to his authorship.[41]\n\nHippolytus of Rome, one of the early Church Fathers of the Christian Church identified Heraclitus along with the other Pre-Socratics and Academics as sources of heresy, and identified the logos as meaning the Christian \"Word of God\", such as in John 1:1, \"In the beginning was the Word (logos) and the Word was God\";[ac] however, modern scholars such as John Burnet viewed the relationship between Heraclitean logos and Johannine logos as fallacious, saying; \"the Johannine doctrine of the logos has nothing to do with Herakleitos or with anything at all in Greek philosophy, but comes from the Hebrew Wisdom literature\".[5] The Christian apologist Justin Martyr took a more positive view of Heraclitus.[citation needed] In his First Apology, he said both Socrates and Heraclitus were Christians before Christ: \"those who lived reasonably are Christians, even though they have been thought atheists; as, among the Greeks, Socrates and Heraclitus, and men like them\".[ad]\n\nAenesidemus, one of the major ancient Pyrrhonist philosophers, claimed in a now-lost work that Pyrrhonism was a way to Heraclitean philosophy because Pyrrhonist practice helps one to see how opposites appear to be the case about the same thing. Once one sees this, it leads to understanding the Heraclitean view of opposites being the case about the same thing. A later Pyrrhonist philosopher, Sextus Empiricus, disagreed, arguing opposites' appearing to be the case about the same thing is not a dogma of the Pyrrhonists but a matter occurring to the Pyrrhonists, to the other philosophers, and to all of humanity.[ae]\n\nIn Lucian of Samosata's \"Philosophies for Sale,\"[af] Heraclitus is auctioned off as the \"weeping philosopher\" alongside Democritus, who is known as the \"laughing philosopher\" part of the weeping and laughing philosopher motif. This pairing, which may have originated with the Cynic philosopher Menippus,[42] has been portrayed several times in renaissance art, where it generally references their reactions to the folly of mankind.[43][better source needed] Heraclitus also appears in Raphael's School of Athens.\n\nHeraclitus has been the subject of numerous interpretations. According to the Stanford Encyclopedia of Philosophy, Heraclitus has been seen as a \"material monist or a process philosopher; a scientific cosmologist, a metaphysician and a religious thinker; an empiricist, a rationalist, a mystic; a conventional thinker and a revolutionary; a developer of logic — one who denied the law of non-contradiction; the first genuine philosopher and an anti-intellectual obscurantist.\"[1] G.W.F. Hegel interpreted Heraclitus as a process philosopher, seeing the \"becoming\" in Heraclitus as a natural result of the ontology of \"being\" and \"non-being\" in Parmenides.[1] Martin Heidegger was also influenced by Heraclitus, as seen in his Introduction to Metaphysics. Heidegger believed that the thinking of Heraclitus and Parmenides was the origin of philosophy and misunderstood by Plato and Aristotle, leading all of Western philosophy astray.[44]\n\n"
        },
        {
            "title": "References",
            "text": "In the Diels-Kranz numbering for testimony and fragments of Pre-Socratic philosophy, Heraclitus is catalogued as number 22. The most recent edition of this catalogue is \n\n"
        }
    ]
}