{
    "url": "https://en.wikipedia.org/wiki/Hercules_and_the_Queen_of_Lydia",
    "title": "Hercules Unchained",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception",
        "5 Legacy",
        "6 Comic book adaption",
        "7 See also",
        "8 Biography",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHercules Unchained (Italian: Ercole e la regina di Lidia [ˈɛrkole е la reˈdʒiːna di ˈliːdja], \"Hercules and the Queen of Lydia\") is a 1959 Italian-French epic fantasy feature film starring Steve Reeves and Sylva Koscina in a story about two warring brothers and Hercules' tribulations in the court of Queen Omphale. The film is the sequel to the Reeves vehicle Hercules (1958) and marks Reeves' second – and last – appearance as Hercules. The film's screenplay, loosely based upon various Greek mythology and plays by Aeschylus and Sophocles, was written by Ennio De Concini and Pietro Francisci with Francisci directing and Bruno Vailati and Ferruccio De Martino producing the film.\n\n"
        },
        {
            "title": "Plot",
            "text": "While travelling, Hercules is asked to intervene in a quarrel between two brothers, Eteocles and Polynices, over who should rule Thebes. Before he can complete this task, Hercules drinks from a magic spring and is hypnotized by a harem girl who dances the \"Dance of Shiva\", loses his memory and becomes the captive of Queen Omphale of Lydia. The Queen keeps men until she tires of them, then has them made into statues. While young Ulysses tries to help him regain his memory, Hercules' wife, Iole, finds herself in danger from Eteocles, current ruler of Thebes, who plans on throwing her to the wild beasts in his entertainment arena. Hercules slays three tigers in succession and rescues his wife, then assists the Theban army in repelling mercenary attackers hired by Polynices. The two brothers ultimately fight one another for the throne and end up killing each other; the good high priest Creon is elected by acclaim.\n\n"
        },
        {
            "title": "Production",
            "text": "The tale of Hercules and Queen Omphale is taken from the ancient Greek myth, of which there are several variations throughout history. Character names are drawn from a mixture of various Greek legends and plays, notably The Seven Against Thebes by Aeschylus and Oedipus at Colonus by Sophocles. Hercules' line \"I wove the threads [of my memory] together\" is a reference to his task of spinning thread and weaving with Omphale's attendants. The film is only very loosely based on the source material, randomly mixing events and featuring characterizations varying from those depicted in the sources.\n\n"
        },
        {
            "title": "Reception",
            "text": "Film critic Howard Hughes argues that due to a better script, \"punchier action\" and more convincing acting the film was \"superior to its predecessor\" Hercules. Concerning the cast he praises in particular the French actress Sylvia Lopez (\"movingly effective\") whose career ended prematurely when in 1959, soon after finishing this film, she died at the age of 26 of leukemia.[5]\n\nThe film opened in New England on 30 June 1960 in 200 theaters grossing $500,000 in a week.[6] The film was the third most popular movie at the British box office in 1960. In its opening in 39 theaters in the UK over the first August Bank Holiday weekend, it set 36 house records.[7]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Hercules Unchained has been broadcast on American television, and is available in both VHS and DVD formats. The film's Italian title means \"Hercules and the Queen of Lydia\". The film was also featured in an episode of Mystery Science Theater 3000.\n\n"
        }
    ]
}