{
    "url": "https://en.wikipedia.org/wiki/Hermeticism",
    "title": "Hermeticism",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 Late Antiquity",
        "2.2 Renaissance",
        "2.3 Modern era",
        "3 Philosophy",
        "3.1 God as 'the All'",
        "3.2 Prisca theologia",
        "3.3 \"As above, so below\"",
        "3.4 Three parts of the wisdom of the whole universe",
        "3.4.1 Alchemy",
        "3.4.2 Astrology",
        "3.4.3 Theurgy",
        "3.5 Reincarnation",
        "3.5.1 Rebirth",
        "3.6 Good and evil",
        "3.7 Cosmogony",
        "3.8 Fall of man",
        "3.8.1 Alternative account of the fall of man",
        "4 Religious and philosophical texts",
        "5 Societies",
        "5.1 Rosicrucianism",
        "5.2 Hermetic Order of the Golden Dawn",
        "5.3 Esoteric Christianity",
        "6 See also",
        "7 References",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Hermeticism, or Hermetism, is a philosophical system that is primarily based on the purported teachings of Hermes Trismegistus (a legendary Hellenistic combination of the Greek god Hermes and the Egyptian god Thoth).[1] These teachings are contained in the various writings attributed to Hermes (the Hermetica), which were produced over a period spanning many centuries (c. 300 BCE – 1200 CE), and may be very different in content and scope.[2]\n\nOne of the most common uses of the label is to refer to the religio-philosophical system propounded by a specific subgroup of Hermetic writings known as the 'philosophical' Hermetica, the most famous of which is the Corpus Hermeticum (a collection of seventeen Greek Hermetic treatises written between c. 100 and c. 300 CE).[3] This specific, historical form of Hermetic philosophy is sometimes more restrictively called Hermetism,[4] to distinguish it from the philosophies inspired by the many Hermetic writings of a completely different period and nature.\n\nA more open-ended term is Hermeticism, which may refer to a wide variety of philosophical systems drawing on Hermetic writings, or even merely on subject matter generally associated with Hermes (most notably, alchemy often went by the name of \"the Hermetic art\" or \"the Hermetic philosophy\").[5] The most famous use of the term in this broader sense is in the concept of Renaissance Hermeticism, which refers to the wide array of early modern philosophies inspired by, on the one hand, Marsilio Ficino's (1433–1499) and Lodovico Lazzarelli's (1447–1500) translation of the Corpus Hermeticum, and on the other, by Paracelsus' (1494–1541) introduction of a new medical philosophy drawing upon the 'technical' Hermetica (i.e., astrological, alchemical, and magical Hermetica, such as the Emerald Tablet).[6]\n\nIn 1964, Frances A. Yates advanced the thesis that Renaissance Hermeticism, or what she called \"the Hermetic tradition\", had been a crucial factor in the development of modern science.[7] While Yates's thesis has since been largely rejected,[8] the important role played by the 'Hermetic' science of alchemy in the thought of such figures as Jan Baptist van Helmont (1580–1644), Robert Boyle (1627–1691) or Isaac Newton (1642–1727) has been amply demonstrated.[9]\n\nThroughout its history, Hermeticism was closely associated with the idea of a primeval, divine wisdom, revealed only to the most ancient of sages, such as Hermes Trismegistus.[10] In the Renaissance, this developed into the notion of a prisca theologia or \"ancient theology\", which asserted that there is a single, true theology which was given by God to some of the first humans, and traces of which may still be found in various ancient systems of thought. Thinkers like Giovanni Pico della Mirandola (1463–1494) supposed that this 'ancient theology' could be reconstructed by studying (what were then considered to be) the most ancient writings still in existence, such as those attributed to Hermes, but also those attributed to, e.g., Zoroaster, Orpheus, Pythagoras, Plato, the 'Chaldeans', or the Kaballah.[11] This soon evolved into the idea, first proposed by Agostino Steuco (1497–1548), that one and the same divine truth may be found in the religious and philosophical traditions of different periods and places, all considered as different manifestations of the same universal perennial philosophy.[12] In this perennialist context, the term 'Hermetic' tended to lose even more of its specificity, eventually becoming a mere byword for the purported divine knowledge of the ancient Egyptians, especially as related to alchemy and magic. Despite their occasional use of authentic Hermetic texts and concepts, this generic and pseudo-historical use of the term was greatly popularized by nineteenth- and twentieth-century occultists.[13]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term Hermetic is from the medieval Latin hermeticus, which is derived from the name of the Greek god Hermes. In English, it has been attested since the 17th century, as in \"Hermetic writers\" (e.g., Robert Fludd).\n\nThe word Hermetic was used by John Everard in his English translation of The Pymander of Hermes, published in 1650.[14]\n\nMary Anne Atwood mentioned the use of the word Hermetic by Dufresnoy in 1386.[15][16]\n\nThe synonymous term Hermetical is also attested in the 17th century. Sir Thomas Browne in his Religio Medici of 1643 wrote: \"Now besides these particular and divided Spirits, there may be (for ought I know) a universal and common Spirit to the whole world. It was the opinion of Plato, and is yet of the Hermeticall Philosophers.\" (R. M. Part 1:2)\n\nHermes Trismegistus supposedly invented the process of making a glass tube airtight (a process in alchemy) using a secret seal. Hence, the term \"completely sealed\" is implied in \"hermetically sealed\" and the term \"hermetic\" is also equivalent to \"occult\" or hidden.[17]\n\n"
        },
        {
            "title": "History",
            "text": "In Late Antiquity, Hermetism[18] emerged in parallel with early Christianity, Gnosticism, Neoplatonism, the Chaldaean Oracles, and late Orphic and Pythagorean literature. These doctrines were \"characterized by a resistance to the dominance of either pure rationality or doctrinal faith.\"[19]\n\nThe texts now known as the Corpus Hermeticum are dated by modern translators and most scholars to the beginning of the second century or earlier.[20][21][22][23] These texts dwell upon the oneness and goodness of God, urge purification of the soul, and expand on the relationship between mind and spirit. Their predominant literary form is the dialogue: Hermes Trismegistus instructs a perplexed disciple upon various teachings of the hidden wisdom.\n\nPlutarch's mention of Hermes Trismegistus dates back to the first century CE, and Tertullian, Iamblichus, and Porphyry were all familiar with Hermetic writings.[24]\n\nAfter centuries of falling out of favor, Hermeticism was reintroduced to the West when, in 1460, a man named Leonardo de Candia Pistoia[25] brought the Corpus Hermeticum to Pistoia. He was one of many agents sent out by Pistoia's ruler, Cosimo de' Medici, to scour European monasteries for lost ancient writings.[26]\n\nIn 1614, Isaac Casaubon, a Swiss philologist, analyzed the Greek Hermetic texts for linguistic style. He concluded that the writings attributed to Hermes Trismegistus were not the work of an ancient Egyptian priest but in fact dated to the second and third centuries CE.[27][28]\n\nEven in light of Casaubon's linguistic discovery (and typical of many adherents of Hermetic philosophy in Europe during the 16th and 17th centuries), Thomas Browne in his Religio Medici(1643) confidently stated: \"The severe schools shall never laugh me out of the philosophy of Hermes, that this visible world is but a portrait of the invisible.\" (R. M. Part 1:12)\n\nIn 1678, flaws in Casaubon's dating were discerned by Ralph Cudworth, who argued that Casaubon's allegation of forgery could only be applied to three of the seventeen treatises contained within the Corpus Hermeticum. Moreover, Cudworth noted Casaubon's failure to acknowledge the codification of these treatises as a late formulation of a pre-existing oral tradition. According to Cudworth, the texts must be viewed as a terminus ad quem and not a terminus a quo. Lost Greek texts, and many of the surviving vulgate books, contained discussions of alchemy clothed in philosophical metaphor.[29]\n\nIn 1924, Walter Scott placed the date of the Hermetic texts shortly after 200 CE, but W. Flinders Petrie placed their origin between 200 and 500 BCE.[30]\n\nIn 1945, Hermetic texts were found near the Egyptian town Nag Hammadi. One of these texts had the form of a conversation between Hermes and Asclepius. A second text (titled On the Ogdoad and Ennead) told of the Hermetic mystery schools. It was written in the Coptic language, the latest and final form in which the Egyptian language was written.[31]\n\nAccording to Geza Vermes, Hermeticism was a Hellenistic mysticism contemporaneous with the Fourth Gospel, and Hermes Tresmegistos was \"the Hellenized reincarnation of the Egyptian deity Thoth, the source of wisdom, who was believed to deify man through knowledge (gnosis).\"[32]\n\nGilles Quispel says \"It is now completely certain that there existed before and after the beginning of the Christian era in Alexandria a secret society, akin to a Masonic lodge. The members of this group called themselves 'brethren,' were initiated through a baptism of the Spirit, greeted each other with a sacred kiss, celebrated a sacred meal and read the Hermetic writings as edifying treatises for their spiritual progress.\"[33] On the other hand, Christian Bull argues that \"there is no reason to identify [Alexandria] as the birthplace of a 'Hermetic lodge' as several scholars have done. There is neither internal nor external evidence for such an Alexandrian 'lodge', a designation that is alien to the ancient world and carries Masonic connotations.\"[34]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "\n\nIn the philosophical Hermetica, the ultimate reality is called by many names, such as God, Lord, Father, Mind (Nous), the Creator, the All, the One, etc.[35] However, peculiar to the Hermetic view of the divinity is that it is both the all (Greek: to pan) and the creator of the all: all created things pre-exist in God,[36] and God is the nature of the cosmos (being both the substance from which it proceeds and the governing principle which orders it),[37] yet the things themselves and the cosmos were all created by God. Thus, God ('the All') creates itself,[38] and is both transcendent (as the creator of the cosmos) and immanent (as the created cosmos).[36] These ideas are closely related to the cosmo-theological views of the Stoics.[39]\n\nHermeticists believe in a prisca theologia, the doctrine that a single, true theology exists, that it exists in all religions, and that it was given by God to man in antiquity.[40][41] In order to demonstrate the truth of the prisca theologia doctrine, Christians appropriated the Hermetic teachings for their own purposes. By this account, Hermes Trismegistus was (according to the fathers of the Christian church) either a contemporary of Moses[42] or the third in a line of men named Hermes—Enoch, Noah, and the Egyptian priest-king who is known to us as Hermes Trismegistus.[43][44]\n\n\"As above, so below\" is a popular modern paraphrase of the second verse of the Emerald Tablet (a compact and cryptic text attributed to Hermes Trismegistus and first attested in a late eight or early ninth century Arabic source),[45] as it appears in its most widely divulged medieval Latin translation:[46]\n\n\"The three parts of the wisdom of the whole universe\" is a phrase derived from the Emerald Tablet referring to three disciplines purportedly known to and taught by Hermes Trismegistus.\n\nAlchemy, or the operation of the Sun, is not merely the changing of lead into gold, which is called chrysopoeia.[47] It is an investigation into the spiritual constitution, or life, of matter and material existence through an application of the mysteries of birth, death, and resurrection.[48] The various stages of chemical distillation and fermentation, among other processes, are aspects of these mysteries that, when applied, quicken nature's processes in order to bring a natural body to perfection.[49] This perfection is the accomplishment of the Great Work (Latin: magnum opus).\n\nIn Hermetic thought, the movements of the planets are believed to have meaning beyond the laws of physics and actually hold metaphorical value as symbols in the mind of the All, or God, which have influence upon the Earth, but do not dictate our actions; wisdom is gained when we know what these influences are and how to deal with them, and this wisdom is astrology, or the operation of the stars. The discovery of astrology is attributed to Zoroaster, who is said to have discovered this part of the wisdom of the whole universe and taught it to man.[50]\n\nTheurgy, or the operation of the gods, is one of the two different types of magic, according to Giovanni Pico della Mirandola's Apology, completely opposite of each other. The first is Goëtia (Greek: γοητεια), black magic reliant upon an alliance with evil spirits (i.e. demons). The second is Theurgy, divine magic reliant upon an alliance with divine spirits (i.e. angels, archangels, gods).[51]\n\n\"Theurgy\" translates to the \"science or art of divine works\" and is the practical aspect of the Hermetic art of alchemy.[52] Furthermore, alchemy is seen as the \"key\" to theurgy,[53] the ultimate goal of which is to become united with higher counterparts, leading to the attainment of divine consciousness.[52]\n\nReincarnation is mentioned in Hermetic texts. Hermes Trismegistus asked:\n\nRebirth appears central to the practice of hermetic philosophy. The process would begin with a candidate separating themselves from the world before they rid themselves of material vices; they are then reborn as someone completely different than who they were before.[55]\n\nHermes explains in Book 9 of the Corpus Hermeticum that nous (reason and knowledge) brings forth either good or evil, depending upon whether one receives one's perceptions from God or from demons. God brings forth good, but demons bring forth evil. Among the evils brought forth by demons are: \"adultery, murder, violence to one's father, sacrilege, ungodliness, strangling, suicide from a cliff and all such other demonic actions\".[56]\n\nThis provides evidence that Hermeticism includes a sense of morality.[citation needed] The word \"good\" is used very strictly. It is restricted to references to God.[57]  It is only God (in the sense of the nous, not in the sense of the All) who is completely free of evil. Men are prevented from being good because man, having a body, is consumed by his physical nature, and is ignorant of the Supreme Good.[58] Asclepius explains that evil is born from desire which itself is caused by ignorance, the intelligence bestowed by God is what allows some to rid themselves of desire.[59]\n\nA focus upon the material life is said to be the only thing that offends God:\n\nOne must create, one must do something positive in one's life, because God is a generative power. Not creating anything leaves a person \"sterile\" (i.e., unable to accomplish anything).[61]\n\nA creation story is told by God to Hermes in the first book of the Corpus Hermeticum. It begins when God, by an act of will, creates the primary matter that is to constitute the cosmos. From primary matter God separates the four elements (earth, air, fire, and water). Then God orders the elements into the seven heavens (often held to be the spheres of Mercury, Venus, Mars, Jupiter, Saturn, the Sun, and the Moon, which travel in circles and govern destiny).\n\n\"The Word (Logos)\" then leaps forth from the materializing four elements, which were unintelligent. Nous then makes the seven heavens spin, and from them spring forth creatures without speech. Earth is then separated from water, and animals (other than man) are brought forth.\n\nThe God then created androgynous man, in God's own image, and handed over his creation.\n\nMan carefully observed the creation of nous and received from God man's authority over all creation. Man then rose up above the spheres' paths in order to better view creation. He then showed the form of the All to Nature. Nature fell in love with the All, and man, seeing his reflection in water, fell in love with Nature and wished to dwell in it. Immediately, man became one with Nature and became a slave to its limitations, such as sex and sleep. In this way, man became speechless (having lost \"the Word\") and he became \"double\", being mortal in body yet immortal in spirit, and having authority over all creation yet subject to destiny.[62]\n\nAn alternative account of the fall of man, preserved in Isis the Prophetess to Her Son Horus, is as follows:\n\n"
        },
        {
            "title": "Religious and philosophical texts",
            "text": "Some of the most well-known Hermetic texts are:\n\nOther important original Hermetic texts include Isis the Prophetess to Her Son Horus,[64] which consists of a long dialogue between Isis and Horus on the fall of man and other matters; the Definitions of Hermes Trismegistus to Asclepius;[65] and many fragments, which are chiefly preserved in the anthology of Stobaeus.\n\nThere are additional works that, while not as historically significant as the works listed above, have an important place in Neo-Hermeticism:\n\n"
        },
        {
            "title": "Societies",
            "text": "When Hermeticism was no longer endorsed by the Christian church, it was driven underground, and several Hermetic societies were formed. The western esoteric tradition is now steeped in Hermeticism. The work of such writers as Giovanni Pico della Mirandola, who attempted to reconcile Jewish kabbalah and Christian mysticism, brought Hermeticism into a context more easily understood by Europeans during the time of the Renaissance.\n\nA few primarily Hermetic occult orders were founded in the late Middle Ages and early Renaissance.\n\nHermetic magic underwent a 19th-century revival in Western Europe,[69] where it was practiced by groups such as the Hermetic Order of the Golden Dawn and Ordo Aurum Solis. It was also practiced by individual persons, such as Eliphas Lévi, William Butler Yeats, Arthur Machen, Frederick Hockley, and Kenneth M. Mackenzie.[70]\n\nMany Hermetic, or Hermetically influenced, groups exist today. Most of them are derived from Rosicrucianism, Freemasonry, or the Golden Dawn.\n\nRosicrucianism is a movement which incorporates the Hermetic philosophy. It dates back to the 17th century. The sources dating the existence of the Rosicrucians to the 17th century are three German pamphlets: the Fama, the Confessio Fraternitatis, and The Chymical Wedding of Christian Rosenkreutz.[71]\nSome scholars believe these to be hoaxes of the time and say that later Rosicrucian organizations are the first actual appearance of a Rosicrucian society.[72]\n\nThe Rosicrucian Order consists of a secret inner body and a public outer body that is under the direction of the inner body. It has a graded system in which members move up in rank and gain access to more knowledge. There is no fee for advancement. Once a member has been deemed able to understand the teaching, he moves on to the next higher grade.\n\nThe Fama Fraternitatis states that the Brothers of the Fraternity are to profess no other thing than \"to cure the sick, and that gratis\".\n\nThe Rosicrucian spiritual path incorporates philosophy, kabbalah, and divine magic.\n\nThe Order is symbolized by the rose (the soul) and the cross (the body). The unfolding rose represents the human soul acquiring greater consciousness while living in a body on the material plane.\n\nUnlike the Societas Rosicruciana in Anglia, the Hermetic Order of the Golden Dawn was open to both sexes and treated them as equals. The Order was a specifically Hermetic society that taught alchemy, kabbalah, and the magic of Hermes, along with the principles of occult science.\n\nThe Golden Dawn maintained the tightest of secrecy, which was enforced by severe penalties for those who disclosed its secrets. Overall, the general public was left oblivious of the actions, and even of the existence, of the Order, so few if any secrets were disclosed.[73]\n\nIts secrecy was broken first by Aleister Crowley in 1905, who was expelled by the Golden Dawn chiefs,  and later by Israel Regardie in 1937. Regardie gave a detailed account of the Order's teachings to the general public.[74]\n\nRegardie had once claimed that there were many occult orders which had learned whatever they knew of magic from what had been leaked from the Golden Dawn by those whom Regardie deemed \"renegade members\".[citation needed]\n\nThe Stella Matutina was a successor society of the Golden Dawn, as was the Builders of the Adytum. \n\nHermeticism remains influential within esoteric Christianity, especially in Martinism.[citation needed] Influential 20th century and early 21st century writers in the field include Valentin Tomberg and Sergei O. Prokofieff.[citation needed] The Kybalion somewhat explicitly owed itself to Christianity, and the Meditations on the Tarot was one important book illustrating the theory and practice of Christian Hermeticism.[citation needed]\n\n"
        }
    ]
}