{
    "url": "https://en.wikipedia.org/wiki/Heroic_bloodshed",
    "title": "Heroic bloodshed",
    "table_of_contents": [
        "1 Motifs",
        "2 History",
        "3 Selected heroic bloodshed films",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Heroic bloodshed is a genre invented by Hong Kong action cinema revolving around stylized action sequences and dramatic themes such as brotherhood, duty, honour, redemption and violence that has become a popular genre used by different directors worldwide.[1][2] The term heroic bloodshed was coined by editor Rick Baker in the magazine Eastern Heroes[3] in the late 1980s, specifically referring to the styles of directors John Woo and Ringo Lam. Baker defined the genre as \"a Hong Kong action film that features a lot of gun play and gangsters rather than kung fu. Lots of blood. Lots of action.\"[4] Heroic bloodshed films often feature gun fu action sequences.\n\n"
        },
        {
            "title": "Motifs",
            "text": "Protagonists in these films are often good-willed criminals, typically Triad members, hit men, or thieves with a strict code of ethics, which in some cases leads to the betrayal of their employers and the saving of many intended victims. The police officer with a conscience, who cannot be corrupted in any way, is also common, and is usually modeled after the hardboiled detective. Loyalty, family and brotherhood are the most typical themes of the genre. Heroic bloodshed films generally have a strong emotional angle, not only between, but during action sequences.\n\nPistols and submachine guns are frequently utilized by the heroes due to the light weight they provide, enabling their wielders to move more quickly. They are frequently dual wielded. The heroes are extremely agile and implement rolls, dives, slides, and falls while they duel, making for a graceful, ballet-like performance in the midst of gunfire.\n\nHeroic bloodshed films often end on a downbeat or tragic note with the main heroes either dead, arrested by the police, or severely incapacitated.\n\n"
        },
        {
            "title": "History",
            "text": "John Woo's breakthrough film A Better Tomorrow (1986) largely set the template for the heroic bloodshed genre.[5] In turn, A Better Tomorrow was a reimagining of plot elements from two earlier Hong Kong crime films: Lung Kong's The Story of a Discharged Prisoner (1967) and the Shaw Brothers Studio film The Brothers (1979), the latter a remake of the hit Indian crime drama film Deewaar (1975) written by Salim–Javed.[6]\n\nWoo has also been a major influence in its continued popularity and evolution in his following works, namely A Better Tomorrow 2 (1987), The Killer (1989) and Hard Boiled (1992).[7]\n\nThe heroic bloodshed genre had a considerable impact on world cinema, especially Hollywood.[8] The action, style, tropes and mannerisms established in 1980s Hong Kong heroic bloodshed films were later widely adopted by Hollywood in the 1990s, reshaping the way Hollywood action films were made.[6] Lam's City on Fire (1987) inspired Quentin Tarantino's Reservoir Dogs (1992);[9] Tarantino was an admirer of the heroic bloodshed genre.[10] The Killer also heavily influenced Luc Besson's Léon: The Professional (1994).[8] Eventually, John Woo himself introduced his brand of heroic bloodshed to Hollywood in the 1990s. By the late 1990s, Woo's style of cinema had become firmly established in Hollywood.[11]\n\n"
        }
    ]
}