{
    "url": "https://en.wikipedia.org/wiki/Herschell_Gordon_Lewis",
    "title": "Herschell Gordon Lewis",
    "table_of_contents": [
        "1 Early life",
        "2 Film career",
        "3 Later work and death",
        "4 Filmography",
        "5 Notes",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHerschell Gordon Lewis (June 15, 1926[a] – September 26, 2016) was an American filmmaker, best known for creating the \"splatter\" subgenre of horror films.[2] He is often called the \"Godfather of Gore\" (a title also given to Lucio Fulci), though his film career included works in a range of exploitation film genres including juvenile delinquent films, nudie-cuties, two children's films and at least one rural comedy. On Lewis' career, AllMovie wrote, \"With his better-known gore films, Herschell Gordon Lewis was a pioneer, going further than anyone else dared, probing the depths of disgust and discomfort onscreen with more bad taste and imagination than anyone of his era.\"[3]\n\n"
        },
        {
            "title": "Early life",
            "text": "Herschell Gordon Lewis was born in 1926 in Pittsburgh, Pennsylvania, the son of Geraldine (Waldman) and Emmanuel.[4] Lewis was Jewish.[5] His father died when he was six years old; his mother never remarried. Lewis's family then moved to Chicago, Illinois, where he spent the majority of his adolescence. After graduating from high school, Lewis received bachelor's and master's degrees in journalism at Northwestern University in nearby Evanston, Illinois. A few years later, he briefly taught communications at Mississippi State University. He was lured from his academic career to become the manager of WRAC Radio (now WRJN) in Racine, Wisconsin, and later to become a studio director at WKY-TV (now KFOR-TV) studio in Oklahoma City.\n\nIn 1953, Lewis began working for a friend's advertising agency in Chicago while teaching graduate advertising courses at night at Roosevelt University. In the meantime, he began directing TV commercial advertisements for a small production company called Alexander and Associates. Lewis later bought out half of the company with business associate Martin Schmidhofer and renamed it Lewis and Martin Films.\n\nLewis directed a short promotional film entitled Carving Magic, sponsored by Swift & Company, in 1959.[6] Along with Swift & Company's “home economist” Martha Logan,[7] the short starred William Kerwin and Harvey Korman, who would go on to star in other Lewis projects.[8]\n\n"
        },
        {
            "title": "Film career",
            "text": "Lewis served as producer on his first film venture, The Prime Time (1959), which was the first feature film produced in Chicago since the late 1910s. He would assume directing duties on nearly all of his films from then on. His first in a lengthy series of collaborations with exploitation producer David F. Friedman, Living Venus (1961), was a fictitious account based on the story of Hugh Hefner and the beginnings of Playboy. Lewis and Friedman's movies were early exploitation films, and the films' nude scenes, although softcore, were not seen in \"mainstream\" Hollywood pictures because of the censorship imposed by the Motion Picture Production Code.\n\nThe two continued with a series of erotic films in the early 1960s. These films marked the beginning of a deliberate approach to filmmaking that each respective party would continue through their production careers — films made solely with the intention of turning a profit. Typical of these nudies were the screwball comedies Boin-n-g! (1963) and The Adventures of Lucky Pierre (1961), a film made for a shoestring budget of $7,500, which would become the duo's first great financial success; it made three times its budget upon its first release. Because film restrictions had not yet allowed for sexual depictions in films, the bulk of Lewis and Friedman's early work consisted of nudist camp features like Daughter of the Sun (1962) and Goldilocks and the Three Bares (1963), which appropriately billed itself as \"the first (and to date the only) nudist musical\".\n\nWith the nudie market beginning to wane, Lewis and Friedman entered into uncharted territory with 1963's seminal Blood Feast, considered by most critics to be the first \"gore\" film. Because of the unprecedented nature of this type of film, they were able to cater to the drive-in theater market that would have been inaccessible with their prior skin flicks. Two Thousand Maniacs! (1964) and Color Me Blood Red (1965) followed the same formula. The full-color gore on display in these films caused a sensation, with horror film-makers throughout the world becoming eager to saturate their productions with similarly shocking visual effects.\n\nLewis stopped working with Friedman after making Color Me Blood Red, but continued to make further gore films into the 1970s. His next gore entry wouldn't come until 1967, with A Taste of Blood, often referred to as the \"Gone with the Wind of Gore\"[9] due to its relatively lengthy running time of nearly two hours. The following year would bring a more extreme take on the genre, The Gruesome Twosome (1967), most notable for incorporating an electric knife used to scalp one of the victims.\n\nOutside his notorious gore canon, Lewis pursued a wide gamut of other exploitation avenues throughout the sixties. Some of the more taboo subjects he explored include juvenile delinquency (Just for the Hell of It, 1968), wife swapping (Suburban Roulette, 1968), the corruption of the music industry (Blast-Off Girls, 1967), and birth control (The Girl, the Body, and the Pill, 1967). He was also not above tapping the children's market, as with Jimmy the Boy Wonder (1966) and The Magic Land of Mother Goose (1967), which were padded out to feature film length by incorporating long foreign-made cartoons. Most of Lewis' films are available for purchase through the Seattle-based video company Something Weird Video, which finds and restores lost and little-seen exploitation movies from the 1950s, 1960s, and 1970s.\n\nLewis financed and produced nearly all of his own movies with funds he made from his successful advertising firm based in Chicago. Always resourceful despite the low budgets he worked with, Lewis purchased the rights to an unfinished film and completed it himself, re-titling the film Monster a Go-Go (1965). Many years later, the film gained notoriety after being shown on the Mystery Science Theater 3000 television show, where the cast stated it was the worst film they have ever done. Lewis would repeat this formula when he acquired a gritty psychological piece called The Vortex and released it as Stick It in Your Ear (1970) to be shown as a second feature to The Wizard of Gore (1970). This approach demonstrated Lewis's business savvy; by owning the distribution rights to both features (as well as most of his feature films), he knew he would not get fleeced by theaters juggling the box office returns, a common practice at that time.\n\nLewis's third gore phase served to push the genre into even more outrageous shock territory. The Wizard of Gore (1970) featured a stage magician who would mutilate his volunteers severely through a series of merciless routines. By 1973, Lewis had taken the gore approach to such a limit that it began to lampoon itself, which is why The Gore Gore Girls (1972) (featuring an appearance by Henny Youngman as the owner of a topless club) would mark his semi-retirement from film altogether.\n\nBy the early 1970s, he decided to leave the filmmaking industry to work in copywriting and direct marketing, a subject on which he published several books in the 1980s. He is allegedly well known in direct marketing as one of the most successful direct response copywriters.\n\n"
        },
        {
            "title": "Later work and death",
            "text": "During his retirement from filmmaking, Lewis wrote and published over twenty books during his long business career in advertising, including The Businessman's Guide to Advertising and Sales Promotion in 1974 and How to Handle Your Own Public Relations in 1977. A slow but steady stream of books followed, which seemed to turn into a torrent in the 1990s. Lewis settled in Fort Lauderdale, Florida and founded his own advertising company, Communicomp, a full-service direct marketing agency with clients throughout the world.\n\nLewis spent three years in prison during the 1970s after being convicted for fraud.[10]\n\nIn 2002, Lewis released his first film in thirty years, Blood Feast 2: All U Can Eat, a sequel to the first film. It featured a cameo appearance by John Waters, a fan of Lewis' work.\n\nIn 2006, Lewis was inducted into the Polly Staffle Hall of Fame. Lewis had a pair of film projects in development with Florida-based feature film production company Film Ranch International. He also made a cameo appearance in the 2004 film Chainsaw Sally, and starred in issue one of American Carnevil, a graphic novel created by Johnny Martin Walters.\n\nIn 2009, Lewis released The Uh-Oh! Show, a film about a television game show where the contestants are dismembered for each wrong answer. The first screening was November 8, 2009, at the Abertoir Horror Festival in Aberystwyth, Wales and concluded with a Q&A with Lewis about the film. In 2016 Herschell made a starring role appearance in Joe Castro's \"Terror Toons 3\": Herschell's Gory Story.\n\nIn 2009, Lewis wrote a book titled The Godfather of Gore Speaks: Herschell Gordon Lewis Discusses His Films with co-writer Andrew J. Rausch.\n\nIn 2016, Arrow Video released a 17-disc box set titled The Herschell Gordon Lewis Feast including fourteen of the Lewis's most essential films (including nine Blu-ray world debuts). Budd Wilkins wrote of the set in Slant Magazine, \"The Herschell Gordon Lewis Feast should provide ample evidence that Lewis—who produced, directed, wrote,[b] shot, edited, and/or scored his own films—truly deserves the epithet of auteur usually accorded to far more hifalutin filmmakers.\"[11]\n\nLewis died on September 26, 2016, in Fort Lauderdale, Florida, at the age of 90.[12][13]\n\n"
        }
    ]
}