{
    "url": "https://en.wikipedia.org/wiki/Hexapoda",
    "title": "Hexapoda",
    "table_of_contents": [
        "1 Morphology",
        "2 Evolution and relationships",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe subphylum Hexapoda (from Greek for 'six legs') comprises most species of arthropods and includes the insects as well as three much smaller groups of wingless arthropods: Collembola, Protura, and Diplura (all of these were once considered insects).[3][4] The Collembola (or springtails) are very abundant in terrestrial environments. Hexapods are named for their most distinctive feature: a consolidated thorax with three pairs of legs (six legs). Most other arthropods have more than three pairs of legs.[5] Most recent studies have recovered Hexapoda as a subgroup of Crustacea.[6]\n\n"
        },
        {
            "title": "Morphology",
            "text": "Hexapods have bodies ranging in length from 0.5 mm to over 300 mm which are divided into an anterior head, thorax, and posterior abdomen.[7][8] The head is composed of a presegmental acron that usually bears eyes (absent in Protura and Diplura),[9] followed by six segments, all closely fused together, with the following appendages:\n\nThe mouth lies between the fourth and fifth segments and is covered by a projection from the sixth, called the labrum (upper lip).[10] In true insects (class Insecta) the mouthparts are exposed or ectognathous, while in other groups they are enveloped or endognathous. Similar appendages are found on the heads of Myriapoda and Crustacea, although these have secondary antennae.[11]\n\nThe thorax is composed of three segments, each of which bears a single pair of legs.[12] As is typical of arthropods adapted to life on land, each leg has only a single walking branch composed of five segments, without the gill branches found in some other arthropods and with gill on the abdominal segments of some immature aquatic insects.[13] In most insects the second and third thoracic segments also support wings.[14] It has been suggested that these may be homologous to the gill branches of crustaceans, or they may have developed from extensions of the segments themselves.[15]\n\nThe abdomen follow epimorphic development, where all segments are already present at the end of embryonic development in all the hexapod groups except for Protura, which has an anamorphic development where the hatched juveniles has an incomplete complement of segments, and goes through a post-embryonic segment addition with each molting before the final adult number of segments is reached. All true insects have eleven segments (often reduced in number in many insect species), but in Protura there are twelve, and in Collembola only six (sometimes reduced to only four).[16][17] The appendages on the abdomen are extremely reduced, restricted to the external genitalia and sometimes a pair of sensory cerci on the last segment.[18][19][20]\n\n"
        },
        {
            "title": "Evolution and relationships",
            "text": "The myriapods have traditionally been considered the closest relatives of the hexapods, based on morphological similarity.[21] These were then considered subclasses of a subphylum called Uniramia or Atelocerata.[22] In the first decade of the 21st century, however, this was called into question, and it appears the hexapods' closest relatives may be the crustaceans.[23][24][25][26]\n\nThe non-insect hexapods have variously been considered a single evolutionary line, typically treated as Class Entognatha,[27] or as several lines with different relationships with the Class Insecta. In particular, the Diplura may be more closely related to the Insecta than to the Collembola (springtails)[28] or the Protura. There is also some evidence suggesting that the hexapod groups may not share a common origin, and in particular that the Collembola belong elsewhere.[29][better source needed]\n\nMolecular analysis suggests that the hexapods diverged from their sister group, the Anostraca (fairy shrimps), at around the start of the Silurian period 440 million years ago, coinciding with the appearance of vascular plants on land.[30]\n\nThe cladogram below follows the work of Bernhard Misof et al. (2014)[31]\nand shows the relationships between the extant orders of Hexapoda:\n\nThe following cladogram is given by Kjer et al. (2016):[32]\n\nAn incomplete possible insect fossil, Strudiella devonica, has been recovered from the Devonian period. This fossil may help to fill the arthropod gap from 385 million to 325 million years ago,[33][34] although some researchers oppose this view and suggest that the fossil may instead represent a decomposed crustacean or other non-insect.[35]\n\n"
        }
    ]
}