{
    "url": "https://en.wikipedia.org/wiki/Hibernation",
    "title": "Hibernation",
    "table_of_contents": [
        "1 Mammals",
        "1.1 Obligate hibernation",
        "1.2 Facultative hibernation",
        "1.3 Primates",
        "1.4 Bears",
        "2 Birds",
        "3 Dormancy and freezing in ectotherms",
        "4 Hibernation induction trigger",
        "5 In humans",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Hibernation is a state of minimal activity and metabolic depression undergone by some animal species. Hibernation is a seasonal heterothermy characterized by low body-temperature, slow breathing and heart-rate, and low metabolic rate. It most commonly occurs during winter months.\n\nAlthough traditionally reserved for \"deep\" hibernators such as rodents, the term has been redefined to include animals such as bears[1] and is now applied based on active metabolic suppression rather than any absolute decline in body temperature. Many experts believe that the processes of daily torpor and hibernation form a continuum and utilise similar mechanisms.[2][3] The equivalent during the summer months is aestivation.\n\nHibernation functions to conserve energy when sufficient food is not available. To achieve this energy saving, an endothermic animal decreases its metabolic rate and thereby its body temperature.[3] Hibernation may last days, weeks, or months—depending on the species, ambient temperature, time of year, and the individual's body-condition. Before entering hibernation, animals need to store enough energy to last through the duration of their dormant period, possibly as long as an entire winter. Larger species become hyperphagic, eating a large amount of food and storing the energy in fat deposits. In many small species, food caching replaces eating and becoming fat.[4]\n\nSome species of mammals hibernate while gestating young, which are born either while the mother hibernates or shortly afterwards.[5] For example, female black bears go into hibernation during the winter months in order to give birth to their offspring.[6] The pregnant mothers significantly increase their body mass prior to hibernation, and this increase is further reflected in the weight of the offspring. The fat accumulation enables them to provide a sufficiently warm and nurturing environment for their newborns. During hibernation, they subsequently lose 15–27% of their pre-hibernation weight by using their stored fats for energy.[7]\n\nEctothermic animals also undergo periods of metabolic suppression and dormancy, which in many invertebrates is referred to as diapause. Some researchers and members of the public use the term brumate to describe winter dormancy of reptiles, but the more general term hibernation is believed adequate to refer to any winter dormancy.[8] Many insects, such as the wasp Polistes exclamans, exhibit periods of dormancy which have often been referred to as hibernation, despite their ectothermy.[9] Botanists may use the term \"seed hibernation\" to refer to a form of seed dormancy.[10]\n\n"
        },
        {
            "title": "Mammals",
            "text": "There is a variety of definitions for terms that describe hibernation in mammals, and different mammal clades hibernate differently. The following subsections discuss the terms obligate and facultative hibernation. The last two sections point out in particular primates, none of whom were thought to hibernate until recently, and bears, whose winter torpor had been contested as not being \"true hibernation\" during the late 20th century, since it is dissimilar from hibernation seen in rodents.\n\nObligate hibernators are animals that spontaneously, and annually, enter hibernation regardless of ambient temperature and access to food. Obligate hibernators include many species of ground squirrels, other rodents, mouse lemurs, European hedgehogs and other insectivores, monotremes, and marsupials. These species undergo what has been traditionally called \"hibernation\": a physiological state wherein the body temperature drops to near ambient temperature, and heart and respiration rates slow drastically.\n\nThe typical winter season for obligate hibernators is characterized by periods of torpor interrupted by periodic, euthermic arousals, during which body temperatures and heart rates are restored to more typical levels. The cause and purpose of these arousals is still not clear; the question of why hibernators may return periodically to normal body temperatures has plagued researchers for decades, and while there is still no clear-cut explanation, there are multiple hypotheses on the topic. One favored hypothesis is that hibernators build a \"sleep debt\" during hibernation, and so must occasionally warm up to sleep. This has been supported by evidence in the Arctic ground squirrel.[11] Other theories postulate that brief periods of high body temperature during hibernation allow the animal to restore its available energy sources[12] or to initiate an immune response.[13]\n\nHibernating Arctic ground squirrels may exhibit abdominal temperatures as low as −2.9 °C (26.8 °F), maintaining sub-zero abdominal temperatures for more than three weeks at a time, although the temperatures at the head and neck remain at 0 °C (32 °F) or above.[14]\n\nFacultative hibernators enter hibernation only when either cold-stressed, food-deprived, or both, unlike obligate hibernators, who enter hibernation based on seasonal timing cues rather than as a response to stressors from the environment.\n\nA good example of the differences between these two types of hibernation can be seen in prairie dogs. The white-tailed prairie dog is an obligate hibernator, while the closely related black-tailed prairie dog is a facultative hibernator.[15]\n\nWhile hibernation has long been studied in rodents (namely ground squirrels) no primate or tropical mammal was known to hibernate until the discovery of hibernation in the fat-tailed dwarf lemur of Madagascar, which hibernates in tree holes for seven months of the year.[16] Malagasy winter temperatures sometimes rise to over 30 °C (86 °F), so hibernation is not exclusively an adaptation to low ambient temperatures.\n\nThe hibernation of this lemur is strongly dependent on the thermal behaviour of its tree hole: If the hole is poorly insulated, the lemur's body temperature fluctuates widely, passively following the ambient temperature; if well insulated, the body temperature stays fairly constant and the animal undergoes regular spells of arousal.[17] Dausmann found that hypometabolism in hibernating animals is not necessarily coupled with low body temperature.[18]\n\nHistorically it was unclear whether or not bears truly hibernate, since they experience only a modest decline in body temperature (3–5 °C) compared with the much larger decreases (often 32 °C or more) seen in other hibernators. Many researchers thought that their deep sleep was not comparable with true, deep hibernation, but this theory was refuted by research in 2011 on captive black bears and again in 2016 in a study on brown bears.[19][20]\n\nHibernating bears are able to recycle their proteins and urine, allowing them to stop urinating for months and to avoid muscle atrophy.[21][22][23][24] They stay hydrated with the metabolic fat that is produced in sufficient quantities to satisfy the water needs of the bear. They also do not eat or drink while hibernating, but live off their stored fat.[25] Despite long-term inactivity and lack of food intake, hibernating bears are believed to maintain their bone mass and do not suffer from osteoporosis.[26][27] They also increase the availability of certain essential amino acids in the muscle, as well as regulate the transcription of a suite of genes that limit muscle wasting.[28]\nA study by G. Edgar Folk, Jill M. Hunt and Mary A. Folk compared EKG of typical hibernators to three different bear species with respect to season, activity and dormancy, and found that the reduced relaxation (QT) interval of small hibernators was the same for the three bear species. They also found the QT interval changed for both typical hibernators and the bears from summer to winter. This 1977 study was one of the first evidences used to show that bears are hibernators.[29]\n\nIn a 2016 study, wildlife veterinarian and associate professor at Inland Norway University of Applied Sciences, Alina L. Evans, researched 14 brown bears over three winters. Their movement, heart rate, heart rate variability, body temperature, physical activity, ambient temperature, and snow depth were measured to identify the drivers of the start and end of hibernation for bears. This study built the first chronology of both ecological and physiological events from before the start to the end of hibernation in the field. This research found that bears would enter their den when snow arrived and ambient temperature dropped to 0 °C. However, physical activity, heart rate, and body temperature started to drop slowly even several weeks before this. Once in their dens, the bears' heart rate variability dropped dramatically, indirectly suggesting metabolic suppression is related to their hibernation. Two months before the end of hibernation, the bears' body temperature starts to rise, unrelated to heart rate variability but rather driven by the ambient temperature. The heart rate variability only increases around three weeks before arousal and the bears only leave their den once outside temperatures are at their lower critical temperature. These findings suggest that bears are thermoconforming and bear hibernation is driven by environmental cues, but arousal is driven by physiological cues.[30]\n\n"
        },
        {
            "title": "Birds",
            "text": "Ancient people believed that swallows hibernated, and ornithologist Gilbert White documented anecdotal evidence in his 1789 book The Natural History of Selborne that indicated the belief was still current in his time. It is now understood that the vast majority of bird species typically do not hibernate, instead utilizing torpor.[31] One known exception is the common poorwill (Phalaenoptilus nuttallii), for which hibernation was first documented by Edmund Jaeger.[32][33]\n\n"
        },
        {
            "title": "Dormancy and freezing in ectotherms",
            "text": "Because they cannot actively down-regulate their body temperature or metabolic rate, ectothermic animals (including fish, reptiles, and amphibians) cannot hibernate. They can experience decreased metabolic rates associated with colder environments or low oxygen availability (hypoxia) and exhibit dormancy (known as brumation). It was once thought that basking sharks settled to the floor of the North Sea and became dormant, but research by David Sims in 2003 dispelled this hypothesis,[34] showing that the sharks traveled long distances throughout the seasons, tracking the areas with the highest quantity of plankton. Epaulette sharks have been documented to be able to survive for three hours without oxygen and at temperatures of up to 26 °C (79 °F)[35] as a means to survive in their shoreline habitat, where water and oxygen levels vary with the tide. Other animals able to survive long periods with very little or no oxygen include goldfish, red-eared sliders, wood frogs, and bar-headed geese.[36] The ability to survive hypoxic or anoxic conditions is not closely related to endotherm hibernation.\n\nSome animals can literally survive winter by freezing. For example, some fish, amphibians, and reptiles can naturally freeze and then \"wake\" up in the spring. These species have evolved freeze tolerance mechanism such as antifreeze proteins.[37]\n\n"
        },
        {
            "title": "Hibernation induction trigger",
            "text": "Hibernation induction trigger (HIT) is somewhat of a misnomer. Although research in the 1990s hinted at the ability to induce torpor in animals by injection of blood taken from a hibernating animal, further research has been unable to reproduce this phenomenon. Despite the inability to induce torpor, there are substances in the blood of hibernators that can lend protection to organs for possible transplant. Researchers were able to prolong the life of an isolated pig's heart with an HIT.[38] This may have potentially important implications for organ transplant, as it could allow organs to survive for up to 18 hours outside the human body. This would be a great improvement from the current 6 hours.\n\nThe supposed HIT is a mixture derived from blood serum, including at least one opioid-like substance. DADLE is an opioid that in some experiments has been shown to have similar functional properties.[39]\n\n"
        },
        {
            "title": "In humans",
            "text": "Researchers have studied how to induce hibernation in humans.[40][41] The ability to hibernate would be useful for a number of reasons, such as saving the lives of seriously ill or injured people by temporarily putting them in a state of hibernation until treatment can be given. For space travel, human hibernation is also under consideration, such as for missions to Mars.[42]\n\nAnthropologists are also studying whether hibernation was possible in early hominid species.[43]\n\n"
        }
    ]
}