{
    "url": "https://en.wikipedia.org/wiki/Highway_Dragnet",
    "title": "Highway Dragnet",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception",
        "5 References",
        "5.1 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Highway Dragnet is a 1954 American film noir B film crime film directed by Nathan Juran  from a story by U.S. Andersen and Roger Corman. The film stars Richard Conte, Joan Bennett and Wanda Hendrix. It was the first feature film on which Roger Corman worked - he co-wrote the original story with U.S. Andersen and worked as an associate producer.[1]\n"
        },
        {
            "title": "Plot",
            "text": "Jim Henry, former Korean War Marine sergeant recently discharged, is in Las Vegas to visit Paul, an old buddy from the war. While in a casino, Jim is drawn to, and ends up in an altercation with, former fashion model Terry Smith (Mary Beth Hughes); they end up in each other's arms. The next morning, while hitching a ride, Las Vegas police pick up Jim and take him to an apartment where Lt. Joe White Eagle (Reed Hadley) reveals Terry's dead body, strangled.\n\nThe Lt. thinks Jim is a murderer but he claims his friend Paul can back up his alibi; Paul cannot, however, because he is a secret army agent who is functioning under a different name and is not accessible.  Panicking, Jim grabs an officer's service revolver, holds the police at bay and escapes in one of their patrol cars, shooting out the tires on another. Driving down Highway 91, Jim turns off the road and abandons the police car; he changes his clothes and walks back to where he has spotted two women trying to start their broken down car. They are top magazine photographer Mrs. H. G. Cummings (Joan Bennett) and her model Susan Willis (Wanda Hendrix).\n\nAfter Jim fixes their car, the ladies offer him a ride; however, before they can continue, Mrs. Cummings' small dog runs into the road and is killed by a passing car. When they reach the Apple Valley Inn for a photographic assignment, Mrs. Cummings and Susan invite Jim to stay with them. After their abandoned patrol car is found, the police set up roadblocks to catch Jim.\n\nAt the inn, when she finds a newspaper with a report of the murder, which includes Jim's  photo, Susan wants to call the police, but Mrs. Cummings stops her. She tells Susan that Terry Smith was the woman with whom her husband had an affair. He killed himself and Cummings is sure the police will suspect her of the woman's murder. Jim is later recognized; knowing the police have been alerted, he takes Mrs. Cummings and Susan hostage, steals a car and crashes through a roadblock.\n\nWith Lt. White Eagle and other units in pursuit, Jim drives across the desert but the car becomes stuck in sand. Mrs. Cummings grabs his gun and is about to shoot Jim when Susan wrestles the weapon away from her. Susan now believes he may be innocent. Later, after reaching his partially flooded house at the Salton Sea, Jim tells Susan that he has to reach Paul in order to confirm his innocence. The next morning Jim tells Mrs. Cummings and Susan to leave, but Susan decides to stay as she has fallen in love with him.\n\nIn his house, Jim finds a note from Paul stating that he had to leave on another secret assignment. Suddenly, Lt. White Eagle appears and sets about arresting Jim. White Eagle  orders Susan to place Jim's gun on the sink.  Mrs. Cummings quietly enters, picks up the gun and shoots White Eagle; in order to cover her guilt, Cummings is about to shoot Jim and Susan when the gun malfunctions. Cummings runs away, pursued by Jim, but she falls, into a mix of water and sand she fears is quicksand.  She begs Jim to rescue her, but he makes her confess to strangling her husband's girlfriend with her dog's leash. Other police officers on the scene overhear her confession. Lt. White Eagle, who is not too seriously wounded, forestalls charges against Jim, noting that their principal witness is Susan and \"a wife can't testify against her husband\".  Jim and Susan walk off together, arm in arm.\n\n"
        },
        {
            "title": "Production",
            "text": "Corman said the story was based on a trip he had taken to the Salton Sea. \"The Salton Sea is overflowing its banks in the desert, and I saw all these old houses that were deserted,\" he said. \"The first floors were flooded, and I thought it would be a great climax to a picture — some sort of chase across the desert and a shoot-out in the flooded house. So, I started with the climax of the film and worked back to create my story.\"[2]\n\nWhile working at the Dick Hyland Agency, Roger Corman sold his first screen story called The House in the Sea to Allied Artists for $3,500.  Allied Artists changed the title to the more commercial exploitative title, Highway Dragnet,  after the success of the television series Dragnet.[3]\n\nQuitting his job, and joining the production as an unpaid worker, Corman ended up getting credits as a screenwriter and associate producer.[4] Portions of the film were shot in the Coachella Valley, California.[5]\n\nThe film was shot over ten days.[6]\n\n"
        },
        {
            "title": "Reception",
            "text": "The New York Times called the film a \"second rate 'whodunnit'\".[7] Recalling that Highway Dragnet \"did all right\", its success encouraged Corman to devote his career to work in cinema.[4] He used the money from the sale to help finance his first movie as producer, Monster from the Ocean Floor.[2]\n\n"
        }
    ]
}