{
    "url": "https://en.wikipedia.org/wiki/High_fantasy",
    "title": "High fantasy",
    "table_of_contents": [
        "1 Characteristics",
        "2 Themes",
        "3 Game settings",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHigh fantasy, or epic fantasy, is a subgenre of fantasy[1] defined by the epic nature of its setting or by the epic stature of its characters, themes, or plot.[2] The term \"high fantasy\" was coined by Lloyd Alexander in a 1971 essay, \"High Fantasy and Heroic Romance\", which was originally given at the New England Round Table of Children's Librarians in October 1969.[2]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "High fantasy is set in an alternative, fictional (\"secondary\") world, rather than the \"real\" or \"primary\" world.[2] This secondary world is usually internally consistent, but its rules differ from those of the primary world. By contrast, low fantasy is characterized by being set on Earth, the primary or real world, or a rational and familiar fictional world with the inclusion of magical elements.[3][4][5][6]\n\nThe romances of William Morris, such as The Well at the World's End, set in an imaginary medieval world, are sometimes regarded as the first examples of high fantasy.[7] The works of J. R. R. Tolkien—especially The Lord of the Rings—are regarded as archetypal works of high fantasy.[7]\n\nMany high fantasy stories are told from the viewpoint of one main hero. Often, much of the plot revolves around their heritage or mysterious nature, along with a world-threatening problem. In many novels the hero is an orphan or unusual sibling, and frequently portrayed with an extraordinary talent for magic or combat. They begin the story young, if not as an actual child, or are portrayed as being very weak and/or useless.[8]\n\nThe hero often begins as a childlike figure, but matures rapidly, experiencing a considerable gain in fighting/problem-solving abilities along the way.[citation needed]\n\nThe progress of the story leads to the character's learning the nature of the unknown forces against them, that they constitute a force with great power and malevolence. The villains in such stories are usually completely evil and unrelatable.[9]\n\n\"High fantasy\" often serves as a broad term to include a number of different flavors of the fantasy genre, including heroic fantasy, epic fantasy, mythic fantasy, dark fantasy, and wuxia.[10] It typically is not considered to include the sword and sorcery genre.[11]\n\n"
        },
        {
            "title": "Themes",
            "text": "High fantasy has often been defined by its themes and messages.[12] Good versus evil is a common one in high fantasy, and defining the character of evil is often an important theme in a work of high fantasy,[13] as in The Lord of the Rings. The importance of the concept of good and evil can be regarded as the distinguishing mark between high fantasy and sword and sorcery.[11] In many works of high fantasy, this conflict marks a deep concern with moral issues; in other works, the conflict is a power struggle, with, for instance, wizards behaving irresponsibly whether they are \"good\" or \"evil\".[14]\n\n"
        },
        {
            "title": "Game settings",
            "text": "Role-playing games such as Dungeons & Dragons with campaign settings like Dragonlance[15] by Tracy Hickman and Margaret Weis and Forgotten Realms by Ed Greenwood[16] are a common basis for many fantasy books and many other authors continue to contribute to the settings.[17]\n\n"
        }
    ]
}