{
    "url": "https://en.wikipedia.org/wiki/Hindu_denominations",
    "title": "Hindu denominations",
    "table_of_contents": [
        "1 Typology",
        "1.1 Six generic types (McDaniel)",
        "1.2 Sampradaya",
        "2 Number of adherents",
        "3 Main denominations",
        "3.1 Vaishnavism",
        "3.2 Shaivism",
        "3.3 Shaktism",
        "3.4 Smartism",
        "3.5 Overlap",
        "4 Other denominations",
        "4.1 Suryaism / Saurism",
        "4.2 Ganapatism",
        "4.3 Indonesian Hinduism",
        "4.4 Shrautism",
        "4.5 Kaumaram",
        "4.6 Dattatreya Sampradaya",
        "4.7 Sant Mat",
        "4.8 Newer movements",
        "4.9 Sarnaism",
        "4.10 Kiratism",
        "5 Related denominations",
        "5.1 Kalash religion",
        "5.2 Contemporary Sant Mat",
        "5.3 Slavic Vedism",
        "6 Cross-denominational influences",
        "6.1 Atman Jnana",
        "6.2 Bhakti movement",
        "6.3 Philosophical schools",
        "6.4 Yoga varieties",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nHindu denominations, sampradayas, traditions, movements, and sects are traditions and sub-traditions within Hinduism centered on one or more gods or goddesses, such as Vishnu, Shiva, Shakti and so on.[1] The term sampradaya is used for branches with a particular founder-guru with a particular philosophy.[2]\n\nHinduism has no central doctrinal authority and many practising Hindus do not claim to belong to any particular denomination or tradition.[3] Four major traditions are, however, used in scholarly studies: Vaishnavism, Shaivism, Shaktism and Smartism.[1][4][5][6] These are sometimes referred to as the denominations of Hinduism, and they differ in the primary deity at the centre of the tradition.[7] A notable feature of Hindu denominations is that they do not deny other concepts of the divine or deity, and often celebrate the other as henotheistic equivalent.[8] The denominations of Hinduism, states Lipner, are unlike those found in major religions of the world, because Hindu denominations are fuzzy with individuals practising more than one, and he suggests the term \"Hindu polycentrism\".[9]\n\nAlthough Hinduism contains many denominations and philosophies, it is linked by shared concepts, recognisable rituals, cosmology, shared textual resources, pilgrimage to sacred sites and the questioning of authority.[10]\n\n"
        },
        {
            "title": "Typology",
            "text": "The word Hindu is an exonym. This word Hindu is derived from the Indo-Aryan and Sanskrit word Sindhu, which means \"a large body of water\", covering \"river, ocean\". It was used as the name of the Indus River and also referred to its tributaries. The actual term 'hindu' first occurs, states Gavin Flood, as \"a Persian geographical term for the people who lived beyond the river Indus (Sanskrit: Sindhu)\". Hindus are persons who regard themselves as culturally, ethnically, or religiously adhering to aspects of Hinduism. Historically, the term has also been used as a geographical, cultural, and later religious identifier for people living in the Indian subcontinent. In the 18th century, European merchants and colonists began to refer to the followers of Indian religions collectively as Hindus until about mid 20th century. Hindus subscribe to a diversity of ideas on spirituality and traditions, but have no ecclesiastical order, no unquestionable religious authorities, no governing body, no prophet(s) nor any binding holy book; Hindus can choose to be polytheistic, pantheistic, monotheistic, monistic, agnostic, atheistic or humanist.[11][12][13]\n\nHinduism as it is commonly known can be subdivided into a number of major currents. Of the historical division into six darsanas (philosophies), two schools, Vedanta and Yoga, are currently the most prominent.[14] Classified by primary deity or deities, four major Hinduism modern currents are Vaishnavism (Vishnu), Shaivism (Shiva), Shaktism (Shakti) and Smartism (five deities treated as same).[4][5][15] These deity-centered denominations feature a synthesis of various philosophies such as Samkhya, Yoga and Vedanta, as well as shared spiritual concepts such as moksha, dharma, karma, samsara, ethical precepts such as ahimsa, texts (Upanishads, Puranas, Mahabharata, Agamas), ritual grammar and rites of passage.[10][16]\n\nMcDaniel (2007) distinguishes six generic types of Hinduism, in an attempt to accommodate a variety of views on a rather complex subject:[17]\n\nIn Hinduism, a sampradaya (IAST sampradāya)[note 1] is a denomination.[19] These are teaching traditions with autonomous practices and monastic centers, with a guru lineage, with ideas developed and transmitted, redefined and reviewed by each successive generation of followers.[20] A particular guru lineage is called parampara. By receiving diksha (initiation) into the parampara of a living guru, one belongs to its proper sampradaya.\n\n"
        },
        {
            "title": "Number of adherents",
            "text": "There are no census data available on demographic history or trends for the traditions within Hinduism.[21]\n\nAccording to Gavin Flood, the Shaivism and Shaktism traditions are difficult to separate, as many Shaiva Hindus revere the goddess Shakti regularly.[22] The denominations of Hinduism, states Julius Lipner, are unlike those found in major religions of the world, because Hindu denominations are fuzzy with individuals revering gods and goddesses polycentrically, with many Shaiva and Vaishnava adherents recognizing Sri (Lakshmi), Parvati, Saraswati and other aspects of the goddess Devi. Similarly, Shakta Hindus revere Shiva and goddesses such as Parvati (such as Durga, Radha, Sita and others) and Saraswati important in Shaiva and Vaishnava traditions.[23]\n\n"
        },
        {
            "title": "Main denominations",
            "text": "Vaishnavism is a devotional stream of Hinduism, which worships the god Vishnu as the Supreme Lord (Svayam Bhagavan). As well as Vishnu himself, followers of the denomination also worship Vishnu's ten incarnations (the Dashavatara).[24] The two most-worshipped incarnations of Vishnu are Krishna (especially within  Krishnaism as the Supreme)[25] and Rama, whose stories are told in the Mahabharata and the Ramayana, respectively. The adherents of this sect are generally non-ascetic, monastic and devoted to meditative practice and ecstatic chanting.[26] Vaishnavites are deeply devotional. Their religion is rich in saints, temples and scriptures.[27]\n\nAmong Historical Vishnuism are known the Bhagavatism, Pancharatra and Vaikhanasa traditions.\n\nThe major living Vaishnava sampradayas include:[24][28]\n\nMinor and regional Vaishnavite schools and the principal acharyas connected with them are:[28]\n\nShaivas or Shaivites are those who primarily worship Shiva as the supreme god, both immanent and transcendent. Shaivism embraces at the same time monism (specifically nondualism) and dualism. To Shaivites, Shiva is both with and without form; he is the Supreme Dancer, Nataraja; and is linga, without beginning or end. Shiva is sometimes depicted as the fierce god Bhairava. Saivists are more attracted to asceticism than devotees of other Hindu sects, and may be found wandering India with ashen faces performing self-purification rituals.[26] They worship in the temple and practice yoga, striving to be one with Shiva within.[27]\n\nThe major schools of Śaivism include:[32]\n\nOther branches:\n\nShaktas worship Goddess as Mother Shakti, in different forms. These forms may include Kali, Parvati/Durga, Lakshmi and Saraswati. The branch of Hinduism that worships the goddess, known as Devi, is called Shaktism. Followers of Shaktism recognize Shakti as the supreme power of the universe. Devi is often depicted as Parvati (the consort of Shiva) or as Lakshmi (the consort of Vishnu). She is also depicted in other manifestations, such as the protective Durga or the violent Kali. Shaktism is closely related with Tantric Hinduism, which teaches rituals and practices for purification of the mind and body.[26]\n\nAnimal sacrifice of cockerels, goats and to a lesser extent water buffaloes is practiced by Shakti devotees, mainly at temples of Goddesses such as Bhavani or Kali.[36][37]\n\nThe main traditions are:\n\nThe Goddess-centric traditions within Kashmir Shaivism are Trika and Kubjika.\n\nSmartas treat all deities as the same, and their temples include five deities (Pancopasana) or Panchadevata as personal saguna (divine with form) manifestation of the nirguna (divine without form) Absolute, the Brahman. The choice of the nature of God is up to the individual worshiper since different manifestations of God are held to be equivalent. It is nonsectarian as it encourages the worship of any personal god along with others such as Ganesha, Shiva, Shakti, Vishnu, Surya.[26]\n\nThe Smarta Tradition accepts two concepts of Brahman, which are the saguna brahman – the Brahman with attributes, and nirguna brahman – the Brahman without attributes.[38] The nirguna Brahman is the unchanging Reality, however, the saguna Brahman is posited as a means to realizing this nirguna Brahman.[39] The concept of the saguna Brahman is considered in this tradition to be a useful symbolism and means for those who are still on their spiritual journey, but the saguna concept is abandoned by the fully enlightened once he or she realizes the identity of their own soul with that of the nirguna Brahman.[39] A Smarta may choose any saguna deity (istadevata) such as Vishnu, Shiva, Shakti, Surya, Ganesha or any other, and this is viewed in Smarta Tradition as an interim step towards meditating on Om and true nature of supreme reality, thereby realizing the nirguna Brahman and its equivalence to one's own Atman, as in Advaita Vedanta.[40]\n\nThe movement is credited to Shankara (~8th century CE), who is regarded as the greatest teacher[41][42] and reformer of the Smartha.[43][42] According to Hiltebeitel, Shankara established the nondualist interpretation of the Upanishads as the touchstone of a revived smarta tradition.[44] The Sringeri Sharada monastery founded by Adi Shankara Acharya in Karnataka is still the centre of the Smarta sect.[41][42]\n\nHalbfass states that, although traditions such as Shaivism and Vaishnavism may be regarded as \"self-contained religious constellations\",[45] there is a degree of interaction and reference between the \"theoreticians and literary representatives\"[45] of each tradition which indicates the presence of \"a wider sense of identity, a sense of coherence in a shared context and of inclusion in a common framework and horizon\".[45] It is common to find Hindus revering Shiva, Vishnu and Shakti, and celebrating festivals related to them at different times of the year. Temples often feature more than one of them, and Hinduism is better understood as polycentric theosophy that leaves the choice of deity and ideas to the individual.[9]\n\nThe key concepts and practises of the four major denominations of Hinduism can be compared as below:\n\n"
        },
        {
            "title": "Other denominations",
            "text": "The Suryaites or Sauras are followers of a Hindu denomination that started in Vedic tradition, and worship Surya as the main visible form of the Saguna Brahman. The Saura tradition was influential in South Asia, particularly in the west, north and other regions, with numerous Surya idols and temples built between 800 and 1000 CE.[71][72] The Konark Sun Temple was built in the mid 13th century.[73] During the iconoclasm of Islamic invasions and Hindu–Muslim wars, the temples dedicated to Sun-god were among those desecrated, images smashed and the resident priests of Saura tradition were killed, states André Wink.[74][75] The Surya tradition of Hinduism declined in the 12th and 13th century CE and today remains as a very small movement except in Bihar / Jharkhand and Eastern Uttar Pradesh.[citation needed] Sun worship has continued to be a dominant practice in Bihar / Jharkhand and Eastern Uttar Pradesh in the form of Chhath Puja which is considered the primary festival of importance in these regions.\n\nGanapatism is a Hindu denomination in which Lord Ganesha is worshipped as the main form of the Saguna Brahman. This sect was widespread and influential in the past and has remained important in Maharashtra.[citation needed]\n\nHinduism dominated the island of Java and Sumatra until the late 16th century, when a vast majority of the population converted to Islam. Only the Balinese people who formed a majority on the island of Bali, retained this form of Hinduism over the centuries. Theologically, Balinese or Indonesian Hinduism is closer to Shaivism than to other major sects of Hinduism. The adherents consider  Acintya the supreme god, and all other gods as his manifestations.\n\nThe term \"Agama Hindu Dharma\", the endonymous Indonesian name for \"Indonesian Hinduism\" can also refer to the traditional practices in Kalimantan, Sumatra, Sulawesi and other places in Indonesia, where people have started to identify and accept their agamas as Hinduism or Hindu worship has been revived. The revival of Hinduism in Indonesia has given rise to a national organisation, the Parisada Hindu Dharma.\n\nShrauta communities are very rare in India, the most well known being the ultra-orthodox Nambudiri Brahmins of Kerala. They follow the \"Purva-Mimamsa\" (earlier portion of Vedas) in contrast to Vedanta followed by other Brahmins. They place importance on the performance of Vedic Sacrifice (Yajna). The Nambudiri Brahmins are famous for their preservation of the ancient Somayaagam, Agnicayana rituals which have vanished in other parts of India.[citation needed]\n\nKaumaram is a sect of Hindus, especially found in South India and Sri Lanka where Lord Muruga Karttikeya is the Supreme Godhead. Lord Muruga is considered superior to the Trimurti. The worshippers of Lord Muruga are called Kaumaras.[citation needed]\n\nDattatreya Sampradaya is a Hindu denomination associated with the worship of Dattatreya as the supreme god. This denomination found in Indian states like Maharashtra, Andhra Pradesh, Karnataka, Goa, Telangana, Gujarat, Madhya Pradesh, Rajasthan and Uttarakhand. Dattatreya is often considered as an avatara of three Hindu gods Brahma, Vishnu and Shiva, collectively known as the Trimurti.\nMain traditions linked with Dattatreya Sampradaya are: \n\nThe Sant Mat was a group of reformer poet-sants and their adherents within Hinduism during the 14th–17th centuries who had desire for religious pluralism and non-ritualistic spirituality.[77] Due to Kabir's affiliation with Vaishnavite Ramanandi Sampradaya and certain aspects of the creed, the Sant Mat is sometimes seen as part of Vaishnavism.[24] Among its living traditions are:\n\nThe Hindu new religious movements that arose in the 19th to 20th century include:[78]\n\nSarna  are sacred groves in the Indian religious traditions of the Chota Nagpur Plateau region in the states of Jharkhand, Bihar, Assam and Chhattisgarh.[106] Followers of these rituals primarily belong to the Munda, Bhumij, Kharia, Baiga, Ho, Kurukh and Santal.[citation needed] According to local belief, a Gram deoti or village deity resides in the sarna, where sacrifice is offered twice a year.  Their belief system is called \"Sarnaism\", \"Sarna Dharma\" or \"Religion of the Holy Woods\".[107]\n\nThe practice is also known as Kirat Veda,[108][109] Kirat-Ko Veda[110] or Kirat Ko Ved.[111] According to some scholars, such as Tom Woodhatch, it is shamanism, animistic religion or blend of shamanism, animism (e.g., ancestor worshiping of Yuma Sammang/Tagera Ningwaphumang and Paruhang/Sumnima),[112] and Shaivism.[113]\n\n"
        },
        {
            "title": "Related denominations",
            "text": "The Indo-Aryan Kalash people in Pakistan traditionally practice an indigenous religion which some authors characterise as a form of ancient Hinduism.[114][115][116]\n\nThe contemporary Sant Mat is a 19th-century origin movement.[117] Scholars are divided as to whether to call Radha Soami a 1) Sikh-derived or 2) Hindu–Sikh-synthesed or 3) independent version of the medieval Sant Mat as new universal religion.[118]\n\nSlavic, Russian, Peterburgian  Vedism or simply Vedism[119][120] are terms used to describe the one of the earliest branch of Slavic Native Faith (\"Rodnovery\")—contemporary indigenous development of Vedic forms of religion in Russia, especially of Saint Petersburg's communities, other Slavic countries, and generally all the post-Soviet states. The word \"Vedism\" comes from the verb \"to know\" (vedatʼ)—a semantic root which is shared in Slavic and Sanskrit languages alike.[121]\n\nSlavic Vedism involves the worship of Vedic gods, characterised by its use of indigenous Slavic rituals and Slavic names for the deities, distinguishing from other groups which have maintained a stronger bond with modern Hinduism, although Krishnaite groups often identify themselves as \"Vedic\" too. Also some syncretic groups within Slavic Native Faith (Slavic Neopaganism) use the term \"Vedism\".[122][123]\n\n"
        },
        {
            "title": "Cross-denominational influences",
            "text": "Jñāna is a Sanskrit word that means knowledge. In Vedas it means true knowledge, that (atman) is identical with Brahman. It is also referred to as Atma Jnana which is frequently translated as self-realization.\n\nThe Bhakti movement was a theistic devotional trend that originated in the seventh-century Tamil south India (now parts of Tamil Nadu and Kerala), and spread northwards.[124] It swept over east and north India from the fifteenth-century onwards, reaching its zenith between the 15th and 17th century CE.[124][125] The Bhakti movement regionally developed as Hindu denominations around different gods and goddesses, such as Vaishnavism (Vishnu), Shaivism (Shiva), Shaktism (Shakti goddesses), and Smartism.[1][7][126] The movement was inspired by many poet-saints, who championed a wide range of philosophical positions ranging from theistic dualism of Dvaita to absolute monism of Advaita Vedanta.[124][127] Scriptures of the Bhakti movement include the Bhagavad Gita, Bhagavata Purana and Padma Purana.[128][129]\n\nAs part of the legacy of the Alvars, five Vaishnava philosophical traditions (sampradayas) has developed at the later stages.[130]\n\nHindu philosophy is traditionally divided into six āstika (Sanskrit: आस्तिक \"orthodox\") schools of thought,[131] or darśanam (दर्शनम्, \"view\"), which accept the Vedas as the supreme revealed scriptures. The schools are:\n\nThe nāstika/heterodox schools are (in chronological order):\n\nHowever, medieval philosophers like Vidyāraṇya classified Indian philosophy into sixteen schools, where schools belonging to Saiva, Pāṇini and Raseśvara thought are included with others, and the three Vedantic schools Advaita, Vishishtadvaita and Dvaita (which had emerged as distinct schools by then) are classified separately.[132]\n\nIn  Hindu history, the distinction of the six orthodox schools was current in the Gupta period \"golden age\" of Hinduism. With the disappearance of Vaisheshika and Mimamsa, it was obsolete by the later Middle Ages and modern times, when the various sub-schools of Vedanta began to rise to prominence as the main divisions of religious philosophy, as follows:[133][134]\n\nNyaya survived into the 17th century as Navya Nyaya \"Neo-Nyaya\", while Samkhya gradually lost its status as an independent school, its tenets absorbed into Yoga and Vedanta.\n\n"
        }
    ]
}