{
    "url": "https://en.wikipedia.org/wiki/His_Kind_of_Woman",
    "title": "His Kind of Woman",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Promotion",
        "5 Release and reception",
        "5.1 Box office",
        "5.2 Critical response",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "His Kind of Woman is a 1951 film noir starring Robert Mitchum and Jane Russell. The film features supporting performances by Vincent Price, Raymond Burr and Charles McGraw. The direction of the film, which was based on the unpublished story \"Star Sapphire\" by Gerald Drayson, is credited to John Farrow.[4]\n\nAfter Farrow had turned in what he thought was the finished film, RKO studio boss Howard Hughes intervened and caused extensive re-writes, re-casting, and re-shooting under the supervision of Richard Fleischer, whom Hughes coerced into cooperation by threatening not to release The Narrow Margin, a film that Fleischer had just finished for RKO. This post-production process took a great deal of time and money, costing about the same amount – $850,000 – as the film lost at the box office in its initial release.\n\n"
        },
        {
            "title": "Plot",
            "text": "Down on his luck, professional gambler Dan Milner accepts a mysterious job that will take him out of the country for a year but pays $50,000. He accepts a $5,000 advance and tickets that will take him to an isolated Mexican resort, Morro's Lodge, where he will receive further instructions. Milner is attracted to the only other passenger on his chartered flight to the resort, Lenore Brent. When he arrives, Milner finds that several guests at the luxurious Baja California resort have hidden agendas. He is disappointed to find that Lenore is the girlfriend of famous movie actor Mark Cardigan.\n\nMilner overhears two guests, self-proclaimed author Martin Krafft and a man named Thompson, planning something which he suspects involves him. When Milner confronts them, he is given $10,000 and told that someone is on his way to Baja to see him. Seemingly drunk Bill Lusk flies in, despite warnings of very dangerous storm conditions. Milner thinks he must be the contact but when the two are alone, Lusk says he is an undercover agent for the Immigration and Naturalization Service. He tells Milner that the U.S. government suspects that underworld boss Nick Ferraro, deported to Italy four years earlier, is scheming to get back into the country posing as Milner. The two men are a close physical match and Milner is a loner, so no one is likely to miss him. Krafft turns out to be a plastic surgeon.\n\nCardigan's wife Helen and his personal manager Gerald Hobson show up. She had gone to Reno to get a divorce, though not really intending to go through with it, as she is still fond of her husband. Hobson also thinks it is a poor idea because Cardigan's film contract is expiring and the bad publicity would make it hard to get a new one. With her own plans ruined, Lenore confesses to Milner that she is really just a singer looking to hook a wealthy spouse. Milner shows his softer side when he helps unhappy newlywed Jennie Stone by cheating at poker to win back her husband's gambling losses from investment broker Myron Winton. Lusk sneaks into Thompson's room but is caught and killed. Milner and Lenore stumble upon his body dumped on the beach; Milner is convinced that the dead man must have been telling the truth.\n\nThat night, Thompson and his men take Milner to a yacht, recently arrived in the bay. Milner is able to pass along a veiled plea for help to Lenore. She persuades Cardigan, who is tired of just pretending to be a hero, to help out. While the actor keeps the mobsters pinned down with his hunting rifle, Milner sneaks back onto the boat, knowing that the only way out of his mess is to deal with Ferraro once and for all. He is caught and brought to the crime lord. After killing two of the thugs and wounding and capturing Thompson, Cardigan mounts a rescue with the reluctant assistance of the Mexican police and a couple of the more adventurous guests. A gunfight breaks out aboard the boat, followed by a melee. Milner manages to break free and shoot Ferraro dead. Cardigan and his wife are reconciled. Milner and Lenore end the film in a clinch.\n\n"
        },
        {
            "title": "Cast",
            "text": "Cast notes:\n\n"
        },
        {
            "title": "Production",
            "text": "The film – which was at one stage known as Star Sapphire, the title of the unpublished story by Gerald Drayson it was based on[9] – was announced in July 1949 with Jane Russell and Robert Mitchum already attached.[10] For Howard Hughes, who owned RKO and acted as its executive producer, Mitchum and Russell were the epitome of sexual chemistry.[5]\n\nRobert Sparks was to produce and John Farrow to direct. Farrow had directed Mitchum in Where Danger Lives the year before, and the two had gotten along well.[5] They expected His Kind of Woman to be a similar experience, shooting a straightforward adventure thriller. However, Frank Fenton and Jack Leonard, who co-wrote the screenplay, intended the film to be a send-up of the dark film noir crime movies which were popular at the time. The primary conduit of the comedy of the film was the character of the ham Shakespearean actor Mark Cardigan, played by Vincent Price.\n\nFilming took place in November 1950.[11] In December the production was doing retakes.[12]\n\nRussell and Mitchum were promptly re-teamed in the 1951 film Macao.[13] RKO were so pleased with Price's performance in His Kind of Woman that they signed him to a non-exclusive contract as a writer and director.[14] In May 1951 it was announced further retakes would be done for the film.[15]\n\nHoward Hughes, the Texas billionaire who had bought RKO Pictures in 1948,[16] loved Vincent Price's character, and demanded of director John Farrow that it be expanded. Farrow, however, had delivered a film he believed to be finished, and refused to make Hughes' changes, leaving the production.[5] Hughes then asked Richard Fleischer to change and reshoot the ending, estimating that the reshoot would take ten days or two weeks.[17]\n\nFleischer had just finished making a B movie for RKO, The Narrow Margin. Hughes and other RKO executives thought this was something special, which was why that Hughes approached Fleischer to reshoot the ending of His Kind of Woman. When Fleischer turned down Hughes' request, the producer attempted to persuade him by offering Fleischer the chance to remake The Narrow Margin as an \"A\" film with a million-dollar budget and RKO's top stars. Fleischer again refused, as he was satisfied with the film he had made. Hughes then coerced his acceptance by threatening not to release The Narrow Margin at all, and Fleischer gave in.[5] Fleischer ended up reshooting most of the film.[16]\n\nStory conferences between Hughes, Fleischer and the writer Earl Felton began on December 3, 1950,[7] and took several months to complete. Because of Hughes' obsession with the film, especially its ending, the meetings lasted 7 or 8 hours each. Hughes demanded that the film have more slapstick comedy, more death and brutality, and more fighting. He also added the character of Martin Krafft, the sadistic German plastic surgeon. Hughes wrote all of Krafft's lines, tape recorded himself saying them, and then sent the recordings to the production to ensure that the part was played exactly as he envisaged it.[7]\n\nThe changes added new action scenes on the yacht, of which a set of the bridge had been built for the original production.[18] As action sequences were added in the rewrite, this set was expanded bit by bit to a set for a full-size 150-foot (46 m) yacht, including interiors.[19] The yacht set was in a very large water tank on Stage 22 of the RKO Culver City lot, the biggest sound stage in Hollywood.[20]\n\nA new scene involved the sinking of a row boat; \"After the boat reached a certain point, it had to sink fairly slowly, the water coming up to the chins of the smallest seated soldiers\".[21] This required that the tank with the yacht set be emptied, have a portion rebuilt to deepen it to accommodate the sinking as scripted and be refilled.[22] Another new scene involved a massive brawl.[23]\n\nAfter two months of shooting and a month of editing, an hour and 20 minutes of new material had been added to the film. When Hughes viewed the new material, he decided that he did not like the actor playing the character Ferraro, Lee Van Cleef, and ordered the scenes reshot. Robert J. Wilke was chosen for the reshoot after a careful search and screen tests; this second reshoot involved nearly every scene of the new material and a number of scenes earlier in the picture.[24] Three quarters of the way through this second reshoot, Hughes saw Raymond Burr in a film and ordered Ferraro's scenes reshot again, this time using Burr in the part.[25]\n\nIn total, the reshooting of the film cost about $850,000 to complete – which, coincidentally was approximately the amount of money which the film lost in its initial 1951 release.[26]\n\n"
        },
        {
            "title": "Promotion",
            "text": "Hughes promoted the film with a giant firework-shooting billboard featuring Mitchum and Russell that spanned Wilshire Boulevard, proclaiming the two as \"the hottest combination to ever hit the screen\".[5] The same image of the two actors later caused problems in London, as it was decided that too much of Russell's cleavage was showing.[8]\n\n"
        },
        {
            "title": "Release and reception",
            "text": "The film recorded a loss of $825,000.[27]\n\nIn a review of the film, the staff at Variety magazine lauded the pairing of Robert Mitchum and Jane Russell as the lead characters, writing, \"[The] two strike plenty of sparks in their meetings as each waits out plot development ... Both Mitchum and Russell score strongly. Russell's full charms are fetchingly displayed in smart costumes that offer the minimum of protection. Much is made of Vincent Price's scenery-chewing actor character and much of it supplies relief to the film's otherwise taut development\".[28]\n\nCritic Dennis Schwartz called the film, \"An oddball tongue-in-cheek crime thriller, filled with ad-libs, from Howard Hughes' RKO studio that strays from its conventional film noir plot to try its hand at comedy\". Schwartz also appreciated the acting, writing, \"It's a part where Mitchum is perfectly at home with being a loner anti-hero and Russell is perfectly cast as the bouncy 'his kind of woman', who in the last shot kisses him while his pants are being scorched by the iron--a perfect metaphor to end on\".[29]\n\nLinda Rasmussen liked Mitchum's performance but as a film noir proper gave the film a lackluster review, \"As a serious film-noir thriller, it lacks suspense and depth. However, the film has its moments, and Robert Mitchum is in his element as the loner anti-hero\".[30] Jane Russell later said \"It was a good film until they took John Farrow off and put in this nonsense at the end, the gore and [hypodermic] needles\".[31]\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nFurther reading\n\n"
        }
    ]
}