{
    "url": "https://en.wikipedia.org/wiki/Historical_drama",
    "title": "Historical drama",
    "table_of_contents": [
        "1 Scholarship",
        "2 Historical accuracy",
        "3 Lists",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A historical drama (also period drama, costume drama,  and period piece) is a work set in a past time period, usually used in the context of film and television. Historical drama includes historical fiction and romances, adventure films, and swashbucklers. A period piece may be set in a vague or general era such as the Middle Ages, or a specific period such as the Roaring Twenties, or the recent past.\n\n"
        },
        {
            "title": "Scholarship",
            "text": "Films set in historical times have always been some of the most popular works.[citation needed] D. W. Griffith's The Birth of a Nation and Buster Keaton's The General are examples of popular early American works set during the U.S. Civil War. In different eras different subgenres have risen to popularity, such as the westerns and sword and sandal films that dominated North American cinema in the 1950s. The costume drama is often separated as a genre of historical dramas. Early critics defined them as films focusing on romance and relationships in sumptuous surroundings, contrasting them with other historical dramas believed to have more serious themes. Other critics have defended costume dramas, and argued that they are disparaged because they are a genre directed towards women.[1] Historical dramas have also been described as a conservative genre, glorifying an imagined past that never existed.[2]\n\n"
        },
        {
            "title": "Historical accuracy",
            "text": "While historical drama is fiction, works may include references to real-life people or events from the relevant time period or contain factually accurate representations of the time period. Works may also include mostly-fictionalized narratives based on actual people or historical events, such as Apollo 13, Braveheart, Chernobyl, Enemy at the Gates, Les Misérables, and Titanic.[3]\n\nWorks that focus on accurately portraying specific historical events or persons are instead known as docudrama, such as The Report. Where a person's life is central to the story, such a work is known as biographical drama, with notable examples being films such as Alexander,[4] Cinderella Man, Frida, House of Saddam, Lincoln, Stalin, and W..\n\n"
        }
    ]
}