{
    "url": "https://en.wikipedia.org/wiki/History_of_robots",
    "title": "History of robots",
    "table_of_contents": [
        "1 Early legends",
        "2 Automata",
        "3 Modern history",
        "3.1 1900s",
        "3.2 1910s",
        "3.3 1920s",
        "3.4 1930s",
        "3.5 1940s",
        "3.6 1950s",
        "3.7 1960s",
        "3.8 1970s",
        "3.9 1980s",
        "3.10 1990s",
        "3.11 2000s",
        "3.12 2010s",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe history of robots has its origins in the ancient world. During the industrial revolution, humans developed the structural engineering capability to control electricity so that machines could be powered with small motors. In the early 20th century, the notion of a humanoid machine was developed.\n\nThe first uses of modern robots were in factories as industrial robots. These industrial robots were fixed machines capable of manufacturing tasks which allowed production with less human work. Digitally programmed industrial robots with artificial intelligence have been built since the 2000s.\n\n"
        },
        {
            "title": "Early legends",
            "text": "Concepts of artificial servants and companions date at least as far back as the ancient legends of Cadmus, who is said to have sown dragon teeth that turned into soldiers and Pygmalion whose statue of Galatea came to life. Many ancient mythologies included artificial people, such as the talking mechanical handmaidens (Ancient Greek: Κουραι Χρυσεαι (Kourai Khryseai); \"Golden Maidens\"[1]) built by the Greek god Hephaestus (Vulcan to the Romans) out of gold.[2]\n\nThe Buddhist scholar Daoxuan (596-667 AD) described humanoid automata crafted from metals that recite sacred texts in a cloister which housed a fabulous clock. The \"precious metal-people\" weeped when Buddha Shakyamuni died.[3] Humanoid automations also feature in the Epic of King Gesar, a Central Asian cultural hero.[4]\n\nEarly Chinese lore on the legendary carpenter Lu Ban and the philosopher Mozi described mechanical imitations of animals and demons.[5] The implications of humanoid automatons were discussed in Liezi (4th century CE), a compilation of Daoist texts which went on to become a classic. In chapter 5 King Mu of Zhou is on tour of the West and upon asking the craftsman Master Yan Shi \"What can you do?\" the royal court is presented with an artificial man. The automation was indistinguishable from a human and performed various tricks for the king and his entourage. But the king flew into a rage when apparently the automation started to flirt with the ladies in attendance and threatened the automation with execution. So the craftsman cut the automation open and revealed the inner workings of the artificial man. The king is fascinated and experiments with the functional interdependence of the automation by removing different organlike components. The king marveled \"is it then possible for human skill to achieve as much as the Creator?\" and confiscated the automation.[6] A similar tale can be found in the near contemporary Indian Buddhist Jataka tales, but here the intricacy of the automation does not match that of Master Yan.[4] Prior to the introduction of Buddhism in the Common Era, Chinese philosophers did not seriously consider the distinction between appearance and reality. The Liezi rebuts Buddhist philosophies and likens human creative powers to that of the Creator.[7]\n\nThe Indian Lokapannatti, a collection of cycles and lores produced in the 11th or 12th century AD,[8] tells the story of how an army of automated soldiers (bhuta vahana yanta or \"Spirit movement machines\") were crafted to protect the relics of Buddha in a secret stupa. The plans for making such humanoid automatons were stolen from the kingdom of Rome, a generic term for the Greco-Roman-Byzantine culture. According to the Lokapannatti, the Yavanas (\"Greek-speakers\") used the automatons to carry out trade and farming, but also captured and executed criminals. Roman automation makers who left the kingdom were pursued and killed by the automatons. According to the Lokapannatti, the emperor Asoka hears the story of the secret stupa and sets out to find it. Following a battle between the fierce warrior automatons, Asoka finds the long-lived engineer who had constructed the automatons and is shown how to dismantle and control them. Thus emperor Asoka manages to command a large army of automated warriors. This Indian tale reflects the fear of losing control of artificial beings, which has also been expressed in Greek myths about the dragon-teeth army.[9]\n\nInspired by European Christian legend, medieval Europeans devised brazen heads that could answer questions posed to them. Albertus Magnus was supposed to have constructed an entire android which could perform some domestic tasks, but it was destroyed by Albert's student Thomas Aquinas for disturbing his thought.[10] The most famous legend concerned a bronze head devised by Roger Bacon which was destroyed or scrapped after he missed its moment of operation.[10] Automata resembling humans or animals were popular in the imaginary worlds of medieval literature.[11][12]\n\n"
        },
        {
            "title": "Automata",
            "text": "In the 4th century BC the mathematician Archytas of Tarentum postulated a mechanical bird he called \"The Pigeon\", which was propelled by steam.[13] Taking up the earlier reference in Homer's Iliad, Aristotle speculated in his Politics (ca. 322 BC, book 1, part 4) that automata could someday bring about human equality by making possible the abolition of slavery:\n\nWhen the Greeks controlled Egypt, a succession of engineers who could construct automata established themselves in Alexandria. Starting with the polymath Ctesibius (285-222 BC), Alexandrian engineers left behind texts detailing workable automata powered by hydraulics or steam. Ctesibius built human-like automata, often these were used in religious ceremonies and the worship of deities. One of the last great Alexandrian engineers, Hero of Alexandria (10-70 CE) constructed an automata puppet theater, where the figurines and the stage sets moved by mechanical means. He described the construction of such automata in his treatise on pneumatics.[14] Alexandrian engineers constructed automata as reverence for humans' apparent command over nature and as tools for priests, but also started a tradition where automata were constructed for anyone who was wealthy enough and primarily for the entertainment of the rich.[15]\n\nThe manufacturing tradition of automata continued in the Greek world well into the Middle Ages. On his visit to Constantinople in 949 ambassador Liutprand of Cremona described automata in the emperor Theophilos' palace, including \n\nSimilar automata in the throne room (singing birds, roaring and moving lions) were described by Luitprand's contemporary, the Byzantine emperor Constantine Porphyrogenitus, in his book Περὶ τῆς Βασιλείου Τάξεως.\n\nIn China the Cosmic Engine, a 10-metre (33 ft) clock tower built by Su Song in Kaifeng, China, in 1088 CE, featured mechanical mannequins that chimed the hours, ringing gongs or bells among other devices.[17] Feats of automation continued into the Tang dynasty. Daifeng Ma built an automated dresser servant for the queen.[18] Ying Wenliang built an automata man that proposed toasts at banquets and a wooden woman automata that played the sheng. Among the best documented automata of ancient China are that of Han Zhile, a Japanese who moved to China in the early 9th century CE.[19]\n\nPost-classical societies such as the Byzantines and Arabs continued the construction of automata. The Byzantines inherited the knowledge on automata from the Alexandrians and developed it further to build water clocks with gear mechanisms, such as for example described by Procopius about 510. It was in the medieval Arab world where more significant advances in the construction of automata would take place. Harun al-Rashid built water clocks with complicated hydraulic jacks and moving human figures. One such clock was gifted to Charlemagne, King of the Franks, in 807.[20] Arab engineers such as Banu Musa and Al-Jazari published treatise on hydraulics and further advanced the art of water clocks. Al-Jazari built automated moving peacocks driven by hydropower.[21] He invented a water wheels with cams on their axle used to operate automata.[22] One of al-Jazari's humanoid automata was a waitress that could serve water, tea or drinks. The drink was stored in a tank with a reservoir from where the drink drips into a bucket and, after seven minutes, into a cup, after which the waitress appears out of an automatic door serving the drink.[23] Al-Jazari invented a hand washing automaton incorporating a flush mechanism now used in modern flush toilets. It features a female humanoid automaton standing by a basin filled with water. When the user pulls the lever, the water drains and the female automaton refills the basin.[24] Furthermore, he created a robotic musical band.[25] According to Mark Rosheim, unlike Greek designs Arab automata worked with dramatic illusion and manipulated the human perception for practical application.[26]\n\nThe segmental gears described in The Book of Knowledge of Ingenious Mechanical Devices, published by Al-Jazari shortly before his death in 1206, appeared 100 years later in the most advanced European clocks. Al-Jazari also published instructions on the construction of humanoid automata.[27] The first water clocks modeled on Arabic designs were constructed in Europe about 1000 CE, possibly on the basis of the information that was transmitted during Muslim-Christian contact in Sicily and Spain. Among the first recorded European water clocks is that of Gerbert of Aurillac, built in 985 CE.[28] Hero's works on automata were translated into Latin amid the 12th century Renaissance. The early 13th-century artist-engineer Villard de Honnecourt sketched plans for several automata. At the end of the 13th century, Robert II, Count of Artois, built a pleasure garden at his castle at Hesdin that incorporated a number of robots, humanoid and animal.[29] Automated bellstrikers, called jacquemart, became popular in Europe in the 14th century alongside mechanical clocks.[28]\n\nAmong the first verifiable automation is a humanoid drawn by Leonardo da Vinci (1452–1519) in around 1495. Leonardo's notebooks, rediscovered in the 1950s, contain detailed drawings of a mechanical knight in armor which was able to sit up, wave its arms and move its head and jaw.[30] In the mid-1400s, Johannes Müller von Königsberg created an automaton eagle and fly made of iron; both could fly. John Dee is also known for creating a wooden beetle, capable of flying.[31]\n\nThe 17th-century thinker Rene Descartes believed that animals and humans were biological machines. On his last trip to Norway, he took with him a mechanical doll that looked like his dead daughter Francine.[32] In the 18th century the master toymaker Jacques de Vaucanson built for Louis XV an automated duck with hundreds of moving parts, which could eat and drink. Vaucanson subsequently built humanoid automatons, a drummer and fife player were noted for their anatomical similarity to real human beings.[33] Vaucanson's creation inspired European watchmakers to manufacture mechanical automata and it became fashionable among the European aristocracy to collect sophisticated mechanical devices for entertainment.[32] In 1747 Julien Offray de La Mettrie anonymously published L'homme machine (Man a Machine), in which he called Vaucanson a \"new Prometheus\" and mused \"the human body is a watch, a large watch constructed with such skill and ingenuity\".[34]\n\nIn the 1770s the Swiss Pierre Jaquet-Droz created moving automata that looked like children, which delighted Mary Shelley, who went on to write the 1818 novel Frankenstein; or, The Modern Prometheus. The ultimate attempt at automation was The Turk by Wolfgang von Kempelen, a sophisticated machine that could play chess against a human opponent and toured Europe. When the machine was brought to the new world, it prompted Edgar Allan Poe to pen an essay, in which he concluded that it was impossible for mechanical devices to reason or think.[32]\n\nIn the 19th century the Japanese craftsman Hisashige Tanaka, known as \"Japan's Edison\", created an array of extremely complex mechanical toys, some of which could serve tea, fire arrows drawn from a quiver, or even paint a Japanese kanji character. The landmark text Karakuri Zui (Illustrated Machinery) was published in 1796.[35] In 1898 Nikola Tesla demonstrated a prototype remote-controlled submarine at Madison Square Garden as \"an automaton which left to itself, will act as though possessed of reason and without any wilful control from the outside.\" He defended his invention against critical reporters, arguing that his automata were not \"wireless torpedo\", but instead, \"mechanical men, which will do the laborious work of the human race.\"[36]\n\n"
        },
        {
            "title": "Modern history",
            "text": "Starting in 1900, L. Frank Baum introduced contemporary technology into children's books in the Oz series. In The Wonderful Wizard of Oz (1900) Baum told the story of the cyborg Tin Woodman, a human woodcutter who had his limbs, head and body replaced by a tinsmith after his wicked axe had severed them. In Ozma of Oz (1907) Baum describes the copper clockwork man Tik-Tok, who needs to be continuously wound up and runs down at inopportune moments.[38]\n\nIn 1903, the Spanish engineer Leonardo Torres y Quevedo introduced a radio based control system called the \"Telekino\" at the Paris Academy of Science.[39] It was intended as a way of testing a dirigible of his own design without risking human lives. To avoid the expense of conceivably crashing his airship prototype he built his demonstration device into a boat. Unlike the system Tesla used, which carried out actions of the 'on/off' type, Torres device was able to memorize the signals received to execute the operations on its own and could carry out to 19 different orders. In 1906, in the presence of an audience which included the King of Spain, Torres demonstrated the invention in the Port of Bilbao, guiding a boat from the shore with people on board. Later, he would try to apply the Telekino to projectiles and torpedoes but had to abandon the project for lack of financing.[40]\n\nIn 1912, Leonardo Torres y Quevedo built the first truly autonomous machine capable of playing chess. As opposed to the human-operated The Turk and Ajeeb, El Ajedrecista (The Chessplayer) was an automaton which play chess without human guidance. It only played an endgame with three chess pieces, automatically moving a white king and a rook to checkmate the black king moved by a human opponent.[41][42] In his 1913 paper Essays on Automatics, Torres proposed a machine that makes \"judgments\" using sensors that capture information from the outside, parts that manipulate the outside world like arms, power sources such as batteries and air pressure, and the most important, captured information and past information. It is defined as a part that can control the reaction like a living thing according to external information and adapt to changes in the environment to change its behavior.[43]\n[44][45]\n\nThe term \"robot\" was first used in a play published by the Czech Karel Čapek in 1921. R.U.R. (Rossum's Universal Robots) was a satire, robots were manufactured biological beings that performed all unpleasant manual labor.[46] According to Čapek, the word was created by his brother Josef from the Czech word robota 'corvée', or in Slovak 'work' or 'labor'.[47] (Karel Čapek was working on his play during his stay in Trenčianske Teplice in Slovakia where his father worked as a medical doctor.) The play R.U.R, replaced the popular use of the word \"automaton\".[48]\n\nWestinghouse Electric Corporation built Televox in 1926; it was a cardboard cutout connected to various devices which users could turn on and off.[49] In 1927, Fritz Lang's Metropolis was released; the Maschinenmensch (\"machine-human\"), a gynoid humanoid robot, also called \"Parody\", \"Futura\", \"Robotrix\", or the \"Maria impersonator\" (played by German actress Brigitte Helm), was the first robot ever to be depicted on film.[50]\n\nThe most famous Japanese robotic automaton was presented to the public in 1927. The Gakutensoku was supposed to have a diplomatic role. Actuated by compressed air, it could write fluidly and raise its eyelids.[19] Many robots were constructed before the dawn of computer-controlled servomechanisms, for the public relations purposes of major firms. These were essentially machines that could perform a few stunts, like the automata of the 18th century. In 1928, one of the first humanoid robots was exhibited at the annual exhibition of the Model Engineers Society in London. Invented by W. H. Richards, the robot - named Eric - consisted of an aluminium suit of armour with eleven electromagnets and one motor powered by a 12-volt power source. The robot could move its hands and head and could be controlled by remote control or voice control.[51]\n\nThe earliest designs of industrial robots were put into production in the United States. These manipulators had joints modelled on human shoulder-arm-wrist kinetics to replicate human motions like pulling, pushing, pressing and lifting. Motions could be controlled through cam and switch programming. In 1938 Willard V. Pollard filed the first patent application for such an arm, the \"Position Controlling Apparatus\" with electronic controllers, pneumatic cylinder and motors that powered six axes of motion. But the large drum memory made programming time-consuming and difficult.[52]\n\nIn 1939, the humanoid robot known as Elektro appeared at the World's Fair.[53][54] Seven feet tall (2.1 m) and weighing 265 pounds (120 kg), it could walk by voice command, speak about 700 words (using a 78-rpm record player), smoke cigarettes, blow up balloons, and move its head and arms. The body consisted of a steel gear cam and motor skeleton covered by an aluminium skin.[55]\n\nIn 1939 Konrad Zuse constructed the first programmable electromechanical computer, laying the foundation for the construction of a humanoid machine that is now deemed a robot.[56] The practical application of binary logic to electric switches had been demonstrated by Claude Shannon, but his calculator was not programmable.[57]\n\nIn 1941 and 1942, Isaac Asimov formulated the Three Laws of Robotics, and in the process coined the word \"robotics\".[citation needed] In 1945 Vannevar Bush published As We May Think, an essay that investigated the potential of electronic data processing. He predicted the rise of computers, digital word processors, voice recognition and machine translation. He was later credited by Ted Nelson, the inventor of hypertext.[18]\n\nIn 1943 Arturo Rosenblueth, Norbert Wiener and Julian Bigelow adopted the human central nervous system as control paradigm for automatic weapons systems. In doing so they pioneered cybernetics (Greek for steersman) and modelled data processing on the assumption that an animal continually communicates its sensorial experience to its central nervous system as automatic and involuntary feedback, thus being able to regulate processes such as respiration, circulation and digestion.[58] Following the Second World War, at a 1946 conference on cybernetics, Warren McCulloch gathered a team of mathematicians, computer engineers, physiologists and psychologists to work on machine operation using biological systems as starting point. Following the publication of his book in 1948, Wiener's idea that inanimate systems could simulate biological and social systems through the use of sensors led to the adaption of cybernetic theories into industrial machines. But servo controllers proved inadequate in achieving the desired level of automation.[59]\n\nThe first electronic autonomous robots with complex behavior were created by William Grey Walter of the Burden Neurological Institute at Bristol, England in 1948 and 1949. He wanted to prove that rich connections between a small number of brain cells could give rise to very complex behaviors - essentially that the secret of how the brain worked lay in how it was wired up. His first robots, named Elmer and Elsie, were constructed between 1948 and 1949 and were often described as \"tortoises\" due to their shape and slow rate of movement. The three-wheeled tortoise robots were capable of phototaxis, by which they could find their way to a recharging station when they ran low on battery power.[citation needed]\n\nWalter stressed the importance of using purely analogue electronics to simulate brain processes at a time when his contemporaries such as Alan Turing and John von Neumann were all turning towards a view of mental processes in terms of digital computation. Walter's work inspired subsequent generations of robotics researchers such as Rodney Brooks, Hans Moravec and Mark Tilden.  Modern incarnations of Walter's \"turtles\" may be found in the form of BEAM robotics.[60]\n\nIn 1951 Walter published the paper A Machine that learns, documenting how his more advanced mechanical robots acted as intelligent agent by demonstrating conditioned reflex learning.[18]\n\nUnimate, the first digitally operated and programmable robot, was invented by George Devol in 1954 and \"represents the foundation of the modern robotics industry.\"[61][62]\n\nIn Japan, robots became popular comic book characters. Robots became cultural icons and the Japanese government was spurred into funding research into robotics. Among the most iconic characters was the Astro Boy, who is taught human feelings such as love, courage and self-doubt. Culturally, robots in Japan became regarded as helpmates to their human counterparts.[63]\n\nThe introduction of transistors into computers in the mid-1950s reduced their size and increased performance. Therefore, computing and programming could be incorporated into a range of applications, including automation.[64] In 1959 researchers of the Massachusetts Institute of Technology (MIT) demonstrated computer-assisted manufacturing.[65]\n\nDevol sold the first Unimate to General Motors in 1960, and it was installed in 1961 in a plant in Ewing Township, New Jersey, to lift hot pieces of metal from a die casting machine and place them in cooling liquid.[66][67] \"Without any fanfare, the world's first working robot joined the assembly line at the General Motors plant in Ewing Township in the spring of 1961... It was an automated die-casting mold that dropped red-hot door handles and other such car parts into pools of cooling liquid on a line that moved them along to workers for trimming and buffing.\" Devol's patent for the first digitally operated programmable robotic arm represents the foundation of the modern robotics industry.[68]\n\nThe Rancho Arm was developed as a robotic arm to help handicapped patients at the Rancho Los Amigos Hospital in Downey, California; this computer-controlled arm was bought by Stanford University in 1963.[69] In 1967 the first industrial robot was put to productive use in Japan. The Versatran robot had been developed by American Machine and Foundry. A year later a hydraulic robot design by Unimation was put into production by Kawasaki Heavy Industries.[70] Marvin Minsky created the Tentacle Arm in 1968; the arm was computer-controlled and its 12 joints were powered by hydraulics.[69] In 1969 Mechanical Engineering student Victor Scheinman created the Stanford Arm, recognized as the first electronic computer-controlled robotic arm because the Unimate's instructions were stored on a magnetic drum.[69]\n\nIn the late-1960s the Vietnam War became the testing ground for automated command technology and sensor networks.[71] In 1966 the McNamara Line was proposed with the aim of requiring virtually no ground forces. This sensor network of seismic and acoustic sensors, photoreconnaissance and sensor-triggered land mines was only partially implemented due to high cost.[72] The first mobile robot capable of reasoning about its surroundings, Shakey, was built in 1970 by the Stanford Research Institute (now SRI International). Shakey combined multiple sensor inputs, including TV cameras, laser rangefinders, and \"bump sensors\" to navigate.[69]\n\nIn the early 1970s precision munitions and smart weapons were developed. Weapons became robotic by implementing terminal guidance. At the end of the Vietnam War the first laser-guided bombs were deployed, which could find their target by following a laser beam that was pointed at the target. During the 1972 Operation Linebacker laser-guided bombs proved effective, but still depended heavily on human operators. Fire-and-forget weapons were also first deployed in the closing Vietnam War, once launched no further attention or action was required from the operator.[72]\n\nThe development of humanoid robots was advanced considerably by Japanese robotics scientists in the 1970s.[73] Waseda University initiated the WABOT project in 1967, and in 1972 completed the WABOT-1, the world's first full-scale humanoid intelligent robot.[74] Its limb control system allowed it to walk with the lower limbs, and to grip and transport objects with hands, using tactile sensors. Its vision system allowed it to measure distances and directions to objects using external receptors, artificial eyes and ears. And its conversation system allowed it to communicate with a person in Japanese, with an artificial mouth. This made it the first android.[75][76]\n\nFreddy and Freddy II were robots built at the University of Edinburgh School of Informatics by Pat Ambler, Robin Popplestone, Austin Tate, and Donald Mitchie, and were capable of assembling wooden blocks in a period of several hours.[77] German based company KUKA built the world's first industrial robot with six electromechanically driven axes, known as FAMULUS.[78]\n\nIn 1974, Michael J. Freeman created Leachim, a robot teacher who was programmed with the class curricular, as well as certain biographical information on the 40 students whom Leachim was programmed to teach.[79] Leachim had the ability to synthesize human speech.[80] Leachim was tested in a fourth grade classroom in the Bronx borough of New York City.[81]\n\nIn 1974, David Silver designed The Silver Arm, which was capable of fine movements replicating human hands. Feedback was provided by touch and pressure sensors and analyzed by a computer.[69] The SCARA, Selective Compliance Assembly Robot Arm, was created in 1978 as an efficient, 4-axis robotic arm. Best used for picking up parts and placing them in another location, the SCARA was introduced to assembly lines in 1981.[82]\n\nThe Stanford Cart successfully crossed a room full of chairs in 1979. It relied primarily on stereo vision to navigate and determine distances.[69] The Robotics Institute at Carnegie Mellon University was founded in 1979 by Raj Reddy.[83]\n\nTakeo Kanade created the first \"direct-drive arm\" in 1981. The first of its kind, the arm's motors were contained within the robot itself, eliminating long transmissions.[85]\n\nIn 1984 Wabot-2 was revealed; capable of playing the organ, Wabot-2 had 10 fingers and two feet. Wabot-2 was able to read a score of music and accompany a person.[86]\n\nIn 1986, Honda began its humanoid research and development program to create robots capable of interacting successfully with humans.[87] A hexapodal robot named Genghis was revealed by MIT in 1989. Genghis was famous for being made quickly and cheaply due to construction methods; Genghis used 4 microprocessors, 22 sensors, and 12 servo motors.[88] Rodney Brooks and Anita M. Flynn published \"Fast, Cheap, and Out of Control: A Robot Invasion of The Solar System\". The paper advocated creating smaller cheaper robots in greater numbers to increase production time and decrease the difficulty of launching robots into space.[89]\n\nIn 1994 one of the most successful robot-assisted surgery appliances was cleared by the FDA. The Cyberknife had been invented by John R. Adler and the first system was installed at Stanford University in 1991. This radiosurgery system integrated image-guided surgery with robotic positioning. The Cyberknife is now deployed to treat patients with brain or spine tumors. An x-ray camera tracks displacement and compensates for motion caused by breathing.[90]\n\nThe biomimetic robot RoboTuna was built by doctoral student David Barrett at the Massachusetts Institute of Technology in 1996 to study how fish swim in water. RoboTuna is designed to swim and to resemble a bluefin tuna.[91]\n\nHonda's P2 humanoid robot was first shown in 1996. Standing for \"Prototype Model 2\", P2 was an integral part of Honda's humanoid development project; over 6 feet (1.8 m) tall, P2 was smaller than its predecessors and appeared to be more human-like in its motions.[92]\n\nExpected to operate for only seven days, the Sojourner rover finally shuts down after 83 days of operation in 1997. This small robot (only 23 lbs or 10.5 kg) performed semi-autonomous operations on the surface of Mars as part of the Mars Pathfinder mission; equipped with an obstacle avoidance program, Sojourner was capable of planning and navigating routes to study the surface of the planet. Sojourner's ability to navigate with little data about its environment and nearby surroundings allowed it to react to unplanned events and objects.[93]\n\nThe P3 humanoid robot was revealed by Honda in 1998 as a part of the company's continuing humanoid project.[94] In 1999, Sony introduced the AIBO, a robotic dog capable of interacting with humans; the first models released in Japan sold out in 20 minutes.[95] Honda revealed the most advanced result of their humanoid project in 2000, named ASIMO. ASIMO can run, walk, communicate with humans, recognise faces, environment, voices and posture, and interact with its environment.[96] Sony also revealed its Sony Dream Robots, small humanoid robots in development for entertainment.[97] In October 2000, the United Nations estimated that there were 742,500 industrial robots in the world, with more than half of them being used in Japan.[31]\n\nIn April 2001, the Canadarm2 was launched into orbit and attached to the International Space Station. The Canadarm2 is a larger, more capable version of the arm used by the Space Shuttle, and is hailed as \"smarter\".[98] Also in April, the Unmanned Aerial Vehicle Global Hawk made the first autonomous non-stop flight over the Pacific Ocean from Edwards Air Force Base in California to RAAF Base Edinburgh in Southern Australia. The flight was made in 22 hours.[99]\n\nThe popular Roomba, a robotic vacuum cleaner, was first released in 2002 by the company iRobot.[100]\n\nIn 2005, Cornell University revealed a robotic system of block-modules capable of attaching and detaching, described as the first robot capable of self-replication, because it was capable of assembling copies of itself if it was placed near more of the blocks which composed it.[101] Launched in 2003, on 3 and 24 January, the Mars rovers Spirit and Opportunity landed on the surface of Mars. Both robots drove many times the distance originally expected, and Opportunity was still operating as late as mid-2018, before communications were lost due to a major dust storm.[102]\n\nSelf-driving cars had made their appearance by around 2005, but there was room for improvement. None of the 15 devices competing in the DARPA Grand Challenge (2004) successfully completed the course; in fact no robot successfully navigated more than 5% of the 150-mile (240 km) off-road course, leaving the $1 million prize unclaimed.[103] In 2005, Honda revealed a new version of its ASIMO robot, updated with new behaviors and capabilities.[104] In 2006, Cornell University revealed its \"Starfish\" robot, a four-legged robot capable of self modeling[clarification needed] and learning to walk after having been damaged.[105] In 2007, TOMY launched the entertainment robot, i-sobot, a humanoid bipedal robot that can walk like a human and performs kicks and punches and also some entertaining tricks and special actions under \"Special Action Mode\".\n\nThe 2010s were defined by large-scale improvements in the availability, power and versatility of commonly available robotic components, as well as the mass proliferation of robots into everyday life, which caused both optimistic speculation and new societal concerns.\n\nDevelopment of humanoid robots continued to advance; Robonaut 2 was launched to the International Space Station aboard Space Shuttle Discovery on the STS-133 mission in 2011 as the first humanoid robot in space. While its initial purpose was to teach engineers how dextrous robots behave in space, the hope is that through upgrades and advancements, it could one day venture outside the station to help spacewalkers make repairs or additions to the station or perform scientific work.[106] By the end of the decade, humanoid and animal-like robots were capable of clearing difficult obstacle courses, maintaining balance, and even performing gymnastic feats.[107] However, the vast majority of robotic developments in the 2010s instead saw smaller, more specialized non-humanoid robots become cheaper, more capable, and more ubiquitous.\n\nMoore's Law and the increasing integration of digital electronic components into lightweight and powerful systems on a chip allowed for the heavy computation necessary for the operation of a robotic system to be performed by smaller and smaller devices. Many of these advances in chip and sensor technology were driven by the growth and spread of smartphones, which demanded these new components to meet the increasing demands of everyday use.\n\nThe cost and weight reductions of these components have resulted in a proliferation of new kinds of special-purpose robots. Quadcopters, a novelty at the beginning of the decade, became a ubiquitous platform for robotic systems, featuring autonomous navigation and stabilization and carrying increasingly powerful sensors, including stabilized high definition cameras, radar, and surveying equipment. By the end of the decade, the cost of a robotic quadcopter with 4K cameras and autonomous navigation had dropped to within range of hobbyist budgets,[108] and companies like Amazon were exploring the use of quadcopters to autonomously deliver freight, though deployment of this systems did not happen on a large scale in the decade.[109]\n\nThe decade also saw a boom in the capabilities of artificial intelligence. Over the course of the 2010s, the capacity of onboard computers used within robots increased to the point that robots could perform increasingly complex actions without human guidance, as well as independently process data in more complex ways. The growth of mobile data networks and increasing power of graphics cards for artificial intelligence applications also allowed robots to communicate with distant clusters in real time, effectively boosting the capability of even very simple robots to include cutting-edge artificial intelligence techniques.\n\nThe 2010s also saw the growth of new software paradigms, which allowed robots and their AI systems to take advantage of this increased computing power. Neural networks became increasingly well developed in the 2010s, with companies like Google offering free and open access to products like TensorFlow, which allowed robot manufacturers to quickly integrate neural nets that allowed for abilities like facial recognition and object identification in even the smallest, cheapest robots.[110]\n\nThe growth of robots in the 2010s also coincided with the increasing power of the open source software movement, with many companies offering free access to their artificial intelligence software. Open source hardware, such as the Raspberry Pi line of compact single board computers and the Arduino line of microcontrollers, as well as a growing array of electronic components like sensors and motors dramatically increased in power and decreased in price over the 2010s. Combined with  the drop in cost of manufacturing techniques like 3D printing, these components allowed hobbyists, researchers and manufacturers alike to quickly and cheaply build special-purpose robots that exhibited high degrees of artificial intelligence, as well as to share their designs with others around the world.\n\nSelf-driving cars transitioned from speculative to emergent during the decade. By the end of the decade, most new cars were manufactured with robotic subsystems capable of warning the car's human driver about dangers such as nearby vehicles or potential lane departures.[111] In 2014, new Tesla vehicles were fitted with the computer hardware necessary to eventually support a full autopilot software system, with increasingly autonomous software systems arriving as updates over later years.[112] By the end of the decade, autonomous driving was possible on large highways, but still required human supervision.[113]\n\nThe growth of robotic capabilities during the decade happened in tandem with the centralization of economic power into the hands of large multinational tech companies, which has prompted concerns that the capabilities of these robots could be abused by the companies that make them available to consumers. The acquisition of Roomba by Amazon led to concerns from data privacy advocates that data about the interiors of users' homes collected by the robots' sensors and cameras could be stored, shared and analyzed without those users' informed consent.[114] Likewise, the ubiquity of small flying quadcopters, home automation, and facial recognition capabilities by robots has caused serious concerns regarding human rights abuses, including allegations of repression of ethnic minorities in China[115] and concerns about violations of privacy rights by law enforcement in the United States.[116] As robotic systems showed the ability to perform more and more tasks once limited to human operators, many ethicists raised concerns that robots operating complex systems may not have the moral or ethical safeguards necessary to ensure public safety.[117]\n\nThroughout the 2010s, humans continued to examine the nature of their relationships with robots, with trends indicating a general belief that robots were or would become conscious beings deserving of rights, and potential allies or rivals to humans. On 25 October 2017 at the Future Investment Summit in Riyadh, a robot called Sophia and referred to with female pronouns was granted Saudi Arabian citizenship, becoming the first robot ever to have a nationality.[118][119] This has attracted controversy, as it is not obvious whether this implies that Sophia can vote or marry, or whether a deliberate system shutdown can be considered murder; as well, it is controversial considering how few rights are given to Saudi human women.[120][121] Popular works of art in the 2010s, such as HBO's revival of Westworld, encouraged empathy for robots, and explored questions of humanity and consciousness.[122]\n\nBy the end of the decade, commercial and industrial robots were in widespread use, performing jobs more cheaply or with greater accuracy and reliability than humans, and were widely used in manufacturing, assembly and packing, transport, Earth and space exploration, surgery, weaponry, laboratory research, and mass production of consumer and industrial goods.[123] The growth of the use robots across industry, as well as in the service sector and in creative or highly skilled jobs formerly limited to humans, led to fears in the latter part of the decade of mass technological unemployment.[124]\n\nBy the very end of the decade, robotics had started to make advancements on the nanotechnology scale. In 2019, engineers at the University of Pennsylvania created millions of nanobots in just a few weeks using technology borrowed from the mature semiconductor industry. These microscopic robots, small enough to be injected into the human body and controlled wirelessly, could one day deliver medications and perform surgeries, revolutionizing medicine and health.[125]\n\n"
        },
        {
            "title": "Notes",
            "text": "More about humanoid robot\n\n"
        }
    ]
}