{
    "url": "https://en.wikipedia.org/wiki/History_of_film_technology",
    "title": "History of film technology",
    "table_of_contents": [
        "1 From ancient times to 1894: motion picture technologies before film",
        "1.1 1831–1848: Early stroboscopic animation",
        "1.2 1849–1870: Photography in motion",
        "1.3 1874: Janssen's photographic revolver",
        "1.4 1876–1878: Donisthorpe's early film concepts",
        "1.5 1878–1881: Muybridge and the horse in motion",
        "1.6 1882–1890s: Marey and chronophotography",
        "1.7 1886–1895: Anschütz' Electrotachyscope",
        "2 1884-1900: paper and gelatin films",
        "2.1 1886–1889: Le Prince's \"animated pictures of natural scenery and life\"",
        "2.2 1888–1900: Reynaud's Théâtre Optique",
        "3 1889–1896: early celluloid films",
        "3.1 1891–1896: The Kinetoscope",
        "3.2 1894-1896: Early film screenings",
        "4 1896-1910s: Early movie industry",
        "5 Flicker problem and solutions",
        "6 Color films",
        "6.1 Additive process",
        "6.2 Technicolor",
        "7 Synchronized sound",
        "8 3D",
        "9 4D",
        "10 Interactive film and virtual reality",
        "11 Widescreen and 360° film",
        "12 Digital film",
        "13 See also",
        "14 References",
        "15 Further reading",
        "16 Links to this information"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The history of film technology traces the development of techniques for the recording, construction and presentation of motion pictures. When the film medium came about in the 19th century, there already was a centuries old tradition of screening moving images through shadow play and the magic lantern that were very popular with audiences in many parts of the world. Especially the magic lantern influenced much of the projection technology, exhibition practices and cultural implementation of film. Between 1825 and 1840, the relevant technologies of stroboscopic animation, photography and stereoscopy were introduced. For much of the rest of the century, many engineers and inventors tried to combine all these new technologies and the much older technique of projection to create a complete illusion or a complete documentation of reality. Colour photography was usually included in these ambitions and the introduction of the phonograph in 1877 seemed to promise the addition of synchronized sound recordings. Between 1887 and 1894, the first successful short cinematographic presentations  were established. The biggest popular breakthrough of the technology came in 1895 with the first projected movies that lasted longer than 10 seconds. During the first years after this breakthrough, most motion pictures lasted about 50 seconds, lacked synchronized sound and natural colour, and were mainly exhibited as novelty attractions. In the first decades of the 20th century, movies grew much longer and the medium quickly developed into one of the most important tools of communication and entertainment. The breakthrough of synchronized sound occurred at the end of the 1920s and that of full color motion picture film in the 1930s (although black and white films remained very common for several decades). By the start of the 21st century, physical film stock was being replaced with digital film technologies at both ends of the production chain by digital image sensors and projectors.\n\n3D film technologies have been around from the beginning, but only became a standard option in most movie theatres during the first decades of the 21st century.\n\nTelevision, video and video games are closely related technologies, but are traditionally seen as different media. Historically, they were often interpreted as threats to the movie industry that had to be countered with innovations in movie theatre screenings, such as colour, widescreen formats and 3D.\n\nThe rise of new media and digitization have caused many aspects of different media to overlap with film, resulting in shifts in ideas about the definition of film. To differentiate film from television: a film is usually not transmitted live and is commonly a standalone release, or at least not part of a very regular ongoing schedule. Unlike computer games, a film is rarely interactive. The difference between video and film used to be obvious from the medium and the mechanism used to record and present the images, but both have evolved into digital techniques and few technological differences remain. Regardless of its medium, the term \"film\" mostly refers to relatively long and big productions that can be best enjoyed by large audiences on a large screen in a movie theatre, usually relating a story full of emotions, while the term \"video\" is mostly used for shorter, small-scale productions that seem to be intended for home viewing, or for instructional presentations to smaller groups.\n\n"
        },
        {
            "title": "From ancient times to 1894: motion picture technologies before film",
            "text": "The technology of film emerged mostly from developments and achievements in the fields of projection, lenses, photography and optics.\nEarly techniques that involve moving pictures and/or projection include:\n\nLive projection of moving images occurs in the camera obscura (also known as \"pinhole image\"), a natural phenomenon that may have been used artistically since prehistory. Very occasionally, the camera obscura was used to project theatrical spectacles to entertain small audiences. It is believed that the technique was more commonly used by charlatans, priests and wizards to conjure up magical, religious and necromantic appearances, for instance of spiritual beings like ghosts, gods or demons. The use of a lens in a camera obscura has been dated back to 1550. In the 17th century, the camera obscura was a popular drawing aid and commonly turned into a mobile device, first as tents and not much later as portable wooden boxes. Starting around 1790 with the experiments of Thomas Wedgwood, the box-type camera obscura would be adapted into a photographic still camera by capturing the projected images on plates or sheets that were treated with light-sensitive chemicals.\n\nAround 1659 the magic lantern was developed by Christiaan Huygens. It projected slides that were usually painted in color on glass. A sketch by Huygens believed to have been made in 1659, indicates that moving images from mechanical slides may have been part of the earliest screenings. Around 1790, the magic lantern became an important instrument in the multi-media phantasmagoria spectacles. Rear projection, animated slides, multiple projectors (superimposition), mobile projectors (on tracks or handheld), projection on smoke, sounds, odors and even electric shocks were used to frighten audiences in dedicated theatres with a convincing ghost horror experience. In the 19th century, several other popular magic lantern techniques were developed, including dissolving views and new types of mechanical slides that created dazzling abstract effects (chromatrope, et cetera) or that depicted, for instance, falling snow or the planets and their moons revolving.\n\nMany aspects of cinema are closely related to theatre. The term \"photoplay\", commonly used in the early days of cinema, reflects the idea of motion pictures as filmed plays. Technologies used for the theatre, such as stage lighting and all kinds of special effects were automatically adopted for use in front of cameras.\n\nOn 21 January 1831, Michael Faraday introduced an experiment with a rotating cardboard disc with concentric series of apertures that represented cogwheels of different sizes and different amounts of cogs. When looking at a mirror through the holes of one series of apertures, that \"wheel\" seemed to stand still while the others would appear to move around with different velocities or in opposite directions.[1]\n\nIn January 1833, Joseph Plateau, who had been working on similar experiments for years, published a letter about his recently discovered slotted disc inspired by Faraday's input. The illustrated example of a pirouetting dancer demonstrated that if drawings of successive phases of a scene or object in motion replaced the apertures in Faraday's experiment, they would give the impression of fluent motion when viewed in the mirror through the slots. Plateau's Fantascope became better known as the Phénakisticope and its principle would form the basis for many later motion picture technologies (including cinematography).[2] The possibilities of the Fantascope were limited to the short loops of images that could be drawn or printed on a cardboard circle, but Plateau suggested in a letter to Faraday that the principle might find modified applications in, for instance, phantasmagoria.[3]\n\nIn May 1833, Simon Stampfer published his Stroboscopische Scheiben that were very similar to Plateau's Fantascope discs. In a booklet issued later that year, he explained the stroboscopic animation principles and stated to have discovered the technique in December 1832 soon after repeating Faraday's experiments. Stampfer also suggested several variations, including a cylinder (similar to the later zoetrope), a long paper or canvas strip looped around two parallel rollers to enable longer theatre scenes (somewhat similar to film) and a theater-like frame (much like the later praxinoscope theatre). Because most movements in nature could not be \"fixed in their individual moments\", Stampfer promoted careful analysis of motion and strict division into regular phases for accurate motion designs.[4] In the April 1833 patent application for the stroboscope discs, Stampfer and publisher Matthias Trentsensky had also suggested stroboscopic presentation of transparent pictures (which were commonly used for magic lantern projection).\n\nThe earliest known public screening of projected stroboscopic animation was presented by Austrian magician Ludwig Döbler on 15 January 1847 at the Josephstadt Theatre in Vienna, with his patented Phantaskop. The spectacle was well-received with sold-out shows in several European cities during a tour that lasted until the spring of 1848, although one critic complained about the flickering quality of the stroboscopic images.[5][6][7][8]\n\nWhen photography was introduced in 1839, long exposure times seemed to prohibit a combination with stroboscopic animation. In 1849, Joseph Plateau published about improvements for his Fantascope, including a suggestion by Charles Wheatstone to combine it with his invention of the stereoscope and with inspiration from Wheatstone's early stereoscopic photography. Plateau proposed a stop motion technique avant la lettre with stereoscopic recordings of plaster models in different positions.[9] He never executed the elaborate plan, probably because he had turned blind by this time. Stereoscopic photography became very popular in the early 1850s with David Brewster and Jules Duboscq's new portable viewer with lenses.\n\nStereoscopy inspired hope that photography could also be augmented with colour and motion for a more complete illusion of reality, and several pioneers started to experiment with these goals in mind.\n\nAntoine Claudet claimed in March 1851 to have exhibited a self portrait that showed 12 sides of his face at the French Industrial Exposition of 1844.[10] These were probably not meant as a representation of different phases of a motion, but as an overview of different camera angles. However, Claudet got interested in animating stereoscopic photography and in November 1851 he claimed to have created a stereo viewer that showed people in motion.[11] It could show a motion of two phases repetitively and Claudet worked on a camera that would record stereoscopic pairs for four different poses (patented in 1853).[12] Although Claudet was not satisfied with the stereoscopic effect in this device, he believed the illusion of motion was successful.[13]\n\nOn 12 November 1852, Jules Duboscq (who published Plateau's Fantascope in France and also manufactured Wheatstone stereoscopes)[14] added a \"Stéréoscope-fantascope, ou Bïoscope\" variation to his patent for a stereoscope.[15] Basically a combination of Plateau's Fantascope and the stereoscope, it used two small mirrors in different angles next to each other that reflected stereoscopic image pairs (printed above each other on the stroboscopic disc). Of three planned variations only one was actually produced, without commercial success.[16] The only known extant Bioscope disc has stereoscopic sets of a sequence of photographic images of a machine in action. No original viewing device has resurfaced, but parts of it are known from an illustration in an 1853 advertisement.\n\nOther concepts for stereoscopic viewers include a double-phenakistiscope version that one F. Wenham (possibly Francis Herbert Wenham) in 1895 claimed to have made in 1852,[17][18] a similar idea and a proto-zoetrope by Johann Nepomuk Czermak published in 1855, an 1858 stroboscopic-stereoscopic projection system by Joseph-Charles d'Almeida that he wanted to combine with the principles of the phénakisticope,[19] and Coleman Sellers II's kinematoscope patented in 1861.[20][21]\n\nOn 27 February 1860 Peter Hubert Desvignes received British patent no. 537 for 28 monocular and stereoscopic variations of cylindrical stroboscopic devices. This included a version that used an endless band of pictures running between two spools that was intermittently lit by an electric spark.[22] Desvignes' Mimoscope, similar to Czermak's Stereophoroskop, received an Honourable Mention \"for ingenuity of construction\" at the 1862 International Exhibition in London.[23] It could \"exhibit drawings, models, single or stereoscopic photographs, so as to animate animal movements, or that of machinery, showing various other illusions.\"[24]\n\nDuring the 1850s the first examples of instantaneous photography had appeared, which furthered hope for the possibilities of motion photography. In 1860, John Herschel figured it was or would soon be possible to take ten stereoscopic snap-shots in one second that could then be combined with the phenakisticope. He also had high hopes for the development of colour photography, since he himself had already obtained promising results.[25]\n\nOn 5 February 1870, Philadelphia engineer Henry Renno Heyl projected three moving picture scenes with his Phasmatrope to 1500 persons at a church entertainment evening at the Philadelphia Academy of Music. Each scene was projected from its own intermittent spur-geared rotating disk with 16 photographic images. The only known extant disk repeated four images of a waltzing couple four times and was screened with an appropriate musical accompaniment by a 40-person orchestra. The presentation of a disk depicting a Brother Jonathan speech (considered lost) was voiced live by an actor.[6]\n\nJules Janssen developed a large photographic revolver that was used to document the stages of the transit of Venus in 1874 at different geographic points, in an early form of time-lapse photography. Several discs with images have been preserved, but research concluded that all of the known discs contained test recordings of a model in front of a circular light source (or brightly lit surface). The photographs were most likely never intended to be presented as motion pictures, but much later images of one disc were transferred and animated into a very short stop motion film.[26] In 1875 and 1876, Janssen suggested that the revolver could also be used to document animal locomotion, especially birds, since they would be hard to photograph by other means.\n\nOn 9 November 1876, Wordsworth Donisthorpe, filed a patent application for \"an apparatus for taking and exhibiting photographs\" that would \"facilitate the taking of a succession of photographic pictures at equal intervals of time, in order to record the changes taking place in or the movements of the object being photographed, and also by means of succession of pictures so taken of any moving object to give to the eye a presentation of the object in continuous movement as it appeared when being photographed\". The camera would have a mechanism to move photographic plates one by one past a lens and shutter to be exposed for the necessary time and then dropped or carried into a receiver. The recorded images would be printed at equal distances apart on a strip of paper. The strip was to be wound between cylinders and carried past the eye of the observer, with a stroboscopic device to expose each picture momentarily. Such photographic strips only became commercially available several years later and Donisthorpe seems to have been unable to produce motion pictures at this stage.[27]\n\nThomas Edison demonstrated his phonograph on 29 November 1877. An article in Scientific American concluded: \"It is already possible, by ingenious optical contrivances, to throw stereoscopic photographs of people on screens in full view of an audience. Add the talking phonograph to counterfeit their voices and it would be difficult to carry the illusion of real presence much further\". Donisthorpe announced in the 24 January 1878 edition of Nature that he would advance that conception: \"By combining the phonograph with the Kinesigraph I will undertake not only to produce a talking picture of Mr. Gladstone which, with motionless lips and unchanged expression shall positively recite his latest anti-Turkish speech in his own voice and tone. Not only this, but the life size photograph itself shall move and gesticulate precisely as he did when making the speech, the words and gestures corresponding as in real life.\"[28] A Dr. Phipson repeated this idea in a French photography magazine, but renamed the device \"Kinétiscope\" to reflect the viewing purpose rather than the recording option. This was picked up in the United States and discussed in an interview with Edison later in the year.[27]\n\nIn June 1878, Eadweard Muybridge made several sequential series of photographs of Leland Stanford's horses in motion with a line of cameras along the race track. Results were soon after published as The Horse in Motion and the achievement received worldwide praise (as well as astonishment about the relatively \"ungraceful\" positions of the legs of the horses). By January 1879 at the latest, people placed Muybridge's sequential pictures in zoetropes to watch them in motion.[29] These were probably the very first viewings of photographic motion pictures that were recorded in real-time. The quality of the small pictures was limited and the figures were mostly seen as silhouettes, in some cases furthered by retouching of the pictures to get rid of photographic irregularities. From 1879 to 1893 Muybridge gave lectures in which he projected silhouettes of his pictures with a device he eventually called the Zoopraxiscope. It used slightly anamorphic pictures traced from his photographs and painted onto glass discs, in an early type of rotoscoping. One disc had anamorphic chronophotographs of the skeleton of a horse posed in the different positions of a stride, as recorded in 1881. Muybridge continued his locomotion studies of different animals and of people until 1886.\n\nMany others would follow Muybridge's example and started making sequential photograph series, a method dubbed \"Chronophotographie\" by French scientist Étienne-Jules Marey.\n\nÉtienne-Jules Marey had already been researching and graphically recording animal locomotion for years. His book The animal machine, terrestrial and aerial locomotion (French edition 1873, English edition 1874) had inspired Leland Stanford to look for a way to correctly visualize the strides of horses. In 1882, Marey started using his chronophotographic gun for scientific study of animal locomotion. It was capable of taking 12 consecutive frames a second through a single lens.\n\nMarey had relatively little interest in moving imagery and preferred to study stills. Many of his later chronophotographic studies recorded the sequential images on a single plate, with a newly-developed chronophotographic camera system.\n\nPrompted by the much publicized successes of Muybridge's photographic sequences and other chronophotographic achievements, inventors in the late 19th century began to realize that the making and showing of photographic 'moving pictures' of a more useful or even indefinite length was a practical possibility. Many people working in the field followed the international developments closely through information in periodicals, patent filings, personal contact with colleagues or by getting their hands on new equipment.[30]\n\nBetween 1886 and 1894 Ottomar Anschütz developed several versions of his \"elektrische Schnellseher\", or Electrotachyscope. His first machine had 24 chronophotographic 9x12 centimeter glass plate images on a rotating disk, illuminated from behind by synchronized stroboscopic flashes from a Geissler tube. In very successful presentations between 1887 and 1890, four to seven spectators at a time would watch the images on a 12.5 centimeter wide milk-glass screen in a window in a wall of a small darkened room. In 1890, Anschütz introduced a long cylindrical automated version with six small screens. In 1891, Siemens & Halske started manufacture of circa 152 copies of Anschütz' coin-operated peep-box Electrotachyscope-automat, that was successfully distributed internationally. On 25 November 1894, Anschütz introduced his patented projector with two intermittently rotating large disks and continuous light to project images on a 6 by 8 meter screen for 300-seat audiences.[31][6][32]\n\n"
        },
        {
            "title": "1884-1900: paper and gelatin films",
            "text": "Anschütz' successful presentations and projections of cinematography were technologically based on rotating discs or drums and the repeating loops never contained more than 24 images.\n\nAlthough Simon Stampfer had already suggested rolls of paper or canvas as a means to present stroboscopic animation in 1833, the idea never caught on. Donisthorpe's 1876 patent had suggested the uses of paper film rolls, but had not resulted in any satisfying recordings or presentations.\n\nIn 1884, George Eastman patented his ideas for photographic film.[33] The first rolls of Eastman film used gelatin with a paper backing as a flexible support for a light-sensitive layer of chemicals.\n\nSeveral motion picture pioneers discovered the possibilities to record and present their chronophotographic work on rolls of film. Émile Reynaud seems to have been the first to present motion pictures through the projection of long strips of transparent images.\n\nThe oldest known functional motion picture cameras were developed by Louis Le Prince in the 1880s. On 2 November 1886, he applied for a US patent for a \"Method of and apparatus for producing animated pictures of natural scenery and life\", which was granted on 10 January 1888. It described a multi-lens camera in detail and also provided some information on a projector, but construction details for the projector were planned to be patented separately. The idea for a two-fold apparatus was also included. The camera could be fitted with three, four, eight, nine, sixteen or more lenses and was illustrated with sixteen lenses in the patent documents. The images were to be recorded as negatives on a pair of sensitive films, stored on two lower drums and mechanically transported without interruption to two upper drums, past lenses and successively operated shutters. The sensitive film could be \"an endless sheet of insoluble gelatine coated with bromide emulsion or any convenient ready-made quick-acting paper, such as Eastman's paper film\". For longer recordings, the receiver could be suited with extra supply boxes after the first boxes were exhausted. With sixteen lenses the camera could record 960 images per minute (16 per second). The projector would have positive transparencies on flexible material, \"such as gelatine, mica, horn &c\" to be \"adjusted on a pair of endless metallic ribbons accurately punctured with small round holes\" and guided past the lenses and shutters by pins on drums. Shorter sequences could be projected from glass discs instead of the films on drums. Le Prince intended the pictures to \"pass through the hands of artists\" to be suitably colored.[34][35] Despite similarities in terminology in Le Prince and Donisthorpe's patents and the fact that they lived and worked on similar projects in the same town, it remains uncertain whether Le Prince was directly inspired by Donisthorpe's work. Before the application was granted, it was criticized for possible infringements of the patent of Du Mont (1861 and 1865) and Muybridge (1883). In the meantime, Le Prince kept experimenting with different techniques and materials for years and applied for additional patents in many countries.[36]\n\nA sequence of 16 frames of recordings of a man walking around a corner has been preserved and seems to have been shot on one glass plate with the 16-lens camera by Le Prince in Paris around August 1887. Only 12 frames contain complete and clear images. On 18 August 1887, while in Paris, Le Prince sent his wife 8 gelatin pictures showing his mechanic running. Le Prince claimed he was able to record 32 images per second and mentioned that he wanted to show her his progress, but was keeping the better results for his own use. He also thought about reverting to his original plan of using \"a special light for each image\".[36][37] It is believed that the preserved images are from experiments relating to the ones mentioned in the letter, and were shot at the corner of Rue Bochard-de-Saron (where Le Prince was living) and Avenue Trudaine.[citation needed]\n\nIn May 1887,[38] after much trial and error, Le Prince was able to develop and patent his first single-lensed motion picture camera. He later used it to shoot the film that became known as Roundhay Garden Scene, a short test photographed on October 14, 1888 in Roundhay, Leeds.[39] Le Prince also recorded trams and the horse-drawn and pedestrian traffic on Leeds Bridge,[40] and a few more short films.\n\nLe Prince used paper-backed gelatin films for the negatives, from which the paper could be peeled off after filming. He also investigated the possibilities of celluloid film and obtained long lengths from the Lumiere factory in Lyon.[41]\n\nIn 1889, Le Prince developed a single-lensed projector with an arc lamp to project his films onto a white screen.[42]\n\nLe Prince didn't publish about his inventions. His wife arranged a demonstration at the Morris–Jumel Mansion in Manhattan in 1890, but Le Prince vanished after boarding a train on 16 September 1890.\n\nÉmile Reynaud already mentioned the possibility of projecting moving images in his 1877 patent application for the Praxinoscope. He presented a praxinoscope projection device at the Société française de photographie on 4 June 1880, but did not market his Praxinoscope à projection before 1882. He then further developed the device into the Théâtre Optique, which could project longer sequences with separate backgrounds, and patented the machine in 1888. He created several Pantomimes Illumineuses for this optical theatre by painting colourful images on hundreds of gelatin plates that were mounted into cardboard frames and attached to a cloth band. The perforated strip of images could be manually transported past a lens and mirror projection system. Many simple actions of the figures, for example one figure hitting another, were repeated several times by rewinding and forwarding certain sequences. Some sound effects were synchronized by electro-magnetic devices, triggered by metal parts on the strip, while a score with some songs was performed live. From 28 October 1892 to March 1900, Reynaud gave over 12,800 shows to a total of over 500,000 visitors at the Musée Grévin in Paris.\n\n"
        },
        {
            "title": "",
            "text": "Celluloid photographic film was commercially introduced in 1889.\n\nWilliam Friese-Greene reportedly used oiled paper as a medium for displaying motion pictures in 1885, but by 1887 would have started working with celluloid.[citation needed] In 1889, Friese-Greene took out a patent for a chronophotographic camera. This was capable of taking up to ten photographs per second using perforated celluloid film. A report on the camera was published in the British Photographic News on February 28, 1890.[43] He showed his negative film strips and a projection device at the Photographic Convention held at the Town Hall, Chester, in late June 1890, but was unable to demonstrate the projector, supposedly because it had suffered some derangement during transport. Instead he seems to have used a phenakisticope-based device built for him by John Arthur Roebuck Rudge, which could only show a looping short sequence, possibly photographed as a series of posed shots.[44]\n\nLe Prince investigated the possibilities of celluloid film and obtained long lengths from the Lumière factory in Lyon.[41]\n\nDonisthorpe's interest in moving pictures was revived when he heard about the successful experiments of Louis Le Prince, who was then working in Donsithorpe's home town of Leeds. In 1889, Donisthorpe took out a patent, jointly with William Carr Crofts, for a camera using celluloid roll film and a projector system; they then made a short film of the bustling traffic in London's Trafalgar Square.[45][46][47]\n\nThe Pleograph, invented by Polish emigre Kazimierz Prószyński in 1894[48] was another early camera. It also doubled as a projector. The apparatus used a rectangle of celluloid with perforations between several parallel rows of images. Using an improved pleograph, Prószynski shot short films showing scenes of life in Warsaw, such as people skating in the park.\n\nSoon after he introduced his phonograph in 1877, Thomas Alva Edison was confronted with ideas to combine it with moving images. He never showed much interest, but eventually he registered a caveat for \"an instrument which does for the Eye what the phonograph does for the Ear\" in October 1888. A meeting with Muybridge for a possible collaboration, in February 1888, seems to have triggered the action. Edison employee W. K. L. Dickson got the job for the development of the technology. Initially, experiments focused on an apparatus that would have 42,000 microscopic pinhole photographs on a celluloid sheet wrapped around a cylinder, similar to phonograph cylinders, to be viewed through a magnifying lens at the end of a conical tube. This concept was abandoned by the end of 1889 and a system based on Anschütz's rotating disc Electrotachyscope was investigated for a short while. After Edison had visited Étienne-Jules Marey, further experiments concentrated on 3/4 inch strips, much like Marey was using in his chronophotography cameras at the time.[49] The Edison company added sprocket holes, possibly inspired by Reynaud's Théâtre Optique. A prototype of the Kinetoscope was demonstrated to a convention of the National Federation of Women's Clubs visiting the Edison studio on 20 May 1891, with the short demo film Dickson Greeting, leading to much press coverage. Later machines would have 35mm films in a coin-operated peep-box. The device was first publicly demonstrated at the Brooklyn Institute of Arts and Sciences on 9 May 1893.\n\nCommercial exploitation began with a first Kinetoscope parlor opening on 14 April 1894, soon followed by many others across the United States and in Europe. Edison never attempted to patent these instruments outside the US, since they relied so greatly on technologies that were well-known and often patented in other countries.\n\nAfter Anschütz's Electrotachyscopes and Edison's Kinetoscopes were presented publicly and the underlying technique was described in magazines, many engineers would try their hand at the projection of moving photographic pictures on a large screen. Döbler, Muybridge and Reynaud had already been quite successful with their projections of animated pictures, and stereopticons already enabled large photographic projections, but it took a while before anybody managed to publicly reproduce live-action recordings on a large screen. Newspapers and magazines often reported on such developments, but few had the knowledge necessary to properly describe true technological advancements. Many \"inventors\" promoted their results as groundbreaking endeavors even if they had (knowingly or unknowingly) only copied previously existing technology, claimed inventions before they were fully realized, or claimed priority with vague evidence after others had introduced similar advancements. Even if chauvinistic motives were put aside, many publications on the history of film have favored one or just a few inventors and presented those as the very first geniuses to introduce movies. From narrow teleological viewpoints, historians would often ignore pioneering technology if it didn't resemble the movie apparatus that they knew best (for instance the use of stroboscopic flashtubes instead of shutter blades).[50]\n\nThe Eidoloscope, devised by Eugene Augustin Lauste for the Latham family, was demonstrated for members of the press on April 21, 1895 and opened to the paying public on May 20, in a lower Broadway store with films of the Griffo-Barnett prize boxing fight, taken from Madison Square Garden's roof on May 4.[51] The special Latham loop allowed extended recording and reproduction of moving images. The Griffo-Barnett films lasted 12 minutes and the machine reportedly could work for hours, with up to 40 frames per second.[52]\n\nMax and Emil Skladanowsky screened short motion pictures with their \"Bioscop\", a flickerfree duplex construction, starting as part of a popular variety program at the Berlin Wintergarten theatre from 1 to 31 November 1895. On 21 december, their movies were screened as a single event in Hamburg. When they arrived in Paris, they caught the second screening of the Lumière Cinématographe on 29 december 1895 and consequently the booked Bioskop screenings at the Folies Bergère for january 1896 were cancelled. The brothers took their Bioscop on tour throughout Germany, The Netherlands and Scandinavia, but they struggled financially and quit the Bioscop screenings in 1897. Max Skladanowsky continued with related enterprises, like sales of flip books and amateur cameras.\n\nIn Lyon, Louis and Auguste Lumière developed the Cinématographe, an apparatus that took, printed, and projected film. On 27 december 1895 in Paris, father Antoine Lumière began exhibitions of projected films before the paying public. The Lumière company quickly became Europe's main producers with their actualités like Workers Leaving the Lumière Factory and a few comic vignettes like The Sprinkler Sprinkled (both 1895).\n\nIn Britain, Robert W. Paul and Birt Acres both independently developed their own systems for projecting a moving image on to a screen. Acres presented his in January 1896, and Paul unveiled his more influential Theatrograph shortly after on 20 February, on exactly the same day the Lumieres' films would first be projected in London.[53][54] The Theatrograph pioneered the ‘Maltese cross’ system that drove sprocket rollers to provide intermittent motion. After some demonstrations before scientific groups, he was asked to supply a projector and staff to the Alhambra Music Hall in Leicester Square, and he presented his first theatrical programme on 25 March 1896. His device was the prototype for the modern film projector and was sold across Europe.[55]\n\nBy 1896, it had dawned on the Edison company that more money could be made by showing motion picture films with a projector to a large audience than exhibiting them in peep-show machines. The Edison company took up a projector developed by Armat and Jenkins, the \"Phantoscope\", which was renamed the Vitascope, and it joined various projecting machines made by other people to show the films made by the Edison company and others in France and the UK.\n\n"
        },
        {
            "title": "1896-1910s: Early movie industry",
            "text": "Initially, a lack of standardization meant that film producers used a variety of different film widths and projection speeds, but after a few years the 35-mm wide Edison film, and the 16-frames-per-second projection speed of the Lumière Cinématographe became the standard.[56]\n\nBy 1898, Georges Méliès was the largest producer of fiction films in France, and from this point onwards his output consisted almost entirely of films featuring trick effects, which were very successful in all markets. The special popularity of his longer films, which were several minutes long from 1899 onwards (while most other films were still only a minute long), led other makers to start producing longer films.[57]\n\n"
        },
        {
            "title": "Flicker problem and solutions",
            "text": "Other systems used a continuous feed of film and projected the images intermittently by reflections from a mirror carousel, similar to the principle applied in Reynaud's Praxinoscope.[50]\n\n"
        },
        {
            "title": "Color films",
            "text": "The first person to demonstrate a natural-color motion picture system was British inventor Edward Raymond Turner, who applied for his patent in 1899, received it in 1900, and was able to show promising but very mechanically defective results in 1902.[58][59][60]\n\nTurner's camera used a rotating disk of three color filters to photograph color separations on one roll of black-and-white film. A red, green or blue-filtered image was recorded on each successive frame of film. The finished film print was projected, three frames at a time, through the corresponding color filters.[61][62]: 42 \n\nWhen Turner died in 1903, his financial backer at that time, pioneering film producer Charles Urban, passed on the development of the process to George Albert Smith, who by 1906 had developed a simplified version that he later named Kinemacolor. The Kinemacolor camera had red and green filters in the apertures of its rotating shutter, so that alternating red-filtered and green-filtered views of the subject were recorded on consecutive frames of the panchromatic black-and-white film. The Kinemacolor projector did the same thing in reverse, projecting the frames of the black-and-white print alternately through the red and green filters in its rotating shutter.\n\nBoth devices were operated at twice the usual frame rate to reduce the color flicker (technically known as \"color bombardment\") produced by non-simultaneous projection of the two color components, a defect which some viewers barely noticed but which others found obtrusive and headache-inducing. A related defect was the most obvious shortcoming of this process: because the two components had not been photographed at the same time, as pairs of frames, rapidly moving subjects did not adequately match up from one frame to the next when projected on the screen, resulting in color \"fringes\" or in extreme cases vividly colored \"ghosts\". A white dog wagging its tail in front of a dark background could appear to have several tails, variously red, green and white.[63]\n\nThe first motion picture exhibited in Kinemacolor was an eight-minute short titled A Visit to the Seaside, which was trade-shown in September 1908. The general public first saw Kinemacolor in a program of 21 short films shown on 26 February 1909 at the Palace Theatre in London.  The process was first seen in the US on 11 December 1909, at an exhibition staged by Smith and Urban at Madison Square Garden in New York.[64]\n\nKinemacolor released the first drama filmed in the process, Checkmated, in 1910, and the first feature-length documentary, With Our King and Queen Through India, in 1912.[65] \nKinemacolor projectors were installed in some 300 cinemas in Britain, and 54 dramatic films were produced. Four dramatic short films were made in Kinemacolor in the US in 1912–1913,[66] and one in Japan in 1914. However, the company was not a success, partly due to the expense of installing the special Kinemacolor projectors.\n\nA variant method was promoted by William Friese-Greene. He called his additive color system \"Biocolour\". It differed from Kinemacolor only in that the need for a filter-equipped projector was eliminated by staining alternate frames of the film itself with red and green dyes. An ordinary projector could therefore be used, if it would bear being cranked at a sufficient rate. Like Kinemacolor, Biocolour suffered from noticeable color flicker and from red and green fringing when the subject was in rapid motion.\n\nIn 1913, French film entrepreneur and inventor Léon Gaumont unveiled Chronochrome, a full-color additive system. The camera used three lenses with color filters to photograph red, green and blue color components simultaneously on consecutive frames of one strip of 35 mm black-and-white film. The projector had a corresponding triad of lenses. To reduce the strain imposed on the film as the mechanism in each device pulled it down three frames at a time, frame height was reduced from the usual four film perforations to three, resulting in a widescreen image format identical with the modern 16:9 aspect ratio.\n\nChronochrome's color quality was impressive, as surviving specimens attest,[67] and because the three frames were exposed and projected simultaneously, Kinemacolor's color bombardment and color fringes around moving objects were avoided. However, because the camera's three lenses could not all photograph the scene from exactly the same viewpoint, subjects that were too near the camera would exhibit color fringes if the registration of the three projected images was optimized for the background of the scene, and vice versa. A method of notching the prints to trigger automatic adjustment of the projection optics was invented, but expert supervision of the presentation was still a requisite. Light loss due to the color filters and the constrained dimensions of the projection lenses resulted in an image that was too dim for showing in a large auditorium unless a highly reflective metalized screen or rear-projection onto a translucent screen was used, and either solution created a \"hot spot\" that made the views from the side sections of the auditorium very unsatisfactory. The films were seldom screened outside of Gaumont's own cinemas and the system soon fell into disuse.\n\nAfter experimenting from 1915 to 1921 with additive color systems that filmed and projected the two color components simultaneously, rather than in rapid alternation (thereby eliminating Kinemacolor's color flicker and false color fringes around rapidly moving objects), the Technicolor Motion Picture Corporation developed a subtractive color print process. As in its last additive system, the camera had only one lens but used a beam splitter that allowed red and green-filtered images to be photographed simultaneously on adjacent frames of a single strip of black-and-white 35 mm film, which ran through the camera at twice the normal rate. By skip-frame printing from the negative, two prints were made, on film stock with half the normal base thickness. They were chemically toned (i.e., the silver particles forming the black-and-white images were proportionally replaced by coloring matter) to colors roughly complementary to the filter colors (red for the green-filtered images and vice versa), as subtractive color reproduction requires.[68] They were then cemented together, base to base, into a single strip of film. No special projection equipment was needed.\n\nThe first publicly shown film using this process was The Toll of the Sea (1922) starring Anna May Wong. Perhaps the most ambitious all-Technicolor feature was The Black Pirate (1926), starring and produced by Douglas Fairbanks.\n\nIn 1928, the system was refined by the adoption of dye imbibition, which allowed for the transferring of dyes from both color matrices into a single one-sided print, thus eliminating the complication of attaching two prints back to back and allowing multiple prints to be created from a single pair of matrices.[69]\n\nTechnicolor's system was popular for a number of years, but it was an expensive process: shooting cost three times as much as black-and-white photography and printing costs were also much higher. By 1932, color photography in general had nearly been abandoned by the major studios, but then Technicolor introduced a new process which recorded all three primary colors. Utilizing a dichroic beam splitter sandwiched between two 45-degree prisms in the form of a cube, light from the lens was split into two paths to expose three black-and-white films (two of them in bipack), one each to record the densities for red, green and blue.[70]\n\nThe three negatives were printed to gelatin matrix films, which were processed with a selectively hardening developer, treated to remove the silver, and hot-washed to leave only a gelatin relief of the images. A receiver print, consisting of a 50% density silver print of the black-and-white negative for the green component, and including the soundtrack and frame lines, was made and treated with dye mordants to aid in the imbibition process (the inclusion of a \"black\" image was discontinued in the early 1940s). The matrix for each color was soaked in its complementary dye (yellow, cyan, or magenta), then each in succession was brought into high-pressure contact with the receiver, which imbibed and held the dyes, thus reproducing a nearly complete spectrum of color, unlike previous two-color processes.[71] The first animation film to use the three-color (also called three-strip) system was Walt Disney's Flowers and Trees (1932), which introduced it to an enthusiastic public. The first short live-action film was La Cucaracha (1934), and the first all-color feature in \"New Technicolor\" was Becky Sharp (1935).[68]\n\nThe proliferation of television in the early 1950s contributed to a heavy mid-century push for color within the film industry. In 1947, only 12 percent of American films were made in color. By 1954, that number had risen to over 50 percent.[72] The color boom was aided by the breakup of Technicolor's near-monopoly on the medium. The last stand of black-and-white films made by or released through the major Hollywood studios came in the mid-1960s, after which the use of color film for all productions was effectively mandatory and exceptions were only rarely and grudgingly made.\n\n"
        },
        {
            "title": "Synchronized sound",
            "text": "In July 1879, Fairman Rogers published an article about his and Thomas Eakins' experiments with Muybridge's horse pictures in a special zoetrope. He mentioned working on the addition of a system which would give a sharp tap of a small hammer when each of the horse's feet appeared to strike the ground.[73]\n\nEdison's phonograph had inspired more interest in recording motion pictures to accompany the new medium, but when motion picture systems were developed, synchronization turned out to be much more of a technical challenge than imagined. Edison started the exploitation of the Kinetoscope without the expected accompaniment of sound. His 1895 Kinetophone version provided earphones for sound coming from a phonograph hidden in the same cabinet, but without serious effort to synchronize the sound to the images. \n\nHowever, there was still significant interest in motion pictures for films to be produced without sound. To enhance the viewers' experience, silent films were commonly accompanied by live musicians, sometimes sound effects and/or commentary spoken by the showman or projectionist. In most countries, intertitles came to be used to provide dialogue and narration for the film.\n\nExperimentation with sound film technology, both for recording and playback, was virtually constant throughout the silent era, but the twin problems of accurate synchronization and sufficient amplification had been difficult to overcome (Eyman, 1997). In 1926, Hollywood studio Warner Bros. introduced the \"Vitaphone\" system, producing short films of live entertainment acts and public figures and adding recorded sound effects and orchestral scores to some of its major features.\n\nDuring late 1927, Warners released The Jazz Singer, which was mostly silent but contained what is generally regarded as the first synchronized dialogue (and singing) in a feature film.[74] The early sound-on-disc processes such as Vitaphone were soon superseded by sound-on-film methods such as Fox Movietone, DeForest Phonofilm, and RCA Photophone. The trend convinced the largely reluctant industrialists that \"talking pictures\", or \"talkies\", were the future. A lot of attempts were made before the success of The Jazz Singer, that can be seen in the List of film sound systems.\n\nMany improvements in sound recording and reproduction have been developed for theatrical movies, including stereophonic sound and surround sound (as Fantasound for Disney's Fantasia (1940)).\n\n"
        },
        {
            "title": "3D",
            "text": "The popularity of stereoscopic photography in the 1850s boosted interest in the creation of a medium that would be able to give a more complete illusion of reality through the addition of motion (and colour). Although stereoscopy was part of almost every attempt to record and/or display photography in motion until the mid 1880s, the influential early practical results were not stereoscopic. \n\nSeveral cinematic 3D systems were developed and sometimes even reached theatres throughout the first 50 years after the breakthrough of cinema, but none had much impact until anaglyphic films became popular for a while in the 1950s. 3D cinema technology originally began with a method of utilizing two cameras filming the same thing. The content was then placed over each other, and while wearing light filtering glasses, the images would appear to project itself offscreen. [75]Interest in theatrical 3D movies dwindled during the following decades, but they started to get exploited as (part of) special attractions, such as 4D simulator rides and Imax theatres. \n\nIn the early 2000s, digital cinema began to takeover and polarized 3D movies became popular. Movies were no longer created on film. They were no longer shipped to theaters film canisters, spliced together and threaded through the projector, creating the movies we watched on screen. They were digitized, delivered on hard drives or via satellite. During this time, 3D films peaked in popularity. Avatar was one of the first major 3D motion pictures that changed 3D features as we know it. Avatar focused on 3D CG, using motion capture to make these CG characters look real. [76] This film used real characters alongside of its CG characters, developing this incredible world, creating a visually stunning 3D spectacle. 3D films are often thought of as immersive experiences, allowing the audience to feel like they can reach out and grab what's displayed in front of them. With the rise of this new technology, most films were releasing into cinemas in both standard 2D and 3D options. Cinemas all over began turning over to completely digital, so that 3D content could be offered in multiple theaters. In order for the experience to feel immersive, audience members need to feel like they existed in this world they are overcome by. Being present in this fantasy world is not only created by 3D technology, but also how well people relate to the story.[77] 3D films certainly aren’t for everyone. Some people suffer from motion sickness and headaches while watching 3D features. It’s not uncommon for those who suffer from migraines to trigger a headache while experiencing a 3D movie. [78]\n\nCreating immersive experiences doesn’t always come easy. 3D films aren’t all as captivating as Avatar or Gravity, and it has become increasingly difficult to create such visually stunning films that take audiences on a journey throughout. The 3D effects became less of an immersive experience and left audiences questioning whether or not the film was 3D enough.[79] Though Hollywood marketed this as must see attractions, the content became less planned out and more forced, with movies converting to 3D after they were filmed.  \n\nWhile it isn’t always easy for live action 3D films to succeed, 3D animation is always able to take different leaps with this technology. Animation can look really good and, at the same time, show the audiences new visual technologies.[80] They can take different risks, utilizing their artistic skills and computer generated worlds to create 3D spectacles for both children and adults.   \n\n3D films aren’t always made for 3D leaving some to be converted after the fact. When that happens, the image displayed on screen can be dull and not nearly as bright as a film should be. A normal reduction in light should be expected, as a 3D lens covers the lens of the projector, but also moviegoers must wear 3D glasses. Knowing that the loss of light will occur, it’s important for filmmakers to know whether or not they want the film to be offered in 3D, so that they can make the necessary changes, to avoid converting it later. [81]\n\n3D features require the use of polarized 3D glasses so that viewers can see the images on screen in 3D. Many look at the glasses as more of a hassle. It’s not the easiest for those with prescription glasses to wear them and also proves to be difficult for young children to keep them on. Simply touching the lens of the glasses can mess them up to the point that you can no longer see the 3D images. Automultiscopic display technology is a new film technology looking to enhance the moviegoing experience. Glasses would no longer be required, but instead allowing multiple images from various angles to be displayed on screen. With this new technology, it would be imperative that people sit a certain distance away from the screen, which could present many challenges.[82] Either way, new developments in 3D film technology could have us sitting in the theatre, experiencing 3D, without the need for 3D glasses.   \n\nWhile 3D features aren’t nearly as popular as they once were, they still are immersive experiences leaving the guests in awe of the feature in front of them. RealD 3D movies bring a realism to films making it seem as though you are in fact in the movie. [83] Filmmakers and cinemas alike are far from giving up on this technology, only looking to figure out new ways to create experiences leaving audience members in awe. Although audience interest declined after a few years, many cinemas continue to offer 3D screenings. Recently technology has changed, giving moviegoers the opportunity to watch screenX films, where audience members are surrounded by the image. 4DX is also a popular new technology, attempting to provide incredibly immersive experiences, allowing audience members to smell scents, feel rain and wind, experience vibrations and see a cars headlights flash across their face as though they are driving. [84] Motion pictures continue to adapt to the ever changing technologies.   \n\n"
        },
        {
            "title": "4D",
            "text": "In 1962, Morton Heilig received a patent for his Sensorama simulator.[85] He built a prototype with a motional chair and 5 different stereoscopic films, while fans and odor emitters delivered additional sensations. Heilig couldn't find funding to exploit or further develop this project\n\n4D film has become a regular theme park attraction since the 1980s and became a common screening option for high-budget action movies in an increasing amount of theatres since the introduction of the 4DX technology in 2009.\n\n"
        },
        {
            "title": "Interactive film and virtual reality",
            "text": "Coin-operated movie viewers like the Electrotachyscope, the Kinetoscope, and the Mutoscope were closely related to other amusement arcade machines that came about at the turn of the 20th century, but the machines in the arcades that would remain popular were interactive games and motion pictures proved to be much more popular in theatres. Although cinema and interactive (electronic-mechanical) games would mostly exist as separate media throughout the 20th century, there were occasional systems that would combine both and the digital revolution ensured that video games could start to appear cinematic. Attempts to exploit the idea of theatrical interactive cinema, with for instance I'm Your Man (1992), were less successful. Virtual reality is sometimes regarded as a technique that enables a more effective combination of interactivity and cinema.\n\nThe basic idea of interactive film arose soon after the introduction of the cinematograph. A technology for a shooting gallery with magic lantern or film projections was patented in 1901. An early successful example of cinematic shooting galleries appeared in the UK around 1912 under the title Life Targets. This type of game, often including footage of safari animals, was popular in Greta Britain for a short while.[86]\n\nAuto Test (1954) was a operated driving training arcade game in which a player has to match his actions with the gas medal, brake and steering action to POV film footage of a car ride projected on a small screen.\n\nThe early virtual reality system The Sword of Damocles was created in 1968, with the perspective of the stereoscopic view of cg wireframe rooms depending on mechanical head tracking.\n\nIn the 1970s and 1980s, virtual reality (VR) was mainly applied in industrial, medical and military simulations. During the 1990s, VR head sets became commercially available, mainly intended for video games. VR has increasingly been used for cinematic experiences, with for instance its own section at the Venice Film Festival since 2017.\n\n"
        },
        {
            "title": "",
            "text": "Since several people developed film systems independently, frames sizes and projection ratios varied (although 35mm movie film had become standard early on). The 1.37:1 Academy ratio became a standard in the 1930s.\n\nAfter the advent of television, widescreen movies became one of the more popular solutions to keep theatrical movies more interesting since the 1950s. Anamorphic formats were developed to enable filming for widescreen formats on standard 35mm film.\n\nScreen projections encircling the audience were developed by Disney as a Disneyland attraction called Circarama in 1955 and was replaced by Circle-Vision 360° a few years later.\n\n360-degree video has become common since YouTube and Facebook added support for publishing and viewing on their platforms in 2015.\n\n"
        },
        {
            "title": "Digital film",
            "text": "Digital cinematography, the process of capturing film images using digital image sensors rather than through film stock, has largely replaced analog film technology. As digital technology has improved in recent years, this practice has become dominant. Since the mid 2010s, most of the movies across the world are captured as well as distributed digitally.[87][88][89]\n\nMany vendors have brought products to market, including traditional film camera vendors like Arri and Panavision, as well as new vendors like RED, Blackmagic, Silicon Imaging, Vision Research and companies which have traditionally focused on consumer and broadcast video equipment, like Sony, GoPro, and Panasonic.\n\nCurrent digital film cameras with 4k output are approximately equal to 35mm film in their resolution and dynamic range capacity, however, digital film still has a slightly different look to analog film. Some filmmakers and photographers still prefer to use analogue film to achieve the desired results.\n\nDigital cinema, the use of digital technology to distribute or project motion pictures has also largely replaced the historical use of reels of motion picture film, such as 35 mm film. Whereas traditional film reels had to be shipped to movie theaters,  a digital movie can be distributed to cinemas in a number of ways: over the Internet or dedicated satellite links or by sending hard drives or optical discs such as Blu-ray discs. Digital movies are projected using a digital projector instead of a conventional film projector. Digital cinema is distinct from high-definition television and is not dependent on using television or high-definition video standards, aspect ratios, or frame rates. In digital cinema, resolutions are represented by the horizontal pixel count, usually 2K (2048×1080 or 2.2 megapixels) or 4K (4096×2160 or 8.8 megapixels). As digital cinema technology improved in the early 2010s, most of the theaters across the world converted to digital.[90]\n\n"
        },
        {
            "title": "Further reading",
            "text": "\n\n"
        }
    ]
}