{
    "url": "https://en.wikipedia.org/wiki/Historical_Vedic_religion",
    "title": "Historical Vedic religion",
    "table_of_contents": [
        "1 Terminology",
        "2 Origins and development",
        "2.1 Indo-Aryan Vedic religion",
        "2.2 Brahmanism",
        "2.2.1 Historical Brahminism",
        "2.2.2 As a polemical term",
        "3 Textual history",
        "4 Characteristics",
        "4.1 Rituals",
        "4.2 Pantheon",
        "4.3 Sages",
        "4.4 Ethics – satya and rta",
        "4.5 Vedic mythology",
        "5 Post-Vedic religions",
        "5.1 Continuation of orthodox ritual",
        "5.2 Mīmāṃsā and Vedanta",
        "5.3 Sramana tradition",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe historical Vedic religion (also known as Vedicism, Vedism or ancient Hinduism[a] and subsequently Brahmanism (also spelled as Brahminism)), constituted the religious ideas and practices among some Indo-Aryan peoples of northwest Indian Subcontinent (Punjab and the western Ganges plain) during the Vedic period (1500–500 BCE).[3][4][5][6] These ideas and practices are found in the Vedic texts, and some Vedic rituals are still practiced today.[7][8][9] It is one of the major traditions which shaped Hinduism, though present-day Hinduism is markedly different from the historical Vedic religion.[5][10][note 1]\n\nThe Vedic religion developed in the northwestern region of the Indian subcontinent during the early Vedic period (1500–1100 BCE), but has roots in the Eurasian Steppe Sintashta culture (2200–1800 BCE), the subsequent Central Asian Andronovo culture (2000–900 BCE),[11][b] and the Indus Valley civilization (2600–1900 BCE).[12] It was a composite of the religion of the Central Asian Indo-Aryans, itself \"a syncretic mixture of old Central Asian and new Indo-European elements\",[13] which borrowed \"distinctive religious beliefs and practices\"[14] from the Bactria–Margiana culture;[14] and the remnants of the Harappan culture of the Indus Valley.[15]\n\nDuring the late Vedic period (1100–500 BCE) Brahmanism developed out of the Vedic religion, as an ideology of the Kuru-Panchala realm which expanded into a wider area after the demise of the Kuru-Pancala realm. Brahmanism was one of the major influences that shaped contemporary Hinduism, when it was synthesized with the non-Vedic Indo-Aryan religious heritage of the eastern Ganges plain (which also gave rise to Buddhism and Jainism), and with local religious traditions.[16][2][1][17][a]\n\nSpecific rituals and sacrifices of the Vedic religion include, among others: the Soma rituals; Fire rituals involving oblations (havir); and the Ashvamedha (horse sacrifice).[18][19] The rites of grave burials as well as cremation are seen since the Rigvedic period.[20] Deities emphasized in the Vedic religion include Dyaus, Indra, Agni, Rudra and Varuna, and important ethical concepts include satya and ṛta.\n\n"
        },
        {
            "title": "Terminology",
            "text": "Vedism refers to the oldest form of the Vedic religion,  when Indo-Aryans entered into the valley of the Indus River in multiple waves during the 2nd millennium BCE. Brahmanism refers to the further developed form which took shape at the Ganges basin around c. 1000 BCE.[21][17] According to Heesterman, \"It is loosely known as Brahmanism because of the religious and legal importance it places on the brāhmaṇa (priestly) class of society.\"[21]\n\n"
        },
        {
            "title": "Origins and development",
            "text": "The Vedic religion refers to the religious beliefs of some Vedic Indo-Aryan tribes, the aryas,[22][23][c] who migrated into the Indus River valley region of the Indian subcontinent after the collapse of the Indus Valley Civilization.[3][b] The Vedic religion, and subsequent Brahmanism center on the myths and ritual ideologies of the Vedas, as distinguished from Agamic, Tantric and sectarian forms of Indian religion, which take recourse to the authority of non-Vedic textual sources.[3] The Vedic religion is described in the Vedas and associated voluminous Vedic literature including the early Upanishads, preserved into the modern times by the different priestly schools.[25][3] It existed in the western Ganges plain in the early Vedic period from c. 1500–1100 BCE,[26][d] and developed into Brahmanism in the late Vedic period (1100–500 BCE).[17][29] The eastern Ganges-plain was dominated by another Indo-Aryan complex, which rejected the later Brahmanical ideology, and gave rise to Jainism and Buddhism, and the Mauryan Empire.[1][2]\n\nThe Indo-Aryans were speakers of a branch of the Indo-European language family, which originated in the Sintashta culture and further developed into the Andronovo culture, which in turn developed out of the Kurgan culture of the Central Asian steppes.[11][b][e] The commonly proposed period of earlier Vedic age is dated back to 2nd millennium BCE.[49]\n\nThe Vedic beliefs and practices of the pre-classical era were closely related to the hypothesized Proto-Indo-European religion,[50][f] and shows relations with rituals from the Andronovo culture, from which the Indo-Aryan people descended.[51] According to Anthony, the Old Indic religion probably emerged among Indo-European immigrants in the contact zone between the Zeravshan River (present-day Uzbekistan) and (present-day) Iran.[13] It was \"a syncretic mixture of old Central Asian and new Indo-European elements\"[13] which borrowed \"distinctive religious beliefs and practices\"[14] from the Bactria–Margiana culture (BMAC).[14] This syncretic influence is supported by at least 383 non-Indo-European words that were borrowed from this culture, including the god Indra and the ritual drink Soma.[52] According to Anthony,\n\nThe oldest inscriptions in Old Indic, the language of the Rig Veda, are found not in northwestern India and Pakistan, but in northern Syria, the location of the Mitanni kingdom.[53] The Mitanni kings took Old Indic throne names, and Old Indic technical terms were used for horse-riding and chariot-driving.[53] The Old Indic term r'ta, meaning \"cosmic order and truth\", the central concept of the Rig Veda, was also employed in the Mitanni kingdom.[53] Old Indic gods, including Indra, were also known in the Mitanni kingdom.[54][55][56]\n\nThe Vedic religion was the product of \"a composite of the Indo-Aryan and Harappan cultures and civilizations\".[57] White (2003) cites three other scholars who \"have emphatically demonstrated\" that Vedic religion is partially derived from the Indus Valley civilization.[15] The Vedic religion texts are cerebral, orderly and, intellectual, but it is unclear if the theory in diverse Vedic texts actually reflect the folk practices, iconography, and other practical aspects of the Vedic religion.\n\nThe Vedic religion changed when Indo-Aryan people migrated into the Ganges Plain after c. 1100 BCE and became settled farmers,[17][58][59] further syncretizing with the native cultures of northern India.[2][page needed][3] The evidence suggests that the Vedic religion evolved in \"two superficially contradictory directions\", state Jamison and Witzel, namely an ever more \"elaborate, expensive, and specialized system of rituals\",[60] which survives in the present-day srauta-ritual,[61] and \"abstraction and internalization of the principles underlying ritual and cosmic speculation\" within oneself,[60][62] akin to the Jain and Buddhist tradition.\n\nAspects of the historical Vedic religion survived into modern times. The Nambudiri Brahmins continue the ancient Śrauta rituals. The complex Vedic rituals of Śrauta continue to be practiced in Kerala and coastal Andhra.[63] The Kalash people residing in northwest Pakistan also continue to practice a form of ancient Hinduism.[61][g]\n\nAccording to Heinrich von Stietencron, in the 19th century, in western publications, the Vedic religion was believed to be different from and unrelated to Hinduism. The Hindu religion was thought to be linked to the Hindu epics and the Puranas through sects based on purohita, tantras and Bhakti. In the 20th century, a better understanding of the Vedic religion and its shared heritage and theology with contemporary Hinduism has led scholars to view the historical Vedic religion as ancestral to modern Hinduism.[68] The historical Vedic religion is now generally accepted to be a predecessor of Hinduism, but they are not the same because the textual evidence suggests significant differences between the two,[a] such as the belief in an afterlife instead of the later developed reincarnation and samsāra concepts.[70][page needed] The Hindu reform movements and the Neo-Vedanta have emphasized the Vedic heritage and \"ancient Hinduism\", and this term has been co-opted by some Hindus.[68]\n\nBrahmanism, also called Brahminism, developed out of the Vedic religion, incorporating non-Vedic religious ideas, and expanding to a region stretching from the northwest Indian subcontinent to the Ganges valley.[3][17] Brahmanism included the Vedic corpus, but also post-Vedic texts such as the Dharmasutras and Dharmasastras, which gave prominence to the priestly (Brahmin) class of the society,[3] Heesterman also mentions the post-Vedic Smriti (Puranas and the Epics),[3] which are also incorporated in the later Smarta tradition. The emphasis on ritual and the dominant position of Brahmans developed as an ideology developed in the Kuru-Pancala realm, and expanded over a wider area after the demise of the Kuru-Pancala kingdom.[17] It co-existed with local religions, such as the Yaksha cults.[2][71][72]\n\nThe word Brahmanism was coined by Gonçalo Fernandes Trancoso (1520–1596) in the 16th century.[73] Historically, and still by some modern authors, the word 'Brahmanism' was used in English to refer to the Hindu religion, treating the term Brahmanism as synonymous with Hinduism, and using it interchangeably.[74][75] In the 18th and 19th centuries, Brahminism was the most common term used in English for Hinduism.\nBrahmanism gave importance to Absolute Reality (Brahman) speculations in the early Upanishads, as these terms are etymologically linked, which developed from post-Vedic ideas during the late Vedic era.[4][76][77][78] The concept of Brahman is posited as that which existed before the creation of the universe, which constitutes all of the existence thereafter, and into which the universe will dissolve, followed by similar endless creation-maintenance-destruction cycles.[79][80][81][h]\n\nThe post-Vedic period of the Second Urbanisation saw a decline of Brahmanism.[82][83] With the growth of political entities, which threatened the income and patronage of the rural Brahmins including; the Sramanic movement, the conquests of eastern empires from Magadha including the Nanda Empire and the Mauryan Empire,[84][85] and also invasions and foreign rule of the northwestern Indian Subcontinent which brought in new political entities.[29][86] This was overcome by providing new services[87] and incorporating the non-Vedic Indo-Aryan religious heritage of the eastern Ganges plain and local religious traditions, giving rise to contemporary Hinduism.[29][16][2][1][17][3][a] This \"new Brahmanism\" appealed to rulers, who were attracted to the supernatural powers and the practical advice Brahmins could provide,[87] and resulted in a resurgence of Brahmanical influence, dominating Indian society since the classical Age of Hinduism in the early centuries CE.[29][86]\n\nNowadays, the term Brahmanism, used interchangeably with Brahminism, is used in several ways. It denotes the specific Brahmanical rituals and worldview as preserved in the Śrauta ritual, as distinct from the wide range of popular cultic activity with little connection with them. Brahminism also refers specifically to the Brahminical ideology, which sees Brahmins as naturally privileged people entitled to rule and dominate society.[88] The term may be used by anti-Brahminical opponents, who object against their domination of Indian society and their exclusivist ideology.[89] They follow the outline of 19th century colonial rulers, who viewed India's culture as corrupt and degenerate, and its population as irrational. In this view, derived from a Christian understanding of religion, the original \"God-given religion\" was corrupted by priests, in this case Brahmins, and their religion, \"Brahminism\", which was supposedly imposed on the Indian population.[90] Reformist Hindus, and others such as Ambedkar, structured their criticism along similar lines.\"[90]\n\n"
        },
        {
            "title": "Textual history",
            "text": "Texts dating to the Vedic period, composed in Vedic Sanskrit, are mainly the four Vedic Samhitas, but the Brahmanas, Aranyakas, and some of the older Upanishads[i] are also placed in this period. The Vedas record the liturgy connected with the rituals and sacrifices. These texts are also considered as a part of the scripture of contemporary Hinduism.[91]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The idea of reincarnation, or saṃsāra, is not mentioned in the early layers of the historic Vedic religion texts such as the Rigveda.[95][96] The later layers of the Rigveda do mention ideas that suggest an approach towards the idea of rebirth, according to Ranade.[97][98]\n\nThe early layers of the Vedas do not mention the doctrine of Karma and rebirth, but mention the belief in an afterlife.[99][100] According to Sayers, these earliest layers of the Vedic literature show ancestor worship and rites such as sraddha (offering food to the ancestors). The later Vedic texts such as the Aranyakas and the Upanisads show a different soteriology based on reincarnation, they show little concern with ancestor rites, and they begin to philosophically interpret the earlier rituals.[101][102][103] The idea of reincarnation and karma have roots in the Upanishads of the late Vedic period, predating the Buddha and the Mahavira.[104][70] Similarly, the later layers of the Vedic literature such as the Brihadaranyaka Upanishad (c. 800 BCE) – such as in section 4.4 – discuss the earliest versions of the Karma doctrine as well as causality.[105][106]\n\nThe ancient Vedic religion lacked the belief in reincarnation and concepts such as Saṃsāra or Nirvana. It was a complex animistic religion with polytheistic and pantheistic aspects. Ancestor worship was an important, maybe the central component, of the ancient Vedic religion. Elements of the ancestors cult are still common in modern Hinduism in the form of Śrāddha.[70][page needed][107]\n\nAccording to Olivelle, some scholars state that the renouncer tradition was an \"organic and logical development of ideas found in the Vedic religious culture\", while others state that these emerged from the \"indigenous non-Aryan population\". This scholarly debate is a longstanding one, and is ongoing.[108]\n\nSpecific rituals and sacrifices of the Vedic religion include, among others:[18][verification needed]\n\nThe Hindu rites of cremation are seen since the Rigvedic period; while they are attested from early times in the Cemetery H culture, there is a late Rigvedic reference invoking forefathers \"both cremated (agnidagdhá-) and uncremated (ánagnidagdha-)\". (RV 10.15.14)\n\nThough a large number of names for devas occur in the Rigveda, only 33 devas are counted, eleven each of earth, space, and heaven.[113] The Vedic pantheon knows two classes, Devas and Asuras. The Devas (Mitra, Varuna, Aryaman, Bhaga, Amsa, etc.) are deities of cosmic and social order, from the universe and kingdoms down to the individual. The Rigveda is a collection of hymns to various deities, most notably heroic Indra, Agni the sacrificial fire and messenger of the gods, and Soma, the deified sacred drink of the Indo-Iranians.[114] Also prominent is Varuna (often paired with Mitra) and the group of \"All-gods\", the Vishvadevas.[115]\n\nIn the Hindu tradition, the revered sages of this era were Yajnavalkya,[116][117] Atharvan,[118] Atri,[119] Bharadvaja,[120] Gautama Maharishi, Jamadagni,[121] Kashyapa,[122] Vasistha,[123] Bhrigu,[124] Kutsa,[125] Pulastya, Kratu, Pulaha, Vishwamitra Narayana, Kanva, Rishabha, Vamadeva, and Angiras.[citation needed]\n\nEthics in the Vedas are based on concepts like satya and ṛta.[126]\n\nIn the Vedas and later sutras, the meaning of the word satya (सत्य) evolves into an ethical concept about truthfulness and is considered an important virtue.[127][128] It means being true and consistent with reality in one's thought, speech and action.[127]\n\nVedic ṛtá and its Avestan equivalent aša are both thought by some to derive from Proto-Indo-Iranian *Hr̥tás \"truth\",[129] which in turn may continue from a possible Proto-Indo-European *h2r-tós \"properly joined, right, true\", from a presumed root *h2er-. The derivative noun ṛta is defined as \"fixed or settled order, rule, divine law or truth\".[130] As Mahony (1998) notes, however, the term can be translated as \"that which has moved in a fitting manner\" – although this meaning is not actually cited by authoritative Sanskrit dictionaries it is a regular derivation from the verbal root -, and abstractly as \"universal law\" or \"cosmic order\", or simply as \"truth\".[131] The latter meaning dominates in the Avestan cognate to Ṛta, aša.[132]\n\nOwing to the nature of Vedic Sanskrit, the term Ṛta can be used to indicate numerous things, either directly or indirectly, and both Indian and European scholars have experienced difficulty in arriving at fitting interpretations for Ṛta in all of its various usages in the Vedas, though the underlying sense of \"ordered action\" remains universally evident.[133]\n\nThe term is also found in the Proto-Indo-Iranian religion, the religion of the Indo-Iranian peoples.[134] The term dharma was already used in the later Brahmanical thoughts, where it was conceived as an aspect of ṛta.[135]\n\nThe central myth at the base of Vedic ritual surrounds Indra who, inebriated by Soma, slays the dragon (ahi) Vritra, freeing the rivers, the cows, and Dawn.\n\nVedic mythology contains numerous elements which are common to Indo-European mythological traditions, like the mythologies of Persia, Greece, and Rome, and those of the Celtic, Germanic, Baltic, and Slavic peoples. The Vedic god Indra in part corresponds to Dyaus Pitar, the Sky Father, Zeus, Jupiter, Thor and Tyr, or Perun. The deity Yama, the lord of the dead, is hypothesized to be related to Yima of Persian mythology. Vedic hymns refer to these and other deities, often 33, consisting of 8 Vasus, 11 Rudras, 12 Adityas, and in the late Rigvedas, Prajapati. These deities belong to the 3 regions of the universe or heavens, the earth, and the intermediate space.\n\nSome major deities of the Vedic tradition include Indra, Dyaus, Surya, Agni, Ushas, Vayu, Varuna, Mitra, Aditi, Yama, Soma, Sarasvati, Prithvi, and Rudra.[136]\n\n"
        },
        {
            "title": "Post-Vedic religions",
            "text": "The Vedic period is held to have ended around 500 BCE. The period between 800 BCE and 200 BCE is the formative period for later Hinduism, Jainism and Buddhism.[139][140] According to Michaels, the period between 500 BCE and 200 BCE is a time of \"ascetic reformism\",[141] while the period between 200 BCE and 1100 CE is the time of \"classical Hinduism\", since there is \"a turning point between the Vedic religion and Hindu religions\".[10] Muesse discerns a longer period of change, namely between 800 BCE and 200 BCE, which he calls the \"Classical Period\", when \"traditional religious practices and beliefs were reassessed. The Brahmins and the rituals they performed no longer enjoyed the same prestige they had in the Vedic period\".[142]\n\nBrahmanism evolved into Hinduism, which is significantly different from the preceding Brahmanism,[note 1] though \"it is also convenient to have a single term for the whole complex of interrelated traditions.\"[5] The transition from ancient Brahmanism into schools of Hinduism was a form of evolution in interaction with non-Vedic traditions, one that preserved many of the central ideas and theosophy in the Vedas, and synergistically integrated non-Vedic ideas.[143][2][1][17][note 2] While part of Hinduism, Vedanta, Samkhya and Yoga schools of Hinduism share their concern with escape from the suffering of existence with Buddhism.[152]\n\nAccording to German Professor Axel Michaels, the Vedic gods declined but did not disappear, and local cults were assimilated into the Vedic-Brahmanic pantheon, which changed into the Hindu pantheon. Deities such as Shiva and Vishnu became more prominent and gave rise to Shaivism and Vaishnavism.[153]\n\nAccording to David Knipe, some communities in India have preserved and continue to practice portions of the historical Vedic religion, such as in Kerala and Andhra Pradesh state of India and elsewhere.[7] According to the historian and Sanskrit linguist Michael Witzel, some of the rituals of the Kalash people have elements of the historical Vedic religion, but there are also some differences such as the presence of fire next to the altar instead of \"in the altar\" as in the Vedic religion.[8][9]\n\nMīmāṃsā philosophers argue that there was no need to postulate a maker for the world, just as there was no need for an author to compose the Vedas or a god to validate the rituals.[154] Mīmāṃsā argues that the gods named in the Vedas have no existence apart from the mantras that speak their names. To that regard, the power of the mantras is what is seen as the power of gods.[155]\n\nOf the continuation of the Vedic tradition in the Upanishads, Fowler writes the following:\n\nThe Upanishads gradually evolved into Vedanta, which is regarded by some as the primary institution of Hinduism. Vedanta considers itself \"the purpose or goal [end] of the Vedas\".[157]\n\nThe non-Vedic śramaṇa traditions existed alongside Brahmanism.[158][159][j][160][161] These were not direct outgrowths of Vedism, but movements with mutual influences with Brahmanical traditions,[158] reflecting \"the cosmology and anthropology of a much older, pre-Aryan upper class of northeastern India\".[162] Jainism and Buddhism evolved out of the Shramana tradition.[163]\n\nThere are Jaina references to 22 prehistoric tirthankaras. In this view, Jainism peaked at the time of Mahavira (traditionally put in the 6th century BCE).[164][165] Buddhism, traditionally put from c. 500 BCE, declined in India over the 5th to 12th centuries in favor of Puranic Hinduism[166] and Islam.[167][168]\n\n"
        }
    ]
}