{
    "url": "https://en.wikipedia.org/wiki/Violence_against_LGBT_people_in_the_United_States",
    "title": "History of violence against LGBT people in the United States",
    "table_of_contents": [
        "1 Federal hate crime statistics",
        "2 Measures to stop violence against LGBT people",
        "3 Effects of Violence Against LGBT People",
        "4 Violence against LGBT people since 1969",
        "4.1 1969-1979",
        "4.2 1980–1989",
        "4.3 1990–1999",
        "4.4 2000–2009",
        "4.5 2010–2019",
        "4.5.1 2010",
        "4.5.2 2011",
        "4.5.3 2012",
        "4.5.4 2013",
        "4.5.5 2014",
        "4.5.6 2015",
        "4.5.7 2016",
        "4.5.8 2017",
        "4.5.9 2018",
        "4.5.10 2019",
        "4.6 2020–2022",
        "4.6.1 2020",
        "4.6.2 2021",
        "4.6.3 2022",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe history of violence against LGBT people in the United States is made up of assaults on gay men, lesbians, bisexuals, and transgender individuals (LGBT), legal responses to such violence, and hate crime statistics in the United States of America.[1] Those targeted by such violence are believed to violate heteronormative rules and contravene perceived protocols of gender and sexual roles. People who are perceived to be LGBT may also be targeted. Violence can also occur between couples who are of the same sex, with statistics showing that violence among female same-sex couples is more common than among couples of the opposite sex, although male same-sex violence is less common.[2]\n\nExtensive violence has been directed against the LGBT community for decades. Since the 1969 Stonewall riot against one of the many police raids on gay bars altered the goal of LGBT rights activists from assimilation to acceptance, there have been many more reports and instances of violence against LGBT people in the United States. Dozens of transgender and gender-nonconforming individuals are murdered every year in the US, and the murder of black transgender women is especially prevalent.[3] Attacks against LGBT people generally center on the idea that there is a normal way for people to live, which encompasses all expressions, desires, behaviors, and roles associated with the gender each person was assigned to at birth, known as heteronormativity and cisnormativity. Over time the number of these acts of violence has increased greatly, whether due to the changing religious and political views, increased community visibility, or other factors. There have been political protests intended to bring about harsher penalties for these crimes.[4]\n\nA hate crime is defined as the victimization of individuals because of their actual or perceived race, ethnicity or national origin, sexual orientation, religion, gender, gender identity or disability.[5] Hate crimes against LGBTQIA people often occur because the perpetrators are homophobic or transphobic.  Violence targeted at people because of their perceived sexuality can be either psychological or physical up to and including murder. These actions may be caused by cultural, religious, or political mores and biases. Victims of violence who are both LGBT and a person of color may have trouble distinguishing whether the violence was based on their sexuality/gender identity or whether racism also played a significant factor.[6] An intersectional approach would examine how these forms of discrimination combine in unique ways.\n\nThe United States has passed the Hate Crime Statistics Act (P.L. 101–275), in order to develop a systematic approach for documenting and understanding hate crimes against LGBT people in the United States. The Federal Bureau of Investigation (FBI) has also implemented a data collection program and integrated the system under their Uniform Crime Reporting (UCR) program and National Incident-Based Reporting System (NIBRS).\n\n"
        },
        {
            "title": "Federal hate crime statistics",
            "text": "In 2014, the Federal Bureau of Investigation (FBI) reported that 20.8% of hate crimes reported to police in 2013 were founded on perceived sexual orientation. Sixty-one percent of those attacks were against gay men.[7]  Additionally, 0.5% of all hate crimes were based on perceived gender identity.   In 2004, the FBI reported that 14% of hate crimes due to perceived sexual orientation were against lesbians, 2% against heterosexuals and 1% against bisexuals.[8]\n\nThe FBI reported that for 2006, hate crimes against gay people increased from 14% to 16% in 2005, as percentage of total documented hate crimes across the U.S.[9]  The 2006 annual report, released on November 19, 2007, also said that hate crimes based on sexual orientation are the third most common type, behind race and religion.[9] \nIn 2008, 17.6% of hate crimes were based on the victim's perceived sexual orientation. Of those crimes, 72.23% were violent in nature. 4,704 crimes were committed due to racial bias and 1,617 were committed due to sexual orientation. Of these, only one murder and one forcible rape were committed due to racial bias, whereas five murders and six rapes were committed based on sexual orientation.[10]\n\nSanta Clara County Deputy District Attorney (DDA) Jay Boyarsky attributed a surge in anti-gay hate crimes, from 3 in 2007 to 14 in 2008, to controversy over Proposition 8. However, the DDA cautioned against reading too much from small statistical samples, pointing out that the vast majority of hate incidents do not get referred to the District Attorney's office.[11]\n\nIn 2011, the FBI reported 1,572 hate crime victims targeted based on a sexual orientation bias, making up 20.4% of the total hate crimes for that year. Of the total victims. 56.7% were targeted based on anti-male homosexual bias, 29.6% were targeted based on anti-homosexual bias, and 11.1% were targeted based on anti-female homosexual bias.[12]\n\nThe United States, however, does not make reporting on hate crimes mandatory, meaning the FBI data gathered over the years is not an accurate representation of the correct number of hate crimes against LGBT Americans. Community-based anti-violence organizations are extremely valuable when reporting on or gathering statistics about hate crimes.\n\nIn recent years LGBT violence has been on the rise in the United States. The biggest act of violence occurred in Orlando when Omar Mateen attacked the Pulse nightclub in the city killing 49 and wounding 53 others.[13] This was not only the biggest attack on LGBT people but one of the biggest mass shootings in the United States history. By June 2018, the FBI had declined to classify the incident as an anti-gay hate crime, as evidence suggested that Mateen had scouted several different targets before choosing Pulse and that he did not know it was a gay nightclub.[14] There were also 28 Americans who identified as LGBT and were killed in 2016 alone. The United States has passed some legislation to combat increasing violence against LGBT people. In the late 1990s, the Hate Crime Statistics Act (P.L. 101–275) was passed[15] to try to prevent further hate crimes and enhance criminal sentences for people who do commit them. While this act was passed more than 20 years ago, local police officers often have no training on identification of hate crimes based on sexual preference. In 2009, the Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act was passed, which added gender, sexual orientation, gender identity, and disability to federal hate crime law.\n\n"
        },
        {
            "title": "Measures to stop violence against LGBT people",
            "text": "Shelters and organizations may provide safety for victims, or potential victims, of violence. Lambda Legal has published a list of resources in all 50 states that may be useful for LGBT members seeking help or protection.[16]  Organizations such as the True Colors Fund and the Human Rights Campaign are safe spaces for homeless LGBT youth to receive healthcare, housing, and education.[17][18] Organizations located throughout the United States can provide safety and care for these individuals, although they are not always well known or present in a community.\n\n"
        },
        {
            "title": "Effects of Violence Against LGBT People",
            "text": "There are many effects of violence against LGBT people on both their psychological or mental health and physical health. Violent acts, including domestic and sexual abuse, towards the LGBT community may lead to depression, PTSD, suicidal behaviors, or trauma.[19] According to the authors of \"The Effects of Polyvictimization on Mental and Physical Health Outcomes in an LGBTQ Sample\", many people, especially LGBT, experience effects of anti-LGBT violence: \"Although adverse outcomes may result from many different types of trauma exposure, the experience of interpersonal trauma or violence is particularly damaging compared to non-interpersonal trauma, and individuals with histories of interpersonal trauma are at increased risk for developing psychiatric conditions, including post-traumatic stress disorder(PTSD), depression, dissociation, and substance use issues.”[20]\n\nHate crimes also affect the physical health of LGBT people. Victims of anti-LGBT violence may not want to follow their previous lifestyle. According to the authors of the research article, “Psychological Sequelae of Hate-Crime Victimization Among Lesbian, Gay, and Bisexual Adults”, it takes time to recover from the violence.[21] During their experiment, they observed that psychological distress increases for people who experienced violence within the previous 2 years. People who had been victimized more than 2 years ago had more mental issues including depression, anxiety, trauma, and many more: “It might also increase the length of time needed for recovery from a hate crime. In post hoc analyses of distress levels according to year of victimization, we observed that respondents tended to manifest elevated psychological distress if their most recent victimization occurred within the previous 2 years. Among respondents who had been victimized 3 to 5 years earlier, hate-crime victims had more symptoms of depression, anxiety, anger, and traumatic stress than non-bias crime victims.” [21]\n\nViolence against LGBT people does not exclude youth. LGBT youth might experience violence or rejection at school or from their family. For example, “Family violence against gay and lesbian adolescents and young people: a qualitative study.”[22] mentions that family reactions to a youth “coming out” were violent. This then also affects a person's health and quality of life. The author then states how family violence against LGBT youth affects them: “Studies show that rejection and family violence in the out-coming process and the non-provision of social support have a direct impact on the health of homosexual adolescents and young people, with consequences such as: social isolation, depression, suicidal ideation and attempt, low performance, low self-esteem, higher social exposures and an increase in internalized homophobia.” [22]\n\n"
        },
        {
            "title": "Violence against LGBT people since 1969",
            "text": "On April 29, 2009, the U.S. House of Representatives voted to extend federal law to classify as \"hate crimes\" attacks based on a victim's sexual orientation or gender identity (as well as mental or physical disability).[59] The U.S. Senate passed the bill on October 22, 2009.[60] The Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act was signed into law by President Barack Obama on October 28, 2009.[61]\n\n"
        }
    ]
}