{
    "url": "https://en.wikipedia.org/wiki/History_of_alien_abduction_claims",
    "title": "History of alien abduction claims",
    "table_of_contents": [
        "1 Early cases",
        "2 Paleo-abductions",
        "3 Contactees",
        "4 Two landmark cases",
        "5 Later developments",
        "5.1 John E. Mack",
        "5.2 David Icke and the global conspiracy",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHistory of alien abduction claims describes assertions or claims that people have experienced alien abduction. Such claims came to international prominence in the 1950s and 1960s, but some researchers argue abduction narratives can be traced to decades earlier. Such abduction stories have been studied by investigators who believe that the accounts describe actual, literal interaction with non-human or extraterrestrial entities. Others have investigated alien abduction claims from a more skeptical perspective, arguing they can be best understood as expressions of folklore or various psychological phenomena.\n\n"
        },
        {
            "title": "Early cases",
            "text": "The Antonio Villas Boas case from Brazil (1957) and the Hill abduction from the United States (1961) were the first cases of UFO abduction to gain widespread attention.[1]\n\nAlthough these two cases are sometimes[quantify] viewed[by whom?] as the earliest abduction narratives, skeptic Peter Rogerson argues that this assertion is incorrect: the Hill and Boas abductions, he contends, were only the first \"canonical\" abduction cases, establishing a template from which later abductees and researchers would refine, but rarely deviate. Additionally, Rogerson notes that purported abductions were cited contemporaneously at least as early as 1954, and that \"the growth of the abduction stories is a far more tangled affair than the 'entirely unpredisposed' official history would have us believe\".[2]\n\nThe phrase \"entirely unpredisposed\" appeared in folklorist Thomas E. Bullard's study[when?] of alien abduction; he argued that alien abductions as reported in the 1970s and 1980s had little precedent in folklore or fiction.[citation needed]\n\n"
        },
        {
            "title": "Paleo-abductions",
            "text": "While \"alien abduction\" did not achieve widespread attention until the 1960s, many similar stories are known to have been circulating decades earlier. These early abduction-like accounts have been dubbed \"paleo-abductions\" by UFO researcher Jerome Clark.[3] This same two-part article ([4] and [3]) makes note of many paleo-abductions, some of which were reported well before the 1957 Antonio Villas Boas case earned much attention, or even before the UFO report claimed in 1947 by pilot Kenneth Arnold that first generated widespread interest in UFOs:\n\n"
        },
        {
            "title": "Contactees",
            "text": "The UFO contactees of the 1950s claimed to have contacted aliens, and the substance of contactee narratives are often regarded as quite different from alien abduction accounts.[citation needed]\n\nHowever, Rogerson contends that it is often difficult to determine the division between contactees and abductees, with classification sometimes seeming arbitrary.[citation needed]\n\n"
        },
        {
            "title": "Two landmark cases",
            "text": "Allegedly genuine stories of kidnap by extraterrestrials goes back at least to the mid-1950s, with the Antonio Villas Boas case (which didn't receive much attention until several years later).[7]\n\nWidespread publicity was generated by Betty and Barney Hill abduction case of 1961 (again not widely known until several years afterwards), culminating in a made-for-television film broadcast in 1975 (starring James Earl Jones and Estelle Parsons) dramatizing the events. The Hill incident was probably the prototypical abduction case, and was perhaps the first where:[citation needed]\n\nNeither the contactees nor these early abduction accounts, however, saw much attention from ufology, then still largely reluctant to consider close encounters of the third kind, where contactees allegedly interact with occupants of UFOs.[citation needed]\n\nThe Barney and Betty Hill case is almost universally considered the most famous case ever of purported abduction. Barney and Betty were driving home on a road free from other cars late one night. They both saw an odd light coming at them from above. They then blacked out and found themselves back on the road, driving. They realized that it was two hours later than when they had seen the light. They both went to psychologists and hypnotists. They learned of the Grey on board the ship which had abducted them.[citation needed]\n\n"
        },
        {
            "title": "Later developments",
            "text": "R. Leo Sprinkle (a University of Wyoming psychologist) became interested in the abduction phenomenon in the 1960s. For some years, he was probably the only academic figure devoting any time to studying or researching abduction accounts. Sprinkle became convinced of the phenomenon's actuality, and was perhaps the first to suggest a link between abductions and cattle mutilation. Eventually Sprinkle came to believe that he had been abducted by aliens in his youth; he was forced from his job in 1989.[8]\n\nBudd Hopkins – a painter and sculptor by profession – had been interested in UFOs for some years. In the 1970s he became interested in abduction reports, and began using hypnosis to extract details of dimly remembered events. Hopkins soon became a figurehead of the growing abductee subculture.[9]\n\nThe 1980s brought a major degree of mainstream attention to the subject. Works by Budd Hopkins, Whitley Strieber, David M. Jacobs and John E. Mack presented alien abduction as a genuine phenomenon.[9]\n\nAlso of note in the 1980s was the publication of folklorist Thomas E. Bullard's comparative analysis of nearly 300 alleged abductees. The mid and late 1980s saw the involvement of two esteemed academic figures: Harvard psychiatrist John E. Mack and historian David M. Jacobs.[citation needed]\n\nWith Hopkins, Jacobs and Mack, several shifts occurred in the nature of the abduction narratives. There had been earlier abduction reports (the Hills being the best known), but they were believed to be few and far between, and saw rather little attention from ufology (and even less attention from mainstream professionals or academics). Jacobs and Hopkins argued that alien abduction was far more common than earlier suspected; they estimate that tens of thousands (or more) North Americans had been taken by unexplained beings.[9]\n\nFurthermore, Jacobs and Hopkins argued that there was an elaborate scheme underway, that the aliens were attempting a program to create human–alien hybrids, though the motives for this scheme were unknown. There were anecdotal reports of phantom pregnancy related to UFO encounters at least as early as the 1960s, but Budd Hopkins and especially David M. Jacobs were instrumental in popularizing the idea of widespread, systematic interbreeding efforts on the part of the alien intruders. Despite the relative paucity of corroborative evidence, Jacobs presents this scenario as not only plausible, but self-evident. Hopkins and Jacobs have also been criticized for selective citation of abductee interviews, favoring those that support their hypothesis of extraterrestrial intervention.[citation needed]\n\nThe involvement of Jacobs and Mack marked something of a sea change in the abduction studies. Their efforts were controversial (both men saw some degree of damage to their professional reputations), but to other observers, Jacobs and Mack brought a degree of respectability to the subject.[citation needed]\n\nMatheson writes that \"if Jacobs's credentials were impressive\" then those of Harvard psychiatrist John E. Mack might seem \"impeccable\" in comparison.[10]\n\nMack was a well known, highly esteemed psychiatrist, author of over 150 scientific articles and winner of the Pulitzer Prize for his biography of T. E. Lawrence. Mack became interested in the phenomenon in the late 1980s, interviewing dozens of people, eventually writing two books on the subject.[citation needed]\n\nMack was somewhat more guarded in his investigations and interpretations of the abduction phenomenon than the earlier researchers. Matheson writes: \"On balance, Mack does present as fair-minded an account as has been encountered to date, at least as these abduction narratives go.\"[10] Furthermore, Mack notes when alternative interpretations are viable; throughout Abduction, his first book on the subject, he allows and even considers likely that alien abductions are a new type of visionary experience.[citation needed]\n\nMatheson notes that unlike earlier abduction researchers, Mack is generally quite cautious in his interpretations of physical evidence and corroborative testimony. He places little value in the scars and scratches often attributed to alien \"medical\" exams, and argues that trying to prove the actuality of alleged \"implants\" placed in abductees is largely a futile effort.[citation needed]\n\nMack argued that the abduction phenomenon might be the beginning of a major paradigm shift in human consciousness, or \"a kind of fourth blow to our collective egoism, following those of Copernicus, Darwin, and Freud\"[11]\n\nMack also noted that, after an initial period of terror and confusion (a phase he dubbed \"ontological shock\"), many abductees ultimately regard their experiences more positively, saying that their experiences broadened their consciousness.[citation needed]\n\nIn June 1992, Mack and physicist David E. Pritchard organized a five-day conference at MIT to discuss and debate the abduction phenomenon.[12] The conference attracted a wide range of professionals, representing a variety of perspectives. In response to this conference, Mack and Jacobs were awarded an Ig Nobel Prize in 1993.[citation needed]\n\nWriter C. D. B. Bryan attended the conference, initially intending to gather information for a short humorous article for The New Yorker. While attending the conference, however, Bryan's view of the subject changed, and he wrote a serious, open-minded book on the phenomenon, additionally interviewing many abductees, skeptics, and proponents.[citation needed]\n\nDavid Icke, a British conspiracy theorist, proposed two linked hypotheses about the alien abduction phenomenon:[citation needed]\n\nIn Tales From The Time Loop and other works, Icke states that most organized religions, especially Christianity, Islam, and Judaism, are Illuminati creations designed to divide and conquer the human race through endless conflicts. In a similar vein, Icke believes racial and ethnic divisions are an illusion promoted by aliens, and that racism fuels the Illuminati agenda.[citation needed]\n\nDavid Icke believes that the Global Elite controls the world using what he calls a \"pyramid of manipulation\" consisting of sets of hierarchical structures involving banking, business, the military, education, the media, religion, drug companies, intelligence agencies, and organized crime. At the very top of the pyramid are what Icke calls the \"Prison Warders\", who are not human.[13] He writes that: \"A pyramidal structure of human beings has been created under the influence and design of the extraterrestrial Prison Warders and their overall master, the Luciferic Consciousness. They control the human clique at the top of the pyramid, which I have dubbed the Global Elite.\"[13]\n\nIn 1999, Icke wrote and published The Biggest Secret: The Book that Will Change the World, in which he suggested that Earth is a zoo prison created by alien beings and identified the extraterrestrial prison warders as reptilians from the constellation Draco.[14] They walk erect and appear to be human, living not only on the planets they come from, but also in caverns and tunnels under the earth. They have cross-bred with humans, which has created \"hybrids\" who are \"possessed\" by the full-blooded reptilians.[15] The reptiles' hybrid reptilian-human DNA allows them to change from reptilian to human form if they consume human blood. Icke has drawn parallels with the 1980s science-fiction series V, in which the earth is taken over by reptiloid aliens disguised as humans.[citation needed]\n\n"
        }
    ]
}