{
    "url": "https://en.wikipedia.org/wiki/History_of_the_United_States_debt_ceiling",
    "title": "History of the United States debt ceiling",
    "table_of_contents": [
        "1 Overview",
        "2 Early history",
        "2.1 Public Debt Acts",
        "3 1970s",
        "4 Number of requests for increase",
        "5 1995 debt ceiling crisis",
        "6 2011 debt ceiling crisis",
        "7 2013 debt ceiling crisis",
        "8 2021 debt ceiling crisis",
        "9 Historical debt ceiling levels",
        "10 Notes",
        "11 References",
        "12 Sources",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The history of the United States debt ceiling deals with movements in the United States debt ceiling since it was created in 1917. Management of the United States public debt is an important part of the macroeconomics of the United States economy and finance system, and the debt ceiling is a limitation on the federal government's ability to manage the economy and finance system. The debt ceiling is also a limitation on the federal government's ability to finance government operations, and the failure of Congress to authorise an increase in the debt ceiling has resulted in crises, especially in recent years. \n\n"
        },
        {
            "title": "Overview",
            "text": "A statutorily imposed debt ceiling has been in effect since 1917 when the US Congress passed the Second Liberty Bond Act. Before 1917 there was no debt ceiling in force, but there were parliamentary procedural limitations on the amount of debt that could be issued by the government.\n\nExcept for about a year during 1835–1836, the United States has continuously had a fluctuating public debt since the US Constitution legally went into effect on March 4, 1789. Debts incurred during the American Revolutionary War and under the Articles of Confederation led to the first yearly report on the amount of the debt ($75,463,476.52 on January 1, 1791[1]). The national debt, as expressed in absolute dollars, has increased under every presidential administration since Herbert Hoover.\n\n"
        },
        {
            "title": "Early history",
            "text": "Prior to 1917, the United States did not have a debt ceiling, with Congress either authorizing specific loans or allowing the Treasury to issue certain debt instruments and individual debt issues for specific purposes. Sometimes Congress gave the Treasury discretion over what type of debt instrument would be issued.[2]\n\nBetween 1788 and 1917 Congress would authorise each bond issue by the United States Treasury by passing a legislative act that approved the issue and the amount.\n\nIn 1917, during World War I, Congress created the debt ceiling with the Second Liberty Bond Act of 1917, which allowed the Treasury to issue bonds and take on other debt without specific Congressional approval, as long as the total debt fell under the statutory debt ceiling. The 1917 legislation set limits on the aggregate amount of debt that could be accumulated through individual categories of debt (such as bonds and bills).\n\nIn 1939, Congress instituted the first limit on total accumulated debt over all kinds of instruments.[3] The debt ceiling, in which an aggregate limit is applied to nearly all federal debt, was substantially established by Public Debt Acts[4][5] passed in 1939 and 1941 and subsequently amended. The United States Public Debt Act of 1939 eliminated separate limits on different types of debt.[6] The Public Debt Act of 1941 raised the aggregate debt limit on all obligations to $65 billion, and consolidated nearly all federal borrowing under the U.S. Treasury and eliminated the tax-exemption of interest and profit on government debt.[6][7]\n\nSubsequent Public Debt Acts amended the aggregate debt limit: the 1942, 1943, 1944, and 1945 acts raised the limit to $125 billion, $210 billion, $260 billion, and $300 billion respectively.[6] In 1946, the Public Debt Act was amended to reduce the debt limit to $275 billion.[6] The limit stayed unchanged until 1954, the Korean War being financed through taxation.[8]\n\nA feature of the Public Debt Acts, unlike the 1919 Victory Liberty Bond Act which financed American costs in the First World War, was that the new ceiling was set about 10% above the actual federal debt at the time.[8]\n\n"
        },
        {
            "title": "1970s",
            "text": "Prior to the Budget and Impoundment Control Act of 1974, the debt ceiling played an important role since Congress had few opportunities to hold hearings and debates on the budget.[9] James Surowiecki argued that the debt ceiling lost its usefulness after these reforms to the budget process.[10]\n\nIn 1979, noting the potential problems of hitting a default, Dick Gephardt imposed the \"Gephardt Rule,\" a parliamentary rule that deemed the debt ceiling raised when a budget was passed. This resolved the contradiction in voting for appropriations but not voting to fund them. The rule stood until it was repealed by Congress in 1995.[11]\n\n"
        },
        {
            "title": "Number of requests for increase",
            "text": "Depending on who is doing the research, it is said that the US has raised its debt ceiling (in some form or other) at least 90 times in the 20th century.[12]\n\nThe debt ceiling was raised 74 times from March 1962 to May 2011,[13] including 18 times under Ronald Reagan, eight times under Bill Clinton, seven times under George W. Bush, and five times under Barack Obama. In practice, the debt ceiling has never been reduced, even though the public debt itself may have reduced.\n\nCongress has raised the debt ceiling 14 times from 2001 to 2016. The debt ceiling was raised a total of 7 times (total increase of $5365bil) during Pres. Bush's eight-year term and it was raised 11 times (as of 03/2015 a total increase of $6498bil) during Pres. Obama's eight years in office.\n\n"
        },
        {
            "title": "1995 debt ceiling crisis",
            "text": "The 1995 request for a debt ceiling increase led to debate in Congress on reduction of the size of the federal government, which led to the non-passage of the federal budget, and the United States federal government shutdown of 1995–96. The ceiling was eventually increased and the government shutdown resolved.[14][15]\n\n"
        },
        {
            "title": "2011 debt ceiling crisis",
            "text": "In 2011, Republicans in Congress used the debt ceiling as leverage for deficit reduction because of the lack of Congressional normal order for fiscal year budget votes on the chamber floors and subsequent conference reconciliations between the House and the Senate for final budgets. The credit downgrade and debt ceiling debacle contributed to the Dow Jones Industrial Average falling 2,000 points in late July and August. Following the downgrade itself, the DJIA had one of its worst days in history and fell 635 points on August 8.[16] The GAO estimated that the delay in raising the debt ceiling raised borrowing costs for the government by $1.3 billion in 2011 and noted that the delay would also raise costs in later years. The Bipartisan Policy Center extended the GAO's estimates and found that the delay raised borrowing costs by $18.9 billion over ten years.[17]\n\n"
        },
        {
            "title": "2013 debt ceiling crisis",
            "text": "Following the increase in the debt ceiling to $16.394 trillion in 2011,[18] the United States again reached the debt ceiling on December 31, 2012 and the Treasury began taking extraordinary measures. The fiscal cliff was resolved with the passage of the American Taxpayer Relief Act of 2012 (ATRA), but no action was taken on the debt ceiling. With the ATRA tax cuts, the government indicated that the debt ceiling needed to raise by $700 billion for it to continue financing operations for the rest of the 2013 fiscal year[19] and that extraordinary measures were expected to be exhausted by February 15.[20]  Treasury has said it is not set up to prioritize payments, and it's not clear that it would be legal to do so. Given this situation, Treasury would simply delay payments if funds could not be raised through extraordinary measures and the debt ceiling had not been raised. This would put a freeze on 7% of the nation's GDP, a contraction greater than the Great Recession. The economic damage would worsen as recipients of social security benefits, government contracts, and other government payments cut back on spending in response to having the freeze in their revenue.[21]\n\nThe No Budget, No Pay Act of 2013 suspended the debt ceiling from February 4, 2013 until May 19, 2013. On May 19, the debt ceiling was formally raised to approximately $16.699 trillion to accommodate the borrowing done during the suspension period. However, after the end of the suspension, the ceiling was raised only to the actual debt at that time, and Treasury needed to activate extraordinary measures to avoid a default. With the impacts of the American Taxpayer Relief Act of 2012 tax increases on those who make $400,000 per year, the 2013 sequester, and a $60 billion payment from Fannie Mae and Freddie Mac that reached the Treasury on June 28, 2013, the extraordinary measures were predicted to last until October 17 by the Treasury,[22] but financial firms suggested funds might have lasted a little longer. Jefferies Group said extraordinary measures might have lasted until the end of October while Credit Suisse estimated mid-November.[23]\n\nMembers of the Republican Party in Congress opposed raising the debt ceiling, which had been routinely raised previously on a bipartisan basis without conditions, without additional spending cuts. They refused to raise the debt ceiling unless President Obama would have defunded the Affordable Care Act (Obamacare), his signature legislative achievement.[1] The US Treasury began taking extraordinary measures to enable payments, and stated that it would delay payments if funds could not be raised through extraordinary measures, and the debt ceiling was not raised. During the crisis, approval ratings for the Republican Party declined.[1] The crisis ended on October 17, 2013 with the passing of the Continuing Appropriations Act, 2014, although debate continues about the appropriate level of government spending, and the use of the debt ceiling in such negotiations.[24]\n\n"
        },
        {
            "title": "2021 debt ceiling crisis",
            "text": "In 2021, following the expiration of the suspension of the debt ceiling in July 2021, the U.S. Treasury began taking \"extraordinary measures\" which are set to expire around October 18.[25] Senate Republicans refused to raise the debt ceiling, insisting that Democrats were act on their own as they controlled the House and Senate.[26]\n\n"
        },
        {
            "title": "Historical debt ceiling levels",
            "text": "Note that this table does not go back to 1917 when the debt ceiling started.\n\nReference for values between 1993 and 2015:[43]\n\nNote that:\n\n\n\n"
        }
    ]
}