{
    "url": "https://en.wikipedia.org/wiki/History_of_New_England",
    "title": "History of New England",
    "table_of_contents": [
        "1 Pre-Colonial",
        "2 Colonial era",
        "2.1 Early British settlement (1607–1620)",
        "2.2 Plymouth Colony (1620–1643)",
        "2.3 Massachusetts Bay",
        "2.4 Rhode Island and Connecticut",
        "2.5 The Dominion of New England (1686–1689)",
        "2.6 Government of the colonies",
        "2.7 Population and demographics",
        "2.8 Economics",
        "2.9 Education",
        "3 1764-1900",
        "3.1 American Revolution",
        "3.2 Early national period",
        "3.3 Industrialization",
        "3.3.1 Agriculture",
        "3.4 New England and political thought",
        "3.5 French Canadians",
        "4 Since 1900",
        "4.1 Railroads",
        "4.2 Weather",
        "4.3 Economy",
        "5 Famous leaders",
        "6 Notes",
        "7 Bibliography",
        "7.1 Environment and land use",
        "7.2 Primary sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "New England is the oldest clearly defined region of the United States, being settled more than 150 years before the American Revolution. The first English colony in New England, Plymouth Colony, was established in 1620 by Pilgrims fleeing religious persecution in England; a French colony established in 1604 on Saint Croix Island, Maine had failed. Plymouth was the second English colony in America, after Jamestown. A large influx of Puritans populated the greater region during the Puritan migration to New England (1620–1640), largely in the Boston and Salem area. Farming, fishing, and lumbering prospered, as did whaling and sea trading.\n\nNew England writers and events in the region helped launch and sustain the American War of Independence, which began when fighting erupted between British troops and Massachusetts militia in the Battles of Lexington and Concord. The region later became a stronghold of the conservative Federalist Party.\n\nBy the 1840s, New England was the center of the American anti-slavery movement and was the leading force in American literature and higher education. It was at the center of the Industrial Revolution in America, with many textile mills and machine shops operating by 1830. The region was the manufacturing center of the entire United States for much of the nineteenth century, and it played an important role during and after the American Civil War as a fervent intellectual, political, and cultural promoter of abolitionism and civil rights.\n\nManufacturing in the United States began to shift south and west during the 20th century, and New England experienced a sustained period of economic decline and de-industrialization. By the beginning of the 21st century, however, the region had become a center for technology, weapons manufacturing, scientific research, and financial services.\n\n"
        },
        {
            "title": "Pre-Colonial",
            "text": "New England was inhabited by the Iroquois civilization from the 12th century to the 18th century. European settlers referred to the region as Norumbega, named for a fabled city that was supposed to exist there.\n\nBefore the arrival of colonists, the Western Abenakis inhabited New Hampshire and Vermont, as well as parts of Quebec and western Maine.[1] Their principal town was Norridgewock in Maine.[2] The Penobscots were settled along the Penobscot River in Maine. The Wampanoags occupied southeastern Massachusetts, Rhode Island, and the islands of Martha's Vineyard and Nantucket; the Pocumtucks were in Western Massachusetts. The Narragansetts occupied most of Rhode Island, particularly around Narragansett Bay.\n\nThe Connecticut region was inhabited by the Mohegan and Pequot tribes before colonization. The Connecticut River Valley linked different tribes in cultural, linguistic, and political ways.[3] The tribes grew maize, tobacco, kidney beans, squash, and Jerusalem artichoke. \n\nThe first European to visit the area was the Portuguese explorer Estêvão Gomes in 1525. Gomes, who worked for the Spanish Empire, reached the shores of Maine and mapped them. After that, Gomes sailed along the coast of North America (including New England). The first European settlement in New England was a French colony established by Samuel de Champlain on Saint Croix Island, Maine in 1604.[4] As early as 1600, French, Dutch, and English traders began to trade metal, glass, and cloth for local beaver pelts.[3][5]\n\n"
        },
        {
            "title": "Colonial era",
            "text": "On April 10, 1606, King James I of England issued two charters, one each for the Virginia Company of London (often referred to as the London Company) and the Virginia Company of Plymouth, England (often referred to as the Plymouth Company).[6][7] The two companies were required to maintain a separation of 100 miles (160 km), even where the two charters overlapped.[8][9][10] The London Company was authorized to make settlements from North Carolina to New York (31 to 41 degrees North Latitude), provided that there was no conflict with the Plymouth Company's charter. The purpose of both was to claim land for England and to establish trade.\n\nUnder the charters, the territory allocated was defined as follows:\n\nThese were privately funded proprietary ventures, and the purpose of each was to claim land for England, establish trade, and return a profit. The London Company successfully established a colony in Jamestown, Virginia in 1607. The Plymouth Company did not fulfill its charter, but the region chartered to it was named \"New England\" by Captain John Smith of Jamestown in his account of two voyages there, published as A Description of New England.\n\nThe name \"New England\" was officially sanctioned on November 3, 1620, when the charter of the Plymouth Company was replaced by a royal charter for the Plymouth Council for New England, a joint-stock company established to colonize and govern the region. In December 1620, the permanent settlement of Plymouth Colony was established by the Pilgrims, English Puritan separatists who arrived on the Mayflower. They held a feast of gratitude which became part of the American tradition of Thanksgiving. Plymouth Colony had a small population and size, and it was absorbed into Massachusetts Bay Colony in 1691.\n\nPuritans began to immigrate from England in large numbers, and they established the Massachusetts Bay Colony in 1629 with 400 settlers. They sought to reform the Church of England by creating a new, pure church in the New World. By 1640, 20,000 had arrived, although many died soon after arrival.\n\nThe Puritans created a deeply religious, socially tight-knit, and politically innovative culture that still influences the United States.[11] They fled England and attempted to create a \"nation of saints\" or a \"City upon a Hill\" in America, a community designed to be an example for all of Europe.\n\nIt does bear mentioning the issuance of the pine tree shilling and the \"Hull Mint\". John Hull partnered with Robert Sanderson and they struck the \"pine tree shilling\" in 1652.[12] Inscription: \"The Hull Mint - Near this site stood the first mint in the British colonies of North America. Before 1652, the Massachusetts financial system was based on bartering and foreign coinage. The scarcity of coin currency was a problem for the growth of the New England economy. On May 27, 1652, the Massachusetts General Court appointed John Hull, a local silversmith, to be Boston's mint master without notifying or seeking permission from the British government. The Hull Mint produced several denominations of silver coinage, including the famous silver pine tree schilling, for over 30 years until the political and economic situation made operating the mint no longer practical.\"[13]\n\nRoger Williams preached religious liberty, separation of Church and State, and a complete break from the Church of England. He was banished from Massachusetts for his theological views and led a group south to found Providence Plantations in 1636. It merged with other settlements to form the Colony of Rhode Island and Providence Plantations, which became a haven for Baptists, Quakers, Jews, and others, including Anne Hutchinson who had been banished during the Antinomian Controversy.[14]\n\nOn March 3, 1636, the Connecticut Colony was granted a charter and established its own government, absorbing the nearby New Haven Colony. Vermont was still unsettled, and the territories of New Hampshire and Maine were governed by Massachusetts.\n\nKing James II of England became concerned about the increasingly independent ways of the colonies, in particular their self-governing charters, open flouting of the Navigation Acts, and increasing military power. He decreed the Dominion of New England in 1686, an administrative union of all the New England colonies, and the Province of New York and the Province of New Jersey were added into it two years later. The union was imposed upon the colonies and removed nearly all the leaders who had been elected by the colonists themselves, and it was highly unpopular as a result. The Connecticut Colony refused to deliver their charter to dominion Governor Edmund Andros in 1687, so he sent an armed contingent to seize it. According to tradition, the colonists hid the charter inside the Charter Oak tree. King James was removed from the throne in the Glorious Revolution of 1689, and Andros was arrested and sent back to England by the colonists during the 1689 Boston Revolt.[15]\n\nMost of the colonial charters were significantly modified after the Glorious Revolution in 1689, with the appointment of royal governors to nearly every colony. An uneasy tension existed between the Royal Governors and the officials who had been elected by the colonists themselves. The governors wanted essentially unlimited powers, and the different layers of elected officials resisted as best they could. In most cases, towns continued operating as self-governing bodies, as they had done previously and ignored the royal governors whenever possible. The New England colonies were not formally united again until 1776 when all thirteen colonies declared themselves independent states in a larger unit called the United States of America.\n\nThe regional economy grew rapidly in the 17th century, thanks to heavy immigration, high birth rates, low death rates, and an abundance of inexpensive farmland.[16]  The population grew from 3,000 in 1630 to 14,000 in 1640, 33,000 in 1660, 68,000 in 1680, and 91,000 in 1700. Between 1630 and 1643, about 20,000 Puritans arrived, settling mostly near Boston; after 1643, fewer than 50 immigrants arrived per year. The average size of a family 1660-1700 was 7.1 children; the birth rate was 49 babies per year per thousand people, and the death rate was about 22 deaths per year per thousand people. About 27 percent of the population was composed of men between 16 and 60 years old.[17]\n\nThe New England colonies were settled largely by farmers who became relatively self-sufficient. The region's economy gradually began to focus on crafts and trade, in contrast to the Southern colonies whose agrarian economy focused more heavily on foreign and domestic trade.[18]\n\nNew England fulfilled the economic expectations of its Puritan founders. The Puritan economy was based on the efforts of self-supporting farmsteads which traded only for goods that they could not produce themselves, unlike the cash crop-oriented plantations of the Chesapeake region.[19] New England became an important mercantile and shipbuilding center, along with agriculture, fishing, and logging, serving as the hub for trading between the southern colonies and Europe.[20]\n\nThe region's economy grew steadily over the entire colonial era, despite the lack of a staple crop that could be exported. All the colonies fostered economic growth by subsidizing projects that improved the infrastructure, such as roads, bridges, inns, and ferries. They gave bounties and monopolies to sawmills, grist mills, iron mills, fulling mills (which treated cloth), salt works, and glassworks. Most important, colonial legislatures set up a legal system that was conducive to business enterprise by resolving disputes, enforcing contracts, and protecting property rights. Hard work and entrepreneurship characterized the region, as the Puritans and Yankees endorsed the \"Protestant Work Ethic\" which enjoined men to work hard as part of their divine calling.[21]\n\nNew England conducted a robust trade within the English domain in the mid-18th century. They exported pickled beef and pork to the Caribbean, onions, and potatoes from the Connecticut Valley, northern pine and oak staves from which the planters constructed containers to ship their sugar and molasses, Narragansett Pacers from Rhode Island, and \"plugs\" to run sugar mills.[22]\n\nThe benefits of growth were widely distributed, with even farm laborers better off at the end of the colonial period. The growing population led to shortages of good farmland on which young families could establish themselves; one result was to delay marriage, and another was to move to new lands farther west. In the towns and cities, there was strong entrepreneurship and a steady increase in the specialization of labor. Wages went up steadily before 1775, and new occupations were opening for women, including weaving, teaching, and tailoring. The region bordered New France, and the British poured money in to purchase supplies, build roads, and pay colonial soldiers in several wars. The coastal ports began to specialize in fishing, international trade, shipbuilding, and whaling after 1780. These factors combined with growing urban markets for farm products and allowed the economy to flourish despite the lack of technological innovation.[23]\n\nBenjamin Franklin examined the hovels in Scotland in 1772 which surrounded opulent mansions occupied by the landowners. He said that every man in New England is a property owner, \"has a Vote in public Affairs, lives in a tidy, warm house, has plenty of good Food and Fuel, with whole clothes from Head to Foot, the Manufacture perhaps of his own family.\"[24]\n\nThe first public schools in America were established by the Puritans in New England during the 17th century. Boston Latin School was founded in 1635 and is the oldest public school in the United States.[25]\nLawrence Cremin writes that colonists tried at first to educate by the traditional English methods of family, church, community, and apprenticeship, with schools later becoming the key agent in \"socialization\". At first, the rudiments of literacy and arithmetic were taught inside the family. By the mid-19th century, the role of the schools had expanded to such an extent that many of the educational tasks traditionally handled by parents became the responsibility of the schools.[26][27]\n\nAll the New England colonies required towns to set up schools. In 1642, the Massachusetts Bay Colony made education compulsory, and other New England colonies followed. Similar statutes were adopted in other colonies in the 1640s and 1650s. The schools were all male, with few facilities for girls.[28] Common schools appeared in the 18th century, where students of all ages were under the control of one teacher in one room. They were publicly supplied at the local town level; they were not free but were supported by tuition or rate bills.\n\nThe larger towns in New England opened grammar schools, the forerunner of the modern high school.[29]  The most famous was the Boston Latin School, which is still in operation as a public high school. Hopkins School in New Haven, Connecticut was another. By the 1780s, most had been replaced by private academies. By the early 19th century, New England operated a network of elite private high schools (now called \"prep schools\") typified by Phillips Andover Academy (1778), Phillips Exeter Academy (1781), and Deerfield Academy (1797). They became coeducational in the 1970s and remain highly prestigious in the 21st century.[30][31]\n\nHarvard College was founded by the colonial legislature in 1636 and named in honor of benefactor John Harvard. Most of the funding came from the colony, but the college began to collect an endowment. Harvard was founded to train young men for the ministry, and it won general support from the Puritan colonies. Yale College was founded in 1701 and was relocated to New Haven in 1716. The conservative Puritan ministers of Connecticut had grown dissatisfied with the more liberal theology of Harvard and wanted their own school to train orthodox ministers. Dartmouth College was chartered in 1769 and grew out of a school for Indians; it was moved to Hanover, New Hampshire in 1770. Brown University was founded by Baptists in 1764 as the College in the English Colony of Rhode Island and Providence Plantations. It was the first college in America to admit students from any denominational background.[32]\n\n"
        },
        {
            "title": "1764-1900",
            "text": "New England was the center of revolutionary activity in the decade before 1775. On June 9, 1772, Rhode Island residents banded together and burned HMS Gaspee in response to that ship's harassment of merchant shipping—and smuggling—in Narragansett Bay.\n\nMassachusetts politicians Samuel Adams, John Adams, and John Hancock rose as leaders in the growing resentment toward English rule. New Englanders were very proud of their political freedoms and local democracy, which they felt was increasingly threatened by the English government. The main grievance was taxation, which colonists argued could only be imposed by their own legislatures and not by the Parliament in London. Their political cry was \"no taxation without representation.\"\n\nA ship was planning to land tea in Boston on December 16, 1773, and Patriots associated with the Sons of Liberty raided the ship and dumped all the tea into the harbor. This Boston Tea Party outraged British officials, and the King and Parliament decided to punish Massachusetts, passing the Intolerable Acts in 1774. This closed the port of Boston, the economic lifeblood of the Massachusetts Bay Colony, and it ended self-government, putting the people under military rule.\n\nThe Patriots set up a shadow government which the British Army attacked on April 18, 1775, at Concord, Massachusetts. British troops were forced back to Boston by the local militias on the 19th in the Battles of Lexington and Concord where the famous \"shot heard 'round the world\" was fired. The British army controlled only the city of Boston, and it was quickly brought under siege. The Continental Congress took control of the war, sending General George Washington to take charge. He forced the British to evacuate in March 1776. After that, the main warfare moved south, but the British made repeated raids along the coast, seizing Newport, Rhode Island and parts of Maine for a while.[33]\n\nAfter independence, New England ceased to be a unified political unit but remained a defined historical and cultural region consisting of its constituent states. By 1784, all of the states in the region had introduced the gradual abolition of slavery, with Vermont and Massachusetts introducing total abolition in 1777 and 1783, respectively.[34] During the War of 1812, some Federalists considered seceding from the Union, and some New England merchants opposed the war with Britain because she was their greatest trading partner.  Twenty-seven delegates from all over New England met in Hartford in the winter of 1814-15 for the Hartford Convention to discuss changes to the US Constitution that would protect the region and retain political power.  The war ended triumphantly, and the Federalist Party was permanently discredited and faded away.[35]\n\nThe territory of Maine was a part of Massachusetts, but it was admitted to the Union as an independent state in 1820 as part of the Missouri Compromise. Today, New England is defined as the states of Maine, New Hampshire, Vermont, Massachusetts, Rhode Island, and Connecticut.[36]\n\nNew England remained distinct from the other states in terms of politics, often going against the grain of the rest of the country. Massachusetts and Connecticut were among the last refuges of the Federalist Party, and New England became the strongest bastion of the new Whig Party when the Second Party System began in the 1830s. Leading statesmen hailed from the region, including conservative Whig orator Daniel Webster.\n\nNew England proved to be the center of the strongest abolitionist sentiment in the country, along with areas that were settled from New England, such as upstate New York, Ohio's Western Reserve, and the states of Michigan and Wisconsin. Abolitionists William Lloyd Garrison and Wendell Phillips were New Englanders, and the region was home to anti-slavery politicians John Quincy Adams, Charles Sumner, and John P. Hale. The anti-slavery Republican Party was formed in the 1850s, and all of New England became strongly Republican, including areas that had previously been strongholds for the Whig and Democrat Parties. The region remained Republican until the early 20th century when immigration turned the states of southern New England towards the Democrats.\n\nThe 1860 Census showed that 32 of the 100 largest cities in the country were in New England, as well as the most highly educated. New England produced numerous literary and intellectual figures in the nineteenth century, including Ralph Waldo Emerson, Henry David Thoreau, Nathaniel Hawthorne, Henry Wadsworth Longfellow, John Greenleaf Whittier, George Bancroft, William H. Prescott, and others.[37]\n\nNew England was an early center of the industrial revolution. The Beverly Cotton Manufactory was the first cotton mill in America, founded in Beverly, Massachusetts in 1787,[38] and was considered the largest cotton mill of its time. Technological developments and achievements from the Manufactory led to the development of other, more advanced cotton mills, including Slater Mill in Pawtucket, Rhode Island. Several textile mills were already underway during the time. Towns became famed as centers of the textile industry, such as Lawrence, Massachusetts, Lowell, Massachusetts, Woonsocket, Rhode Island, and Lewiston, Maine, following models from Slater Mill and the Beverly Cotton Manufactory.\n\nTextile manufacturing in New England was growing rapidly, which caused a shortage of workers. Recruiters were hired by mill agents to bring young women and children from the countryside to work in the factories, and thousands of farm girls left their rural homes in New England to work in the mills between 1830 and 1860, hoping to aid their families financially, save up for marriage, and widen their horizons. They also left their homes due to population pressures to look for opportunities in expanding New England cities. The majority of female workers came from rural farming towns in northern New England. Immigration also grew along with the growth of the textile industry—but the number of young women working in the mills decreased as the number of Irish workers increased.[39]\n\nAs New England's urban, industrial economy transformed from the beginning of the early national period (~1790) to the middle of the nineteenth century, so too did its agricultural economy. At the beginning of this period, when the United States was just emerging from its colonial past, the agricultural landscape of New England was defined overwhelmingly by subsistence farming.[40]  The primary crops produced were wheat, barley, rye, oats, turnips, parsnips, carrots, onions, cucumbers, beets, corn, beans, pumpkins, squashes, and melons.[41]  Because there was not a sufficiently large New England-based home market for agricultural products due to the absence of a large nonagricultural population, New England farmers, by and large, had no incentive to commercialize their farms.[40]  Thus, as farmers could not find very many markets nearby to sell to, they generally could not earn enough income with which to buy many new products for themselves. This not only meant that farmers would largely produce their own food, but also that they tended to produce their own furniture, clothing, and soap, among other household items.[40]  Hence, according to historian Percy Bidwell, at the onset of the early national period, much of the New England agricultural economy was characterized by a “lack of exchange; lack of differentiation of employments or division of labor; the absence of progress in agricultural methods; a relatively low standard of living; emigration and social stagnation.”[40]  As Bidwell writes, the farming in New England at this time was “practically uniform” with many farmers distributing their land “in about the same proportions into pasturage, woodland, and tillage, and raised about the same crops and kept about the same kind and quantity of stock” as other farmers.[42]  This situation would, however, be radically different by 1850, by which time a highly specialized agricultural economy producing a host of new and differentiated products had emerged. Two factors were primarily responsible for the revolutionary changes in the agricultural economy of New England during the period from 1790 to 1850: (1) The rise of the manufacturing industry in New England (industrialization), and (2) agricultural competition from the western states.[43]\n\nDuring this period, the industrial jobs created in New England's towns and cities affected the agricultural economy profoundly by generating a rapidly growing nonagricultural, urbanizing population. The farmers finally had a nearby market to which they could sell their crops, and thus an opportunity to obtain incomes beyond what they produced for subsistence.[44] This new market enabled farmers to make their farms more productive.[44]  There was a resultant move away from subsistence farming toward the production of specialized crops. The demands of the consumers of the crops, whether factories or individuals, now determined the kinds of crops that each farm cultivated. Potash, pearlash, charcoal, and fuelwood were among the agricultural products that were produced in greater quantities during this time.[45]  The increasing specialization of agriculture even led to the production of tobacco, a predominantly southern crop, from central Connecticut to northern Massachusetts, where natural conditions were amenable to its growth.[46]  Many agricultural societies were formed to promote improved farming,[47] and they did so by dispensing information on new technological innovations such as the cast-iron plough, which rapidly replaced the wooden plough by the 1830s, as well as mowing machines and horse-rakes.[48]  Another important result of the manufacturing boom in New England was the new abundance of cheap products that formerly had to be produced on the farm. For example, myriad new mills produced inexpensive textiles, and it now made more economic sense for many farm women to purchase these textiles rather than spin and weave them at home. Women consequently found new employment elsewhere, typically at the mills, many of which had a shortage of workers, and they began to earn cash incomes.[49]\n\nThe agricultural competition that emerged from the western states due to transportation improvements (e.g., railroads and steamboats) also helped shape agriculture in New England. Competition from the western states was principally responsible for the decline in local pork production and cattle-fattening, as well as that in wheat production.[49]  New England farmers now aimed to produce goods with which western farmers could not compete. Consequently, many New England farms came to specialize in “highly perishable and bulky produce,” according to historian Darwin Kelsey. These crops included milk, butter, potatoes, and broomcorn.[50]  Thus, both the rise of manufacturing during the industrial revolution and the rise of western competition generated substantial agricultural specialization.\n\nThe largely differentiated agricultural landscape of the New England of 1850[51]  was distinct from the subsistence-dominated landscape that existed 40–60 years prior. This period of time, therefore, was not only noteworthy in terms of New England's industrial revolution, but also in terms of New England's agricultural revolution.\nMIT economic historian Peter Temin has pointed out that the “transformation of the New England economy in the middle fifty years of the nineteenth century was comparable in scope and intensity to the Asian ‘miracles’ of Korea and Taiwan in the half-century since World War II.”[52]  The extensive changes in agriculture that occurred were an important aspect of this economic process.\n\n There have been waves of immigration from Ireland, Quebec, Italy, Portugal, Asia, Latin America, Africa, other parts of the United States, and elsewhere.\n\nDuring the colonial period and the early years of the American republic, New England leaders like James Otis, John Adams, and Samuel Adams joined Patriots in Philadelphia and Virginia to define Republicanism, and lead the colonies to a war for independence against Great Britain. New England was a Federalist stronghold and strongly opposed the War of 1812. After 1830 it became a Whig party, stronghold as exemplified by Daniel Webster in the Second Party System. At the time of the American Civil War, New England, the mid-Atlantic, and the Midwest, which had long since abolished slavery, united against the Confederate States of America, ending the practice in the United States. Henry David Thoreau, iconic New England writer and philosopher, made the case for civil disobedience and individualism.\n\nFrench-Canadians living in rural Canada was attracted to New England textile mills after 1850,[53][54] and about 600,000 migrated to the U.S., especially to New England.[55] The first immigrants went to nearby areas of northern Vermont and New Hampshire, but southern Massachusetts became the principal destination from the late 1870s until the end of the last immigration wave in the early 1900s.[56] Many of these later immigrants were looking for short-term employment that would allow them to make enough money to go back home and settle comfortably, but approximately half of the Canadian settlers remained permanently.[57] By 1900, 573,000 French Canadians had immigrated to New England.[58]\n\nThese people settled together in neighborhoods colloquially called  Little Canada, but those neighborhoods faded away after 1960.[59]  There were few French-language institutions in New England other than Catholic churches. There were French newspapers; more than 250 came into being and became defunct from the mid-19th century to the 1930s, some lasting months at a time, others remaining for decades.[60] By 1937, there were 21,[60] but they were found to have a total of only 50,000 subscribers at that time.[61] The World War II generation avoided bilingual education for their children, and insisted they speak English.[62] By 1976, nine in ten Franco Americans usually spoke English and scholars generally agreed that \"the younger generation of Franco-American youth had rejected their heritage.\"[63]\n\n"
        },
        {
            "title": "Since 1900",
            "text": "The New Haven railroad was the leading carrier in New England from 1872 to 1968. New York's leading banker, J. P. Morgan, had grown up in Hartford and had a strong interest in the New England economy. Starting in the 1890s Morgan began financing the major New England railroads, such as the New Haven and the Boston and Maine, dividing territory so they would not compete. In 1903 he brought in Charles Mellen as president of the New Haven (1903-1913). The goal, richly supported by Morgan's financing, was to purchase and consolidate the main railway lines of New England, merge their operations, lower their costs, electrify the heavily used routes, and modernize the system. With less competition and lower costs, there supposedly would be higher profits. The New Haven purchased 50 smaller companies, including streetcars, freight steamers, passenger steamships, and a network of light rails (electrified trolleys) that provided inter-urban transportation for all of southern New England. By 1912, the New Haven operated over 2,000 miles (3,200 km) of a track, with 120,000 employees, and practically monopolized traffic in a wide swath from Boston to New York City.\n\nMorgan's quest for monopoly angered reformers during the Progressive Era, most notably Boston lawyer Louis Brandeis, who fought the New Haven for years. Mellen's abrasive tactics alienated public opinion, led to high prices for acquisitions and too costly construction. The accident rate rose when efforts were made to save on maintenance costs. Debt soared from $14 million in 1903 to $242 million in 1913. Also in 1913 it was hit by an anti-trust lawsuit by the federal government and was forced to give up its trolley systems.[64]  The advent of automobiles, trucks and buses after 1910 slashed the profits of the New Haven. The line went bankrupt in 1935, was reorganized and reduced in scope, went bankrupt again in 1961, and in 1969 was merged into the Penn Central system, which itself went bankrupt. The remnants of the system are now part of Conrail.[65]\n\nThe automotive revolution came much faster than anyone expected, especially the railroad executives. In 1915 Connecticut had 40,000 automobiles; five years later it had 120,000. There was even faster growth in trucks from 7,000 to 24,000.[66]\n\nIn the 1930s and 1940s there were winter \"outing clubs\" in a number of areas in New England which held dog sled races, ski jumping, and cross country competitions; sulky races on cleared streets, and dances.[67]\n\nThe 1938 New England hurricane hit the region (and Long Island) hard, killing about 700 people. Having deviated from the path predicted by the U.S. Weather Bureau, the hurricane gave little warning and leveled thousands of buildings.  Federal as well as local agencies provided assistance to New Englanders, and the modern disaster relief system was created in the process of that collaboration.[68]  It blew down 15,000,000 acres (61,000 km2) of trees, one-third of the total forest at the time in New England. 3 billion board feet were salvaged. Many of the older trees in the region are about 75 years old, dating from after this storm.[69]\n\nThe New England economy was radically transformed after World War II. The factory economy practically disappeared. The textile mills one by one went out of business from the 1920s to the 1970s. For example, the Crompton Company, after 178 years in business, went bankrupt in 1984, costing the jobs of 2,450 workers in five states. The major reasons were cheap imports, the strong dollar, declining exports, and a failure to diversify.[70]  Shoes followed. What remains is very high technology manufacturing, such as jet engines, nuclear submarines, pharmaceuticals, robotics, scientific instruments, and medical devices. MIT (the Massachusetts Institute of Technology) invented the format for university-industry relations in high tech fields and spawned many software and hardware firms, some of which grew rapidly.[71]  By the 21st century the region had become famous for its leadership roles in the fields of education, medicine, and medical research, high-technology, finance, and tourism.[72]\n\n"
        },
        {
            "title": "Famous leaders",
            "text": "Eight presidents of the United States have been born in New England, however, only five are usually affiliated with the area. They are, in chronological order: John Adams (Massachusetts), John Quincy Adams (Massachusetts), Franklin Pierce (New Hampshire), Chester A. Arthur (born in Vermont, affiliated with New York), Calvin Coolidge (born in Vermont, affiliated with Massachusetts), John F. Kennedy (Massachusetts), George H. W. Bush (born in Massachusetts, affiliated with Texas) and George W. Bush (born in Connecticut, affiliated with Texas).\n\nNine vice presidents of the United States have been born in New England, however, again only five are usually affiliated with the area. They are, in chronological order: John Adams, Elbridge Gerry (Massachusetts), Hannibal Hamlin (Maine), Henry Wilson (born in New Hampshire, affiliated with Massachusetts), Chester A. Arthur, Levi P. Morton (born in Vermont, affiliated with New York), Calvin Coolidge, Nelson Rockefeller (born in Maine, affiliated with New York), George H.W. Bush.\n\nEleven of the Speakers of the United States House of Representatives have been elected from New England. They are, in chronological order: Jonathan Trumbull, Jr. (2nd Speaker, Connecticut), Theodore Sedgwick (5th Speaker, Massachusetts), Joseph Bradley Varnum (7th Speaker, Massachusetts), Robert Charles Winthrop (22nd Speaker, Massachusetts), Nathaniel Prentice Banks (25th Speaker, Massachusetts), James G. Blaine (31st Speaker, Maine), Thomas Brackett Reed (36th and 38th, Maine), Frederick Gillett (42nd, Massachusetts), Joseph William Martin, Jr. (49th and 51st, Massachusetts), John William McCormack (53rd, Massachusetts) and Tip O'Neill (55th, Massachusetts).\n\n"
        }
    ]
}