{
    "url": "https://en.wikipedia.org/wiki/Film_historian",
    "title": "History of film",
    "table_of_contents": [
        "1 Precursors",
        "1.1 1878–1890s: Chronophotography, animated recordings and early cinematography",
        "2 Novelty Era (1890s- Early 1900s)",
        "2.1 Advances towards projection",
        "2.2 Proliferation of actualities and newsreels",
        "2.3 Experimentation with narrative filmmaking",
        "2.3.1 France: Georges Méliès, Pathé Frères, Gaumont Film Company",
        "2.3.2 England: Robert W Paul, Cecil Hepworth, The Brighton School",
        "2.3.3 United States: The Edison Company and Edwin S. Porter",
        "3 Continued international growth (1900s-1910s)",
        "3.1 New film producing countries",
        "3.2 Film technique",
        "3.3 During World War I and industry",
        "3.4 New techniques",
        "3.5 Film art",
        "4 1920s",
        "4.1 Golden years of German cinema, Hollywood triumphant",
        "5 1930s",
        "5.1 Sound era",
        "5.2 Creative impact of sound",
        "5.3 Color in cinema",
        "6 1940s",
        "6.1 World War II and its aftermath",
        "7 1950s",
        "7.1 Golden age of Asian cinema",
        "8 1960s",
        "9 1970s",
        "10 1980s",
        "11 1990s",
        "12 2000s",
        "13 2010s",
        "14 2020s",
        "14.1 COVID-19 pandemic",
        "15 See also",
        "16 Sources",
        "17 References",
        "18 Further reading",
        "19 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe history of film chronicles the development of a visual art form created using film technologies that began in the late 19th century.\n\nAlthough the advent of film as an artistic medium is not clearly defined, the commercial, public screening of ten of the Lumière brothers' short films in Paris on 28 December 1895 can be regarded as the breakthrough of projected cinematographic motion pictures. There had been earlier cinematographic results and screenings by others like the Skladanowsky brothers, who used their self-made Bioscop to display the first moving picture show to a paying audience on 1 November 1895 in Berlin, but they lacked either the quality, financial backing, stamina or the luck to find the momentum that propelled the cinématographe Lumière into a worldwide success.[1]\n\nSoon film production companies and studios were established all over the world. The first decade of motion picture saw film moving from a novelty to an established mass entertainment industry. The earliest films were in black and white, under a minute long, without recorded sound and consisted of a single shot from a steady camera.\n\nConventions toward a general cinematic language developed over the years with editing, camera movements and other cinematic techniques contributing specific roles in the narrative of films.\n\nSpecial effects became a feature in movies since the late 1890s, popularized by Georges Méliès' fantasy films. Many effects were impossible or impractical to perform in theater plays and thus added more magic to the experience of movies.\n\nTechnical improvements added length (reaching 60 minutes for a feature film in 1906), synchronized sound recording (mainstream since the end of the 1920s), color (mainstream since the 1930s) and 3D (temporarily popular in the early 1950s and mainstream since the 2000s). Sound ended the necessity of interruptions of title cards, revolutionized the narrative possibilities for filmmakers, and became an integral part of moviemaking.\n\nPopular new media, including television (mainstream since the 1950s), home video (mainstream since the 1980s), and internet (mainstream since the 1990s) influenced the distribution and consumption of films. Film production usually responded with content to fit the new media, and with technical innovations (including widescreen (mainstream since the 1950s), 3D and 4D film) and more spectacular films to keep theatrical screenings attractive.\n\nSystems that were cheaper and more easily handled (including 8mm film, video and smartphone cameras) allowed for an increasing number of people to create films of varying qualities, for any purpose (including home movies and video art). The technical quality was usually lower than that of professional movies, but improved with digital video and affordable high quality digital cameras.\n\nImproving over time, digital production methods became more and more popular during the 1990s, resulting in increasingly realistic visual effects and popular feature-length computer animations.\n\nDifferent film genres emerged and enjoyed variable degrees of success over time, with huge differences among, for instance, horror films (mainstream since the 1890s), newsreels (prevalent in U.S. cinemas between the 1910s and the late 1960s), musicals (mainstream since the late 1920s) and pornographic films (experiencing a Golden Age during the 1970s).\n\n"
        },
        {
            "title": "Precursors",
            "text": "The use of film as an art form traces its origins to several earlier traditions in the arts such as (oral) storytelling, literature, theatre and visual arts. Cantastoria and similar ancient traditions combined storytelling with series of images that were shown or indicated one after the other. Predecessors to film that had already used light and shadows to create art before the advent of modern film technology include shadowgraphy, shadow puppetry, camera obscura, and the magic lantern.\n\nShadowgraphy and shadow puppetry represent early examples of the intent to use moving imagery for entertainment and storytelling.[2] Thought to have originated in the Far East, the art form used shadows cast by hands or objects to assist in the creation of narratives. Shadow puppetry enjoyed popularity for centuries around Asia, notably in Java, and eventually spread to Europe during the Age of Enlightenment.[3]\n\nBy the 16th century, entertainers often conjured images of ghostly apparitions utilizing techniques such as camera obscura and other forms of projection to enhance their performances.[4] Magic lantern shows developed in the latter half of the 17th century seem to have continued this tradition with images of death, monsters and other scary figures.[5] Around 1790, this practice was developed into a type of multimedia ghost show known as phantasmagoria. These popular shows entertained audiences using mechanical slides, rear projection, mobile projectors, superimposition, dissolves, live actors, smoke (on which projections may have been cast), odors, sounds and even electric shocks.[6][7] While many first magic lantern shows were intended to frighten viewers, advances by projectionists allowed for creative and even educational storytelling that could appeal to wider family audiences.[8] Newly pioneered techniques such as the use of dissolving views and the chromatrope allowed for smoother transitions between two projected images and aided in providing stronger narratives.[9]\n\nIn 1833, scientific study of a stroboscopic illusion in spoked wheels by Joseph Plateau, Michael Faraday and Simon Stampfer led to the invention of the Fantascope, also known as the stroboscopic disk or the phenakistiscope, which was popular in several European countries for a while. Plateau thought it could be further developed for use in phantasmagoria and Stampfer imagined a system for longer scenes with strips on rollers, as well as a transparent version (probably intended for projection). Plateau, Charles Wheatstone, Antoine Claudet and others tried to combine the technique with the stereoscope (introduced in 1838) and photography (introduced in 1839) for a more complete illusion of reality, but for decades such experiments were mostly hindered by the need for long exposure times, with motion blur around objects that moved while the reflected light fell on the photo-sensitive chemicals. A few people managed to get decent results from stop motion techniques, but these were only very rarely marketed and no form of animated photography had much cultural impact before the advent of chronophotography.\n\nMost early photographic sequences, known as chronophotography, were not initially intended to be viewed in motion and were typically presented as a serious, even scientific, method of studying locomotion. The sequences almost exclusively involved humans or animals performing a simple movement in front of the camera.[10] Starting in 1878 with the publication of The Horse in Motion cabinet cards, photographer Eadweard Muybridge began making hundreds of chronophotographic studies of the motion of animals and humans in real-time. He was soon followed by other chronophotographers like Étienne-Jules Marey, Georges Demenÿ, Albert Londe and Ottomar Anschütz. In 1879, Muybridge started lecturing on animal locomotion and used his Zoopraxiscope to project animations of the contours of his recordings, traced onto glass discs.[11]\n\nIn 1887, the German inventor and photographer Ottomar Anschütz started presenting his chronophotographic recordings in motion, using a device he called the Elektrischen Schnellseher (also known as the Electrotachyscope), which displayed short loops on a small milk glass screen. By 1891, he had started mass production of a more economical, coin-operated peep-box viewing device of the same name that was exhibited at international exhibitions and fairs. Some machines were installed for longer periods, including some at The Crystal Palace in London, and in several U.S. stores. Shifting the focus of the medium from technical and scientific interest in motion to entertainment for the masses, he recorded wrestlers, dancers, acrobats, and scenes of everyday life. Though little evidence remains for most of these recordings, some scenes probably depicted staged comical scenes. Extant records suggest some of his output directly influenced later works by the Edison Company, such as the 1894 film Fred Ott's Sneeze.[12]\n\nAdvances towards motion picture projection technologies were based on the popularity of magic lanterns, chronophotographic demonstrations, and other closely related forms of projected entertainment such as illustrated songs. From October 1892 to March 1900, inventor Émile Reynaud exhibited his Théâtre Optique (\"Optical Theatre\") film system at the Musée Grévin in Paris. Reynaud's device, which projected a series of animated stories such as Pauvre Pierrot and Autour d'une cabine, was displayed to over 500,000 visitors over the course of 12,800 shows.[13][14] On 25, 29 and 30 November 1894, Ottomar Anschütz projected moving images from Electrotachyscope discs on a large screen in the darkened Grand Auditorium of a Post Office Building in Berlin. From 22 February to 30 March 1895, a commercial 1.5-hour program of 40 different scenes was screened for audiences of 300 people at the old Reichstag and received circa 4,000 visitors.[15][16][17]\n\nIllustrated songs were a trend that began in 1894 in vaudeville houses and persisted until the late 1930s in film theaters.[18] Live performance or sound recordings were paired with hand-colored glass slides projected through stereopticons and similar devices. In this way, song narrative was illustrated through a series of slides whose changes were simultaneous with the narrative development. Later, as the film industry took precedence, illustrated songs were used as filler material preceding films and during reel changes.[19]\n\nThe Berlin Wintergarten theater hosted an early movie presentation by the Skladanowsky brothers during the month of November 1895. Their picture show, which lasted approximately 15-minutes, was part of an evening program that lasted over three hours, which further included an assortment of variety acts. The Skladanowskys showed eight short films (circa 6 to 11 seconds if played at 16 fps), looped repeatedly, while a specially composed score was played especially loud to drown out the noise of the machinery.[20]\n\n"
        },
        {
            "title": "",
            "text": "\nIn June 1889, American inventor Thomas Edison assigned a lab assistant, William Kennedy Dickson, to help develop a device that could produce visuals to accompany the sounds produced from the phonograph. Building upon previous machines by Muybridge, Marey, Anschütz and others, Dickson and his team created the Kinetoscope peep-box viewer, with celluloid loops containing about half a minute of motion picture entertainment.[21] After an early preview on 20 May 1891,[22] Edison introduced the machine in 1893. Many of the movies presented on the Kinetoscope showcased well-known vaudeville acts performing in Edison's Black Maria studio.[23] The Kinetoscope quickly became a global sensation with multiple viewing parlors across major cities by 1895.[24] As the initial novelty of the images wore off, the Edison Company was slow to diversify their repertoire of films and waning public interest caused business to slow by Spring 1895. To remedy declining profits, experiments, such as The Dickson Experimental Sound Film, were conducted in an attempt to achieve the device's original goal of providing visual accompaniment for sound recordings. Limitations in syncing the sound to the visuals, however, prevented widespread application.[25] During that same period, inventors began advancing technologies towards film projection that would eventually overtake Edison's peep-box format.[26]\nMultiple inventors including Wordsworth Donisthorpe, Louis Le Prince, and William Friese-Greene experimented with prototype motion picture projection devices in the pursuit of creating and displaying films. The scenes in these experiments were usually filmed with family, friends or passing traffic as the moving subjects. Most of these films never passed the experimental stage and their efforts garnered little public attention until after cinema had become successful.\n\nIn the latter half of 1895, brothers Auguste and Louis Lumière filmed a number of short scenes with their invention, the Cinématographe. On 28 December 1895, the brothers gave their first commercial screening in Paris (though evidence exists of demonstrations of the device to small audiences as early as October 1895).[27] The screening consisted of ten films and lasted roughly 20 minutes. The program consisted mainly of actuality films such as Workers Leaving the Lumière Factory as truthful documents of the world, but the show also included the staged comedy L'Arroseur Arrosé.[28] The most advanced demonstration of film projection thus far, the Cinématographe was an instant success, bringing in an average of 2,500 to 3,000 francs daily by the end of January 1896.[29] Following the first screening, the order and selection of films were changed often.[30]\n\nThe Lumière brothers' primary business interests were in selling cameras and film equipment to exhibitors, not the actual production of films. Despite this, filmmakers across the world were inspired by the potential of film as exhibitors brought their shows to new countries. This era of filmmaking, dubbed by film historian Tom Gunning as \"the cinema of attractions\", offered a relatively cheap and simple way of providing entertainment to the masses. Rather than focusing on stories, Gunning argues, filmmakers mainly relied on the ability to delight audiences through the \"illusory power\" of viewing sequences in motion, much as they did in the Kinetoscope era that preceded it.[31] Despite this, early experimentation with fiction filmmaking (both in actuality film and other genres) did occur. Films were mostly screened inside temporary storefront spaces, in tents of traveling exhibitors at fairs, or as \"dumb\" acts in vaudeville programs.[32] During this period, before the process of post-production was clearly defined, exhibitors were allowed to exercise their creative freedom in their presentations. To enhance the viewers' experience, some showings were accompanied by live musicians in an orchestra, a theatre organ, live sound effects and commentary spoken by the showman or projectionist.[33][34]\n\nExperiments in film editing, special effects, narrative construction, and camera movement during this period by filmmakers in France, England, and the United States became influential in establishing an identity for film going forward. At both the Edison and Lumière studios, loose narratives such as the 1895 Edison film, Washday Troubles, established short relationship dynamics and simple storylines.[35] In 1896, La Fée aux Choux (The Fairy of the Cabbages) was first released. Directed and edited by Alice Guy, the story is arguably the earliest narrative film in history, as well as the first film to be directed by a woman.[36] That same year, the Edison Manufacturing Company released The May Irwin Kiss in May to widespread financial success. The film, which featured the first kiss in cinematic history, led to the earliest known calls for film censorship.[37]\n\nIn its infancy, film was rarely recognized as an art form by presenters or audiences. Regarded by the upper class as a \"vulgar\" and \"lowbrow\" form of cheap entertainment, films largely appealed to the working class and were often too short to hold any strong narrative potential.[38] Initial advertisements promoted the technologies used to screen films rather than the films themselves. As the devices became more familiar to audiences, their potential for capturing and recreating events was exploited primarily in the form of newsreels and actualities.[39] During the creation of these films, cinematographers often drew upon aesthetic values established by past art forms such as framing and the intentional placement of the camera in the composition of their image.[40] In a 1955 article for The Quarterly of Film Radio and Television, film producer and historian Kenneth Macgowan asserted that the intentional staging and recreation of events for newsreels \"brought storytelling to the screen\".[41]\n\nWith the advertisement of film technologies over content, actualities initially began as a \"series of views\" that often contained shots of beautiful and lively places or performance acts.[42] Following the success of their 1895 screening, The Lumière brothers established a company and sent cameramen across the world to capture new subjects for presentation. After the cinematographer shot scenes, they often exhibited their recordings locally and then sent back to the company factory in Lyon to make duplicate prints for sale to whomever wanted them.[43] In the process of filming actualities, especially those of real events, filmmakers discovered and experimented with multiple camera techniques to accommodate for their unpredictable nature.[44] Due to the short length (often only one shot) of many actualities, catalogue records indicate that production companies marketed to exhibitors by promoting multiple actualities with related subject matters that could be purchased to complement each other. Exhibitors who bought the films often presented them in a program and would provide spoken accompaniment to explain the action on screen to audiences.[42]\n\nOn May 20, 1895, the first paying audience for a motion picture gathered at Madison Square Garden to see a staged actuality that purported itself to be a boxing fight filmed by Woodville Latham using a device called the Eidoloscope. Commissioned by Latham, the French inventor Eugene Augustin Lauste created the device with additional expertise from William Kennedy Dickson and crafted a mechanism that came to be known as the Latham loop, which allowed for longer continuous runtimes and was less abrasive on the celluloid film.[45]\n\nIn subsequent years, screenings of actualities and newsreels proved to be a profitable endeavor. In 1897, The Corbett-Fitzsimmons Fight was released. The film was a complete recording of a heavyweight world championship boxing match at Carson City, Nevada. It generated more income in box office than in live gate receipts and was the longest film produced at the time. Audiences had probably been drawn to the Corbett-Fitzsimmons film en masse because James J. Corbett (a.k.a. Gentleman Jim) had become a matinee idol since he had played a fictionalized version of himself in a stage play.[46]\n\nFrom 1910 on, regular newsreels were exhibited and soon became a popular way for finding out the news before the advent of television –  the British Antarctic Expedition to the South Pole was filmed for the newsreels as were the suffragette demonstrations that were happening at the same time. F. Percy Smith was an early nature documentary pioneer working for Charles Urban and he pioneered the use of time lapse and micro cinematography in his 1910 documentary on the growth of flowers.[47][48]\n\nFollowing the successful exhibition of the Cinématographe, development of a motion picture industry rapidly accelerated in France. Multiple filmmakers experimented with the technology as they worked to attain the same success that the Lumière brothers had with their screening. These filmmakers established new companies such as the Star Film Company, Pathé Frères, and the Gaumont Film Company.\n\nThe most widely cited progenitor of narrative filmmaking is the French filmmaker, Georges Méliès. Méliès was an illusionist who had previously used magic lantern projections to enhance his magic act. In 1895, Méliès attended the demonstration of the Cinematographe and recognized the potential of the device to aid his act. He attempted to buy a device from the Lumière brothers, but they refused.[49] Months later, he bought a camera from Robert W. Paul and began experiments with the device by creating actualities. During this period of experimentation, Méliès discovered and implemented various special effects including the stop trick, the multiple exposure, and the use of dissolves in his films.[21]At the end of 1896, Méliès established the Star Film Company and started producing, directing, and distributing a body of work that would eventually contain over 500 short films.[50] Recognizing the narrative potential afforded by combining his theater background with the newly discovered effects for the camera, Méliès designed an elaborate stage that contained trapdoors and a fly system.[41] The stage construction and editing techniques allowed for the development of more complex stories, such as the 1896 film, Le Manoir du Diable (The House of the Devil), regarded as a first in the horror film genre, and the 1899 film Cendrillon (Cinderella).[51][52] In Méliès' films, he based the placement of the camera on the theatrical construct of proscenium framing, the metaphorical plane or fourth wall that divides the actors and the audience.[53] Throughout his career, Méliès consistently placed the camera in a fixed position and eventually fell out of favor with audiences as other filmmakers experimented with more complex and creative techniques.[54] Méliès is most widely known today for his 1902 film, Le Voyage Dans La Lune (A Trip to the Moon), where he used his expertise in effects and narrative construction to create the first science fiction film.[55]\n\nIn 1900, Charles Pathé began film production under the Pathé-Frères brand, with Ferdinand Zecca hired to lead the creative process.[56] Prior to this focus on production, Pathé had become involved with the industry by exhibiting and selling what were likely counterfeit versions of the Kinetoscope in his phonograph shop. With the creative leadership of Zecca and the capability to mass-produce copies of the films through a partnership with a French toolmaking company, Charles Pathé sought to make Pathé-Frères the leading film producer in the country. Within the next few years, Pathé-Frères became the largest film studio in the world, with satellite offices in major cities and an expanding selection of films available for presentation.[57]\n\nThe Gaumont Film Company was the main regional rival of Pathé-Frères. Founded in 1895 by Léon Gaumont, the firm initially sold photographic equipment and began film production in 1897, under the direction of Alice Guy, the industry's first female director.[58] Her earlier films share many characteristics and themes with her contemporary competitors, such as the Lumières and Méliès. She explored dance and travel films, often combining the two, such as Le Boléro performed by Miss Saharet (1905) and Tango (1905). Many of Guy's early dance films were popular in music-hall attractions such as the serpentine dance films – also a staple of the Lumières and Thomas Edison film catalogs.[59] In 1906, she made The Life of Christ, a big-budget production for the time, which included 300 extras. \n\nBoth Cecil Hepworth and Robert W. Paul experimented with the use of different camera techniques in their films. Paul's 'Cinematograph Camera No. 1' of 1895 was the first camera to feature reverse-cranking, which allowed the same film footage to be exposed several times, thereby creating multiple exposures. This technique was first used in his 1901 film Scrooge, or, Marley's Ghost.[60] Both filmmakers experimented with the speeds of the camera to generate new effects. Paul shot scenes from On a Runaway Motor Car through Piccadilly Circus (1899) by cranking the camera apparatus very slowly.[61] When the film was projected at the usual 16 frames per second, the scenery appeared to be passing at great speed. Hepworth used the opposite effect in The Indian Chief and the Seidlitz Powder (1901). The Chief's movements are sped up by cranking the camera much faster than 16 frames per second, producing what modern audiences would call a \"slow motion\" effect.[62]\n\nThe first films to move from single shots to successive scenes began around the turn of the 20th century. Due to the loss of many early films, a conclusive shift from static singular shots to a series of scenes can be hard to determine. Despite these limitations, Michael Brooke of the British Film Institute attributes real film continuity, involving action moving from one sequence into another, to Robert W. Paul's 1898 film, Come Along, Do!. Only a still from the second shot remains extant today.[63] Released in 1901, the British film Attack on a China Mission was one of the first films to show a continuity of action across multiple scenes.[41] The use of the intertitle to explain actions and dialogue on screen began in the early 1900s. Filmed intertitles were first used in Robert W. Paul's film, Scrooge, or Marley's Ghost.[64] In most countries, intertitles gradually came to be used to provide dialogue and narration for the film, thus dispensing the need for narration provided by exhibitors.\n\n\nDevelopment of continuous action across multiple shots was furthered in England by a loosely associated group of film pioneers collectively termed \"the Brighton School\". These filmmakers included George Albert Smith and James Williamson, among others. Smith and Williamson experimented with action continuity and were likely the first to incorporate the use of inserts and close-ups between shots.[41] A basic technique for trick cinematography was the double exposure of the film in the camera. The effect was pioneered by Smith in the 1898 film, Photographing a Ghost. According to Smith's catalogue records, the (now lost) film chronicles a photographer's struggle to capture a ghost on camera. Utilizing the double exposure of the film, Smith overlaid a transparent ghostly figure onto the background in a comical manner to taunt the photographer.[65] Smith's The Corsican Brothers was described in the catalogue of the Warwick Trading Company in 1900: \"By extremely careful photography the ghost appears *quite transparent*. After indicating that he has been killed by a sword-thrust, and appealing for vengeance, he disappears. A 'vision' then appears showing the fatal duel in the snow.\"[66] Smith also initiated the special effects technique of reverse motion. He did this by repeating the action a second time, while filming it with an inverted camera, and then joining the tail of the second negative to that of the first.[67] The first films made using this device were Tipsy, Topsy, Turvy and The Awkward Sign Painter. The earliest surviving example of this technique is Smith's The House That Jack Built, made before September 1900. Cecil Hepworth took this technique further by printing the negatives of the forward motion in reverse frame by frame, producing a print in which the original action was exactly reversed. To do this he built a special printer in which the negative running through a projector was projected into the gate of a camera through a special lens giving a same-size image. This arrangement came to be called a \"projection printer\", and eventually an \"optical printer\".[68] \nIn 1898, George Albert Smith experimented with close-ups, filming shots of a man drinking beer and a woman using sniffing tobacco.[41] The following year, Smith made The Kiss in the Tunnel, a sequence consisting of three shots: a train enters a tunnel; a man and a woman exchange a brief kiss in the darkness and then return to their seats; the train exits the tunnel. Smith created the scenario in response to the success of a genre known as a phantom ride. In a phantom ride film, cameras would capture the motion and surroundings from the front of a moving train.[69][70] The separate shots, when edited together, formed a distinct sequence of events and established causality from one shot to the next.[71] Following The Kiss in the Tunnel, Smith more definitively experimented with continuity of action across successive shots and began utilizing inserts in his films, such as Grandma's Reading Glass and Mary Jane's Mishap.[41] In 1900, Smith made As Seen Through a Telescope. The main shot shows a street scene with a young man tying the shoelace and then caressing the foot of his girlfriend, while an old man observes this through a telescope. There is then a cut to close shot of the hands on the girl's foot shown inside a black circular mask, and then a cut back to the continuation of the original scene.[72]\n\nJames Williamson perfected narrative building techniques in his 1900 film, Attack on a China Mission. The film, which film historian John Barnes later described as having \"the most fully developed narrative of any film made in England up to that time\", opens as the first shot shows Chinese Boxer rebels at the gate; it then cuts to the missionary family in the garden, where a fight ensues. The wife signals to British sailors from the balcony, who come and rescue them.[73] The film also used the first \"reverse angle\" cut in film history.[74] The following year, Williamson created The Big Swallow. In the film. a man becomes irritated by the presence of the filmmaker and \"swallows\" the camera and its operator through the use of interpolated close-up shots.[75] He combined these effects, along with superimpositions, use of wipe transitions to denote a scene change, and other techniques to create a film language, or \"film grammar\".[76][77] James Williamson's use of continuous action in his 1901 film, Stop Thief! stimulated a film genre known as the \"chase film.\"[78] In the film, a tramp steals a leg of mutton from a butcher's boy in the first shot, is chased by the butcher's boy and assorted dogs in the following shot, and is finally caught by the dogs in the third shot.[78]\n\nThe Execution of Mary Stuart, produced in 1895 by the Edison Company for viewing with the Kinetoscope, showed Mary Queen of Scots being executed in full view of the camera. The effect, known as the stop trick, was achieved by replacing the actor with a dummy for the final shot.[79][80] The technique used in the film is seen as one of the earliest known uses of special effects in film.[81]\n\nThe American filmmaker Edwin S. Porter started making films for the Edison Company in 1901. A former projectionist hired by Thomas Edison to develop his new projection model known as the Vitascope, Porter was inspired in part by the works of Méliès, Smith, and Williamson and drew upon their newly crafted techniques to further the development of continuous narrative through editing.[21] When he began making longer films in 1902, he put a dissolve between every shot, just as Georges Méliès was already doing, and he frequently had the same action repeated across the dissolves.\n\nIn 1902, Porter shot Life of an American Fireman for the Edison Manufacturing Company and distributed the film the following year. In the film, Porter combined stock footage from previous Edison films with newly shot footage and spliced them together to convey a dramatic story of the rescue of a woman and her child by heroic firemen.[21]\n\nPorter's film, The Great Train Robbery (1903), had a running time of twelve minutes, with twenty separate shots and ten different indoor and outdoor locations. The film is seen as a first in the Western film genre and is significant for the use of shots suggesting simultaneous action occurring at different locations.[21] Porter's use of both staged and real outdoor environments helped to create a sense of space while the placement of the camera in a wider shot established depth and allowed for an extended duration of motion on screen.[82] The Great Train Robbery served as one of the vehicles that would launch the film medium into mass popularity.[49][83] That same year, the Miles Brothers opened the first film exchange in the country, which allowed permanent exhibitors to rent films from the company at a lower cost than the producers that sold their films outright.[84]\n\nJohn P. Harris opened the first permanent theater devoted exclusively to the presentation of films, the nickelodeon, in 1905 in Pittsburgh, Pennsylvania. The idea rapidly took off and by 1908, there were around 8,000 nickelodeon theaters across the country.[85] With the arrival of the nickelodeon, audience demand for a larger quantity of story films with a variety of subjects and locations led to a need to hire more creative talent and caused studios to invest in more elaborate stage designs.[84]\n\nIn 1908, Thomas Edison spearheaded the creation of a corporate trust between the major film companies in America known as the Motion Picture Patents Company (MPPC) to limit infringement on his patents. Members of the trust controlled every aspect of the filmmaking process from the creation of film stock, the production of films, and the distribution to cinemas through licensing arrangements. The trust lead to increased quality filmmaking spurred by internal competition and placed limits on the amount of foreign films to encourage the growth of the American film industry, but it also discouraged the creation of feature films.  By 1915, the MPPC had lost most of its hold on the film industry as the companies moved towards the wider production of feature films.[86]\n\n"
        },
        {
            "title": "",
            "text": "With the worldwide film boom, more countries now joined Britain, France, Germany and the United States in serious film production. In Italy, production was spread over several centres, Turing was the first major film production center, and Milan and Naples gave birth to the first film magazines.[87] In Turing, Ambrosio was the first company in the field in 1905, and remained the largest in the country through this period. Its most substantial rival was Cines in Rome, which started producing in 1906. The great strength of the Italian industry was historical epics, with large casts and massive scenery. As early as 1911, Giovanni Pastrone's two-reel La Caduta di Troia (The Fall of Troy) made a big impression worldwide, and it was followed by even bigger productions like Quo Vadis? (1912), which ran for 90 minutes, and Pastrone's Cabiria of 1914, which ran for two and a half hours.[88]\n\nItalian companies also had a strong line in slapstick comedy, with actors like André Deed, known locally as \"Cretinetti\", and elsewhere as \"Foolshead\" and \"Gribouille\", achieving worldwide fame with his almost surrealistic gags.\n\nThe most important film-producing country in Northern Europe up until the First World War was Denmark.[88][89] The Nordisk company was set up there in 1906 by Ole Olsen, a fairground showman, and after a brief period imitating the successes of French and British filmmakers, in 1907 he produced 67 films, most directed by Viggo Larsen, with sensational subjects like Den hvide Slavinde (The White Slave), Isbjørnejagt (Polar Bear Hunt) and Løvejagten (The Lion Hunt). By 1910, new smaller Danish companies began joining the business, and besides making more films about the white slave trade, they contributed other new subjects. The most important of these finds was Asta Nielsen in Afgrunden (The Abyss), directed by Urban Gad for Kosmorama, This combined the circus, sex, jealousy and murder, all put over with great conviction, and pushed the other Danish filmmakers further in this direction. By 1912, the Danish film companies were multiplying rapidly.[88]\n\nThe Swedish film industry was smaller and slower to get started than the Danish industry. Here, Charles Magnusson, a newsreel cameraman for the Svenskabiografteatern cinema chain, started fiction film production for them in 1909, directing a number of the films himself. Production increased in 1912, when the company engaged Victor Sjöström and Mauritz Stiller as directors. They started out by imitating the subjects favoured by the Danish film industry, but by 1913 they were producing their own strikingly original work, which sold very well.[88]\n\nRussia began its film industry in 1908 with Pathé shooting some fiction subjects there, and then the creation of real Russian film companies by Aleksandr Drankov and Aleksandr Khanzhonkov. The Khanzhonkov company quickly became much the largest Russian film company, and remained so until 1918.[88]\n\nIn Germany, Oskar Messter had been involved in film-making from 1896, but did not make a significant number of films per year until 1910. When the worldwide film boom started, he, and the few other people in the German film business, continued to sell prints of their own films outright, which put them at a disadvantage. It was only when Paul Davidson, the owner of a chain of cinemas, brought Asta Nielsen and Urban Gad to Germany from Denmark in 1911, and set up a production company, Projektions-AG \"Union\" (PAGU), that a change-over to renting prints began.[88]Messter replied with a series of longer films starring Henny Porten, but although these did well in the German-speaking world, they were not particularly successful internationally, unlike the Asta Nielsen films. Another of the growing German film producers just before World War I was the German branch of the French Éclair company, Deutsche Éclair. This was expropriated by the German government, and turned into DECLA when the war started. But altogether, German producers only had a minor part of the German market in 1914.[citation needed]\n\nOverall, from about 1910, American films had the largest share of the market in all European countries except France, and even in France, the American films had just pushed the local production out of first place on the eve of World War I.[citation needed] Pathé Frères expanded and significantly shaped the American film business, creating many \"firsts\" in the film industry, such as adding titles and subtitles to films for the first time, releasing scrolls for the first time, introducing film posters for the first time, producing color pictures for the first time, taking out commercial bills for the first time, contacting exhibitors and studying their needs for the first time. The world's largest film supplier, Pathé, is limited to the U.S. market, which has reached a saturation level, so the U.S. seeks additional profits from foreign markets. Movies are defined as \"pure\" American phenomenon in the United States.[90]\n\nNew film techniques that were introduced in this period include the use of artificial lighting, fire effects and Low-key lighting (i.e. lighting in which most of the frame is dark) for enhanced atmosphere during sinister scenes.[88]\n\nContinuity of action from shot to shot was also refined, such as in Pathé's le Cheval emballé (The Runaway Horse) (1907) where cross-cutting between parallel actions is used. D. W. Griffith also began using cross-cutting in the film The Fatal Hour, made in July 1908. Another development was the use of the Point of View shot, first used in 1910 in Vitagraph's Back to Nature. Insert shots were also used for artistic purposes; the Italian film La mala planta (The Evil Plant), directed by Mario Caserini had an insert shot of a snake slithering over the \"Evil Plant\".[citation needed] By 1914 it was widely held in the American film industry that cross-cutting was most generally useful because it made possible the elimination of uninteresting parts of the action that play no part in advancing the drama.[91]\n\nIn 1909, 35 mm becomes the internationally recognized theatrical film gauge.[86]\n\nAs films grew longer, specialist writers were employed to simplify more complex stories derived from novels or plays into a form that could be contained on one reel. Genres began to be used as categories; the main division was into comedy and drama, but these categories were further subdivided.[88]\n\nIntertitles containing lines of dialogue began to be used consistently from 1908 onwards,[92] such as in Vitagraph's An Auto Heroine; or, The Race for the Vitagraph Cup and How It Was Won. The dialogue was eventually inserted into the middle of the scene and became commonplace by 1912. The introduction of dialogue titles transformed the nature of film narrative. When dialogue titles came to be always cut into a scene just after a character starts speaking, and then left with a cut to the character just before they finish speaking, then one had something that was effectively the equivalent of a present-day sound film.[88]\n\nThe years of the First World War were a complex transitional period for the film industry. The exhibition of films changed from short one-reel programmes to feature films. Exhibition venues became larger and began charging higher prices.[88]\n\nIn the United States, these changes brought destruction to many film companies, the Vitagraph company being an exception. Film production began to shift to Los Angeles during World War I. The Universal Film Manufacturing Company was formed in 1912 as an umbrella company. New entrants included the Jesse Lasky Feature Play Company, and Famous Players, both formed in 1913, and later amalgamated into Famous Players-Lasky. The biggest success of these years was David Wark Griffith's The Birth of a Nation (1915). Griffith followed this up with the even bigger Intolerance (1916), but, due to the high quality of film produced in the US, the market for their films was high.[88]\n\nIn France, film production shut down due to the general military mobilization of the country at the start of the war. Although film production began again in 1915, it was on a reduced scale, and the biggest companies gradually retired from production. Italian film production held up better, although so called \"diva films\", starring anguished female leads were a commercial failure. In Denmark, the Nordisk company increased its production so much in 1915 and 1916 that it could not sell all its films, which led to a very sharp decline in Danish production, and the end of Denmark's importance on the world film scene.[88]\n\nThe German film industry was seriously weakened by the war. The most important of the new film producers at the time was Joe May, who made a series of thrillers and adventure films through the war years, but Ernst Lubitsch also came into prominence with a series of very successful comedies and dramas.[88]\n\nAt this time, studios were blacked out to allow shooting to be unaffected by changing sunlight. This was replaced with floodlights and spotlights. The widespread adoption of irising-in and out to begin and end scenes caught on in this period. This is the revelation of a film shot in a circular mask, which gradually gets larger until it expands beyond the frame. Other shaped slits were used, including vertical and diagonal apertures.[88]\n\nA new idea taken over from still photography was \"soft focus\". This began in 1915, with some shots being intentionally thrown out of focus for expressive effect, as in Mary Pickford starrer Fanchon the Cricket.[88]\n\nIt was during this period that camera effects intended to convey the subjective feelings of characters in a film really began to be established. These could now be done as Point of View (POV) shots, as in Sidney Drew's The Story of the Glove (1915), where a wobbly hand-held shot of a door and its keyhole represents the POV of a drunken man. The use of anamorphic (in the general sense of distorted shape) images first appears in these years when Abel Gance directed la Folie du Docteur Tube (The Madness of Dr. Tube). In this film the effect of a drug administered to a group of people was suggested by shooting the scenes reflected in a distorting mirror of the fair-ground type.[88]\n\nSymbolic effects taken over from conventional literary and artistic tradition continued to make some appearances in films during these years. In D. W. Griffith's The Avenging Conscience (1914), the title \"The birth of the evil thought\" precedes a series of three shots of the protagonist looking at a spider, and ants eating an insect. Symbolist art and literature from the turn of the century also had a more general effect on a small number of films made in Italy and Russia. The supine acceptance of death resulting from passion and forbidden longings was a major feature of this art, and states of delirium dwelt on at length were important as well.[88]\n\nThe use of insert shots, i.e. close-ups of objects other than faces, had already been established by the Brighton school, but were infrequently used before 1914. It is really only with Griffith's The Avenging Conscience that a new phase in the use of the Insert Shot starts.[88]As well as the symbolic inserts already mentioned, the film also made extensive use of large numbers of Big Close Up shots of clutching hands and tapping feet as a means of emphasizing those parts of the body as indicators of psychological tension.[92]\n\nAtmospheric inserts were developed in Europe in the late 1910s.[citation needed] This kind of shot is one in a scene which neither contains any of the characters in the story, nor is a Point of View shot seen by one of them. An early example is when Maurice Tourneur directed The Pride of the Clan (1917), in which there is a series of shots of waves beating on a rocky shore to demonstrate the harsh lives of the fishing folk. Maurice Elvey's Nelson; The Story of England's Immortal Naval Hero (1919) has a symbolic sequence dissolving from a picture of Kaiser Wilhelm II to a peacock, and then to a battleship.[92]\n\nBy 1914, continuity cinema was the established mode of commercial cinema. One of the advanced continuity techniques involved an accurate and smooth transition from one shot to another.[88]Cutting to different angles within a scene also became well-established as a technique for dissecting a scene into shots in American films.[92]If the direction of the shot changes by more than ninety degrees, it is called a reverse-angle cutting.[93] The leading figure in the full development of reverse-angle cutting was Ralph Ince in his films, such as The Right Girl and His Phantom Sweetheart.[92]\n\nThe use of flash-back structures continued to develop in this period, with the usual way of entering and leaving a flash-back being through a dissolve.[citation needed] The Vitagraph company's The Man That Might Have Been (William J. Humphrey, 1914), is even more complex, with a series of reveries and flash-backs that contrast the protagonist's real passage through life with what might have been, if his son had not died.\n\nAfter 1914, cross cutting between parallel actions came to be used –  more so in American films than in European ones. Cross-cutting was used to get new effects of contrast, such as the cross-cut sequence in Cecil B. DeMille's The Whispering Chorus (1918), in which a supposedly dead husband is having a liaison with a Chinese prostitute in an opium den, while simultaneously his unknowing wife is being remarried in church.[92]\n\nSilent film tinting, too, gained popularity during these periods. Amber tinting meant daytime, or vividly-lit nighttime, blue tints meant dawn or dimly-lit night, red tinting represented fire scenes, green tinting meant a mysterious atmosphere, and brown tints (aka sepia toning) were used usually for full-length films instead of individual scenes. D.W. Griffiths' groundbreaking epic, The Birth of a Nation, the famous 1920 film Dr. Jekyll and Mr. Hyde, and the Robert Wiene epic from the same year, The Cabinet of Dr. Caligari, are some notable examples of tinted silent films.[citation needed]\n\nThe Photo-Drama of Creation, first shown to audiences in 1914, was the first major screenplay to incorporate synchronized sound, moving film, and color slides.[94] Until 1927, most motion pictures were produced without sound. This period is commonly referred to as the silent era of film.[95][96]\n\nThe general trend in the development of cinema, led from the United States, was towards using the newly developed specifically filmic devices for expression of the narrative content of film stories, and combining this with the standard dramatic structures already in use in commercial theatre.[citation needed] D. W. Griffith had the highest standing amongst American directors in the industry, because of the dramatic excitement he conveyed to the audience through his films. Cecil B. DeMille's The Cheat (1915), brought out the moral dilemmas facing their characters in a more subtle way than Griffith. DeMille was also in closer touch with the reality of contemporary American life. Maurice Tourneur was also highly ranked for the pictorial beauties of his films, together with the subtlety of his handling of fantasy, while at the same time he was capable of getting greater naturalism from his actors at appropriate moments, as in A Girl's Folly (1917).[88]\n\nSidney Drew was the leader in developing \"polite comedy\", while slapstick was refined by Fatty Arbuckle and Charles Chaplin, who both started with Mack Sennett's Keystone company. They reduced the usual frenetic pace of Sennett's films to give the audience a chance to appreciate the subtlety and finesse of their movement, and the cleverness of their gags. By 1917 Chaplin was also introducing more dramatic plot into his films, and mixing the comedy with sentiment.[88]\n\nIn Russia, Yevgeni Bauer put a slow intensity of acting combined with Symbolist overtones onto film in a unique way.[88]\n\nIn Sweden, Victor Sjöström made a series of films that combined the realities of people's lives with their surroundings in a striking manner, while Mauritz Stiller developed sophisticated comedy to a new level.[88]\n\nIn Germany, Ernst Lubitsch got his inspiration from the stage work of Max Reinhardt, both in bourgeois comedy and in spectacle, and applied this to his films, culminating in his die Puppe (The Doll), die Austernprinzessin (The Oyster Princess) and Madame DuBarry.[88]\n\n"
        },
        {
            "title": "1920s",
            "text": "At the start of the First World War, French and Italian cinema had been the most globally popular. The war came as a devastating interruption to European film industries.\n\nThe German cinema, marked by those times, saw the era of the German Expressionist film movement. Berlin was its center with the Filmstudio Babelsberg, which is the oldest large-scale film studio in the world.[98] The first Expressionist films made up for a lack of lavish budgets by using set designs with wildly non-realistic, geometrically absurd angles, along with designs painted on walls and floors to represent lights, shadows, and objects. The plots and stories of the Expressionist films often dealt with madness, insanity, betrayal and other \"intellectual\" topics triggered by the experiences of World War I. Films like The Cabinet of Dr. Caligari (1920), Nosferatu (1922) and M (1931), similar to the movement they were part of, had a historic impact on film itself.[99]\nMovies like Metropolis (1927) and Woman in the Moon (1929) partly created the genre of science fiction films.[100]\n\nMany German and German-based directors, actors, writers and others emigrated to the US when the Nazis gained power, giving Hollywood and the American film industry the final edge in its competition with other movie producing countries.[101]\n\nThe American industry, or \"Hollywood\", as it was becoming known after its new geographical center in California, gained the position it has held, more or less, ever since: film factory for the world and exporting its product to most countries on earth.\n\nBy the 1920s, the United States reached what is still its era of greatest-ever output, producing an average of 800 feature films annually,[102] or 82% of the global total (Eyman, 1997). The comedies of Charlie Chaplin and Buster Keaton, the swashbuckling adventures of Douglas Fairbanks and the romances of Clara Bow, to cite just a few examples, made these performers' faces well known on every continent. The Western visual norm that would become classical continuity editing was developed and exported – although its adoption was slower in some non-Western countries without strong realist traditions in art and drama, such as Japan.\n\nThis development was contemporary with the growth of the studio system and its greatest publicity method, the star system, which characterized American film for decades to come and provided models for other film industries. The studios' efficient, top-down control over all stages of their product enabled a new and ever-growing level of lavish production and technical sophistication. At the same time, the system's commercial regimentation and focus on glamorous escapism discouraged daring and ambition beyond a certain degree, a prime example being the brief but still legendary directing career of the iconoclastic Erich von Stroheim in the late teens and the 1920s.\n\nIn 1924, Sam Goldwyn, Louis B. Mayer, and the Metro Pictures Corporation create MGM.[86]\n\n"
        },
        {
            "title": "1930s",
            "text": "During late 1927, Warners released The Jazz Singer, which was mostly silent but contained what is generally regarded as the first synchronized dialogue (and singing) in a feature film;[103]but this process was actually accomplished first by Charles Taze Russell in 1914 with the lengthy film The Photo-Drama of Creation. This drama consisted of picture slides and moving pictures synchronized with phonograph records of talks and music. The early sound-on-disc processes such as Vitaphone were soon superseded by sound-on-film methods like Fox Movietone, DeForest Phonofilm, and RCA Photophone. The trend convinced the largely reluctant industrialists that \"talking pictures\", or \"talkies\", were the future. A lot of attempts were made before the success of The Jazz Singer, that can be seen in the List of film sound systems. And in 1926, Warner Bros. Debuts the film Don Juan with synchronized sound effects and music.[86]\n\nThe change was remarkably swift. By the end of 1929, Hollywood was almost all-talkie, with several competing sound systems (soon to be standardized). Total changeover was slightly slower in the rest of the world, principally for economic reasons. Cultural reasons were also a factor in countries like China and Japan, where silents co-existed successfully with sound well into the 1930s, indeed producing what would be some of the most revered classics in those countries, like Wu Yonggang's The Goddess (China, 1934) and Yasujirō Ozu's I Was Born, But... (Japan, 1932). But even in Japan, a figure such as the benshi, the live narrator who was a major part of Japanese silent cinema, found his acting career was ending.\n\nSound further tightened the grip of major studios in numerous countries: the vast expense of the transition overwhelmed smaller competitors, while the novelty of sound lured vastly larger audiences for those producers that remained. In the case of the U.S., some historians credit sound with saving the Hollywood studio system in the face of the Great Depression (Parkinson, 1995). Thus began what is now often called \"The Golden Age of Hollywood\", which refers roughly to the period beginning with the introduction of sound until the late 1940s. The American cinema reached its peak of efficiently manufactured glamour and global appeal during this period. The top actors of the era are now thought of as the classic film stars, such as Clark Gable, Katharine Hepburn, Humphrey Bogart, Greta Garbo, and the greatest box office draw of the 1930s, child performer Shirley Temple.\n\nCreatively, however, the rapid transition was a difficult one, and in some ways, film briefly reverted to the conditions of its earliest days. The late '20s were full of static, stagey talkies as artists in front of and behind the camera struggled with the stringent limitations of the early sound equipment and their own uncertainty as to how to use the new medium. Many stage performers, directors and writers were introduced to cinema as producers sought personnel experienced in dialogue-based storytelling. Many major silent filmmakers and actors were unable to adjust and found their careers severely curtailed or even ended.\n\nThis awkward period was fairly short-lived. 1929 was a watershed year: William Wellman with Chinatown Nights and The Man I Love, Rouben Mamoulian with Applause, Alfred Hitchcock with Blackmail (Britain's first sound feature), were among the directors to bring greater fluidity to talkies and experiment with the expressive use of sound (Eyman, 1997). In this, they both benefited from, and pushed further, technical advances in microphones and cameras, and capabilities for editing and post-synchronizing sound (rather than recording all sound directly at the time of filming).\n\nSound films emphasized black history, and benefited different genres to a greater extent than silents did. Most obviously, the musical film was born; the first classic-style Hollywood musical was The Broadway Melody (1929), and the form would find its first major creator in choreographer/director Busby Berkeley (42nd Street, 1933, Dames, 1934). In France, avant-garde director René Clair made surreal use of song and dance in comedies like Under the Roofs of Paris (1930) and Le Million (1931). Universal Pictures began releasing gothic horror films like Dracula and Frankenstein (both 1931). In 1933, RKO Pictures released Merian C. Cooper's classic \"giant monster\" film King Kong. The trend thrived best in India, where the influence of the country's traditional song-and-dance drama made the musical the basic form of most sound films (Cook, 1990); virtually unnoticed by the Western world for decades, this Indian popular cinema would nevertheless become the world's most prolific. (See also Bollywood.)\n\nAt this time, American gangster films like Little Caesar and Wellman's The Public Enemy (both 1931) became popular. Dialogue now took precedence over slapstick in Hollywood comedies: the fast-paced, witty banter of The Front Page (1931) or It Happened One Night (1934), the sexual double entrendres of Mae West (She Done Him Wrong, 1933), or the often subversively anarchic nonsense talk of the Marx Brothers (Duck Soup, 1933). Walt Disney, who had previously been in the short cartoon business, stepped into feature films with the first English-speaking animated feature Snow White and the Seven Dwarfs, released by RKO Pictures in 1937. 1939, a major year for American cinema, brought such films as The Wizard of Oz and Gone with The Wind.\n\nPreviously, it was believed that color films were first projected in 1909 at the Palace Theatre in London (the main problem with the color being that the technique, created by George Smith, (Kinemacolor) only used two colors: green and red, which were mixed additively). But in fact, it was in 1901 when the first color film in history was created. This untitled film was directed by photographer Edward Raymond Turner and his patron Frederick Marshall Lee. The way they did it was to use black and white film rolls, but have green, red, and blue filters go over the camera individually as it shot. To complete the film, they joined the original footage and filters on a special projector. However, both the shooting of the film and its projection suffered from major unrelated issues that, eventually, sank the idea.\n\nSubsequently, in 1916, the technicolor technique arrived (trichromatic procedure (green, red, blue). Its use required a triple photographic impression, incorporation of chromatic filters and cameras of enormous dimensions. The first audiovisual piece that was completely realized with this technique was the short of Walt Disney \"Flowers and Trees\", directed by Burt Gillett in 1932. Even so, the first film to be performed with this technique will be \"The Vanities Fair\" (1935) by Rouben Mamoulian. Later on, the technicolor was extended mainly in the musical field as \"The Wizard of Oz\" or \"Singin' in the Rain\", in films such as \"The Adventures of Robin Hood\" or the animation film, \"Snow White and the Seven Dwarfs\".[104]\n\nIn 1937, the first Technicolor film shot entirely on location The Trail of the Lonesome Pine was born.[86]\n\n"
        },
        {
            "title": "1940s",
            "text": "The desire for wartime propaganda against the opposition created a renaissance in the film industry in Britain, with realistic war dramas like 49th Parallel (1941), Went the Day Well? (1942), The Way Ahead (1944) and Noël Coward and David Lean's celebrated naval film In Which We Serve in 1942, which won a special Academy Award. These existed alongside more flamboyant films like Michael Powell and Emeric Pressburger's The Life and Death of Colonel Blimp (1943), A Canterbury Tale (1944) and A Matter of Life and Death (1946), as well as Laurence Olivier's 1944 film Henry V, based on the Shakespearean history Henry V. The success of Snow White and the Seven Dwarfs allowed Disney to make more animated features like Pinocchio (1940), Fantasia (1940), Dumbo (1941) and Bambi (1942).\n\nThe onset of US involvement in World War II also brought a proliferation of films as both patriotism and propaganda. American propaganda films included Desperate Journey (1942), Mrs. Miniver (1942), Forever and a Day (1943) and Objective, Burma! (1945). Notable American films from the war years include the anti-Nazi Watch on the Rhine (1943), scripted by Dashiell Hammett; Shadow of a Doubt (1943), Hitchcock's direction of a script by Thornton Wilder; the George M. Cohan biopic, Yankee Doodle Dandy (1942), starring James Cagney, and the immensely popular Casablanca, with Humphrey Bogart. Bogart would star in 36 films between 1934 and 1942 including John Huston's The Maltese Falcon (1941), one of the first films now considered a classic film noir. In 1941, RKO Pictures released Citizen Kane made by Orson Welles. It is often considered the greatest film of all time. It would set the stage for the modern motion picture, as it revolutionized film story telling.\n\nThe strictures of wartime also brought an interest in more fantastical subjects. These included Britain's Gainsborough melodramas (including The Man in Grey and The Wicked Lady), and films like Here Comes Mr. Jordan, Heaven Can Wait, I Married a Witch and Blithe Spirit. Val Lewton also produced a series of atmospheric and influential small-budget horror films, some of the more famous examples being Cat People, Isle of the Dead and The Body Snatcher. The decade probably also saw the so-called \"women's pictures\", such as Now, Voyager, Random Harvest and Mildred Pierce at the peak of their popularity.\n\n1946 saw RKO Radio releasing It's a Wonderful Life directed by Italian-born filmmaker Frank Capra. Soldiers returning from the war would provide the inspiration for films like The Best Years of Our Lives, and many of those in the film industry had served in some capacity during the war. Samuel Fuller's experiences in World War II would influence his largely autobiographical films of later decades such as The Big Red One. The Actors Studio was founded in October 1947 by Elia Kazan, Robert Lewis, and Cheryl Crawford, and the same year Oskar Fischinger filmed Motion Painting No. 1.\n\nIn 1943, Ossessione was screened in Italy, marking the beginning of Italian neorealism. Major films of this type during the 1940s included Bicycle Thieves, Rome, Open City, and La Terra Trema. In 1952 Umberto D was released, usually considered the last film of this type.\n\nIn the late 1940s, in Britain, Ealing Studios embarked on their series of celebrated comedies, including Whisky Galore!, Passport to Pimlico, Kind Hearts and Coronets and The Man in the White Suit, and Carol Reed directed his influential thrillers Odd Man Out, The Fallen Idol and The Third Man. David Lean was also rapidly becoming a force in world cinema with Brief Encounter and his Dickens adaptations Great Expectations and Oliver Twist, and Michael Powell and Emeric Pressburger would experience the best of their creative partnership with films like Black Narcissus and The Red Shoes.\n\n"
        },
        {
            "title": "1950s",
            "text": "The House Un-American Activities Committee investigated Hollywood in the early 1950s. Protested by the Hollywood Ten before the committee, the hearings resulted in the blacklisting of many actors, writers and directors, including Chayefsky, Charlie Chaplin, and Dalton Trumbo, and many of these fled to Europe, especially the United Kingdom.\n\nThe Cold War era zeitgeist translated into a type of near-paranoia manifested in themes such as invading armies of evil aliens (Invasion of the Body Snatchers, The War of the Worlds) and communist fifth columnists (The Manchurian Candidate).\n\nDuring the immediate post-war years the cinematic industry was also threatened by television, and the increasing popularity of the medium meant that some film theatres would bankrupt and close. The demise of the \"studio system\" spurred the self-commentary of films like Sunset Boulevard (1950) and The Bad and the Beautiful (1952).\n\nIn 1950, the Lettrists avante-gardists caused riots at the Cannes Film Festival, when Isidore Isou's Treatise on Slime and Eternity was screened. After their criticism of Charlie Chaplin and split with the movement, the Ultra-Lettrists continued to cause disruptions when they showed their new hypergraphical techniques.\nThe most notorious film is Guy Debord's Howls for Sade of 1952.\nDistressed by the increasing number of closed theatres, studios and companies would find new and innovative ways to bring audiences back. These included attempts to widen their appeal with new screen formats. Cinemascope, which would remain a 20th Century Fox distinction until 1967, was announced with 1953's The Robe. VistaVision, Cinerama, and Todd-AO boasted a \"bigger is better\" approach to marketing films to a dwindling US audience. This resulted in the revival of epic films to take advantage of the new big screen formats. Some of the most successful examples of these Biblical and historical spectaculars include The Ten Commandments (1956), The Vikings (1958), Ben-Hur (1959), Spartacus (1960) and El Cid (1961). Also during this period a number of other significant films were produced in Todd-AO, developed by Mike Todd shortly before his death, including Oklahoma! (1955), Around the World in 80 Days (1956), South Pacific (1958) and Cleopatra (1963) plus many more.\n\nGimmicks also proliferated to lure in audiences. The fad for 3-D film would last for only two years, 1952–1954, and helped sell House of Wax and Creature from the Black Lagoon. Producer William Castle would tout films featuring \"Emergo\" \"Percepto\", the first of a series of gimmicks that would remain popular marketing tools for Castle and others throughout the 1960s.\n\nDuring this period, an outstanding success occurred to a negro female. In 1954, Dorothy Dandridge was nominated as the best actress at the Oscar for her role in the film Carman Jones. She became the first negro female to be nominated for this award.[106]\n\nIn the U.S., a post-WW2 tendency toward questioning the establishment and societal norms and the early activism of the civil rights movement was reflected in Hollywood films such as Blackboard Jungle (1955), On the Waterfront (1954), Paddy Chayefsky's Marty and Reginald Rose's 12 Angry Men (1957). Disney continued making animated films, notably; Cinderella (1950), Peter Pan (1953), Lady and the Tramp (1955), and Sleeping Beauty (1959). He began, however, getting more involved in live action films, producing classics like 20,000 Leagues Under the Sea (1954), and Old Yeller (1957). Television began competing seriously with films projected in theatres, but surprisingly it promoted more filmgoing rather than curtailing it.\n\nLimelight is probably a unique film in at least one interesting respect. Its two leads, Charlie Chaplin and Claire Bloom, were in the industry in no less than three different centuries. In the 19th century, Chaplin made his theatrical debut at the age of eight, in 1897, in a clog dancing troupe, The Eight Lancaster Lads. In the 21st century, Bloom is still enjoying a full and productive career, having appeared in dozens of films and television series produced up to and including 2019. She received particular acclaim for her role in The King's Speech (2010).\n\nFollowing the end of World War II in the 1940s, the following decade, the 1950s, marked a 'golden age' for non-English world cinema,[107][108] especially for Asian cinema.[109][110] Many of the most critically acclaimed Asian films of all time were produced during this decade, including Yasujirō Ozu's Tokyo Story (1953), Satyajit Ray's The Apu Trilogy (1955–1959) and Jalsaghar (1958), Kenji Mizoguchi's Ugetsu (1954) and Sansho the Bailiff (1954), Raj Kapoor's Awaara (1951), Mikio Naruse's Floating Clouds (1955), Guru Dutt's Pyaasa (1957) and Kaagaz Ke Phool (1959), and the Akira Kurosawa films Rashomon (1950), Ikiru (1952), Seven Samurai (1954) and Throne of Blood (1957).[109][110]\n\nDuring Japanese cinema's 'Golden Age' of the 1950s, successful films included Rashomon (1950), Seven Samurai (1954) and The Hidden Fortress (1958) by Akira Kurosawa, as well as Yasujirō Ozu's Tokyo Story (1953) and Ishirō Honda's Godzilla (1954).[111] These films have had a profound influence on world cinema. In particular, Kurosawa's Seven Samurai has been remade several times as Western films, such as The Magnificent Seven (1960) and Battle Beyond the Stars (1980), and has also inspired several Bollywood films, such as Sholay (1975) and China Gate (1998). Rashomon was also remade as The Outrage (1964), and inspired films with \"Rashomon effect\" storytelling methods, such as Andha Naal (1954), The Usual Suspects (1995) and Hero (2002). The Hidden Fortress was also an inspiration behind George Lucas' Star Wars (1977). Other famous Japanese filmmakers from this period include Kenji Mizoguchi, Mikio Naruse, Hiroshi Inagaki and Nagisa Oshima.[109] Japanese cinema later became one of the main inspirations behind the New Hollywood movement of the 1960s to 1980s.\n\nDuring Indian cinema's 'Golden Age' of the 1950s, it was producing 200 films annually, while Indian independent films gained greater recognition through international film festivals. One of the most famous was The Apu Trilogy (1955–1959) from critically acclaimed Bengali film director Satyajit Ray, whose films had a profound influence on world cinema, with directors such as Akira Kurosawa,[112] Martin Scorsese,[113][114] James Ivory,[115] Abbas Kiarostami, Elia Kazan, François Truffaut,[116] Steven Spielberg,[117][118][119] Carlos Saura,[120] Jean-Luc Godard,[121] Isao Takahata,[122] Gregory Nava, Ira Sachs, Wes Anderson[123] and Danny Boyle[124] being influenced by his cinematic style. According to Michael Sragow of The Atlantic Monthly, the \"youthful coming-of-age dramas that have flooded art houses since the mid-fifties owe a tremendous debt to the Apu trilogy\".[125] Subrata Mitra's cinematographic technique of bounce lighting also originates from The Apu Trilogy.[126] Other famous Indian filmmakers from this period include Guru Dutt,[109] Ritwik Ghatak,[110] Mrinal Sen, Raj Kapoor, Bimal Roy, K. Asif and Mehboob Khan.[127]\n\nThe cinema of South Korea also experienced a 'Golden Age' in the 1950s, beginning with director Lee Kyu-hwan's tremendously successful remake of Chunhyang-jon (1955).[128] That year also saw the release of Yangsan Province by the renowned director, Kim Ki-young, marking the beginning of his productive career. Both the quality and quantity of filmmaking had increased rapidly by the end of the 1950s. South Korean films, such as Lee Byeong-il's 1956 comedy Sijibganeun nal (The Wedding Day), had begun winning international awards. In contrast to the beginning of the 1950s, when only 5 films were made per year, 111 films were produced in South Korea in 1959.[129]\n\nThe 1950s was also a 'Golden Age' for Philippine cinema, with the emergence of more artistic and mature films, and significant improvement in cinematic techniques among filmmakers. The studio system produced frenetic activity in the local film industry as many films were made annually and several local talents started to earn recognition abroad. The premiere Philippine directors of the era included Gerardo de Leon, Gregorio Fernández, Eddie Romero, Lamberto Avellana, and Cirio Santiago.[130][131]\n\n"
        },
        {
            "title": "1960s",
            "text": "During the 1960s, the studio system in Hollywood declined, because many films were now being made on location in other countries, or using studio facilities abroad, such as Pinewood in the UK and Cinecittà in Rome. \"Hollywood\" films were still largely aimed at family audiences, and it was often the more old-fashioned films that produced the studios' biggest successes. Productions like Mary Poppins (1964), My Fair Lady (1964) and The Sound of Music (1965) were among the biggest money-makers of the decade. The growth in independent producers and production companies, and the increase in the power of individual actors also contributed to the decline of traditional Hollywood studio production.\n\nThere was also an increasing awareness of foreign language cinema in America during this period. During the late 1950s and 1960s, the French New Wave directors such as François Truffaut and Jean-Luc Godard produced films such as Les quatre cents coups, Breathless and Jules et Jim which broke the rules of Hollywood cinema's narrative structure. As well, audiences were becoming aware of Italian films like Federico Fellini's La Dolce Vita (1960), 8½ (1963) and the stark dramas of Sweden's Ingmar Bergman.\n\nIn Britain, the \"Free Cinema\" of Lindsay Anderson, Tony Richardson and others lead to a group of realistic and innovative dramas including Saturday Night and Sunday Morning, A Kind of Loving and This Sporting Life. Other British films such as Repulsion, Darling, Alfie, Blowup and Georgy Girl (all in 1965–1966) helped to reduce prohibitions of sex and nudity on screen, while the casual sex and violence of the James Bond films, beginning with Dr. No in 1962 would render the series popular worldwide.\n\nDuring the 1960s, Ousmane Sembène produced several French- and Wolof-language films and became the \"father\" of African Cinema. In Latin America, the dominance of the \"Hollywood\" model was challenged by many film makers. Fernando Solanas and Octavio Getino called for a politically engaged Third Cinema in contrast to Hollywood and the European auteur cinema.\n\nIn Egypt, the golden age of Egyptian cinema continued in the 1960s at the hands of many directors, and Egyptian cinema greatly appreciated women at that time, such as Soad Hosny. The Zulfikar brothers; Ezz El-Dine Zulfikar, Salah Zulfikar and Mahmoud Zulfikar were on a date with many productions,[132] including Ezz El Dine Zulfikar's The River of Love (1960),[133] Mahmoud Zulfikar's Soft Hands (1964), and Dearer Than My Life (1965) starring Salah Zulfikar and Salah Zulfikar's production; My Wife, the Director General (1966)[134] as well as Youssef Chahine's Saladin (1963).[135][136]\n\nFurther, the nuclear paranoia of the age, and the threat of an apocalyptic nuclear exchange (like the 1962 close-call with the USSR during the Cuban Missile Crisis) prompted a reaction within the film community as well. Films like Stanley Kubrick's Dr. Strangelove and Fail Safe with Henry Fonda were produced in a Hollywood that was once known for its overt patriotism and wartime propaganda.\n\nIn documentary film the sixties saw the blossoming of Direct Cinema, an observational style of film making as well as the advent of more overtly partisan films like In the Year of the Pig about the Vietnam War by Emile de Antonio. By the late 1960s however, Hollywood filmmakers were beginning to create more innovative and groundbreaking films that reflected the social revolution taken over much of the western world such as Bonnie and Clyde (1967), The Graduate (1967), 2001: A Space Odyssey (1968), Rosemary's Baby (1968), Midnight Cowboy (1969), Easy Rider (1969) and The Wild Bunch (1969). Bonnie and Clyde is often considered the beginning of the so-called New Hollywood.\n\nIn Japanese cinema, Academy Award-winning director Akira Kurosawa produced Yojimbo (1961), which like his previous films also had a profound influence around the world. The influence of this film is most apparent in Sergio Leone's A Fistful of Dollars (1964) and Walter Hill's Last Man Standing (1996). Yojimbo was also the origin of the \"Man with No Name\" trend.\n\n"
        },
        {
            "title": "1970s",
            "text": "The New Hollywood was the period following the decline of the studio system during the 1950s and 1960s and the end of the production code, (which was replaced in 1968 by the MPAA film rating system). During the 1970s, filmmakers increasingly depicted explicit sexual content and showed gunfight and battle scenes that included graphic images of bloody deaths –  a notable example of this is Wes Craven's The Last House on the Left (1972).\n\nPost-classical cinema is the changing methods of storytelling of the New Hollywood producers. The new methods of drama and characterization played upon audience expectations acquired during the classical/Golden Age period: story chronology may be scrambled, storylines may feature unsettling \"twist endings\", main characters may behave in a morally ambiguous fashion, and the lines between the antagonist and protagonist may be blurred. The beginnings of post-classical storytelling may be seen in 1940s and 1950s film noir films, in films such as Rebel Without a Cause (1955), and in Hitchcock's Psycho. 1971 marked the release of controversial films like Straw Dogs, A Clockwork Orange, The French Connection and Dirty Harry. This sparked heated controversy over the perceived escalation of violence in cinema.\n\nDuring the 1970s, a new group of American filmmakers emerged, such as Martin Scorsese, Francis Ford Coppola, George Lucas, Woody Allen, Terrence Malick, and Robert Altman. This coincided with the increasing popularity of the auteur theory in film literature and the media, which posited that a film director's films express their personal vision and creative insights. The development of the auteur style of filmmaking helped to give these directors far greater control over their projects than would have been possible in earlier eras. This led to some great critical and commercial successes, like Scorsese's Taxi Driver, Coppola's The Godfather films, William Friedkin's The Exorcist, Altman's Nashville, Allen's Annie Hall and Manhattan, Malick's Badlands and Days of Heaven, and Polish immigrant Roman Polanski's Chinatown. It also, however, resulted in some failures, including Peter Bogdanovich's At Long Last Love and Michael Cimino's hugely expensive Western epic Heaven's Gate, which helped to bring about the demise of its backer, United Artists.\n\nThe financial disaster of Heaven's Gate marked the end of the visionary \"auteur\" directors of the \"New Hollywood\", who had unrestrained creative and financial freedom to develop films. The phenomenal success in the 1970s of Spielberg's Jaws originated the concept of the modern \"blockbuster\". However, the enormous success of George Lucas' 1977 film Star Wars led to much more than just the popularization of blockbuster filmmaking. The film's revolutionary use of special effects, sound editing and music had led it to become widely regarded as one of the single most important films in the medium's history, as well as the most influential film of the 1970s. Hollywood studios increasingly focused on producing a smaller number of very large budget films with massive marketing and promotional campaigns. This trend had already been foreshadowed by the commercial success of disaster films such as The Poseidon Adventure and The Towering Inferno.\n\nDuring the mid-1970s, more pornographic theatres, euphemistically called \"adult cinemas\", were established, and the legal production of hardcore pornographic films began. Porn films such as Deep Throat and its star Linda Lovelace became something of a popular culture phenomenon and resulted in a spate of similar sex films. The porn cinemas finally died out during the 1980s, when the popularization of the home VCR and pornography videotapes allowed audiences to watch sex films at home. In the early 1970s, English-language audiences became more aware of the new West German cinema, with Werner Herzog, Rainer Werner Fassbinder and Wim Wenders among its leading exponents.\n\nIn world cinema, the 1970s saw a dramatic increase in the popularity of martial arts films, largely due to its reinvention by Bruce Lee, who departed from the artistic style of traditional Chinese martial arts films and added a much greater sense of realism to them with his Jeet Kune Do style. This began with The Big Boss (1971), which was a major success across Asia. However, he didn't gain fame in the Western world until shortly after his death in 1973, when Enter the Dragon was released. The film went on to become the most successful martial arts film in cinematic history, popularized the martial arts film genre across the world, and cemented Bruce Lee's status as a cultural icon. Hong Kong action cinema, however, was in decline due to a wave of \"Bruceploitation\" films. This trend eventually came to an end in 1978 with the martial arts comedy films, Snake in the Eagle's Shadow and Drunken Master, directed by Yuen Woo-ping and starring Jackie Chan, laying the foundations for the rise of Hong Kong action cinema in the 1980s.\n\nWhile the musical film genre had declined in Hollywood by this time, musical films were quickly gaining popularity in the cinema of India, where the term \"Bollywood\" was coined for the growing Hindi film industry in Bombay (now Mumbai) that ended up dominating South Asian cinema, overtaking the more critically acclaimed Bengali film industry in popularity. Hindi filmmakers combined the Hollywood musical formula with the conventions of ancient Indian theatre to create a new film genre called \"Masala\", which dominated Indian cinema throughout the late 20th century.[137] These \"Masala\" films portrayed action, comedy, drama, romance and melodrama all at once, with \"filmi\" song and dance routines thrown in. This trend began with films directed by Manmohan Desai and starring Amitabh Bachchan, who remains one of the most popular film stars in South Asia. The most popular Indian film of all time was Sholay (1975), a \"Masala\" film inspired by a real-life dacoit as well as Kurosawa's Seven Samurai and the Spaghetti Westerns.\n\nThe end of the decade saw the first major international marketing of Australian cinema, as Peter Weir's films Picnic at Hanging Rock and The Last Wave and Fred Schepisi's The Chant of Jimmie Blacksmith gained critical acclaim. In 1979, Australian filmmaker George Miller also garnered international attention for his violent, low-budget action film Mad Max.\n\n"
        },
        {
            "title": "1980s",
            "text": "During the 1980s, audiences began increasingly watching films on their home VCRs. In the early part of that decade, the film studios tried legal action to ban home ownership of VCRs as a violation of copyright, which proved unsuccessful. Eventually, the sale and rental of films on home video became a significant \"second venue\" for exhibition of films, and an additional source of revenue for the film industries. Direct-to-video (niche) markets usually offered lower quality, cheap productions that were not deemed very suitable for the general audiences of television and theatrical releases.\n\nThe Lucas–Spielberg combine would dominate \"Hollywood\" cinema for much of the 1980s, and lead to much imitation. Two follow-ups to Star Wars, three to Jaws, and three Indiana Jones films helped to make sequels of successful films more of an expectation than ever before. Lucas also launched THX Ltd, a division of Lucasfilm in 1982,[138] while Spielberg enjoyed one of the decade's greatest successes in E.T. the Extra-Terrestrial the same year. 1982 also saw the release of Disney's Tron which was one of the first films from a major studio to use computer graphics extensively. American independent cinema struggled more during the decade, although Martin Scorsese's Raging Bull (1980), After Hours (1985), and The King of Comedy (1983) helped to establish him as one of the most critically acclaimed American film makers of the era. Also during 1983 Scarface was released, which was very profitable and resulted in even greater fame for its leading actor Al Pacino. Probably[weasel words] the most successful film commercially was Tim Burton's 1989 version of Bob Kane's creation, Batman, which broke box-office records. Jack Nicholson's portrayal of the demented Joker earned him a total of $60,000,000 after figuring in his percentage of the gross.[citation needed]\n\nBritish cinema was given a boost during the early 1980s by the arrival of David Puttnam's company Goldcrest Films. The films Chariots of Fire, Gandhi, The Killing Fields and A Room with a View appealed to a \"middlebrow\" audience which was increasingly being ignored by the major Hollywood studios. While the films of the 1970s had helped to define modern blockbuster motion pictures, the way \"Hollywood\" released its films would now change. Films, for the most part, would premiere in a wider number of theatres, although, to this day, some films still premiere using the route of the limited/roadshow release system. Against some expectations, the rise of the multiplex cinema did not allow less mainstream films to be shown, but simply allowed the major blockbusters to be given an even greater number of screenings. However, films that had been overlooked in cinemas were increasingly being given a second chance on home video.\n\nDuring the 1980s, Japanese cinema experienced a revival, largely due to the success of anime films. At the beginning of the 1980s, Space Battleship Yamato (1973) and Mobile Suit Gundam (1979), both of which were unsuccessful as television series, were remade as films and became hugely successful in Japan. In particular, Mobile Suit Gundam sparked the Gundam franchise of Real Robot mecha anime. The success of Macross: Do You Remember Love? also sparked a Macross franchise of mecha anime. This was also the decade when Studio Ghibli was founded. The studio produced Hayao Miyazaki's first fantasy films, Nausicaä of the Valley of the Wind (1984) and Castle in the Sky (1986), as well as Isao Takahata's Grave of the Fireflies (1988), all of which were very successful in Japan and received worldwide critical acclaim. Original video animation (OVA) films also began during this decade; the most influential of these early OVA films was Noboru Ishiguro's cyberpunk film Megazone 23 (1985). The most famous anime film of this decade was Katsuhiro Otomo's cyberpunk film Akira (1988), which although initially unsuccessful at Japanese theaters, went on to become an international success.\n\nHong Kong action cinema, which was in a state of decline due to endless Bruceploitation films after the death of Bruce Lee, also experienced a revival in the 1980s, largely due to the reinvention of the action film genre by Jackie Chan. He had previously combined the comedy film and martial arts film genres successfully in the 1978 films Snake in the Eagle's Shadow and Drunken Master. The next step he took was in combining this comedy martial arts genre with a new emphasis on elaborate and highly dangerous stunts, reminiscent of the silent film era. The first film in this new style of action cinema was Project A (1983), which saw the formation of the Jackie Chan Stunt Team as well as the \"Three Brothers\" (Chan, Sammo Hung and Yuen Biao). The film added elaborate, dangerous stunts to the fights and slapstick humor, and became a huge success throughout the Far East. As a result, Chan continued this trend with martial arts action films containing even more elaborate and dangerous stunts, including Wheels on Meals (1984), Police Story (1985), Armour of God (1986), Project A Part II (1987), Police Story 2 (1988), and Dragons Forever (1988). Other new trends which began in the 1980s were the \"girls with guns\" subgenre, for which Michelle Yeoh gained fame; and especially the \"heroic bloodshed\" genre, revolving around Triads, largely pioneered by John Woo and for which Chow Yun-fat became famous. These Hong Kong action trends were later adopted by many Hollywood action films in the 1990s and 2000s.\n\nIn Indian cinema, another star actor, considered by many to be the most natural actor in Indian cinema, Mohanlal acted in his first movie. During the 80's he rose to become a super star in Indian cinema. Indian cinema as a whole was changing in a new wave of movies and directors.\n\n"
        },
        {
            "title": "1990s",
            "text": "The early 1990s saw the development of a commercially successful independent cinema in the United States. Although cinema was increasingly dominated by special-effects films such as Terminator 2: Judgment Day (1991), Jurassic Park (1993) and Titanic (1997), the latter of which became the highest-grossing film of all time at the time up until Avatar (2009), also directed by James Cameron, independent films like Steven Soderbergh's Sex, Lies, and Videotape (1989) and Quentin Tarantino's Reservoir Dogs (1992) had significant commercial success both at the cinema and on home video.\n\nFilmmakers associated with the Danish film movement Dogme 95 introduced a manifesto aimed to purify filmmaking. Its first few films gained worldwide critical acclaim, after which the movement slowly faded out.\n\nScorsese's Goodfellas was released in 1990. It is considered by many as one of the greatest movies to be made, particularly in the gangster genre. It is said to be the highest point of Scorsese's career.\n\nMajor American studios began to create their own \"independent\" production companies to finance and produce non-mainstream fare. One of the most successful independents of the 1990s, Miramax Films, was bought by Disney the year before the release of Tarantino's runaway hit Pulp Fiction in 1994. The same year marked the beginning of film and video distribution online. Animated films aimed at family audiences also regained their popularity, with Disney's Beauty and the Beast (1991), Aladdin (1992), and The Lion King (1994). During 1995, the first feature-length computer-animated feature, Toy Story, was produced by Pixar Animation Studios and released by Disney. After the success of Toy Story, computer animation would grow to become the dominant technique for feature-length animation, which would allow competing film companies such as DreamWorks, 20th Century Fox and Warner Bros. to effectively compete with Disney with successful films of their own. During the late 1990s, another cinematic transition began, from physical film stock to digital cinema technology. Meanwhile, DVDs became the new standard for consumer video, replacing VHS tapes.\n\n"
        },
        {
            "title": "2000s",
            "text": "Since the late 2000s streaming media platforms like YouTube provided means for anyone with access to internet and cameras (a standard feature of smartphones) to publish videos to the world. Also competing with the increasing popularity of video games and other forms of home entertainment, the industry once again started to make theatrical releases more attractive, with new 3D technologies and epic (fantasy and superhero) films becoming a mainstay in cinemas.\n\nThe documentary film also rose as a commercial genre for perhaps the first time, with the success of films such as March of the Penguins and Michael Moore's Bowling for Columbine and Fahrenheit 9/11. A new genre was created with Martin Kunert and Eric Manes' Voices of Iraq, when 150 inexpensive DV cameras were distributed across Iraq, transforming ordinary people into collaborative filmmakers. The success of Gladiator led to a revival of interest in epic cinema, and Moulin Rouge! renewed interest in musical cinema. Home theatre systems became increasingly sophisticated, as did some of the special edition DVDs designed to be shown on them. The Lord of the Rings trilogy was released on DVD in both the theatrical version and in a special extended version intended only for home cinema audiences.\n\nIn 2001, the Harry Potter film series began, and by its end in 2011, it had become the highest-grossing film franchise of all time until the Marvel Cinematic Universe passed it in 2015.\n\nMore films were also being released simultaneously to IMAX cinema, the first was in 2002's Disney animation Treasure Planet; and the first live action was in 2003's The Matrix Revolutions and a re-release of The Matrix Reloaded. Later in the decade, The Dark Knight was the first major feature film to have been at least partially shot in IMAX technology.\n\nThere has been an increasing globalization of cinema during this decade, with foreign-language films gaining popularity in English-speaking markets. Examples of such films include Crouching Tiger, Hidden Dragon (Mandarin), Amélie (French), Lagaan (Hindi), Spirited Away (Japanese), City of God (Brazilian Portuguese), The Passion of the Christ (Aramaic), Apocalypto (Mayan) and Inglourious Basterds (multiple European languages). Italy is the most awarded country at the Academy Award for Best Foreign Language Film, with 14 awards won, 3 Special Awards and 31 nominations.\n\nIn 2003, there was a revival in 3D film popularity the first being James Cameron's Ghosts of the Abyss which was released as the first full-length 3-D IMAX feature filmed with the Reality Camera System. This camera system used the latest HD video cameras, not film, and was built for Cameron by Emmy nominated Director of Photography Vince Pace, to his specifications. The same camera system was used to film Spy Kids 3D: Game Over (2003), Aliens of the Deep IMAX (2005), and The Adventures of Sharkboy and Lavagirl in 3-D (2005).\n\nAfter James Cameron's 3D film Avatar became the highest-grossing film of all time, 3D films gained brief popularity with many other films being released in 3D, with the best critical and financial successes being in the field of feature film animation such as Universal Pictures/Illumination Entertainment's Despicable Me and DreamWorks Animation's How To Train Your Dragon, Shrek Forever After and Megamind. Avatar is also note-worthy for pioneering highly sophisticated use of motion capture technology and influencing several other films such as Rise of the Planet of the Apes.[139]\n\n"
        },
        {
            "title": "2010s",
            "text": "As of 2011[update], the largest film industries by number of feature films produced were those of India, the United States, China, Nigeria and Japan.[140]\n\nIn 2010, the first woman who won the Best Director Award in Oscar history appeared. Katherine Bigelow's The Hurt Locker won six awards.[141]\n\nIn Hollywood, superhero films have greatly increased in popularity and financial success, with films based on Marvel and DC comics regularly being released every year up to the present.[142] As of 2019[update], the superhero genre has been the most dominant genre as far as American box office receipts are concerned. The 2019 superhero film Avengers: Endgame, was the most successful movie of all-time at the box office.\n\n"
        },
        {
            "title": "2020s",
            "text": "The COVID-19 pandemic resulted in closures of film theatres around the world in response to regional and national lockdowns. Many films slated to release in the early 2020s faced delays in development, production, and distribution, with others being released on streaming services with little or no theatrical window.\n\n"
        },
        {
            "title": "Sources",
            "text": "\n\n"
        }
    ]
}