{
    "url": "https://en.wikipedia.org/wiki/Hittite_mythology_and_religion",
    "title": "Hittite mythology and religion",
    "table_of_contents": [
        "1 Overview",
        "2 Priests and cult sites",
        "3 Deities and their myths",
        "3.1 The storm god of Nerik",
        "3.2 The children and grandchildren of Kumarbi",
        "3.3 The deriliction of Telipinu",
        "3.4 Slaying of the dragon",
        "3.5 The exchange of deities with adjacent cultures",
        "3.6 List of Hittite deities",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Hittite mythology and Hittite religion were the religious beliefs and practices of the Hittites, who created an empire centered in what is now Turkey from c. 1600–1180 BC.\n\nMost of the narratives embodying Hittite mythology are lost, and the elements that would give a balanced view of Hittite religion are lacking among the tablets recovered at the Hittite capital Hattusa and other Hittite sites. Thus, \"there are no canonical scriptures, no theological disquisitions or discourses, no aids to private devotion\".[4] Some religious documents formed part of the corpus with which young scribes were trained, and have survived, most of them dating from the last several decades before the final burning of the sites.[when?] The scribes in the royal administration, some of whose archives survive, were a bureaucracy, organizing and maintaining royal responsibilities in areas that would be considered part of religion today: temple organization, cultic administration, reports of diviners, make up the main body of surviving texts.[5]\n\nThe understanding of Hittite mythology depends on readings of surviving stone carvings, deciphering of the iconology represented in seal stones, interpreting ground plans of temples: additionally, there are a few images of deities, for the Hittites often worshipped their gods through Huwasi stones, which represented deities and were treated as sacred objects. Gods were often depicted standing on the backs of their respective beasts, or may have been identifiable in their animal form.[6]\n\n"
        },
        {
            "title": "Overview",
            "text": "Though drawing on ancient Mesopotamian religion, the religion of the Hittites and Luwians retains noticeable elements of reconstructed Proto-Indo-European mythology. For example, Tarhunt, the god of thunder and his conflict with the serpent Illuyanka resembles the conflict between Indra and the cosmic serpent Vritra in Vedic mythology, or Thor and the serpent Jörmungandr in Norse mythology. This myth also bears a resemblance to the daily struggle between Re and the serpent Apophis in Egyptian mythology.\n\nHittite mythology was also influenced more directly by the Hurrians, a neighboring civilization close to Anatolia, where the Hittites were located. Hurrian mythology was so closely related that Oxford University Press published a guide to mythology and categorized Hittite and Hurrian mythology together as \"Hittite-Hurrian\".[7] Unfortunately, much of the knowledge about the Hittites has come from artistic, rather than textual, sources, making it difficult to ascertain specific details on this topic.[8] Hittite tablets regarding mythology often date back toward the end of the Old Hittite Kingdom, with significantly fewer sources beyond that.[1] Groups of Hittite documents that are found are called \"cult inventories\" and are valuable in learning about how Hittite myth and practice was included in daily life.[9]\n\nHittite mythology is a mix of Hattian, Hurrian and Hittite influences. Mesopotamian and Canaanite influences enter the mythology of Anatolia through Hurrian mythology. There are no known details of what the Hittite creation myth may have been but scholars speculate that the Hattian mother goddess who is believed to be connected to the \"great goddess\" concept known from the Neolithic site Çatalhöyük may have been a consort of the Anatolian storm god (who is believed to be related to comparable deities from other traditions like Thor, Indra and Zeus).[10]\n\n"
        },
        {
            "title": "Priests and cult sites",
            "text": "The liminal figure mediating between the intimately connected worlds of gods and mankind was the king and priest; in a ritual dating from the Hittite Old Kingdom period:\n\nThe Hittites did not perform regularly scheduled ceremonies to appease the gods, but instead conducted rituals in answer to hard times or to mark occasions.[1][11] Myth and ritual were closely related, as many rituals were based on myth, and often involved performing the stories.[12] Many of the rituals were performed at pits, sites that were created to represent a closeness between man and the gods, particularly those that were chthonic, or related to the earth. This type of pit ritual is known as \"necromantic\",[11] because they were attempting to commune with gods of the Underworld and summon them into the living world.\n\nThe city of Arinna, a day's march from Hattusa, was perhaps the major cult center of the Hittites, and certainly of their major sun goddess, known as dUTU URUArinna \"sun goddess of Arinna\".[13] Records found in cult-inventories show that local cults and practices were also active.[9] Traditions and the status of local cults were constantly changing due to the lack of a national standard for ritual practice. Smaller festivals and times of worship did not always require the priest-king's presence, so local places had more leeway when it came to worshiping the gods, however the king did make a point to observe every cult site and temple on his lands, since that was his duty to the gods and to his people. Once the king died, he was deified, having served his people and worshiped the gods faithfully.[1] Responsibilities placed upon the priest-king were not one-sided: the gods had to provide for the people if they were being worshiped properly. Gods held much of the obvious power, but without dedicated practice and ritual from mortals, they couldn't function. King Mursili II made a plea to the gods on behalf of his subjects, at a time when their agricultural livelihoods were struggling: \n\nObviously, the preservation of good relationships with deities that were closely affiliated with nature and agriculture, such as Arinna, would have been essential. If the balance between respect and criticism was significantly shifted, it could mean disfavor in the eyes of the gods, and likely a very unlucky harvest season at the very least. Despite this danger, the Hittites mostly communicated with their gods in an informal manner, and individuals often simply made requests of the gods without the accompaniment of rituals or the assistance of priests when the occasion was casual. The Hittites also utilized associations with the divine in a way similar to the ancient Egyptians, using the will of the gods to justify human actions.[8]\n\n"
        },
        {
            "title": "Deities and their myths",
            "text": "The Hittites referred to their own \"thousand gods\", of whom a staggering number appear in inscriptions but remain nothing more than names today.[14][15] This multiplicity has been ascribed to a Hittite resistance to syncretization: Beckman (1989)[1] observes \"many Hittite towns maintained individual storm-gods, declining to identify the local deities as manifestations of a single national figure.\"[1]: 99 \nThe multiplicity is doubtless an artifact of a level of social-political localization within the Hittite \"empire\" not easily reconstructed.\n\nIn the 13th century BC some explicit efforts toward syncretism appear in inscriptions. The queen and priestess Puduhepa worked on organizing and rationalizing her people's religion.[16] In an inscription she invokes:\n\nMany of the Hittite myths involve a large cast of characters, usually because the central problem in the story has widespread effects, and everyone has a stake in the issue(s) being resolved. Usually the solution can only be found by working together to overcome the issue, although these are not so much wholesome morality tales, but rather more like action-based epics with an ensemble cast.\n\nFor example, the Hittites believed the Bronze Age cult centre of Nerik,[17] to the north of the capitals Hattusa and Sapinuwa, was sacred to a local storm god who was the son of Wurusemu, sun goddess of Arinna.\nThe weather god there was identified with Mount Zaliyanu, near Nerik, and was responsible for arranging for rain for the city's croplands.\nHe was propitiated from Hattusa:\n\nKumarbi is the father of Tarhunt; his role in the Song of Kumarbi is reminiscent of that of Cronus in Hesiod's Theogony. Ullikummi is a stone monster fathered by Kumarbi, otherwise vaguely reminiscent of Hesiod's Typhon.\n\nAmong the crowd a few, such as Telipinu and his sister Inara stand out as more than local.\nTarhunt has a son, Telipinu and a daughter, Inara. Inara is a protective deity (dLAMMA) involved with the Puruli spring festival. Tarhunt's consort and  Telipinu's mother is the Hattic sun goddess of Arinna (Arinniti or Wuru(n)šemu). This divine couple were presumably worshipped in the twin cellas of the largest temple at Hattusa.[1]: 99 \n\nIn the Telipinu myth, the disappearance of Telipinu, god of agriculture and fertility causes all fertility to fail, both plant and animal. This results in devastation and despair among gods and humans alike. In order to stop the havoc and devastation, the gods seek Telipinu but fail to find him. Only a bee sent by the goddess Hannahannah finds Telipinu, and stings him in order to wake him up. However this infuriates Telipinu further and he \"diverts the flow of rivers and shatters the houses\".\n\nIn the end, the goddess Kamrusepa uses healing and magic to calm Telipinu after which he returns home and restores the vegetation and fertility. In other references it is a mortal priest who prays for all of Telipinu's anger to be sent to bronze containers in the underworld, from which nothing escapes.[19]\n\nAnother myth reflecting this style of plot is The Slaying of the Dragon.[8] This myth was recited during New Year rituals, which were performed to ensure agricultural prosperity in the coming year.\n\nThe myth centers around a serpent (or dragon) that represents the \"forces of evil\" and defeats the Storm God in a fight. The goddess Inara comes up with a plan to trick and kill the serpent, and enlists a human, Ḫupašiya, to help. Ḫupašiya is, of course, reluctant to assist without some kind of incentive, so he gets Inara to sleep with him before they carry out her scheme. Inara then invites the serpent over and they have a feast, getting so drunk that Ḫupašiya is able to tie the serpent up. The Storm God then steps in and slays the serpent himself.\n\nMuch like in the Telipinu myth, a human was used to help the gods in their plots, which further emphasizes the familiar relationship between mortal and divine. The mortal doesn't have much of a role in the story, but his presence is a help, rather than hindrance.\n\nThe story also illustrates the roles that goddesses played within myth: The powerful gods provoke a fight or do something else to create the central issue of each myth, and then the goddesses clean up after them and solve everything with careful thought and good sense. Unfortunately despite their helpful interference, nature cannot return to its status quo until the god completes the final step before normality can resume: He must wake up and return to his duties, or kill the beast, or some other action that demonstrates that his power is better suited to his role than any others'.\n\nSimilar to other kingdoms at the time, the Hittites had a habit of adopting gods from other pantheons that they came into contact with, such as the Mesopotamian goddess Ishtar, who is celebrated at her famous temple at Ain Dara. There also seem to be traces of Hittite / Anatolian deities that dispersed westward into Aeolis and Doreis.\n\nThe Luwian god of weather and lightning, Pihassassa, may be at the origin of Greek Pegasus.\n\nDepictions of hybrid animals (like hippogriffs, chimerae etc.) are typical for the Anatolian art of the period.\n\nMyths regarding deities that were not originally Hittite were often adapted and assimilated. \n\nThe Mesopotamian goddess Ishtar (Ištar) was one of the many adopted deities who were assimilated into Hittite pantheons through association with similar deities and adjustments to their myths. Since mythology was a large part of Hittite cult practice, an understanding of Ishtar's powers and history was essential to the development of rituals and incantations invoking her.[12]\n\nSubtle changes like this were also made possible with her absorption or close association of other goddesses, namely Anzili, as well as Šawuška, and Geštinanna. With the personality traits of multiple other goddesses, Ishtar's power grew, as did her popularity. One innovative way that she was utilized was in purification rituals such as Allaiturahhi's, in which her affinity for the underworld was exploited and interpreted in a way that benefited the reader and cast her as a protector, rather than a victim, as in Mesopotamian myth. Ishtar's relationship with the underworld also made her a valuable chthonic deity, especially when her other affinities for war, sexuality, and magic were considered. The combination of these characteristics greatly increased her influence, as fertility of the earth was one of the most fundamental priorities for the Hittites.[11][12] The Hittites even recognized that she was fairly prominent in other cultures and created a ritual which \"treats her as an international goddess\".[12]: 27  The differences between outsider deities like Ishtar were respected, even though she had been appropriated for Hittite usage.\n\nIt is lists of divine witnesses to treaties that seem to represent the Hittite pantheon most clearly,[20] although some well-attested gods are inexplicably missing.\nSources are Volkert (2006),[21] Collins (2002),[11] Jordan (1993),[22] and others as cited.\n\n"
        }
    ]
}