{
    "url": "https://en.wikipedia.org/wiki/Holy_Spirit",
    "title": "Holy Spirit",
    "table_of_contents": [
        "1 Comparative religion",
        "2 Abrahamic religions",
        "2.1 Judaism",
        "2.2 Christianity",
        "2.3 Islam",
        "2.4 Baháʼí Faith",
        "3 Other religions",
        "3.1 Hinduism",
        "3.2 Zoroastrianism",
        "3.3 Gnosticism",
        "4 See also",
        "5 Further reading",
        "6 References",
        "6.1 Works cited"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn Judaism, the Holy Spirit is the divine force, quality, and influence of God over the Universe or over his creatures. In Nicene Christianity, the Holy Spirit or Holy Ghost is the third person of the Trinity. In Islam, the Holy Spirit acts as an agent of divine action or communication. In the Baha’i Faith, the Holy Spirit is seen as the intermediary between God and man and \"the outpouring grace of God and the effulgent rays that emanate from His Manifestation\".[1]\n\n"
        },
        {
            "title": "Comparative religion",
            "text": "The Hebrew Bible contains the term \"spirit of God\" (ruach hakodesh) which by Jews is interpreted in the sense of the might of a unitary God.[citation needed] This interpretation is different from the Christian conception of the Holy Spirit as one person of the Trinity.[2]\n\nThe Christian concept tends to emphasize the moral aspect of the Holy Spirit more than Judaism, evident in the epithet Holy Spirit that appeared in Jewish religious writings only relatively late but was a common expression in the Christian New Testament.[3] Based on the Old Testament, the book of Acts emphasizes the power of ministry aspect of the Holy Spirit.[4]\n\nAccording to theologian Rudolf Bultmann, there are two ways to think about the Holy Spirit: \"animistic\" and \"dynamistic\". In animistic thinking, it is \"an independent agent, a personal power which like a demon can fall upon a man and take possession of him, enabling him or compelling him to perform manifestations of power\" while in dynamistic thought it \"appears as an impersonal force which fills a man like a fluid\".[5] Both kinds of thought appear in Jewish and Christian scripture, but animistic is more typical of the Old Testament whereas dynamistic is more common in the New Testament.[6] The distinction coincides with the Holy Spirit as either a temporary or permanent gift. In the Old Testament and Jewish thought, it is primarily temporary with a specific situation or task in mind, whereas in the Christian concept the gift resides in persons permanently.[7]\n\nOn the surface, the Holy Spirit appears to have an equivalent in non-Abrahamic Hellenistic mystery religions. These religions included a distinction between the spirit and psyche, which is also seen in the Pauline epistles. According to proponents of the History of religions school, the Christian concept of the Holy Spirit cannot be explained from Jewish ideas alone without reference to the Hellenistic religions.[8] And according to theologian Erik Konsmo, the views \"are so dissimilar that the only legitimate connection one can make is with the Greek term πνεῦμα [pneuma, Spirit] itself\".[9]\n\nAnother link with ancient Greek thought is the Stoic idea of the spirit as anima mundi – or world soul – that unites all people.[9] Some believe that this can be seen in Paul's formulation of the concept of the Holy Spirit that unites Christians in Jesus Christ and love for one another, but Konsmo again thinks that this position is difficult to maintain.[10] In his Introduction to the 1964 book Meditations, the Anglican priest Maxwell Staniforth wrote:\n\n"
        },
        {
            "title": "Abrahamic religions",
            "text": "The Hebrew language phrase ruach ha-kodesh (Hebrew: רוח הקודש, \"holy spirit\" also transliterated ruaḥ ha-qodesh) is used in the Hebrew Bible and Jewish writings to refer to the spirit of YHWH (רוח יהוה).[12] The Hebrew terms ruacḥ qodshəka, \"thy holy spirit\" (רוּחַ קָדְשְׁךָ), and ruacḥ qodshō, \"his holy spirit\" (רוּחַ קָדְשׁוֹ), also occur (when a possessive suffix is added the definite article ha is dropped).\n\nThe Holy Spirit in Judaism generally refers to the divine aspect of prophecy and wisdom. It also refers to the divine force, quality, and influence of the Most High God, over the universe or over his creatures, in given contexts.[13]\n\nFor the large majority of Christians, the Holy Spirit (or Holy Ghost, from Old English gast, \"spirit\") is the third[14] person of the Trinity: The \"Triune God\" manifested as Father, Son, and Holy Spirit; each Person being God.[15][16][17] Two symbols from the New Testament canon are associated with the Holy Spirit in Christian iconography: a winged dove, and tongues of fire.[18][19] Each depiction of the Holy Spirit arose from different accounts in the Gospel narratives; the first being at the baptism of Jesus in the Jordan River where the Holy Spirit was said to descend in the form of a dove as the voice of God the Father spoke as described in Matthew, Mark, and Luke;[18] the second being from the day of Pentecost, fifty days after Easter where the descent of the Holy Spirit came upon the Apostles and other followers of Jesus Christ, as tongues of fire as described in the Acts of the Apostles,[20] as promised by Jesus in his farewell discourse.[21][22] \nCalled \"the unveiled epiphany of God\",[23] the Holy Spirit is the One who empowers the followers of Jesus with spiritual gifts[24][25] and power[26][27] that enables the proclamation of Jesus Christ, and the power that brings conviction of faith.[28]\n\nThe Holy Spirit (Arabic: روح القدس Ruh al-Qudus, \"the Spirit of Holiness\") is mentioned four times in the Qur'an,[29] where it acts as an agent of divine action or communication. The Muslim interpretation of the Holy Spirit is generally consistent with other interpretations based upon the Old and the New Testaments. On the basis of narrations in certain Hadith some Muslims identify it with the angel Gabriel (Arabic Jibrāʾīl).[30] The Spirit (الروح al-Ruh, without the adjective \"holy\" or \"exalted\") is described, among other things, as the creative spirit from God by which God enlivened Adam, and which inspired in various ways God's messengers and prophets, including Jesus and Abraham. The belief in a \"Holy Trinity\", according to the Qur'an, is forbidden and deemed to be blasphemy. The same prohibition applies to any idea of the duality of God (Allah).[31][32]\n\nThe Baháʼí Faith has the concept of the Most Great Spirit, seen as the bounty of God.[33] It is usually used to describe the descent of the Spirit of God upon the messengers/prophets of God who include, among others, Jesus, Muhammad and Bahá'u'lláh.[34]\n\nIn Baháʼí belief, the Holy Spirit is the conduit through which the wisdom of God becomes directly associated with his messenger, and it has been described variously in different religions such as the burning bush to Moses, the sacred fire to Zoroaster, the dove to Jesus, the angel Gabriel to Muhammad, and the Maid of Heaven to Bahá'u'lláh (founder of the Baháʼí Faith).[35] The Baháʼí view rejects the idea that the Holy Spirit is a partner to God in the Godhead, but rather is the pure essence of God's attributes.[36]\n\n"
        },
        {
            "title": "Other religions",
            "text": "The Hindu concept of Advaita is linked to the Trinity and has been briefly explained by Raimon Panikkar. He states that the Holy Spirit, as one of the Three Persons of the Trinity of \"father, Logos and Holy Spirit\", is a bridge-builder between Christianity and Hinduism. He explains that: \"The meeting of spiritualistic can take place in the Spirit. No new 'system' has primarily to come of this encounter, but a new and yet old spirit must emerge.\"[37] Atman is Vedic terminology elaborated in Hindu scriptures such as Upanishads and Vedanta signifies the Ultimate Reality and Absolute.[38]\n\nIn Zoroastrianism, the Holy Spirit, also known as Spenta Mainyu, is a hypostasis of Ahura Mazda, the supreme Creator God of Zoroastrianism; the Holy Spirit is seen as the source of all goodness in the universe, the spark of all life within humanity, and is the ultimate guide for humanity to righteousness and communion with God. The Holy Spirit is put in direct opposition to its eternal dual counterpart, Angra Mainyu, who is the source of all wickedness and who leads humanity astray.[39]\n\nThe ancient Gnostic text known as the Secret Book of John refers to the supreme female principle Barbelo as the Holy Spirit.[40]\n\n"
        }
    ]
}