{
    "url": "https://en.wikipedia.org/wiki/Homelessness_in_the_United_States",
    "title": "Homelessness in the United States",
    "table_of_contents": [
        "1 Historical background",
        "1.1 Pre-colonial and colonial periods",
        "1.2 Urbanization",
        "1.3 20th century",
        "1.3.1 1930s and 1940s",
        "1.3.2 1960s and 1970s",
        "1.3.3 1980s and 1990s",
        "1.4 21st century",
        "1.4.1 Improved data",
        "2 Causes",
        "2.1 Losing social ties",
        "2.2 2001–2020",
        "2.3 Insufficient housing",
        "3 Definitions and categories",
        "3.1 Homeless veterans",
        "3.2 Youth homelessness",
        "3.2.1 LGBTQ+ youth",
        "3.3 Homeless families",
        "3.3.1 Homeless women with children",
        "3.4 Chronic homelessness",
        "3.5 Episodic homelessness",
        "3.6 Transitional homelessness",
        "3.7 Hidden homelessness",
        "4 Effects of homelessness",
        "4.1 Effects",
        "4.2 Audio Deterrents",
        "4.3 The McKinney–Vento Homeless Assistance Act",
        "4.4 Criminalization",
        "4.4.1 Vagrancy",
        "4.5 Crimes against homeless people",
        "4.6 Health",
        "4.6.1 Comprehensive health care",
        "4.6.2 Tailored care approach",
        "4.6.3 Children's health",
        "4.6.4 Mother's health",
        "4.6.5 Mental health",
        "5 Efforts towards Ending Homelessness",
        "5.1 Housing",
        "5.1.1 Housing First",
        "5.1.2 Other Transitional Housing Interventions",
        "5.2 Employment",
        "5.3 Federal and Presidential Efforts",
        "5.4 Public libraries",
        "6 Situations in cities and states",
        "7 Public attitudes",
        "8 Statistics and demographics",
        "8.1 Annual Homeless Assessment Report to Congress",
        "8.2 Other statistics",
        "8.2.1 Total number",
        "8.2.2 Familial composition",
        "8.2.3 Marital status",
        "8.2.4 Race and ethnicity",
        "8.2.5 Mental health",
        "8.2.6 Substance use",
        "8.2.7 Education",
        "8.2.8 Employment",
        "8.2.9 Location",
        "8.2.10 Duration",
        "8.2.11 Gender",
        "8.2.12 Age",
        "9 See also",
        "10 References",
        "10.1 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHomelessness in the United States refers to the issue of homelessness in the United States, a condition wherein people lack a fixed, regular, and adequate residence. The number of homeless people varies from different federal government accounts. In 2014, approximately 1.5 million sheltered homeless people were counted.[3]\nThe federal government statistics are prepared by the United States Department of Housing and Urban Development's Annual Homeless Assessment Report; as of 2018[update], HUD reported there were roughly 553,000 homeless people in the United States on a given night,[4] or 0.17% of the population. Annual federal HUD reports contradict private state and local reports where homelessness is shown to have increased each year since 2014 across several major American cities, with 40 percent increases noted in 2017[5] and in 2019.[6] In January 2018 the federal government gave comprehensive encompassing nationwide statistics, with a total number of 552,830 individuals, of which 358,363 (65%) were sheltered in provided housing, while some 194,467 (35%) were unsheltered.[7]\n\nHistorically, homelessness emerged as a national issue in the 1870s.[8] Early homeless people lived in emerging urban cities, such as New York City. Into the 20th century, the Great Depression of the 1930s caused a substantial rise in unemployment and related social issues, distress and homelessness. In 1990, the U.S. Census Bureau estimated the homeless population of the country to be 228,621 (or 0.09% of the 248,709,873 enumerated in the 1990 U.S. census) which homelessness advocates criticized as an undercount.[9][10] In the 21st century, the Great Recession of the late 2000s and the resulting economic stagnation and downturn have been major driving factors and contributors to rising homelessness rates.\n\nIn 2009 it was estimated that one out of 50 children or 1.5 million children in the United States of America would experience some form of homelessness each year.[11] There were an estimated 37,878 homeless veterans in the United States during January 2017; or 8.6 percent of all homeless adults (as compared with approximately 7 percent of the U.S. adult population in 2018 that were military veterans).[4][12][13] Texas, California and Florida have the highest numbers of unaccompanied homeless youth under the age of 18, comprising 58% of the total homeless under 18 youth population.[14] New York City reported it had approximately 114,000 temporarily homeless school children.[15]\n\nThe causes of homelessness are a combination or variation of interpersonal, individual, and socioeconomic factors.[16] Research shows that mental illness and addiction as the common causes associated with homelessness.[16] Interpersonal relationships with family, friends, and romantic partners, increased housing prices (high rent, high mortgages, lack of affordable housing), as well as eviction rates also contribute to the state of homeless people.[16][17] A 2022 study found that differences in per capita homelessness rates across the country are not due to mental illness, drug addiction, or poverty, but to differences in the cost of housing.[18] West Coast cities including Seattle, Portland, San Francisco, and Los Angeles have homelessness rates five times that of areas with much lower housing costs like Arkansas, West Virginia, and Detroit, even though the latter locations have high burdens of opioid addiction and poverty.[18]\n\nThe presence of unsheltered homeless people living on city streets, particularly in front of businesses and shops has been reported by their owners to affect customers, clients, and workers. Audio deterrents are often used to drive homeless people from these areas.[19]\n\nHealth complications are a significant cause for concern for homeless individuals. With a lack of fixed, regular, or adequate residence, hygiene and access to healthy food are unavoidable problems.[20][21] Due to their particular situation, there is greater exposure to atmospheric conditions, resulting in both cold and heat stress and increased mortality rates.[22] Environmental conditions have become specific causes of respiratory and circulatory diseases among the homeless population.[22]\n\nThere have been efforts on the part of the federal government as well as non-profits and charitable organizations to solve and end homelessness. George Bush in his 2001 campaign made ending chronic homelessness by 2012 part of his Compassion Agenda.[23] Approaches such as Housing First (a model based on the philosophy that housing is a right and asserts that homeless people should be given immediate access to permanent housing) and Rapid Rehousing (a program that involves finding homeless families or individuals houses in the private rental market, covering the first few months of rent for them as a means to eventual permanent housing) is used in catalyzing the journey towards no homelessness.[24][25]\n\n"
        },
        {
            "title": "Historical background",
            "text": "Following the Peasants' Revolt in England, constables were authorized under 1383 English Poor Laws statute to collar vagabonds and force them to show support; if they could not, the penalty was gaol.[26]\n\nVagabonds could be sentenced to the stocks for three days and nights; in 1530, whipping was added. The presumption was that vagabonds were unlicensed beggars.[26] In 1547, a bill was passed that subjected vagrants to some of the more extreme provisions of the criminal law, namely two years' servitude and branding with a \"V\" as the penalty for the first offense and death for the second.\n\nLarge numbers of vagabonds were among the convicts transported to the American colonies in the 18th century.[27]\n\nHomelessness emerged as a national issue in the 1870s. There are no national figures documenting homeless people demography at this time.[8] Jacob Riis wrote about, documented, and photographed the poor and destitute, although not specifically homeless people, in New York City tenements in the late 19th century. His book, How the Other Half Lives, published in 1890, raised public awareness of living conditions in the slums, causing some changes in building codes and some social conditions.\n\nThe growing movement toward social concern sparked the development of rescue missions, such as America's first rescue mission, the New York City Rescue Mission, founded in 1872 by Jerry and Maria McAuley.[28][29] In smaller towns, there were hobos, who temporarily lived near train tracks and hopped onto trains to various destinations. Especially following the American Civil War, a large number of homeless men formed part of a counterculture known as \"hobohemia\" all over America.[30][31]\n\nBy the late 19th century, many American towns and cities had significant numbers of homeless people.[citation needed] In New York City, for example, there was an area known as \"the Bowery.\" Rescue missions offering \"soup, soap, and salvation\", a phrase introduced by The Salvation Army,[32] sprang up along the Bowery thoroughfare, including the oldest one, The Bowery Mission. The mission was founded in 1879 by the Rev. and Mrs. A.G. Ruliffson.[33]\n\nThe Great Depression of the 1930s caused a devastating epidemic of poverty, hunger, and homelessness. There were two million homeless people migrating across the United States.[34] Many lived in shantytowns they called \"Hoovervilles\" deriding the President they blamed for the Depression. Residents lived in shacks and begged for food or went to soup kitchens. Authorities did not officially recognize these Hoovervilles and occasionally removed the occupants for technically trespassing on private lands, but they were frequently tolerated out of necessity. When Franklin D. Roosevelt took over the presidency from Herbert Hoover, he passed the New Deal, which greatly expanded social welfare, including providing funds to build public housing. This marked the end of the Great Depression.[35]\n\nA 1960 survey by Temple University of Philadelphia's poor neighborhoods found that 75 percent of the people that are homeless were over 45 years old, and 87 percent were white.[36]\n\nThe Community Mental Health Act of 1963 was a pre-disposing factor in setting the stage for homelessness in the United States.[37] Long term psychiatric patients were released from state hospitals into Single Room Occupancies and sent to community health centers for treatment and follow-up. Never adequately funded, the community mental health system struggled to meet patient needs[38] and many of the \"deinstitutionalized\" wound up living on the streets, with no sustainable support system.[39][40] In the United States, during the late 1970s, the deinstitutionalization of patients from state psychiatric hospitals was a precipitating factor which seeded the population of people that are homeless, especially in urban areas such as New York City.[41]\n\nThe number of homeless people grew in the 1980s, as housing and social service cuts increased and the economy deteriorated. The United States government determined that somewhere between 200,000 and 500,000 Americans were then homeless.[42] There were some U.S. federal initiatives that aimed to help, end and prevent homelessness; however, there were no designated homeless-related programs in the Office of Management and Budget.[43]\n\nThe history of the United States illustrates that this was a time when there was economic distress, high unemployment, and was the period when chronic homelessness became a societal problem. In 1980, federal funds accounted for 22% of big city budgets, but by 1989 the similar aid composed only 6% of urban revenue (part of a larger 60% decrease in federal spending to support local governments).[44] It is largely (although not exclusively) in these urban areas that homelessness became widespread and reached unprecedented numbers. Most notable were cuts to federal low-income housing programs. An advocacy group claims that Congress halved the budget for public housing and Section 8 (the government's housing voucher subsidization program) and that between the years of 1980 and 1989 HUD's budget authority was reduced from $74 billion to $19 billion.[44] Such alleged changes are claimed to have resulted in an inadequate supply of affordable housing to meet the growing demand of low-income populations. In 1970 there were 300,000 more low-cost rental units (6.5 million) than low-income renter households (6.2 million). By 1985, the advocacy group claimed that the number of low-cost units had fallen to 5.6 million, and the number of low-income renter households had grown to 8.9 million, a disparity of 3.3 million units.[45]\n\nIn response to the ensuing homelessness crisis of the 1980s and after many years of advocacy and numerous revisions, President Reagan signed into law the McKinney–Vento Homeless Assistance Act in 1987; this remains the only piece of federal legislation that allocates funding to the direct service of homeless people. The McKinney–Vento Act paved the way for service providers in the coming years. During the 1990s homeless shelters, soup kitchens, and other supportive services sprouted up in cities and towns across the nation. However, despite these efforts and the dramatic economic growth marked by this decade, homeless numbers rose and remained high from 1990 to 1999 according to the \"coalition for the homeless\" webpage. {{[46]}} It became increasingly apparent that simply providing services to alleviate the symptoms of homelessness (i.e. shelter beds, hot meals, psychiatric counseling, etc.), although needed, were not successful at solving the root causes of homelessness. The United States Interagency Council on Homelessness (USICH), a federal agency contained in the Executive Branch, was established in 1987 as a requirement of the McKinney–Vento Act of 1987.\n\nA 1990 survey found that most literally homeless people were unable to bathe or shower.[47]\n\nIn 1992, the National Commission on Severely Distressed Public Housing published a report identifying 6% of public housing as \"severely distressed\".[48] This led to a 5 billion dollar funding package, HOPE VI, for replacing distressed public housing with mixed-income developments.[49] The demolition of SROs was incentivized by increased real estate prices and neighborhood pressure, resulting in the teardown of more units than were initially identified. Redevelopments did not include nearly as many units of public housing as were demolished, decreasing the total stock of public housing and putting more people on the streets.[50]\n\nOver the past decades, the availability and quality of data on homelessness has improved considerably, due, in part, to initiatives by the United States government. Since 2007, the US Department of Housing and Urban Development has issued an Annual Homeless Assessment Report, which revealed the number of individuals and families that were homeless, both sheltered and unsheltered.[51] In 2009, there were about 643,000 sheltered and unsheltered homeless persons nationwide. About two-thirds of those stayed in emergency shelters or used transitional housing programs, with the remaining living on the street in abandoned buildings or other areas not meant for human habitation. About 1.56 million people, or about 0.5% of the U.S. population, used an emergency shelter or a transitional housing program between October 1, 2008, and September 30, 2009.[52] Around 44% of homeless people were employed.[53]\n\nAccording to the US Department of Housing and Urban Development's 2008 Annual Homeless Assessment Report, the most common demographic features of all sheltered homeless people are: male, members of minority groups, older than age 31, and alone. More than 40 percent of sheltered homeless people have a disability. At the same time, sizable segments of the sheltered homeless population are white, non-Hispanic (38 percent), children (20 percent), or part of multi-person households (33 percent). Approximately 68 percent of the 1.6 million sheltered homeless people were homeless as individuals and 32 percent were persons in families.[54]\n\nIn 2008 more than 66% of all sheltered homeless people were located in principal cities, with 32% located in suburban or rural jurisdictions. About 40% of people entering an emergency shelter or transitional housing program during 2008 came from another homeless situation (sheltered or unsheltered), 40% came from a housed situation (in their own or someone else's home), and the remaining 20% were split between institutional settings or other situations such as hotels or motels. Most people had relatively short lengths of stay in emergency shelters: 60% stayed less than a month, and a 33% stayed a week or less.[54]\n\n"
        },
        {
            "title": "Causes",
            "text": "Lack of available and affordable housing as a cause of homelessness was named by most of the mayors in 2004 when the United States Conference of Mayors surveyed the mayors of major cities on the extent and causes of urban homelessness. The next three causes identified by mayors, in rank order, were mental illness or the lack of needed services, substance use and lack of needed services, and low-paying jobs. The lowest ranking cause, cited by five mayors, was prisoner reentry. Other causes cited were unemployment, domestic violence, and poverty.\n\nThe major causes of homelessness include:[55][56][57][58][59][60]\n\nNegative interactions and experiences can create trauma that prevents an individual from ever wanting to re-establish ties. In a study on adverse childhood experiences, \"Nearly nine in ten homeless adults have been exposed to at least one early traumatic experience, and more than half of homeless adults have been exposed to four or more early traumatic experiences\". This high incidence reveals how many unhoused individuals have experienced trauma, often repeatedly. The unhoused population is particularly susceptible to relational poverty because they often have lost social support systems because of shame or lost access to a phone or other means to connect.\n\nSocial support can come in different forms to unhoused individuals. Ties to employment, cultural spaces, and to a community are all social ties that can have a positive effect on an unhoused individual's wellbeing. \"Furthermore, social support can create positive affective states, and supportive relationships can provide individuals with access to positive social influence that can encourage healthy behaviors.\"\n\nAccording to the U.S. Conference of Mayors, the demand for emergency shelter in 270 U.S. cities increased 13 percent in 2001 and 25 percent in 2005.[55][56] Twenty-two percent of those requesting emergency shelter were turned away.\n\nIn response to the Great Recession in the United States, President Obama signed several pieces of legislation that addressed the homelessness crisis. The American Recovery and Reinvestment Act of 2009 addressed homelessness prevention, in which he allocated an additional $1.5 billion to HUD for the \"Homelessness Prevention and Rapid Rehousing Program (HPRP).\" The purpose of HPRP was to assist individuals and families who are otherwise healthy and not chronically homeless in escaping homelessness or preventing homelessness of the vulnerable population.[75] On May 20, 2009, President Obama signed the Homeless Emergency Assistance and Rapid Transition to Housing (HEARTH) Act into Public Law (Public Law 111-22 or \"PL 111-22\"), reauthorizing HUDs Homeless Assistance programs. It was part of the Helping Families Save Their Homes Act of 2009. The HEARTH act allows for the prevention of homelessness, rapid re-housing, consolidation of housing programs, and new homeless categories.[76][77][78][79]\n\nIn the first year of the new decade, the Federal government launched of Opening Doors: The Federal Strategic Plan to Prevent and End Homelessness.[80][81] Opening Doors is a publication of the U.S. Interagency Council on Homelessness, which worked with all Federal agencies and many state and local stakeholders on its creation and vision, setting a ten-year path for the nation on preventing and ending all types of homelessness. This plan was presented to the President and Congress in a White House Ceremony on June 22, 2010.[82]\n\nIn New York City, the number of homeless people using nightly shelter services has tripled from approximately 20,000 to more than 60,000 between January 2000 and January 2015.[84] In 2016, homelessness is considered an epidemic in several U.S. cities. \"Los Angeles Mayor Eric Garcetti and seven of the 15 City Council members announced they would declare a state of emergency and try to find $100 million to cure what has become a municipal curse.\"[85]\n\nIn September 2018, in MARTIN V. CITY OF BOISE, the United States Court of Appeals for the Ninth Circuit ruled that the city's Camping and Disorderly Conduct Ordinances violated the Eighth Amendment's prohibition on cruel and unusual punishment. Cities cannot punish homeless people for sleeping in public when the homeless shelters are full.[86]\n\nDuring the COVID-19 pandemic in the United States, mass job loss and unemployment led to fears of mass evictions as tenants became unable to pay rent.[87] According to US government sources, homelessness has increased drastically, particularly in the US West as real estate shortages drove up rents even higher, when people from already lower income levels were laid off from their jobs and evicted from existing housing. The estimates for homeless persons in the US during the COVID-19 pandemic range from 600,000 to 1.5 million people, making the US the worst affected industrialized country with regard to unhoused individuals. Local city governments in California and Oregon have started to intensify anti-homelessness campaigns in 2020, with limited success as local citizens reported extensive sprawls of homeless people in parks and public areas, creating unsanitary conditions with negative effects on small businesses.[88][89] As of March 2021, there was an estimated 6.4 million American households that were behind on rent.[90]\n\nDue to COVID, the Department of Housing and Urban Development's 2021 report to Congress on the state of homelessness in the United States was unable to perform an accurate count of unsheltered homeless individuals. Instead, the report focused on point-in-time counts of sheltered homeless peoples.[91]\n\nIn a new book titled “Homelessness is a Housing Problem,” Clayton Page Aldern (a policy analyst and data scientist in Seattle) and Gregg Colburn (an assistant professor of real estate at the University of Washington’s College of Built Environments) studied per capita homelessness rates across the country along with what possible factors might be influencing the rates and found that high rates of homelessness are caused by shortages of affordable housing, not by mental illness, drug addiction, or poverty.\n[92][93]\n\nThey found that mental illness, drug addiction and poverty occur nationwide, but not all places have equally expensive housing costs.[92]: 1  One example cited is that two states with high rates of opioid addiction, Arkansas and West Virginia, both have low per capita rates of homelessness, because of low housing prices.[92]: 1  [93]: 1  With respect to poverty, the city of Detroit is one of the poorest cities, yet Detroit's per capita homelessness rate is 20% that of West Coast cities like Seattle, Portland, San Francisco, Los Angeles, and San Diego. \n[92]: 1  [93]: 1 \n\n"
        },
        {
            "title": "Definitions and categories",
            "text": "The United States Department of Housing and Urban Development acknowledges four categories of people who qualify as legally homeless: (1) those who are currently homeless, (2) those who will become homeless in the imminent future, (3) certain youths and families with children who suffer from home instability caused by a hardship, and (4) those who suffer from home instability caused by domestic violence.[94]\n\nAccording to the Stewart B. McKinney Act, 42 U.S.C. § 11301, et seq. (1994), a person is considered homeless if they \"lack a fixed, regular, and adequate nighttime residence and ... has a primary nighttime residency that is: (A) a supervised publicly or privately operated shelter designed to provide temporary living accommodations... (B) an institution that provides a temporary residence for individuals intended to be institutionalized, or (C) a public or private place not designed for, or ordinarily used as, a regular sleeping accommodation for human beings.\" Human Rights Watch (2010) identified emancipated teenagers in California as a new homeless population.[citation needed]\n\nHomeless veterans are persons who have served in the armed forces who are homeless or living without access to secure and appropriate accommodation. By HUD point-in-time measurements, there were an estimated 37,252 homeless veterans in the United States during January 2020; or 8 percent of all homeless adults. Just over 8 percent of homeless U.S. veterans are female.[95]\n\nThroughout the 21st century, homeless service providers and the Federal government have been able to reduce chronic homelessness and homelessness among Veterans with targeted efforts and interagency cooperation on initiatives like the HUD-VASH program.[96] Indeed, the prominent role of the Department of Veterans Affairs and its joined up approach to veteran welfare help to distinguish the US response to veteran homelessness internationally.[97]\n\nThe number of homeless children in the US grew from 1.2 million in 2007 to 1.6 million in 2010. The US defines homelessness as \"individuals who lack a fixed, regular, and adequate nighttime residence,\" per McKinney–Vento Homeless Assistance Act.[102] The number of homeless children reached record highs in 2011,[99] 2012,[100] and 2013[101] at about three times their number in 1983.[100] An \"estimated two million [youth] run away from or are forced out of their homes each year\" in the United States.[103]\n\nOne out of 50 children or 1.5 million children in United States of America will be homeless each year.[11] In 2013 that number jumped to one out of 30 children, or 2.5 million.[104]\n\nTexas, California and Florida have the highest numbers of unaccompanied homeless youth under the age of 18; comprising 58% of the total homeless under 18 youth population\n[14]\n\nStreet children in the United States tend to stay in the state, 83% do not leave their state of origin.[105] If they leave, street children are likely to end up in large cities, notably New York City; Los Angeles; Portland, Oregon; and San Francisco.[106] Street children are predominantly Caucasian and female in the United States, and 42% identify as lesbian, gay, bisexual, or transgender (LGBT).[107]\n\nThe United States government has been making efforts since the late 1970s to accommodate this section of the population.[108] The Runaway and Homeless Youth Act of 1978 made funding available for shelters and funded the National Runaway Switchboard. Other efforts include the Child Abuse and Treatment Act of 1974, the National Child Abuse and Neglect Data System, and the Juvenile Justice and Delinquency Prevention Act.[109] There has also been a decline of arrest rates in street youth, dropping in 30,000 arrests from 1998 to 2007. Instead, the authorities are referring homeless youth to state-run social service agencies.[110]\n\nIn 2020, the National Center for homeless Education reported that over 1.5 million students in the U.S. public education system experienced homelessness during their 2017 and 2018 school year.[111]\n\nAccording to a survey, Massachusetts Youth Risk Behavior Survey, one in four teens that participated in this survey who identify as gay or lesbian are homeless. Various sources report between 20 percent and 40 percent identify as LGBT. Research shows that a disproportionate number of homeless youth in the United States identify as lesbian, gay, bisexual or transgender, or LGBT.[112]\n\nThe topic of homeless families first emerged in the United States during the 1980s when social welfare programs were being cut and high rates of income inequality, child poverty, and the lack of affordable housing were becoming an issue. The issue of homeless families came back in 2009 after the Recession, which replicated the same issues from the 80s.[113] The 2000s saw a new population of those experiencing homelessness: families with children. While an emerging problem at the beginning of the decade,[114] the problem continued to persist through 2010. At the close of the decade the trend continued unabated, with the number of individuals in homeless families increasing from 431,541 in 2007 to 535,447 in 2009.[96] Though the US Department of Housing and Urban Development (HUD) conducts an annual Point-in-Time count of homeless people, including homeless families, its methodology has been criticized for under-reporting the number of homeless families. HUD reported that the number of homeless families decreased by 2% from 2017 – 2018, and by 23% from 2007 – 2018. However, 85% of local services for homeless people reported an increase during the same time. While HUD reported 111,592 homeless minors in 2018, the United States Department of Education reported 1.3 million homeless minors in the 2016 – 2017 school year.[115]\n\nAs of 2019[update], the state of New York had the greatest number of homeless families, at 15,901. California had the second-greatest number of homeless families, at 7,044, followed by Massachusetts at 3,766. Wyoming had the fewest, at 37.[116]\n\nAnother study discovered that the three biggest risk factors that contributed to family homelessness in the United States are: ethnicity, lack of resources (specifically funds), and young children/pregnancy.[117] There is also a strong correlation between homeless families and households run and financed by a single female, especially one from a minority group and with at least two children.[117] Single-income families, especially those below the federal poverty line, have a harder time finding housing than other families, especially given the limited affordable housing options. Homeless families do not always take refuge in shelters, but being homeless also does not necessarily mean living on the streets. Homeless women with children are more likely to live with family or friends than those without children, and this group is treated with higher priority by both the government and society.[118] Homeless mothers have a much higher prevalence of depression, at 40 – 85%, compared to 12% in women of all socioeconomic groups. Homeless mothers also have higher rates of substance use, anxiety disorders, and PTSD. Nearly all of them (92%) experience physical or sexual abuse.[115]\n\nAs recently as 2017 across the United States, on any given night, there are approximately 85,000 chronically homeless people can be found sleeping on the streets or in shelters.[119] A chronically homeless individual is defined as an unaccompanied person who has been homeless for a consecutive year (or four or more periods of homelessness within the last three years) with a disability preventing them from working.[120] This definition was expanded in 2009 due to the HEARTH act to include families who were experiencing prolonged or repeating homelessness due to a disabled parent. Leaving these individuals to remain on the streets can cost taxpayers up to $50,000 per year for a single chronically homeless individual by them cycling in and out of treatment facilities, jails, hospitals and other institutional care facilities.[119] Since 2007 the number of chronically homeless individuals has decreased by 33% with Utah even reporting to have achieved an end to chronic homelessness.[119]\n\nAn episodic homeless person is someone that has experienced three instances of homelessness within a given year. After four instances within a year, they are classified as chronically homeless.[2] Episodic homelessness usually afflicts younger people that are fighting health issues or addiction.\n\nTransitional homelessness is a type of homelessness that's a result of a major life change or catastrophic event.[3] Those life events could include losing a job, a medical condition, divorce, domestic abuse, and more. It is likely that people who are experiencing episodic homelessness to be young and end up staying in shelters for a brief period.\n\nHidden homelessness is the one that goes unreported and undocumented. Individuals who are classified as such are temporarily living with others with no guarantees for the long term.[7]\n\nThe community of homeless people in the United States is aided by governmental and non-governmental organizations. According to the United States Department of Housing and Urban Development, in 2017, the number of people experiencing homelessness in unsheltered locations increased for a second straight year by 9% between 2016 and 2017.[121] This issue is partly caused by a lack of affordable housing and is exacerbated by the criminalization of behaviors associated with homelessness. This problem is also costly for the country in supporting these individuals. Multiple studies have demonstrated success in reducing the homeless population as well as its harmful financial and societal effects by providing these individuals with a combination of housing without preconditions and supportive care. These studies include the 2014 Housing first implementation of the Department of Veterans Affairs National Center on Homelessness Among Veterans[122] and a study performed through Brown University.[123]\n\n"
        },
        {
            "title": "Effects of homelessness",
            "text": "The downtown partnership in Nashville, Tennessee, conducted a census on businesses. Sixty percent of respondents identified that public inebriates, transients and vagrants affect their employees, clients and customers. Businesses were solicited to identify issues that need to be addressed; transients and panhandlers ranked amongst the top five issues.[19]\n\nTwo 7-Eleven locations — one in Sacramento, California, and one in Portland, Oregon — briefly employed a high-pitched noise maker to repel panhandlers and vagrants.[124] In Portland, a local news source (750 KXL) described the sidewalk in front of the Downtown Portland 7-Eleven as being transformed from \"barely walkable\" to clean and orderly for the first time in years, after the repelling device was installed by the building's owner, Standard Insurance Company. The manager of the 7-Eleven told reporters he would see as many as a dozen transients simultaneously loitering in front of his store,[125] and that this loitering adversely affected his business. The building's owner issued a statement that the goal was to protect the \"safety of their employees, tenants, and guests in a location that has been consistently plagued by public drug use and menacing behavior.\"[126]\n\nA manager for a 7-Eleven in Modesto, California, also attested to the effectiveness of sound for deterring undesirable activity, commenting that \"Once the music started, the riffraff left.\"[127]\n\nHomelessness has a tremendous effect on a child's education. Education of homeless youth is thought to be essential in breaking the cycle of poverty. The McKinney–Vento Homeless Assistance Act mandates equal opportunity to a free public education to homeless students. This act is supposed to break down the barriers homeless students have to receiving an education. These barriers include residency restriction, medical record verification, and transportation issues. Once a student surpasses these barriers, they are still subject to the stigma of being homeless, and the humiliation they feel because of their situation. Some families do not report their homelessness, while others are unaware of the opportunities available to them. Many report that maintaining a stable school environment helps the students because it is the only thing that remains normal.[128] Many homeless students fall behind their peers in school due to behavioral disorders, and lack of attendance in school.[129]\n\nSince the United States housing bubble collapse, there has been a rise in the number of homeless students. NAEHCY or the National Association for the Education of Homeless for Children and Youth, has reported a 99% increase in homeless students within a three-month period (San Diego).[130]\n\nOf 1,636 schools, 330 reported no increase, 847 reported an increase of half, and 459 reported an increase of 25 percent or more. Due to underfunding many school districts are struggling to provide the necessary services to support homeless students, as mandated in the provisions of the McKinney–Vento Act, such as rising transportation needs and the greater range and usefulness of services. Wisconsin Rapids Public Schools Homeless Liaison Heather Lisitza says:\n\nThis is especially worrisome since homeless students are 1) 1.5 times more likely to perform below grade level in reading; 2) 1.5 times more likely to perform below grade level in spelling; and 3) 2.5 times more likely to perform below grade level in math.[130]\nThere are a few worries that there will be false reports of homeless students, but mostly it is not an issue.[128]\n\nVarious laws have both directly and indirectly criminalized people that are homeless[131] and people attempting to feed homeless people outdoors.[132] At least 31 cities have criminalized feeding people that are homeless.[133][134]\n\nIn 2014, the United Nations Human Rights Committee criticized the United States for the criminalization of homelessness, noting that such \"cruel, inhuman and degrading treatment\" is in violation of international human rights treaty obligations.[135][136][137] A 2018 report by Philip Alston, the U.N. Special Rapporteur on extreme poverty and human rights, found that homeless persons have effectively been criminalized in many cities around the United States, and noted that \"punishing and imprisoning the poor is the distinctively American response to poverty in the twenty-first century.\"[138]\n\nIn August 2012, a federal district judge in Philadelphia ruled that laws prohibiting serving food to homeless people outdoors were unconstitutional.[139]\n\nOn June 19, 2014, the Court of Appeals for the Ninth Circuit struck down a 1983 ordinance in the city of Los Angeles which \"bans people from living in cars or recreational vehicles on city streets or in parking lots\" as being \"unconstitutionally vague ... Unlike other cities, which ban overnight parking or sleeping in vehicles, Los Angeles' law prohibits using cars as 'living quarters; both overnight and 'day-by-day, or otherwise.'\"[140]\n\nHomeless rights advocates are pushing for \"Right to Rest\" bills in several states in 2015, which would overturn laws that target homeless people for sitting, eating, and sleeping in public places.[141]\n\nIn 2018, in Martin v. Boise the U.S. Court of Appeals for the Ninth Circuit ruled that city ordinances banning sleeping outside cannot be enforced if there are not enough shelter beds available in the city.[142]\n\nSince the 1990s, there has been a growing number of violent acts committed upon people experiencing homelessness. The rate of such documented crimes in 2005 was 30% higher than of those in 1999.[143] Some teens engage in this activity as a source of amusement.[144] CNN reported in 2007 that such incidents were on the rise.[144]\n\nThe Center for the Study of Hate & Extremism (CSHE) at California State University, San Bernardino in conjunction with the NCH found that 155 homeless people were killed by non-homeless people in \"hate killings\", while 76 people were killed in all the other traditional hate crime homicide categories such as race and religion, combined.[145]\n\nVarious studies and surveys indicate that homeless people have a much higher criminal victimization rate than the non-homeless, but that most incidents never get reported to authorities. A 2007 study found that the number of violent crimes against homeless people is increasing.[145][146] In 2013, there were 109 attacks on homeless people, a 24 percent increase on the previous year, according to the NCH. Eighteen people died as a result of the attacks. In July 2014, three boys 15, 16 and 18, were arrested and charged with beating to death two homeless men with bricks and a metal pole in Albuquerque, New Mexico.[147]\n\nAs in other countries, criminals—both individuals and organized groups—sometimes exploit homeless people, ranging from identity theft to tax and welfare scams.[148][149][150] Homeless people, and homeless organizations, are also known to be accused or convicted of frauds and scams. These incidents often lead to negative impressions of homeless people by the general public.[151]\n\nHomelessness is a public welfare and health epidemic within the United States. Any period of homelessness is associated with adverse health consequences.[152] These adverse health consequences are associated with poor living conditions and a lack of access to treatment facilities. Due to living in extreme poverty it is unlikely for an individual or a family to have a healthcare plan. These healthcare plans are important in obtaining treatment for illnesses or injury from treatment facilities. Without it, individuals and families are left to deal with their ailments themselves or endure further financial burden by receiving treatments without a health insurance plan. Respiratory infections and outbreaks of tuberculosis and other aerosol transmitted infections have been reported. Homeless intravenous drug users are at an increased risk of contracting HIV, and hepatitis B and C infections.\n\n[153] The close living spaces of areas such as Skid Row in California provide an environment in which infectious diseases can spread easily. These areas with a high concentration of homeless individuals are dirty environments with little resources for personal hygiene. It was estimated in a report to congress that 35% of homeless were in unsheltered locations not suitable for human habitation.[154]\n\nThere is a bidirectional relationship between homelessness and poor health.[155] Homelessness exacts a heavy toll on individuals and the longer individuals experience homelessness, the more likely they are to experience poor health and be at higher risk for premature death.[156] Health conditions, such as substance use and mental illness, can increase people's susceptibility to homelessness. Conversely, homelessness can further cause health issues as they come with constant exposure to environmental threat such as hazards of violence and communicable diseases. Homeless people have disproportionately high rates of poly substance use, mental illness, physical health problems and legal issues/barriers in attaining employment.[157]\n\nLarge number of homeless people work but few homeless people are able to generate significant earnings from employment alone.[158] Physical health problems also limit work or daily activities which are barriers to employment. Substance use is positively associated with lower work level but is negatively related to higher work level.[159] Those with physical health problems are substantially more likely than those with mental health problems to be in the more generous disability programs. Substance use disorders are also a barrier to participation in disability programs. Rates of participation in government programs are low, and people with major mental disorders have low participation rate in disability programs.[160]\n\nComprehensive healthcare usually refers to a form of medical care that meets a patients whole needs through the provision of a wide range of health services.[161] This form of holistic care in relation to homeless people is often difficult for them to access (due to issues of location, stigma, etc.) and difficult for care givers to perform and manage (as a result of the unpredictability of homeless people day to day).[162]\n\nAs high-risk and socially disadvantaged persons, homeless patients tend require a lot of acute care (short term but active treatment) with poor results. Due to the conditions homelessness creates, acute care and health is difficult to manage and maintain.[163] The Tailored Care approach recognizes the situation of homeless people and seeks to provide specialized care to the homeless community. Studies have found that the tailored approach is good at engaging homeless persons seeking health care for the first time.[164] These health care facilities position themselves in homeless shelters or in areas easily accessible to the homeless population. Some of these health care providers not only provide health services, but also meal kits, on-site showers, transportation, and hygiene kits.[164] This form of holistic and tailored care leads to the reduction in emergency service use and hospitalizations amongst the homeless community.[165]\n\nThis approach has been used in the government-sponsored Health Care for the Homeless Model (HCH Model) as well as other.[166] Each HCH project is federally funded and works as federally qualified health centers that work at the intersection of multiple disciplines.[166] These health centers usually provide their patients access to health services such as primary care, mental health services, and addiction services as well as social services such as after-jail services and case management.[166][167] However, there is no set structure that each health center needs to follow—each health center has the agency to provide a variety of services based on their networks and connections with the local neighborhood, government, or community but are not mandated to do so except for providing primary care.[166]\n\nThere are risks to seeking refuge in shelters, which are heightened and more noticeable for children. Such risks include health problems such as malnutrition from lack of access to food with nutritional content, behavioral problems associated with coping, social insecurity from growing up in an unstable environment, and mental illnesses such as PTSD and trauma.[168]\n\nJust as children who come from homeless families are at a higher risk of developing behavioral, mental, and physical health problems than their peers, their mothers are also at a higher risk especially in developing mental illnesses.[169] There are many things that contribute to why homeless women are at a higher rate of developing a mental illness compared to the general population, but there has been a reoccurring theme among studies focused on this issue.[170]\n\nHomeless individuals report mental illness as being the number three reason for becoming or staying homeless.[171] Such illnesses are often closely linked with the fourth reason—substance use—and therefore it is generally accepted that both of these issues should be treated simultaneously.[172] Although many medical, psychiatric, and counseling services exist to address these needs, it is commonly believed that without the support of reliable and stable housing such treatments remain ineffective. Furthermore, in the absence of a universal healthcare plan, many of those in need cannot afford such services.\n\nA representative sample of homeless youth across multiple US cities found that, in each city, more than 80% of the sampled individuals met criteria for at least one psychiatric diagnosis.[173] Epidemiological studies have found that only about 25–30% of homeless persons have a severe mental illness such as schizophrenia.[174] Early studies, comparing homeless persons found that depression and suicidal thoughts were very prevalent, along with symptoms of trauma and substance abuse.[174]\n\n"
        },
        {
            "title": "Efforts towards Ending Homelessness",
            "text": "Homeless individuals report a lack of affordable housing as the number one reason for becoming homeless.[171]\n\nThe two main types of housing programs provided for homeless people are transitional and permanent housing. Transitional housing programs are operated with one goal in mind—to help individuals and families obtain permanent housing as quickly as possible. Transitional housing programs assist homeless for a fixed amount of time or until they are able to obtain housing on their own and function successfully in the community, or whichever comes first.[175][176][177]\n\nSome shelters and associated charitable foundations have bought buildings and real estate to develop into permanent housing for homeless people in lieu of transitional Housing.[178]\n\nThe United States Department of Housing and Urban Development and Veterans Administration have a special Section 8 housing voucher program called VASH (Veterans Administration Supported Housing), or HUD-VASH, which gives out a certain number of Section 8 subsidized housing vouchers to eligible homeless and otherwise vulnerable US armed forces veterans.[179] The HUD-VASH program has been successful in housing many homeless veterans.[180]\n\nAs of 2018[update], the number of U.S. citizens residing in their vehicles because they cannot find affordable housing has \"exploded\", particularly in cities with steep increases in the cost of living such as Seattle, Los Angeles, Portland, and San Francisco.[181][182] Bloomberg reported in November 2018 that the wealthiest cities in the U.S., in particular those in the Western states, are experiencing a homelessness crisis driven largely by stagnant wages and \"skyrocketing rents\".[183]\n\nIn 2019, Google had pledged one billion USD into funding 20,000 homes over the next decade throughout the San Francisco Bay Area.[184] The Bay Area is booming with economically successful people who end up driving up the price of housing and increases the divide between the people who need the housing and the new houses being built.[185] In particular, the metropolitan area of San Francisco has some of the most expensive real estate in the United States.[186]\n\nThe Housing First is an evidence based approach that recognizes housing as one of the most impactful social determinants of health that affect those experiencing homelessness.[187][188][165][189] Housing First has been met with success since its initial implementations in 2009 by providing relatively no strings-attached housing to homeless people with substance use disorder problems or mental health issues. Housing First allows homeless men and women to be taken directly off the street into private community-based apartments, without requiring treatment first. This allows homeless people to return to some sense of normalcy, from which it is believed that they are better-poised to tackle their addictions or sicknesses. The relapse rate through these types of programs is lower than that of conventional homeless programs.[190][191][192] The BHH Collective is a program that has implemented the Housing First approach. It began in 2015 as an initiative in Chicago, Illinois, between BHH and University of Illinois Hospital to provide frequent homeless emergency department patients.[193] The housing was paid for by the hospital and federal housing subsidies. The program also provides the individuals with case managers, specialized health services based on the individual's needs, and other services they need.[193] BHH Collective aims to address the connection between housing and health by providing supportive housing to homeless individuals in order to improve the health of homeless people and address homelessness at the same time.[194]\n\nStudies have been conducted to demonstrate the ability of homeless people to receive and maintain houses and jobs when provided with adequate support. In LA's Homeless Opportunity Providing Employment (HOPE), for homeless adults with mental illness, individual characteristics in regards to specific mental illness or substance abuse struggles played little role in the systemic difference to the employment outcomes, however these factors including race and ethnicity did affect individual housing outcomes.[195]\n\nThe provision of housing for homeless people reduces healthcare costs, inpatient hospitalizations, and emergency room costs. When provided with supportive housing, many homeless people are eligible for healthcare coverage. People with housing are less likely to need health services as a stable home provides protection from the elements, prevention from sicknesses, wounds and infections, and a generally safer environment than the streets.[196][197] This is what Rapid Rehousing programs (RRHP) support. Designed to aid families experiencing homelessness, RRHP provides access to private affordable housing markets for better transition back into stable housing.[25] The three major parts necessary for such a programs success is: finding landlords and appropriate housing' providing move in assistance; providing case management and other support services to ensure the prolonged and eventual permanent rehousing success of each family.[25]\n\nIn the early 2000s, the provision of housing for homeless persons was contingent on their treatment and abstinence from addictive substances.[198] However, emerging Permanent supportive housing approaches reversed the requirements and provided homeless people housing without evidence of treatment for mental illness or substance abuse.[199] These interventions are usually paired with case managers and with the inclusion of income assistance programs, there is a significant increase in number of days spent stably housed for participating individuals.[199]\n\nMany homeless people in the United States work, both part-time and full time.[200] Employment opportunities can be useful in providing financial stability to homeless individuals, however estimates of unemployment within the homeless population range from 57% to 90%.[201][202] Programs seeking to help homeless people find and maintain jobs usually focus on individual characteristics of homeless people as barriers (such as addiction and mental illness).[203][204] However, research done shows that there is also a systemic factors that exclude homeless people from the work force, such as expectations, as well as the overall structure of the labor market. The rise of temporary employment in the modern labor market has made homeless people unable to secure stable employment and income to ensure their ability to afford and maintain a house.[200]\n\nIn 2001, President Bush made ending chronic homelessness by 2012 as part of his Compassion Agenda as his campaign promised to fully fund the McKinney Act.[205][206][207] The bi-partisan, congressionally mandated, Millennial Housing Commission included ending chronic homelessness in 10 years among its principal recommendations in its Report to Congress in 2002.[205] By 2003, the Interagency Council on Homelessness had been re-engaged and charged with pursuing the President's 10-year plan.[205][208] On October 1, 2003, the Administration announced the award of over $48 million in grants aimed at serving the needs of the chronically homeless through two initiatives. The \"Ending Chronic Homelessness through Employment and Housing\" initiative was a collaborative grant offered jointly by HUD and the Department of Labor (DOL).[209][201] With the focus on providing housing and employment for the homeless population (as it has been chosen as the main problem), there has not been much attention placed on their comprehensive health.[209] Addressing homeless health is difficult in a traditional healthcare setting due to the complex nature of the needs of homeless people and the multitude of health consequences they face. In 2003–04, during the 108th United States Congress meeting, the proposed Bringing America Home Act was intended to provide comprehensive treatment for many homeless mental and substance use disorder patients - it has not been passed or funded.[210]\n\nUnder President Obama's administration, a federal strategic plan to end homelessness was released in 2010. This plan created four key goals: Prevent and end homelessness among Veterans in 5 years; Finish the job of ending chronic homelessness in 7 years; Prevent and end homelessness for families, youth, and children in 10 years; Set a path to ending all types of homelessness.[211] Capitalizing on these insights, the Plan built on previous reforms and the intent by the Obama Administration to directly address homelessness through intergovernmental cooperation for not only rehabilitating the homeless population but preventing homelessness to those at high-risk.[212] First Lady Michelle Obama called for the collaboration of mayors, governors, and county officials to commit to ending Veteran homelessness in their communities in 2015 and reached out to additional mayors and local leaders to also participate.[212]\n\nPublic libraries can and often do significantly assist with the issues presented by homelessness. In many communities, the library is the only facility that offers free computer and internet access, so this is where many people experiencing homelessness go to locate services for basic needs such as healthcare, education, and housing. Library computers are also necessary for building a resume, searching for open jobs in the area, and completing job applications.[210]\n\nThe news article and video entitled, \"SF library offers Social Services to Homeless,\"[166] speaks about the San Francisco library having a full-time social worker at the library to reduce and help homeless patrons. It mentions that Leah Esguerra, who is a psychiatric social worker, has a usual routine which is done by making her rounds to different homeless patrons and greeting them to see if she could help them. She offers help in different forms that could range from linking patrons with services or providing them with mental health counseling. She also supervises a 12-week vocational program that culminates in gainful employment in the library for the formerly homeless (Knight, 2010).[167] The changes have garnered positive results from all patrons. Since this service started, staff at the library stated that they have noticed a drop in inappropriate behavior. The addition of Social Workers in the library has multiple benefits as they can assist with issues such as education; emergency services (food, clothing, housing, and crisis support); employment; family matters; health improvement (including health insurance); immigration; and support groups for men, women, and teens.[213]\n\nThe San Jose University Library became one of the first academic libraries to pay attention to the needs of homeless people and implement changes to better serve this population. In 2007, the merged University Library and Public Library made the choice to be proactive in reaching out. Collaborations with non-profit organizations in the area culminated in computer classes being taught, as well as nutrition classes, family literacy programs, and book discussion groups.[214] After eighteen months, the library staff felt they still were not doing enough and \"analyzed program participation trends supplemented by observation and anecdotes\" in order to better understand the information needs of homeless people. When it was understood that these needs are complex, additional customer service training was provided to all staff who were interested.[214] Once the staff more fully understood the needs of homeless people, it was determined that many programs in place already, with a few minor adjustments, would be helpful to homeless people. For example, the providing book clubs have proven to be very effective bridges between librarians and homeless people.[215] Programs were tailored to meet these needs. Additional changes implemented included temporary computer passes and generous in-house reading space to counteract the policies in place that may prevent a homeless person from obtaining a library card.[214]\n\nThe Dallas Public Library started \"Coffee and Conversation\" which is part of their Homeless Engagement Initiative. The staff hopes these bimonthly events between staff and homeless patrons will help them better serve the homeless people population in Dallas.[216] They also sponsor Street View podcast, a library produced podcast featuring the stories and experiences of the city's homeless population. Guests often include social service providers.[217]\n\nIn May 1991, Richard Kreimer, a homeless man in Morristown, N.J. sued the local public library and the Town of Morristown for expelling him from the library after other patrons complained about his disruptive behavior and pungent body odor. He later won the case and settled for $250,000.[218][219]\n\n"
        },
        {
            "title": "Situations in cities and states",
            "text": "The issue of homelessness in the US is severe, with states like California, New York, Florida, Texas, Ans Washington having a combined number of over 330,000 homeless people; California alone having over 161,000. Although begging and panhandling being one of the main ways homeless people obtain money, in Kansas, Mississippi, and Maryland, begging and panhandling are considered crimes.\n\n"
        },
        {
            "title": "Public attitudes",
            "text": "Many advocates for homeless people contend that a key difficulty is the social stigma surrounding homelessness. Many associate a lack of a permanent home with a lack of a proper bathroom and limited access to regular grooming. Thus, people that are homeless become \"aesthetically unappealing\" to the general public. Research shows that \"physically attractive persons are judged more positively than physically unattractive individuals on various traits... reflecting social competence.\"[220]\n\nIn addition to the physical component of stigmatization exists an association of homeless people with mental illness. Many people consider the mentally ill to be irresponsible and childlike and treat them with fear and exclusion, using their mental incapacitation as justification for why they should be left out of communities.[221]\n\nA common misconception persists that many individuals who panhandle are not actually homeless, but actually use pity and compassion to fund their lifestyles, making up to $20 an hour and living luxurious lives.[222] This exception to the rule seems more prevalent due to media attention, but in reality, only a few cases exist.[223]\n\nPublic opinion surveys show relatively little support for this view, however. A 1995 paper in the American Journal of Community Psychology concluded that \"although the homeless are clearly stigmatized, there is little evidence to suggest that the public has lost compassion and is unwilling to support policies to help homeless people.\"[224] A Penn State study in 2004 concluded that \"familiarity breeds sympathy\" and greater support for addressing the problem.[225]\n\nA 2007 survey conducted by Public Agenda, a non-profit organization that helps leaders and their citizens navigate through complex social issues, found that 67 percent of New Yorkers agreed that most homeless people were without shelter because of \"circumstances beyond their control,\" including high housing costs and lack of good and steady employment. More than one-third (36 percent) said they worried about becoming homeless themselves, with 15 percent saying they were \"very worried.\" 90 percent of New Yorkers believed that everyone has a right to shelter, and 68 percent believed that the government is responsible for guaranteeing that right to its citizens. The survey found support for investments in prevention, rental assistance and permanent housing for homeless people.[226]\n\nPublic Agenda has also concluded, however, that the public's sympathy has limits. In a 2002 national survey, the organization found 74 percent say the police should leave a homeless person alone if they are not bothering anyone. In contrast, 71 percent say the police should move homeless people if they are keeping customers away from a shopping area and 51 percent say homeless people should be moved if they are driving other people away from a public park.[227]\n\n"
        },
        {
            "title": "Statistics and demographics",
            "text": "Completely accurate and comprehensive statistics are difficult to acquire for any social study, but especially so when measuring the ambiguous hidden, and erratic reality of homelessness. All figures given are estimates. In addition, these estimates represent overall national averages; the proportions of specific homeless communities can vary substantially depending on local geography.[228]\n\nPerhaps the most accurate, comprehensive, and current data on homelessness in the United States is reported annually by the Department of Housing and Urban Development (HUD) in the Annual Homeless Assessment Report to Congress (AHAR), released every year since 2007. The AHAR report relies on data from two sources: single-night, point-in-time counts of both sheltered and unsheltered homeless populations reported on the Continuum of Care applications to HUD; and counts of the sheltered homeless population over a full year provided by a sample of communities based on data in their Management Information Systems (HMIS).[54][229]\n\nOver the course of the year (October 2009 – September 2010), the 2010 Annual Homeless Assessment Report found that 1,593,150 individuals experienced homelessness[232][233] Most were homeless temporarily. The chronically homeless population (those with repeated episodes or who have been homeless for long periods) decreased from 175,914 in 2005 to 123,833 in 2007.[234] According to the 2017 AHAR (Annual Homeless Assessment Report) about 553,742 people experienced homelessness, which is a 1% increase from 2016.[235]\n\nAccording to the NCHWIH report:[236]\n\nAccording to the 2014 NCHWIH report:[236]\n\nAccording to the 2010 SAMHSA report, Among all sheltered individuals over the course of a year (October 2009-September 2010):[232]\nGender, Age, Race/Ethnicity\n\nAccording to the 2014 NCHWIH report:[236]\n\nAccording to the 2010 SAMHSA report:[232]\n\nAccording to analyses of data from the 1996 NSHAPCxiv:[238]\n\nAccording to the 2010 SAMHSA report:[232]\n\nAccording to analyses of data from the 1996 NSHAPCxiv:[238]\n\nAccording to the 1996 Urban Institute findings of the National Survey of Homeless Assistance Providers and Clients (UIHAC) report[239]\n\nAccording to the 1996 UIHAC report:[239]\n\nA 2010 longitudinal study of homeless men conducted in Birmingham, Alabama, found that most earned an average of ninety dollars per week while working an average of thirty hours per week[240]\n\nAccording to the 2010 SAMHSA report:[232]\n\nAccording to the U.S. Department of Housing and Urban Development:[241]\n\nAccording to the 2010 SAMHSA report:[232]\nResearch on shelter use in New York City and Philadelphia concluded that\n\nIn New York City\n\nData from the 1996 NSHAPC show that about 50% of people who were homeless were experiencing their first or second episode of homelessness, which typically lasted a few weeks or months to one year.\n\nAccording to the 2017 Annual Homelessness Assessment Report:[242]\n\nAccording to the 2017 Annual Homelessness Assessment Report:[242]\n\n"
        },
        {
            "title": "See also",
            "text": "Housing:\n\nGeneral:\n\n"
        },
        {
            "title": "References",
            "text": "/MAHARIDGE, DALE. “How America Chose Homelessness.” Nation, vol. 312, no. 2, Jan. 2021, pp. 16–32. EBSCOhost, https://search-ebscohost-com.mctproxy.mnpals.net/login.aspx?direct=true&db=aph&AN=147936022&site=ehost-live/\n\n"
        }
    ]
}