{
    "url": "https://en.wikipedia.org/wiki/Homicidal",
    "title": "Homicidal",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Conception",
        "3.2 Casting",
        "3.3 Filming",
        "4 Release",
        "4.1 The \"Fright Break\"",
        "4.2 Critical response",
        "4.2.1 Contemporaneous",
        "4.2.2 Retrospective",
        "4.3 Home media",
        "5 See also",
        "6 References",
        "7 Works cited",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Homicidal is a 1961 American horror-thriller film produced and directed by William Castle, and starring Glenn Corbett, Patricia Breslin, Eugenie Leontovich, Alan Bunce and Jean Arless.  The film follows a murderous woman in a small California town whose presence unearths secrets concerning a prominent local family.\n\nAs with many of Castle's films, the film was released with a promotional gimmick—in this case, a \"fright break,\" that allowed patrons to receive a refund if they were too scared to stay for the climax of the film.\n\n"
        },
        {
            "title": "Plot",
            "text": "A mysterious woman named Emily (Arless) convinces the bellboy (Richard Rust) at a local hotel in Ventura, California to meet her later that day at a local justice of the peace to get married, offering him two thousand dollars in compensation. Baffled by the request, he agrees. The two arrive at the justice of the peace's home late in the night, and pay him to marry them. Emily then savagely murders the justice of the peace during the ceremony, and flees. She later gloats to a mute, invalid elderly woman named Helga (for whom Emily is a nurse and works for a wealthy family) of her deed.\n\nThe police investigate the crime and learn that the nurse was given the name of a local flower shop owner Miriam Webster (Breslin), who has an alibi of the night of the murder. It is revealed that Miriam and her brother Warren, who has recently returned from Denmark after the death of his last surviving parent, are heirs to Warren's father's estate. The two talk about how Warren's father was abusive to Warren growing up and the details of the will. Miriam stands to inherit the estate if Warren dies before marrying, as Warren's father was a misogynist who went out of his way to make Warren his sole heir so that only a male child of his could inherit. Miriam also confesses to Warren good news of her own, that she is engaged to be married to her boyfriend.\n\nThat evening, Emily breaks into Miriam's flower shop and wrecks the store. She is interrupted by Miriam's boyfriend, who comes to the store because he did not know that Miriam had left early that evening. Miriam and her boyfriend arrive at Warren's house the next day to visit Helga and confront Emily. Helga frantically tries to communicate with Miriam, who later finds out from Warren that Emily is actually his wife; he had hired her to take care of Helga and ultimately married her. Miriam later overhears Warren and Emily talking in the next room but does not see them together.\n\nMiriam's boyfriend learns of the murdered justice of the peace and that Emily resembles the suspect. Miriam ultimately goes to visit Warren and Emily, having realized that Emily is a murderer. She enters the house, and sees Helga descending the staircase on the stairlift. As she nears the bottom of the stairs, Miriam witnesses Helga's severed head fall off her body. She is then attacked by Emily; the two fight, and Emily removes her wig and prosthetic teeth, revealing herself to be Warren. Warren then tries to kill Miriam, but is distracted when a police officer enters. While Warren tries to kill the officer, Miriam shoots Warren dead.\n\nAfterward, the police talk to Miriam as the truth about Warren is revealed: Warren was really a girl. The secret of the child's gender was known only to the child's mother, Helga the housekeeper, and the county clerk (who later became a justice of the peace), who had been bribed to enter the birth of a boy. This was done mainly to avoid the murderous wrath of Warren's father, who wanted a boy and would have harmed the child. \"Emily\" was an alternate identity Warren had created overseas to be able to live as a woman away from those who knew him. When Warren's father died and he learned of the clause in the will that would have denied him his inheritance if it was known he was a female, he resumed the alter ego of Emily in order to kill and silence those who would know the truth about him.\n\n"
        },
        {
            "title": "Production",
            "text": "After fifteen years directing a string of B movies for Columbia, Universal, and Monogram, William Castle mortgaged his house and formed William Castle Productions in 1958. His first release, Macabre, was a modest thriller. To draw attention to the film, he offered every audience member a $1,000 life insurance policy from Lloyd's of London against death by fright during the film.[1] Castle promoted the film with TV commercials and previews that focused more on the life insurance policy than the film. The public bought it and the film was a financial, if not critical, success. William Castle added a gimmick to most of his films over the next ten years.\n\nActress Joan Marshall was cast in the dual role of Emily/Warren, credited under the stage name Jean Arless.[2][3] This led some publications to erroneously assume the part was her first credit.[4] Originally, Castle had intended to cast two different actors for the roles of Emily and Warren.[5] After auditioning for the role of Emily, Marshall returned to visit Castle at his office dressed as a man to audition for the part of Warren: \"My secretary, not recognizing her, asked the man his name,\" Castle recalled. \"The transformation was indeed astonishing.\"[5] Marshall's effective auditions for both parts convinced Castle to cast her in the dual role.[5]\n\nPrincipal photography for Homicidal began on November 1, 1960, in Ventura and Solvang, California.[3] For her scenes playing Warren, star Marshall had her hair cut like a man's and dyed brown, wore brown contact lenses and had prosthetic appliances made to alter the shape of her nose, mouth and hands.[6]\n\n"
        },
        {
            "title": "Release",
            "text": "Homicidal was released theatrically in the United States on June 28, 1961.[3] It after received a theatrical run in New York City beginning on July 26, 1962.[3]\n\nBased on the success of Castle's previous films, Columbia Pictures agreed to implement his concept for a \"Fright Break.\"[5] This entails a 45-second timer which overlays the film's climax as the heroine approached the house harboring a sadistic killer. A voice-over advised the audience of the time remaining in which they could leave the theater and receive a full refund if they were too frightened to see the remainder of the film. To ensure the more wily patrons did not simply stay for a second showing and leave during the finale, Castle had both numbered[3] and different colored tickets printed for each show.[7] About 1% of patrons still demanded refunds, and in response Castle decided to spotlight the people who chose to leave by creating a \"Coward's Corner.\"[8] Print ads promoting the film emphasized this \"Fright Break\" gimmick.[9]\n\nThe \"Coward's Corner\" was a table with a nurse holding a blood pressure cuff.[8] John Waters described it in his book Crackpot.\n\nAccording to Castle, the gimmick worked \"great,\" and that theaters earned an average of $20,000 weekly in box office sales, with only $100 in refunds.[3]\n\nMultiple critics drew comparisons between Homicidal and Alfred Hitchcock's Psycho, released the year prior.[5] Time magazine said: \"Made in imitation of Hitchcock's Psycho, it surpasses its model in structure, suspense and sheer nervous drive.\"[10] and placed it on its list of top ten films of the year for 1962. Other critics were not so kind. The New York Times said \"Near the end of Homicidal, yesterday's horror entry at neighborhood theaters, the disembodied voice of William Castle, the producer-director, announces a 'fright break', during which the economy-minded viewers may return their tickets for a refund ... If the reprieve had come before the opening of this dismal imitation of Psycho and Mickey Spillane, it would have been a better idea.\"[11] New York Herald Tribune wrote that \"Castle's shock effects are not so much of the weird or 'horror' as of the gruesome or blood-on-the-cummerbund variety.\"[11]\n\nThough many critics were dismissive of Homicidal upon its release, the film has since garnered a cult following,[5] and is regarded as one of Castle's best films.[5] In The Psychotronic Video Guide (1996), Michael Weldon referred to the film as an \"incredible experience,\" and it has also been championed by filmmaker John Waters.[5] Film scholar David Hogan wrote: \"In a psychosexual sense, Homicidal was perhaps the most distressing Hollywood film until William Friedkin's numbing and misunderstood Cruising (1980).\"[12] Hogan also cited it as Castle's best film despite being his \"most derivative.\"[13] Douglas Brode echoed similar sentiments, remarking the film's \"marvelous\" pacing and sustainment of suspense.[14] However, Glenn Erickson from DVD Savant wrote that the film was \"a perfectly wretched movie, bad enough to make Castle's other hits seem like flukes\".[15]\n\nHomicidal was released on DVD in North America by tanginamo Home Entertainment in 2002.[15] It was made available again on DVD pressed on-demand by Sony Choice Collection on September 3, 2013.[16] On July 19, 2016, Mill Creek Entertainment released the film on Blu-ray as a double feature alongside Castle's Mr. Sardonicus.[17]\n\n"
        }
    ]
}