{
    "url": "https://en.wikipedia.org/wiki/Honda",
    "title": "Honda",
    "table_of_contents": [
        "1 History",
        "2 Senior leadership",
        "3 Corporate profile and divisions",
        "4 Products",
        "4.1 Automobiles",
        "4.2 Motorcycles",
        "4.3 ATVs",
        "4.4 Power equipment",
        "4.5 Engines",
        "4.6 Robots",
        "4.7 Aircraft",
        "4.8 Mountain bikes",
        "5 Former products",
        "5.1 Solar cells",
        "6 Motorsports",
        "6.1 Automobiles",
        "6.2 Motorcycles",
        "7 Electric and alternative fuel vehicles",
        "7.1 Compressed natural gas",
        "7.2 Flexible-fuel",
        "7.3 Hybrid electric",
        "7.4 Hydrogen fuel cell",
        "7.5 Plug-in electric vehicles",
        "7.6 Batteries",
        "8 Marketing",
        "8.1 Japanese marketing",
        "8.2 International marketing",
        "8.3 Sports",
        "9 Facilities (partial list)",
        "10 US sales",
        "11 Production numbers",
        "12 See also",
        "13 Notes",
        "14 References",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHonda Motor Co., Ltd.[3] (Japanese: 本田技研工業株式会社, Hepburn: Honda Giken Kōgyō KK, IPA: [honda] (listen); /ˈhɒndə/; commonly known as simply Honda) is a Japanese public multinational conglomerate manufacturer of automobiles, motorcycles, and power equipment, headquartered in Minato, Tokyo, Japan.\n\nHonda has been the world's largest motorcycle manufacturer since 1959,[4][5] reaching a production of 400 million by the end of 2019,[6] as well as the world's largest manufacturer of internal combustion engines measured by volume, producing more than 14 million internal combustion engines each year.[7] Honda became the second-largest Japanese automobile manufacturer in 2001.[8][9] In 2015, Honda was the eighth largest automobile manufacturer in the world.[10]\n\nHonda was the first Japanese automobile manufacturer to release a dedicated luxury brand, Acura, in 1986. Aside from their core automobile and motorcycle businesses, Honda also manufactures garden equipment, marine engines, personal watercraft, power generators, and other products. Since 1986, Honda has been involved with artificial intelligence/robotics research and released their ASIMO robot in 2000. They have also ventured into aerospace with the establishment of GE Honda Aero Engines in 2004 and the Honda HA-420 HondaJet, which began production in 2012. Honda has two joint-ventures in China: Dongfeng Honda and Guangqi Honda.\n\nIn 2013, Honda invested about 5.7% (US$6.8 billion) of its revenues into research and development.[11] Also in 2013, Honda became the first Japanese automaker to be a net exporter from the United States, exporting 108,705 Honda and Acura models, while importing only 88,357.[12]\n\n"
        },
        {
            "title": "History",
            "text": "Throughout his life, Honda's founder, Soichiro Honda, had an interest in automobiles. He worked as a mechanic at the Art Shokai garage, where he tuned cars and entered them in races. In 1937, with financing from his acquaintance Kato Shichirō, Honda founded Tōkai Seiki (Eastern Sea Precision Machine Company) to make piston rings working out of the Art Shokai garage.[13] After initial failures, Tōkai Seiki won a contract to supply piston rings to Toyota, but lost the contract due to the poor quality of their products.[13] After attending engineering school without graduating, and visiting factories around Japan to better understand Toyota's quality control processes known as \"Five whys\", by 1941 Honda was able to mass-produce piston rings acceptable to Toyota, using an automated process that could employ even unskilled wartime laborers.[13][14]: 16–19 \n\nTōkai Seiki was placed under the control of the Ministry of Commerce and Industry (called the Ministry of Munitions after 1943) at the start of World War II, and Soichiro Honda was demoted from president to senior managing director after Toyota took a 40% stake in the company.[13] Honda also aided the war effort by assisting other companies in automating the production of military aircraft propellers.[13] The relationships Honda cultivated with personnel at Toyota, Nakajima Aircraft Company and the Imperial Japanese Navy would be instrumental in the postwar period.[13] A US B-29 bomber attack destroyed Tōkai Seiki's Yamashita plant in 1944, and the Itawa plant collapsed on 13 January 1945 Mikawa earthquake. Soichiro Honda sold the salvageable remains of the company to Toyota after the war for ¥450,000 and used the proceeds to found the Honda Technical Research Institute in October 1946.[13][15]\n\nWith a staff of 12 men working in a 16 m2 (170 sq ft) shack, they built and sold improvised motorized bicycles, using a supply of 500 two-stroke 50 cc Tohatsu war surplus radio generator engines.[13][14]: 19 [16] When the engines ran out, Honda began building their own copy of the Tohatsu engine, and supplying these to customers to attach to their bicycles.[13][16] This was the Honda A-Type, nicknamed the Bata Bata for the sound the engine made.[13] In 1949, the Honda Technical Research Institute was liquidated for ¥1,000,000, or about US$5,000 today; these funds were used to incorporate Honda Motor Co., Ltd.[14]: 21  At about the same time Honda hired engineer Kihachiro Kawashima, and Takeo Fujisawa who provided indispensable business and marketing expertise to complement Soichiro Honda's technical bent.[14]: 21  The close partnership between Soichiro Honda and Fujisawa lasted until they stepped down together in October 1973.[14]: 21 \n\nThe first complete motorcycle with both the frame and engine made by Honda was the 1949 D-Type, the first Honda to go by the name Dream.[15][17] In 1961, Honda achieved its first Grand Prix victories and World Championships in the 125cc and 250cc categories.[18] Honda Motor Company grew in a short time to become the world's largest manufacturer of motorcycles by 1964.[19]\nThe first production automobile from Honda was the T360 mini pick-up truck, which went on sale in August 1963.[20] Powered by a small 356cc straight-4 gasoline engine, it was classified under the cheaper Kei car tax bracket.[21] The second production car from Honda was the S500 sports car, which followed the T360 into production in October 1963. Its chain-driven rear wheels pointed to Honda's motorcycle origins.[22]\n\nOver the next few decades, Honda worked to expand its product line, operations and exports to numerous countries around the world. In 1986, Honda introduced the successful Acura brand to the American market in an attempt to gain ground in the luxury vehicle market. The year 1991 saw the introduction of the Honda NSX supercar, the first all-aluminum monocoque vehicle that incorporated a mid-engine V6 with variable-valve timing.[23]\n\nIn 1990, CEO Tadashi Kume was succeeded by Nobuhiko Kawamoto. Kawamoto was selected over Shoichiro Irimajiri, who oversaw the successful establishment of Honda of America Manufacturing, Inc. in Marysville, Ohio. Irimajiri and Kawamoto shared a friendly rivalry within Honda; owing to health issues, Irimajiri would resign in 1992.\n\nFollowing the death of Soichiro Honda and the departure of Irimajiri, Honda found itself quickly being outpaced in product development by other Japanese automakers and was caught off-guard by the truck and sport utility vehicle boom of the 1990s, all which took a toll on the profitability of the company. Japanese media reported in 1992 and 1993 that Honda was at serious risk of an unwanted and hostile takeover by Mitsubishi Motors, which at the time was a larger automaker by volume and was flush with profits from its successful Pajero and Diamante models.[24]\n\nKawamoto acted quickly to change Honda's corporate culture, rushing through market-driven product development that resulted in recreational vehicles such as the first-generation Odyssey and the CR-V, and a refocusing away from some of the numerous sedans and coupes that were popular with the company's engineers but not with the buying public. The most shocking change to Honda came when Kawamoto ended the company's successful participation in Formula One after the 1992 season, citing costs in light of the takeover threat from Mitsubishi as well as the desire to create a more environmentally friendly company image.[25]\n\nThe Honda Aircraft Company as established in 2006 as a wholly owned subsidiary to manufacture and sell the HondaJet family of aircraft.[26][27] The first deliveries to customers began in December 2015.[28]\n\nOn February 23rd, 2015, Honda announced that CEO and President Takanobu Ito would step down and be replaced by Takahiro Hachigo in June of that year; additional retirements by senior managers and directors were expected.[29]\n\nIn October 2019, Honda was reported to be in talks with Hitachi to merge the two companies' car parts businesses, creating a components supplier with almost $17 billion in annual sales.[30]\n\nIn January 2020, Honda announced that it would be withdrawing employees working in the city of Wuhan, Hubei, China due to the COVID-19 pandemic.[31] On March 23, 2020 due to the global spread of the virus, Honda became the first major automaker with operations in the US to suspend production in its factories. It resumed automobile, engine and transmission production at its US plants on May 11, 2020.[32]\n\nHonda and General Motors announced in September 2020 a North American alliance to begin in 2021.[33] According to The Detroit Free Press, \"The proposed alliance will include sharing a range of vehicles, to be sold under each company’s distinct brands, as well as cooperation in purchasing, research and development, and connected services.\"[34]\n\nIn March 2022, Honda announced it would develop and build electric vehicles in a joint venture with Sony. The latter is set to provide its imaging, sensing, network and other technologies while Honda would be responsible for the car manufacturing processes. The venture is set to fully launch later in 2022 with the release of first cars scheduled for 2025.[35]\n\n"
        },
        {
            "title": "Corporate profile and divisions",
            "text": "Honda is headquartered in Minato, Tokyo, Japan. Their shares trade on the Tokyo Stock Exchange and the New York Stock Exchange, as well as exchanges in Osaka, Nagoya, Sapporo, Kyoto, Fukuoka, London, Paris, and Switzerland.\n\nThe company has assembly plants around the globe. These plants are located in China, the United States, Pakistan, Canada, England, Japan, Belgium, Brazil, México, New Zealand, Malaysia, Indonesia, India, Philippines, Thailand, Vietnam, Turkey, Taiwan, Perú and Argentina. As of July 2010, 89% of Honda and Acura vehicles sold in the United States were built in North American plants, up from 82.2% a year earlier. This shields profits from the yen's advance to a 15-year high against the dollar.[37]\n\nAmerican Honda Motor Company is based in Torrance, California. Honda Racing Corporation (HRC) is Honda's motorcycle racing division. Honda Canada Inc. is headquartered in Markham, Ontario,[38] it was originally planned to be located in Richmond Hill, Ontario, but delays led them to look elsewhere. Their manufacturing division, Honda of Canada Manufacturing, is based in Alliston, Ontario. Honda has also created joint ventures around the world, such as Honda Siel Cars and Hero Honda Motorcycles in India,[39] Guangzhou Honda and Dongfeng Honda in China, Boon Siew Honda in Malaysia and Honda Atlas in Pakistan. The company also runs a business innovation initiative called Honda Xcelerator, in order to build relationships with innovators, partner with Silicon Valley startups and entrepreneurs, and help other companies work on prototypes. Xcelerator had worked with reportedly 40 companies as of January 2019. Xcelerator and a developer studio are part of the Honda Innovations group, formed in Spring 2017 and based in Mountain View, California.[40]\n\nFollowing the Japanese earthquake and tsunami in March 2011, Honda announced plans to halve production at its UK plants.[41] The decision was made to put staff at the Swindon plant on a 2-day week until the end of May as the manufacturer struggled to source supplies from Japan. It's thought around 22,500 cars were produced during this period.\n\nFor the fiscal year 2018, Honda reported earnings of US$9.534 billion, with an annual revenue of US$138.250 billion, an increase of 6.2% over the previous fiscal cycle. Honda's shares traded at over $32 per share, and its market capitalization was valued at US$50.4 billion in October 2018.[42]\n\nHonda's Net Sales and Other Operating Revenue by Geographical Regions in 2007[43]\n\n"
        },
        {
            "title": "Products",
            "text": "Honda's automotive manufacturing ambitions can be traced back to 1963, with the Honda T360, a Kei truck built for the Japanese market.[44] This was followed by the two-door roadster, the Honda S500 also introduced in 1963. In 1965, Honda built a two-door commercial delivery van, named the Honda L700. Honda's first four-door sedan was not the Honda Accord, but the air-cooled, four-cylinder, gasoline-powered Honda 1300 which was introduced in 1969. The Civic was a hatchback that gained wide popularity internationally, but it wasn't the first two-door hatchback built by Honda. That was the Honda N360, a Kei car that was adapted for international sale as the N600. The Civic, which appeared in 1972 and replaced the N600 also had a smaller sibling that replaced the air-cooled N360, called the Honda Life, which was water-cooled.\n\nThe Honda Life represented Honda's efforts in competing in the kei car segment, offering sedan, delivery van and small pick-up platforms on a shared chassis. The Life StepVan had a novel approach that, while not initially a commercial success, appeared to be an influence to vehicles with the front passengers sitting behind the engine, a large cargo area with a flat roof and a liftgate installed in back, and utilizing a transversely installed engine with a front-wheel-drive powertrain.\n\nAs Honda entered into automobile manufacturing in the late 1960s where Japanese manufacturers such as Toyota and Nissan had been making cars since before WWII, Honda instilled a sense of doing things a little differently than its Japanese competitors. Its mainstay products like the Accord and Civic (with the exception of its USA-market 1993–97 Passport which was part of a vehicle exchange program with Isuzu (part of the Subaru-Isuzu joint venture)) have always employed Front-wheel drive powertrain implementation, which is currently a long-held Honda tradition. Honda also installed new technologies into their products, first as optional equipment, then later standard, like anti-lock brakes, speed-sensitive power steering, and multi-port fuel injection in the early 1980s. This desire to be the first to try new approaches is evident with the creation of the first Japanese luxury chain Acura, and was also evident with the all-aluminum, mid-engined sports car, the Honda NSX, which also introduced variable valve timing technology, which Honda calls VTEC.\n\nThe Civic family is a line of compact cars developed and manufactured by Honda. In North America, the Civic is the second-longest continuously running nameplate from a Japanese manufacturer; only its perennial rival, the Toyota Corolla, introduced in 1968, has been in production longer.[45] The Civic, along with the Accord and Prelude, comprised Honda's vehicles sold in North America until the 1990s, when the model lineup was expanded. Having gone through several generational changes, the Civic has become larger and more upmarket, and it currently slots between the Fit and Accord.\n\nHonda's first hybrid electric vehicle was the 1999 Insight. The Civic was first offered as a hybrid in 2001, and the Accord followed in 2004. In 2008, the company launched the Clarity, a fuel cell car.\n\nIn 2008, Honda increased global production to meet the demand for small cars and hybrids in the U.S. and emerging markets. The company shuffled U.S. production to keep factories busy and boost car output while building fewer minivans and sport utility vehicles as light truck sales fell.[46]\n\nIts first entrance into the pickup segment, the light-duty Ridgeline, won Truck of the Year from Motor Trend magazine in 2006. Also in 2006, the redesigned Civic won Car of the Year from the magazine, giving Honda a rare double win of Motor Trend honors.\n\nIt is reported that Honda plans to increase hybrid sales in Japan to more than 20% of its total sales in the fiscal year 2011, from 14.8% in the previous year.[47]\n\nFive of United States Environmental Protection Agency's top ten most fuel-efficient cars from 1984 to 2010 come from Honda, more than any other automakers. The five models are: 2000–2006 Honda Insight (53 mpg‑US or 4.4 L/100 km or 64 mpg‑imp combined), 1986–1987 Honda Civic Coupe HF (46 mpg‑US or 5.1 L/100 km or 55 mpg‑imp combined), 1994–1995 Honda Civic hatchback VX (43 mpg‑US or 5.5 L/100 km or 52 mpg‑imp combined), 2006– Honda Civic Hybrid (42 mpg‑US or 5.6 L/100 km or 50 mpg‑imp combined), and 2010– Honda Insight (41 mpg‑US or 5.7 L/100 km or 49 mpg‑imp combined).[48] The ACEEE has also rated the Civic GX as the greenest car in America for seven consecutive years.[49]\n\nHonda currently builds vehicles in factories located in Japan, the United States of America, Canada, China, Pakistan, the United Kingdom, Belgium, Brazil, Indonesia, India, Thailand, Turkey, Argentina, Mexico, Taiwan, and the Philippines.\n\nHonda is the largest motorcycle manufacturer in Japan and has been since it started production in 1955.[13]\nAt its peak in 1982, Honda manufactured almost three million motorcycles annually. By 2006, this figure had been reduced to around 550,000 but was still higher than its three domestic competitors.[13]\n\nIn 2017, India became the largest motorcycle market for Honda.[50][51] In India, Honda is leading in the scooters segment, with 59% market share.[52]\n\nDuring the 1960s when it was a small manufacturer, Honda broke out of the Japanese motorcycle market and began exporting to the United States. Working with the advertising agency Grey Advertising, Honda created an innovative marketing campaign, using the slogan \"You meet the nicest people on a Honda.\" In contrast to the prevailing negative stereotypes of motorcyclists in America as tough, antisocial rebels, this campaign suggested that Honda motorcycles were made for the everyman. The campaign was hugely successful; the ads ran for three years, and by the end of 1963 alone, Honda had sold 90,000 motorcycles.[14]\n\nTaking Honda's story as an archetype of the smaller manufacturer entering a new market already occupied by highly dominant competitors, the story of their market entry, and their subsequent huge success in the U.S. and around the world has been the subject of some academic controversy. Competing explanations have been advanced to explain Honda's strategy and the reasons for their success.[53]\n\nThe first of these explanations was put forward when, in 1975, the Boston Consulting Group (BCG) was commissioned by the UK government to write a report explaining why and how the British motorcycle industry had been out-competed by its Japanese competitors. The report concluded that the Japanese firms, including Honda, had sought a very high scale of production (they had made a large number of motorbikes) in order to benefit from economies of scale and learning curve effects. It blamed the decline of the British motorcycle industry on the failure of British managers to invest enough in their businesses to profit from economies of scale and scope.[54]\n\nThe second explanation was offered in 1984 by Richard Pascale, who had interviewed the Honda executives responsible for the firm's entry into the U.S. market. As opposed to the tightly focused strategy of low cost and high scale that BCG accredited to Honda, Pascale found that their entry into the U.S. market was a story of \"miscalculation, serendipity, and organizational learning\" – in other words, Honda's success was due to the adaptability and hard work of its staff, rather than any long-term strategy.[55] For example, Honda's initial plan on entering the US market was to compete in large motorcycles, around 300cc. Honda's motorcycles in this class suffered performance and reliability problems when ridden the relatively long distances of the US highways.[14]: 41–43  When the team found that the scooters they were using to get themselves around their U.S. base of San Francisco attracted positive interest from consumers that they fell back on selling the Super Cub instead.[14]: 41–43 \n\nThe most recent school of thought on Honda's strategy was put forward by Gary Hamel and C. K. Prahalad in 1989. Creating the concept of core competencies with Honda as an example, they argued that Honda's success was due to its focus on leadership in the technology of internal combustion engines.[56] For example, the high power-to-weight ratio engines Honda produced for its racing bikes provided technology and expertise which was transferable into mopeds. Honda's entry into the U.S. motorcycle market during the 1960s is used as a case study for teaching introductory strategy at business schools worldwide.[57]\n\nHonda builds utility ATVs under models Recon, Rubicon, Rancher, Foreman and Rincon. Honda also builds sports ATVs under the models TRX 90X, TRX 250X, TRX 400x, TRX 450R and TRX 700.[58]\n\nPower equipment[59] production started in 1953 with H-type engine (prior to motorcycles).[60]\n\nHonda power equipment reached record sales in 2007 with 6.4 million units sold annually.[61] By 2010 (Fiscal year ended 31 March) this figure had decreased to 4.7 million units.[62] Cumulative production of power products has exceeded 85 million units annually (as of September 2008).[63]\n\nHonda power equipment includes:\n\nHonda engines powered the entire 33-car starting field of the 2010 Indianapolis 500[64] and for the fifth consecutive race, there were no engine-related retirements during the running of the Memorial Day Classic.[65]\n\nIn the 1980s Honda developed the GY6 engine for use in motor scooters.  Although no longer manufactured by Honda, it's still commonly used in many Chinese, Korean and Taiwanese light vehicles.[66]\n\nHonda, despite being known as an engine company, has never built a V8 engine for passenger vehicles. In the late 1990s, the company resisted considerable pressure from its American dealers for a V8 engine (which would have seen use in top-of-the-line Honda SUVs and Acuras), with American Honda reportedly sending one dealer a shipment of V8 beverages to silence them.[67] Honda considered starting V8 production in the mid-2000s for larger Acura sedans, a new version of the high-end NSX sports car (which previously used DOHC V6 engines with VTEC to achieve its high power output) and possible future ventures into the American full-size truck and SUV segment for both the Acura and Honda brands, but this was canceled in late 2008, with Honda citing environmental and worldwide economic conditions as reasons for the termination of this project.[68]\n\nASIMO is part of Honda's Research & Development robotics program. It's the eleventh in a line of successive builds starting in 1986 with Honda E0 moving through the ensuing Honda E series and the Honda P series. Weighing 54 kilograms and standing 130 centimeters tall, ASIMO resembles a small astronaut wearing a backpack, and can walk on two feet in a manner resembling human locomotion, at up to 6 km/h (3.7 mph). ASIMO is the world's only humanoid robot able to ascend and descend stairs independently.[69] However, human motions such as climbing stairs are difficult to mimic with a machine, which ASIMO has demonstrated by taking two plunges off a staircase.\n\nHonda's robot ASIMO (see below) as an R&D project brings together expertise to create a robot that walks, dances and navigates steps.\n2010 marks the year Honda developed a machine capable of reading a user's brainwaves to move ASIMO. The system uses a helmet covered with electroencephalography and near-infrared spectroscopy sensors that monitor electrical brainwaves and cerebral blood flow signals that alter slightly during the human thought process. The user thinks of one of the limited number of gestures it wants from the robot, which has been fitted with a Brain-Machine Interface.[70]\n\nHonda has also pioneered new technology in its HA-420 HondaJet, manufactured by its subsidiary Honda Aircraft Company, which allows new levels of reduced drag, increased aerodynamics and fuel efficiency thus reducing operating costs.[71]\n\nHonda has also built a downhill racing bicycle known as the Honda RN-01. It is not available for sale to the public. The bike has a gearbox, which replaces the standard derailleur found on most bikes.\n\nHonda has hired several people to pilot the bike, among them Greg Minnaar. The team is known as Team G Cross Honda.\n\n"
        },
        {
            "title": "Former products",
            "text": "Honda's solar cell subsidiary company Honda Soltec (Headquarters: Kikuchi-gun, Kumamoto; President and CEO: Akio Kazusa) started sales throughout Japan of thin-film solar cells for public and industrial use on October 24th, 2008, after selling solar cells for residential use in October 2007.[72] Honda announced in the end of October 2013 that Honda Soltec would cease business operations in the Spring of 2014 except for support for existing customers and the subsidiary would be dissolved.[73]\n\n"
        },
        {
            "title": "Motorsports",
            "text": "Honda has been active in motorsports, like Formula One, MotoGP and others.\n\nHonda entered Formula One for the first time in 1964, just one year after starting the production of road cars, making both engine and chassis. Honda achieved their first victory at the 1965 Mexican Grand Prix, and another win at the 1967 Italian Grand Prix, before they withdrew after the 1968 season. They returned to the sport in 1983 as an engine manufacturer, remaining until 1992. This period saw Honda dominate Grand Prix racing,[74] as between 1986 and 1991 they won five consecutive Drivers' Championships with Nelson Piquet, Ayrton Senna and Alain Prost, and six Constructors' titles with Williams and McLaren.[75] A third stint from 2000 to 2008, initially as engine maker and later also as team owner, yielded 17 podiums, including one win, and second place in the 2004 constructors' standings. They returned as a power unit supplier for the second year of the hybrid era in 2015 and initially struggled, but intense development saw them become race winners again by 2019, and in 2021 they won the World Driver's Championship with Max Verstappen and Red Bull Racing.[76] Honda stopped formally supplying Formula One engines after 2021 to focus its resources on carbon neutral technologies, but has extended power unit support for Red Bull Powertrains (RBPT) until 2025.[77][78]\n\nHonda debuted in the CART IndyCar World Series as an engine supplier in 1994, and the company won six consecutive Drivers' Championships and four Manufacturers' Championships between 1996 and 2001.[79] In 2003, Honda transferred its effort to the IRL IndyCar Series. In 2004, Honda won the Indianapolis 500 for the first time and claimed the Drivers' and Manufacturers' Championships, a feat which it repeated in 2005.[79] From 2006 to 2011, Honda was the series' lone manufacturer, before manufacturer competition returned for 2012. Since 2012, Honda's turbocharged V6 engines have won the Indianapolis 500 several times as well as claimed multiple Drivers' and Manufacturers' titles.[80] In the Japanese Super Formula Championship, Honda-powered cars have won the championship numerous times since 1981, with their title tally in the double digits. In Formula Two, Honda engines dominated the premier series in 1966 and scored multiple titles in the early 1980s.\n\nIn sports car racing, Honda won the 24 Hours of Le Mans in 1995 in the GT2 class,[81] and in 2010 and 2012 they won in the LMP2 category.[82] Honda made their factory debut in the Super GT Series (previously known as the All-Japan GT Championship) in 1997, and in 2000 they won their first championships.[83] Since then, they have won several further titles, uniquely with both mid- and front-engined cars.[83] Through their Acura and HPD divisions, Honda has also competed in sports prototype racing, beginning with the Spice-Acura prototypes that won the IMSA GT Lights championship in 1991, 1992 and 1993. Acura joined the American Le Mans Series in 2007 and won the 12 Hours of Sebring in class on their debut, before winning the championship in both the LMP1 and LMP2 classes in 2009. The cars were rebranded as HPDs for 2010, after which they won multiple titles in the ALMS and also won the FIA World Endurance Championship in the LMP2 class. Acura returned to prototype racing in 2018 in the DPi class of the IMSA SportsCar Championship, winning championship titles in 2019, 2020 and 2022 as well as the 24 Hours of Daytona overall in 2021 and 2022.[84] Honda's GT3 car won both the IMSA GTD and Super GT GT300 titles.[85][86]\n\nDuring the Group A era of the Japanese Touring Car Championship, Honda won seven manufacturers' titles and six drivers' titles in the sub-1,600 cc division between 1986 and 1993.[87] The following Super Touring era of touring car racing saw Honda win the Japanese and North American championships in 1996 and 1997, while in Europe Honda's Super Touring cars claimed over 40 wins across the British, German and European series. After the collapse of the Super Touring regulations in the early 2000s, Honda remained involved in the British Touring Car Championship, where their cars would win multiple championships in the mid-2000s and throughout the 2010s. Honda entered the World Touring Car Championship in late 2012, and in 2013 they won the Manufacturers' World Championship. Honda's TCR car won the global TCR Model of the Year award in 2019 and 2020.[88]\n\nHonda Racing Corporation (HRC) was formed in 1982. The company combines participation in motorcycle races throughout the world with the development of high-potential racing machines. Its racing activities are an important source for the creation of leading-edge technologies used in the development of Honda motorcycles. HRC also contributes to the advancement of motorcycle sports through a range of activities that include sales of production racing motorcycles, support for satellite teams, and rider education programs.\n\nSoichiro Honda, being a race driver himself, could not stay out of international motorsport. In 1959, Honda entered five motorcycles into the Isle of Man TT race, the most prestigious motorcycle race in the world. While always having powerful engines, it took until 1961 for Honda to tune their chassis well enough to allow Mike Hailwood to claim their first Grand Prix victories in the 125 and 250 cc classes. Hailwood would later pick up their first Senior TT wins in 1966 and 1967. Honda's race bikes were known for their \"sleek & stylish design\" and exotic engine configurations, such as the 5-cylinder, 22,000 rpm, 125 cc bike and their 6-cylinder 250 cc and 297 cc bikes.\n\nIn 1979, Honda returned to Grand Prix motorcycle racing with the monocoque-framed, four-stroke NR500. The FIM rules limited engines to four cylinders, so the NR500 had non-circular, 'race-track', cylinders, each with 8 valves and two connecting rods, in order to provide sufficient valve area to compete with the dominant two-stroke racers. Unfortunately, it seemed Honda tried to accomplish too much at one time and the experiment failed. For the 1982 season, Honda debuted its first two-stroke race bike, the NS500 and in 1983, Honda won their first 500 cc Grand Prix World Championship with Freddie Spencer. Since then, Honda has become a dominant marque in motorcycle Grand Prix racing, winning a plethora of top-level titles with riders such as Mick Doohan and Valentino Rossi. Honda also head the number of wins at the Isle of Man TT having notched up 227 victories in the solo classes and Sidecar TT,[89] including Ian Hutchinson's clean sweep at the 2010 races.[90]\n\nThe outright lap record on the Snaefell Mountain Course was held by Honda, set at the 2015 TT by John McGuinness at an average speed of 132.701 mph (213.562 km/h) on a Honda CBR1000RR,[91] bettered the next year by Michael Dunlop on a BMW S1000RR at 133.962 mph (215.591 km/h).[92]\n\nIn the Motocross World Championship, Honda has claimed six world championships. In the World Enduro Championship, Honda has captured eight titles, most recently with Stefan Merriman in 2003 and with Mika Ahola from 2007 to 2010. In motorcycle trials, Honda has claimed three world championships with Belgian rider Eddy Lejeune.\n\n"
        },
        {
            "title": "Electric and alternative fuel vehicles",
            "text": "The Honda Civic GX was for a long time the only purpose-built natural gas vehicle (NGV) commercially available in some parts of the U.S.[93][94] The Honda Civic GX first appeared in 1998 as a factory-modified Civic LX that had been designed to run exclusively on compressed natural gas. The car looks and drives just like a contemporary Honda Civic LX, but does not run on gasoline. In 2001, the Civic GX was rated the cleanest-burning internal combustion engine in the world by the U.S. Environmental Protection Agency (EPA).[95][96]\n\nFirst leased to the City of Los Angeles, in 2005, Honda started offering the GX directly to the public through factory trained dealers certified to service the GX. Before that, only fleets were eligible to purchase a new Civic GX. In 2006, the Civic GX was released in New York, making it the second state where the consumer is able to buy the car.[97]\n\nIn June 2015, Honda announced its decision to phase out the commercialization of natural-gas powered vehicles to focus on the development of a new generation of electrified vehicles such as hybrids, plug-in electric cars and hydrogen-powered fuel cell vehicles. Since 2008, Honda has sold about 16,000 natural-gas vehicles, mainly to taxi and commercial fleets.[98]\n\nHonda's Brazilian subsidiary launched flexible-fuel versions for the Honda Civic and Honda Fit in late 2006. As other Brazilian flex-fuel vehicles, these models run on any blend of hydrous ethanol (E100) and E20-E25 gasoline.[99][100] Initially, and in order to test the market preferences, the carmaker decided to produce a limited share of the vehicles with flex-fuel engines, 33 percent of the Civic production and 28 percent of the Fit models.[99][100] Also, the sale price for the flex-fuel version was higher than the respective gasoline versions, around US$1,000 premium for the Civic, and US$650 for the Fit, despite the fact that all other flex-fuel vehicles sold in Brazil had the same tag price as their gasoline versions.[100][101][102] In July 2009, Honda launched in the Brazilian market its third flexible-fuel car, the Honda City.[103]\n\nDuring the last two months of 2006, both flex-fuel models sold 2,427 cars against 8,546 gasoline-powered automobiles,[104] jumping to 41,990 flex-fuel cars in 2007,[105] and reaching 93,361 in 2008.[106] Due to the success of the flex versions, by early 2009 a hundred percent of Honda's automobile production for the Brazilian market is now flexible-fuel, and only a small percentage of gasoline version is produced in Brazil for exports.[107]\n\nIn March 2009, Honda launched in the Brazilian market the first flex-fuel motorcycle in the world. Produced by its Brazilian subsidiary Moto Honda da Amazônia, the CG 150 Titan Mix is sold for around US$2,700.[108][109][110]\n\nIn late 1999, Honda launched the first commercial hybrid electric car sold in the U.S. market, the Honda Insight, just one month before the introduction of the Toyota Prius, and initially sold for US$20,000.[111][112] The first-generation Insight was produced from 2000 to 2006 and had a fuel economy of 70 miles per US gallon (3.4 L/100 km; 84 mpg‑imp) for the EPA's highway rating, the most fuel-efficient mass-produced car at the time.[111][112] Total global sales for the Insight amounted to only around 18,000 vehicles.[112] Cumulative global sales reached 100,000 hybrids in 2005 and 200,000 in 2007.[113]\n\nHonda introduced the second-generation Insight in Japan in February 2009, and released it in other markets through 2009 and in the U.S. market in April 2009. At $19,800 as a five-door hatchback it will be the least expensive hybrid available in the U.S.[114]\n\nSince 2002, Honda has also been selling the Honda Civic Hybrid (2003 model) in the U.S. market.[111] It was followed by the Honda Accord Hybrid, offered in model years 2005 through 2007. Sales of the Honda CR-Z began in Japan in February 2010, becoming Honda's third hybrid electric car in the market.[115] As of February 2011[update], Honda was producing around 200,000 hybrids a year in Japan.[116]\n\nSales of the Fit Hybrid began in Japan in October 2010, at the time, the lowest price for a gasoline-hybrid electric vehicle sold in the country.[117] The European version, called Honda Jazz Hybrid, was released in early 2011.[118] During 2011 Honda launched three hybrid models available only in Japan, the Fit Shuttle Hybrid, Freed Hybrid and Freed Spike Hybrid.[113]\n\nHonda's cumulative global hybrid sales passed the 1 million unit milestone at the end of September 2012, 12 years and 11 months after sales of the first generation Insight began in Japan November 1999.[113] A total of 187,851 hybrids were sold worldwide in 2013, and 158,696 hybrids during the first six months of 2014.[119][120] As of June 2014[update], Honda has sold more than 1.35 million hybrids worldwide.[113][119][120]\n\nIn Takanezawa, Japan, on 16 June 2008, Honda Motors produced the first assembly-line FCX Clarity, a hybrid hydrogen fuel cell vehicle. More efficient than a gas-electric hybrid vehicle, the FCX Clarity combines hydrogen and oxygen from ordinary air to generate electricity for an electric motor. In July 2014 Honda announced the end of production of the Honda FCX Clarity for the 2015 model.[121]\n\nThe vehicle itself does not emit any pollutants and its only by-products are heat and water. The FCX Clarity also has an advantage over gas-electric hybrids in that it does not use an internal combustion engine to propel itself. Like a gas-electric hybrid, it uses a lithium ion battery to assist the fuel cell during acceleration and capture energy through regenerative braking, thus improving fuel efficiency. The lack of hydrogen filling stations throughout developed countries will keep production volumes low.[122] Honda will release the vehicle in groups of 150. California is the only U.S. market with infrastructure for fueling such a vehicle, though the number of stations is still limited. Building more stations is expensive, as the California Air Resources Board (CARB) granted $6.8 million for four H2 fueling stations, costing US$1.7 million each.[123][124]\n\nHonda views hydrogen fuel cell vehicles as the long-term replacement of piston cars, not battery cars.[125]\n\nThe all-electric Honda EV Plus was introduced in 1997 as a result of CARB's zero-emissions vehicle mandate and was available only for leasing in California. The EV plus was the first battery electric vehicle from a major automaker with non-lead–acid batteries The EV Plus had an all-electric range of 100 mi (160 km). Around 276 units were sold in the U.S. and production ended in 1999.[126][127]\n\nThe all-electric Honda Fit EV was introduced in 2012 and has a range of 82 mi (132 km).[128] The all-electric car was launched in the U.S. to retail customers in July 2012 with initial availability limited to California and Oregon.[129] Production is limited to only 1,100 units over the first three years. A total of 1,007 units have been leased in the U.S. through September 2014.[130][131][132] The Fit EV was released in Japan through leasing to local government and corporate customers in August 2012. Availability in the Japanese market is limited to 200 units during its first two years.[133] In July 2014 Honda announced the end of production of the Fit EV for the 2015 model.[121]\n\nThe Honda Accord Plug-in Hybrid was introduced in 2013 and has an all-electric range of 13 mi (21 km)[134] Sales began in the U.S. in January 2013 and the plug-in hybrid is available only in California and New York.[135] A total of 835 units have been sold in the U.S. through September 2014.[130][131][132] The Accord PHEV was introduced in Japan in June 2013 and is available only for leasing, primarily to corporations and government agencies.[136]\n\nThe Honda Prologue is planned to be introduced in 2024 as a mid-size crossover EV SUV based on a General Motors Ultium platform.[137]\n\nIn August 2022, Honda and LG Energy Solution announced a joint venture to build a new lithium-ion battery factory in the US for Honda and Acura electric vehicles. At the time of the announcement, the goal was for 40 gigawatt hours.[138]\n\n"
        },
        {
            "title": "Marketing",
            "text": "Starting in 1978, Honda in Japan decided to diversify its sales distribution channels and created Honda Verno, which sold established products with a higher content of standard equipment and more sporting nature.[139][140] The establishment of Honda Verno coincided with its new sports compact, the Honda Prelude. Later, the Honda Vigor, Honda Ballade, and Honda Quint were added to Honda Verno stores. This approach was implemented due to efforts in place by rival Japanese automakers Toyota and Nissan.\n\nAs sales progressed, Honda created two more sales channels, called Honda Clio in 1984, and Honda Primo in 1985. The Honda Clio chain sold products that were traditionally associated with Honda dealerships before 1978, like the Honda Accord, and Honda Primo sold the Honda Civic, kei cars such as the Honda Today, superminis like the Honda Capa, along with other Honda products, such as farm equipment, lawnmowers, portable generators, and marine equipment, plus motorcycles and scooters like the Honda Super Cub. A styling tradition was established when Honda Primo and Clio began operations in that all Verno products had the rear license plate installed in the rear bumper, while Primo and Clio products had the rear license plate installed on the trunk lid or rear door for minivans. The Renault Clio was sold in Japan at Nissan dealerships, but was renamed the  Renault Lutecia.[141] Lutecia is derived from the name of Lutetia, an ancient Roman city that was the predecessor of Paris.\n\nAs time progressed and sales began to diminish partly due to the collapse of the Japanese \"bubble economy\", \"supermini\" and \"kei\" vehicles that were specific to Honda Primo were \"badge engineered\" and sold at the other two sales channels, thereby providing smaller vehicles that sold better at both Honda Verno and Honda Clio locations. As of March 2006, the three sales chains were discontinued, with the establishment of Honda Cars dealerships.[142] While the network was disbanded, some Japanese Honda dealerships still use the network names, offering all Japanese market Honda cars at all locations.\n\nHonda sells genuine accessories through a separate retail chain called Honda Access for both their motorcycle, scooter, and automobile products. In cooperation with corporate group partner Pioneer, Honda sells an aftermarket line of audio and in-car navigation equipment that can be installed in any vehicle under the brand name Gathers, which is available at Honda Access locations as well as Japanese auto parts retailers, such as Autobacs. Buyers of used vehicles are directed to a specific Honda retail chain that sells only used vehicles called Honda Auto Terrace.\n\nIn the spring of 2012, Honda in Japan introduced Honda Cars Small Store which is devoted to compact cars like the Honda Fit, and kei vehicles like the Honda N-One and Honda S660 roadster.\n\nPrelude, Integra, CR-X, Vigor, Saber, Ballade, Quint, Crossroad, Element, NSX, HR-V, Mobilio Spike, S2000, CR-V, That's, MDX, Rafaga, Capa, and the Torneo\n\nAccord, Legend, Inspire, Avancier, S-MX, Lagreat, Stepwgn, Elysion, Stream, Odyssey (int'l), Domani, Concerto, Accord Tourer, Logo, Fit, Insight, That's, Mobilio, and the City\n\nCivic, Life, Acty, Vamos, Hobio, Ascot, Ascot Innova, Torneo, Civic Ferio, Freed, Mobilio, Orthia, Capa, Today, Z, and the Beat\n\nIn 2003, Honda released its Cog advertisement in the UK and on the Internet. To make the ad, the engineers at Honda constructed a Rube Goldberg Machine made entirely out of car parts from a Honda Accord Touring. To the chagrin of the engineers at Honda, all the parts were taken from two of only six hand-assembled pre-production models of the Accord. The advertisement depicted a single cog which sets off a chain of events that ends with the Honda Accord moving and Garrison Keillor speaking the tagline, \"Isn't it nice when things just... work?\" It took 606 takes to get it perfect.[143]\n\nHonda has done humor marketing such as its 1985 four-page \"How to fit six Hondas in a two-car garage\" print ad[144] or \"descending so low in a parking garage, they pass stalagmites and a Gollum-like figure.\"[145]\n\nIn 2004, they produced the Grrr advert, usually immediately followed by a shortened version of the 2005 Impossible Dream advert. In December 2005, Honda released The Impossible Dream a two-minute panoramic advertisement filmed in New Zealand, Japan, and Argentina which illustrates the founder's dream to build performance vehicles. While singing the song \"Impossible Dream\", a man reaches for his racing helmet, leaves his trailer on a minibike, then rides a succession of vintage Honda vehicles: a motorcycle, then a car, then a powerboat, then goes over a waterfall only to reappear piloting a hot air balloon, with Garrison Keillor saying \"I couldn't have put it better myself\" as the song ends. The song is from the 1960s musical Man of La Mancha, sung by Andy Williams.\n\nIn 2006, Honda released its Choir advertisement, for the UK and the internet. This had a 60-person choir who sang the car noises as the film of the Honda Civic is shown.\n\nIn the mid to late 2000s in the United States, during model close-out sales for the current year before the start of the new model year, Honda's advertising has had an animated character known simply as Mr. Opportunity, voiced by Rob Paulsen. The casual-looking man talked about various deals offered by Honda and ended with the phrase \"I'm Mr. Opportunity, and I'm knockin'\", followed by him \"knocking\" on the television screen or \"thumping\" the speaker at the end of radio ads. In addition, commercials for Honda's international hatchback, the Jazz, are parodies of well-known pop culture images such as Tetris and Thomas The Tank Engine.\n\nIn late 2006, Honda released an ad with ASIMO exploring a museum, looking at the exhibits with almost childlike wonderment (spreading out its arms in the aerospace exhibit, waving hello to an astronaut suit that resembles him, etc.), while Garrison Keillor ruminates on progress. It concludes with the tagline: \"More forwards please\". Honda also sponsored ITV's coverage of Formula One in the UK for 2007. However, they had announced that they would not continue in 2008 due to the sponsorship price requested by ITV being too high.\n\nIn May 2007, focuses on their strengths in racing and the use of the Red H badge – a symbol of what is termed as \"Hondamentalism\". The campaign highlights the lengths that Honda engineers go to in order to get the most out of an engine, whether it is for bikes, cars, powerboats – even lawnmowers. Honda released its Hondamentalism campaign. In the TV spot, Garrison Keillor says, \"An engineer once said to build something great is like swimming in honey\", while Honda engineers in white suits walk and run towards a great light, battling strong winds and flying debris, holding on to anything that will keep them from being blown away. Finally one of the engineers walks towards a red light, his hand outstretched. A web address is shown for the Hondamentalism website. The digital campaign aims to show how visitors to the site share many of the Hondamentalist characteristics.\n\nAt the beginning of 2008, Honda released – the Problem Playground. The advert outlines Honda's environmental responsibility, demonstrating a hybrid engine, more efficient solar panels, and the FCX Clarity, a hydrogen-powered car. The 90-second advert has large-scale puzzles, involving Rubik's Cubes, large shapes, and a 3-dimensional puzzle. On 29 May 2008, Honda, in partnership with Channel 4, broadcast a live advertisement. It showed skydivers jumping from an airplane over Spain and forming the letters H, O, N, D, and A in mid-air. This live advertisement is generally agreed to be the first of its kind on British television. The ad lasted three minutes.[146]\n\nIn 2009, American Honda released the Dream the Impossible documentary series, a collection of 5- to 8-minute web vignettes that focus on the core philosophies of Honda. Current short films include Failure: The Secret to Success, Kick Out the Ladder and Mobility 2088. They have Honda employees as well as Danica Patrick, Christopher Guest, Ben Bova, Chee Pearlman, Joe Johnston and Orson Scott Card. The film series plays at dreams.honda.com. In the UK, national television ads feature voice-overs from American radio host Garrison Keillor, while in the US the voice of Honda commercials is actor and wrestler John Cena\n\nIn the North American market, Honda starts all of its commercials with a two-tone jingle since the mid-2010s.\n\nThe late F1 driver Ayrton Senna stated that Honda probably played the most significant role in his three world championships. He had immense respect for founder, Soichiro Honda, and had a good relationship with Nobuhiko Kawamoto, the chairman of Honda at that time. Senna once called Honda \"the greatest company in the world\".[147]\n\nAs part of its marketing campaign, Honda is an official partner and sponsor of the National Hockey League, the Anaheim Ducks of the NHL, and the arena named after it: Honda Center. Honda also sponsors The Honda Classic golf tournament and is a sponsor of Major League Soccer. The \"Honda Player of the Year\" award is presented in United States soccer. The \"Honda Sports Award\" is given to the best female athlete in each of twelve college sports in the United States. One of the twelve Honda Sports Award winners is chosen to receive the Honda-Broderick Cup, as \"Collegiate Woman Athlete of the Year.\"\n\nHonda sponsored La Liga club Valencia CF starting from 2014–15 season.[148]\n\nHonda has been a presenting sponsor of the Los Angeles Marathon since 2010 in a three-year sponsorship deal, with winners of the LA Marathon receiving a free Honda Accord. Since 1989, the Honda Campus All-Star Challenge has been a quizbowl tournament for Historically black colleges and universities.\n\n"
        }
    ]
}