{
    "url": "https://en.wikipedia.org/wiki/Hong_Kong_New_Wave",
    "title": "Hong Kong New Wave",
    "table_of_contents": [
        "1 Origins of the movement",
        "2 First Wave and Second Wave",
        "2.1 First Wave",
        "3 Notable directors",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Hong Kong New Wave is a film movement in Chinese-language Hong Kong cinema that emerged in the late 1970s and lasted into the early 2000s.\n\n"
        },
        {
            "title": "Origins of the movement",
            "text": "The Hong Kong New Wave started in 1979 with the release of numerous notable films. During the 1980s, the Hong Kong film industry began to flourish. Film emerged as the most popular form of entertainment in Hong Kong, in part due to the fact that many Chinese households did not have a TV at the time.[8] Many of the New Wave directors had a Western-style education and were influenced by western filmmaking and culture.[9] The films of the Hong Kong New Wave were not stylistically homogenous, rather the term was used to mark the distinction of a new generation of filmmakers.[10] Films of the Hong Kong New Wave utilized new technology and techniques such as synchronous sound, new editing techniques, and filming movies on location.[11]\n\n"
        },
        {
            "title": "First Wave and Second Wave",
            "text": "The Hong Kong New Wave is considered to have two distinct periods. The first period, also called the \"Hong Kong New Wave\" or alternatively called the \"First Wave\",[12] began in the late 1970s and lasted into the mid to late 1980s. The second period, called the \"Second New Wave\", is considered to have begun in 1984, after the New Wave began to gain attention from international audiences.[13] Directors of the Second New Wave include Stanley Kwan, Wong Kar-wai, Mabel Cheung, Alex Law, Fruit Chan, Peter Chan, and Tammy Cheung.[11]\n\n"
        }
    ]
}