{
    "url": "https://en.wikipedia.org/wiki/Hopi_mythology",
    "title": "Hopi mythology",
    "table_of_contents": [
        "1 Major deities",
        "2 Four Worlds",
        "2.1 Entrance into the Fourth World",
        "2.2 Migrations",
        "2.3 Sacred Hopi tablets",
        "3 Kachinas",
        "4 Pahana",
        "5 In popular culture",
        "6 See also",
        "7 Notes",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Hopi maintain a complex religious and mythological tradition stretching back over centuries.  However, it is difficult to definitively state what all Hopis as a group believe. Like the oral traditions of many other societies, Hopi mythology is not always told consistently and each Hopi mesa, or even each village, may have its own version of a particular story,  but \"in essence the variants of the Hopi myth bear marked similarity to one another.\"[1]  It is also not clear that the stories told to non-Hopis, such as anthropologists and ethnographers, represent genuine Hopi beliefs or are merely stories told to the curious while keeping safe the more sacred Hopi teachings.  As folklorist Harold Courlander states, \"there is a Hopi reticence about discussing matters that could be considered ritual secrets or religion-oriented traditions.\"[2]\n\nIn addition, the Hopis have always been willing to assimilate foreign ideas into their cosmology if they are proven effective for such practical necessities as bringing rain.[3] The Hopi had at least some contact with Europeans as early as the 16th century, and some believe that European Christian traditions may have entered Hopi cosmology at some point. Indeed, Spanish missions were built in several Hopi villages starting in 1629 and were in operation until the Pueblo Revolt of 1680. However, after the revolt, it was the Hopi alone of all the Pueblo peoples who kept the Spanish out of their villages permanently, and regular contact with whites did not begin again until nearly two centuries later. The Hopi mesas have therefore been seen as \"relatively unacculturated\" at least through the early 20th century, and it may be posited that the European influence on the core themes of Hopi mythology was slight.[citation needed]\n\n"
        },
        {
            "title": "Major deities",
            "text": "Most Hopi creation stories center around Tawa, the sun spirit. Tawa is the creator, and it was he who formed the \"First World\" out of Tokpella, or endless space, as well as its original inhabitants.[4]  It is still traditional for Hopi mothers to seek a blessing from the sun for their newborn children.[5] Other accounts have it that Tawa, or Taiowa, first created Sotuknang, whom he called his nephew, and sent him to create the nine universes according to his plan. Sotuknang also created Spider Woman, who served as a messenger for the creator and was an intercessor between the deity and the people. In some versions of the Hopi creation myth, she creates all life, under the direction of Sotuknang.[6] Yet other stories tell that life was created by Hard Being Woman of the West and Hard Being Woman of the East, while the sun merely observed the process.[7][8]\n\nMasauwu (Maasaw, Mausauu), Skeleton Man, was the Spirit of Death, Earth God, door keeper to the Fifth World, and the Keeper of Fire. He was also the Master of the Upper World, or the Fourth World, and was there when the good people escaped the wickedness of the Third World for the promise of the Fourth.[9]   Masauwu is described as wearing a hideous mask, but again showing the diversity of myths among the Hopi,  Masauwu was alternately described as a handsome, bejewelled man beneath his mask or as a bloody, fearsome creature.  He is also assigned certain benevolent attributes.[10] One story has it that it was  Masauwu who helped settle the Hopi at Oraibi and gave them stewardship over the land. He also charged them to watch for the coming of the Pahana (see section below), the Lost White Brother.[11]  Other important deities include the twin war gods, the kachinas, and the trickster, Coyote.\n\nMaize is vital to Hopi subsistence and religion.  \"For traditional Hopis, corn is the central bond. Its essence, physically, spiritually, and symbolically, pervades their existence. For the people of the mesas corn is sustenance, ceremonial object, prayer offering, symbol, and sentient being unto itself. Corn is the Mother in the truest sense that people take in the corn and the corn becomes their flesh, as mother milk becomes the flesh of the child.\"[12]\n\n"
        },
        {
            "title": "Four Worlds",
            "text": "Barry Pritzker writes: \"According to Hopi legend, when time and space began, the sun spirit (Tawa) created the First World, in which insectlike creatures lived unhappily in caves.  With the goal of improvement, Tawa sent a spirit called Spider Grandmother to the world below.  Spider Grandmother led the first creatures on a long trip to the Second World, in which they took on the appearance of wolves and bears.  As these animals were no happier than the previous ones, however, Tawa created a new, Third World, and again sent Spider Grandmother to convey the wolves and bears there.  By the time they arrived. they had become people.\"  Spider Grandmother taught them weaving and pottery, and a hummingbird brought them a fire drill.[13]: 16 \n\nTwo main versions exist as to the Hopis' emergence into the present Fourth World.\n\nIn one version, after evil broke out amongst the people in the Third World, with the help of Spider Grandmother, or bird spirits, a hollow bamboo reed grew at the opening of the Third World into the Fourth World.  This opening, sipapu, is traditionally viewed to be the Grand Canyon.  According to Barry Pritzker, \"the people with good hearts (kindness) made it to the Fourth World.\"[13]: 16–17 \n\nThe other version (mainly told in Oraibi) has it that Tawa destroyed the Third World in a great flood. Before the destruction, Spider Grandmother sealed the more righteous people into hollow reeds which were used as boats. On arrival on a small piece of dry land, the people saw nothing around them but more water, even after planting a large bamboo shoot, climbing to the top, and looking about. Spider Woman then told the people to make boats out of more reeds, and using island \"stepping-stones\" along the way, the people sailed east until they arrived on the mountainous coasts of the Fourth World.\n\nWhile it may not be possible to positively ascertain which is the original or \"more correct\" story, Harold Courlander writes, at least in Oraibi (the oldest of the Hopi villages), little children are often told the story of the sipapu, and the story of an ocean voyage is related to them when they are older.[14] He states that even the name of the Hopi Water Clan (Patkinyamu) literally means \"a dwelling-on-water\" or \"houseboat\".  However, he notes the sipapu story is centered on Walpi and is more accepted among Hopis generally.[14]\n\nAccording to Barry Pritzker, \"In this Fourth World, the people learned many lessons about the proper way to live. They learned to worship Masauwu, who ensured that the dead return safely to the Underworld and who gave them the four sacred tablets that, in symbolic form, outlined their wanderings and their proper behavior in the Fourth World.  Masauwu also told the people to watch for the Pahána, the Lost White Brother.\"[13]: 17 \n\nUpon their arrival in the Fourth World, the Hopis divided and went on a series of great migrations throughout the land. Sometimes they would stop and build a town, then abandon it to continue on with the migration. They would leave their symbols behind on the rocks to show that Hopi had been there. Long the divided people wandered in groups of families, eventually forming clans named after an event or sign that a particular group received upon its journey.[15]  These clans would travel for some time as a unified community, but almost inevitably a disagreement would occur, the clan would split and each portion would go its separate way. However, as the clans traveled, they would often join together forming large groups, only to have these associations disband, and then be reformed with other clans. These alternate periods of harmonious living followed by wickedness, contention, and separation play an important part of the Hopi mythos. This pattern seemingly began in the First World and continues even into recent history.\n\nIn the course of their migration, each Hopi clan was to go to the farthest extremity of the land in every direction. Far in the north was a land of snow and ice which was called the \"Back Door\", but this was closed to the Hopi. However, the Hopi say that other peoples came through the Back Door into the Fourth World. \"Back Door\" could refer to the Bering land bridge, which connected Asia with North America. The Hopi were led on their migrations by various signs, or were helped along by Spider Woman. Eventually, the Hopi clans finished their prescribed migrations and were led to their current location in northeastern Arizona.\n\nMost Hopi traditions have it that they were given their land by Masauwu, the Spirit of Death and Master of the Fourth World.\n\nHopi tradition tells of sacred tablets which were imparted to the Hopi by various deities. Like most of Hopi mythology, accounts differ as to when the tablets were given and in precisely what manner.\n\nPerhaps the most important was said to be in the possession of the Fire Clan, and is related to the return of the Pahana. In one version, an elder of the Fire Clan worried that his people would not recognize the Pahana when he returned from the east. He therefore etched various designs including a human figure into a stone, and then broke off the section of the stone which included the figure's head. This section was given to Pahana and he was told to bring it back with him so that the Hopi would not be deceived by a witch or sorcerer.[16] This one is Truth, the stone has an Indian face of black, white and grey with black feathers, and it is not etched but looks more like ink that soaked into the stone.\n\n"
        },
        {
            "title": "Kachinas",
            "text": "One of the Hopi religious societies is the katsina society.  According to Barry Pritzker, \"Reflecting the close association between the world of the living and that of the dead, spirits play an integral role in the land of the living. They are associated with clouds and with benevolent supernatural entities called katsinam (the plural of katsina), which inhabit the San Francisco Peaks just north of Flagstaff, Arizona.\"  According to Susanne and Jake Page, the katsinam are \"the spirits of all things in the universe, of rocks, stars, animals, plants, and ancestors who have lived good lives.\"[13]\n\nAround  1325 CE Kachina masks and Kachina dancers appear as rock art.[17]\n\nRaymond Friday Locke discusses the Hopi legend of the Pahana writing that \"The Hopis...had long anticipated the coming of Pahana and, either by coincidence or because of a common root of the legends, Pahana was due to visit the Hopi in the very same year that Quetzalcoatl was expected to return to the Aztecs. He arrived some twenty-one years later in the person of the Spaniard Pedro de Tovar, one of Coronado's conquistadors, and was the first white man to be seen by the Hopis and very probably the Navajo. Unlike the Aztecs, the Hopis put this Spanish Pahana to a series of tests, and when he failed them they sent him on his way.\"[18]\n\nThe Hopi say that during a great drought, they heard singing and dancing coming from the San Francisco Peaks. Upon investigation, they met the Kachinas who returned with the Hopi to their villages and taught them various forms of agriculture. The Hopi believe that for six months of the year, Kachina spirits live in the Hopi villages. The nine day Niman or Going Home ceremony concludes the Kachina season with an outdoor Kachina Dance[19] where the line of Kachinas bring harvest gifts for the spectators and Kachina dolls for the young girls.  Different sets of Kachinas perform year.  Most favored is the Hemis group of Kachinas who perform accompanied by a variety of Kachina manas. After the Going Home Dance in late-July or early-August, the Kachinas return to the San Francisco Peaks for six months.[20] The Hopi believe that these dances are vital for the continued harmony and balance of the world. It serves the further and vital purpose of bringing rain to the Hopi's parched homeland.\n\n"
        },
        {
            "title": "Pahana",
            "text": "The true Pahana (or Bahana) is the Lost White Brother of the Hopi. Most versions have it that the Pahana or Elder Brother left for the east at the time that the Hopi entered the Fourth World and began their migrations. However, the Hopi say that he will return again and at his coming the wicked will be destroyed and a new age of peace, the Fifth World, will be ushered into the world. As mentioned above, it is said he will bring with him a missing section of a sacred Hopi stone in the possession of the Fire Clan, and that he will come wearing red. Traditionally, Hopis are buried facing east in expectation of the Pahana who will come from that direction.[21]\n\nThe legend of the Pahana seems intimately connected with the Aztec story of Quetzalcoatl, and other legends of Central America.[3] This similarity is furthered by the liberal representation of Awanyu or the Paluliikon, the horned or plumed serpent, in Hopi and other Puebloan art. This figure resembles Quetzacoatl, the feathered serpent, of Mexico. In the early 16th century, both the Hopis and the Aztecs believed that the coming of the Spanish conquistadors was the return of this lost white prophet. Unlike the Aztecs, upon first contact the Hopi put the Spanish through a series of tests in order to determine their divinity, and having failed, the Spanish were sent away from the Hopi mesas.[22]\n\nOne account has it that the Hopi realized that the Spanish were not the Pahana based upon the destruction of a Hopi town by the Spanish. Thus when the Spanish arrived at the village of Awatovi, they drew a line of cornmeal as a sign for the Spanish not to enter the village, but this was ignored.  While some Hopi wanted to fight the invaders, it was decided to try a peaceful approach in the hope that the Spanish would eventually leave.[23]  However, Spanish accounts record a short skirmish at Awatovi before the Hopis capitulated.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The art film/avant-garde opera Koyaanisqatsi references both the Hopi term Ko.yan.nis.qatsi (\"life out of balance\"), and three Hopi prophecies[dubious  – discuss] —i.e. warnings or eschatology.\n\nDavid Lanz and Paul Speer's 1987 new-age album Desert Vision has a track named \"Tawtoma.\"\n\nThe novel by Tony Hillerman, The Dark Wind, first published in 1982, discusses Hopi mythology throughout the story, as key characters are Hopi men, and events of the story occur near important shrines or during an important ceremony. The fictional Navajo sergeant Jim Chee works with fictional Hopi Albert \"Cowboy\" Dashee, who is a deputy for Coconino County, Arizona, and speaks Hopi and English, translating for Chee on occasion, as well as explaining shrines and ceremonies to him.\n\nIn the 2001 novel American Gods by Neil Gaiman, Mr. Ibis (an incarnation of the ancient Egyptian god Thoth) discusses the reluctance of scientists to accept evidence of pre-Columbian visitors to the Americas, and refers to the sipapu story as historical fact: \"Heaven knows what'll happen if they ever actually find the Hopi emergence tunnels. That'll shake a few things up, you just wait.\"\n\nIn the Jordan Peele film Us, Addy as a little girl in 1986 walks up to and into the Shaman's Vision Quest attraction, the entrance of which is topped by a Native American man with a headdress on and his right hand pointing at potential questers. Underneath him, just above the entrance, light bulbs form the words \"FIND YOURSELF\" and an arrow slowly flashing on and off. Although difficult to hear, closed captioning makes clear that a recorded narration on the speaker system for the attraction is recounting aspects of the Hopi creation story:\n\nDecades later, when the adult Addy, with her husband and children, return to the same boardwalk where Shaman's Vision Quest was, it is now called Merlin's Forest.\n\n"
        }
    ]
}