{
    "url": "https://en.wikipedia.org/wiki/Horizon_scanning",
    "title": "Horizon scanning",
    "table_of_contents": [
        "1 Etymology",
        "2 Phases and techniques",
        "3 Governmental bodies",
        "3.1 UK",
        "3.2 Germany",
        "3.3 Sweden",
        "3.4 European Union",
        "3.5 USA",
        "3.6 Russia",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Horizon scanning (HS) or horizon scan is a method from futures studies, sometimes regarded as a part of foresight.[1] It is the early detection and assessment of emerging technologies or threats for mainly policy makers in a domain of choice.[2][3][4] Such domains include agriculture,[5] environmental studies,[6] health care,[7] biosecurity,[2] and food safety.[8]\n\nSome sources mention HS as an alternative name for environmental scanning (ES),[9] or view HS as a subset of ES,[10] or at least suggest ES to have a similar goal to HS.[11] In summary, ES has key differences to HS.[12] ES is rather concerned to provide industry specific information for short-term decision making in a competitive environment.[13][14][15]\n\n"
        },
        {
            "title": "Etymology",
            "text": "One of the first usages of the term horizon scanning as related to futures studies appeared in 1995 in a paper discussing trends in information technology and forecasting the year 2005.[16] Then, horizon scanning was used to name detection and early evaluation of health care technologies in a European workshop in September 1997, whose participants were 27 policy makers and researchers from 12 countries.[7] This workshop was organized as a part of the European health technology assessment project (HTA).[7] Policy makers and planners of health services were the main target groups for knowledge produced by horizon scanning.[7]\n\n"
        },
        {
            "title": "Phases and techniques",
            "text": "A 2013 systematic study of 23 formally established health technology HS programs from different countries identified following common phases in a horizon scanning process:[21]\n\nHorizon scanning shares common methods with future-oriented technology analysis.[22][23] Horizon scanning includes following techniques:[6][21]\n\n"
        },
        {
            "title": "Governmental bodies",
            "text": "In order to centralize horizon scanning, UK has founded the English Horizon Scanning Centre (HSC) in 2005.[35] The Cabinet Office's Horizon Scanning Secretariat and the Government Office for Science's Horizon Scanning Centre were combined to the Horizon Scanning Programme team in 2014.[36]\n\nUmweltbundesamt applies horizon scanning since 2012 along with trend analysis.[37]\n\nSwedish Defence Research Agency has developed a software tool named HSTOOL for HS of scientific literature in 2019.[38] The scientific literature is searched, clustered in groups that correspond to subject subfields and evaluated based on the bibliometric numbers. The clustering is performed using Gibbs sampling Dirichlet multinomial mixture model algorithm. The citation statistics are provided derived from Thomson Reuters' Web of Science.\n\nEuropean commission developed the Transport Research and Innovation Monitoring and Information System (TRIMIS) in 2017, an open-access transport information system supporting the implementation of the seven Strategic Transport Research and Innovation Agenda (STRIA) roadmaps.[39] In 2021, a horizon scanning module was added to TRIMIS.[40] This horizon scanning framework developed by Joint Research Centre within TRIMIS uses news media, scientific publication sources, patent data sources, EU funding datasets and other sources as basis for text mining.\n\nJoint Research Centre's \"Tool for Innovation Monitoring\" augments horizon scanning with text mining of available literature.[41] This tool is developed in 2020. Among the used data sources are Scopus, PATSTAT and Cordis.\n\nIn 2010, The Agency for Healthcare Research and Quality (AHRQ) established the first publicly funded Healthcare Horizon Scanning program of the US.[42]\n\nIn the Russian Federation, horizon scanning is performed by Higher School of Economics and financed by Ministry of Education and Science.[43] In 2012, Putin stated that \"[a] Foresight exercise for Russia’s science and technology towards 2030 is due to be completed. It highlights specific ways to both revitalize traditional sectors and penetrate into new high-tech markets…\". Russian horizon scanning team consisted of 15–20 members and conducted an online survey of 2000 experts.\n\n"
        }
    ]
}