{
    "url": "https://en.wikipedia.org/wiki/Horror_films_of_Cambodia",
    "title": "Horror films of Cambodia",
    "table_of_contents": [
        "1 History",
        "2 Modern films",
        "3 Governmental criticism",
        "4 Themes",
        "5 List of Cambodian horror films",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Horror films in Cambodia, first popular in the 1970s, have received renewed attention in Cambodian film making since the resurgence of the local industry in 2003. Horror is one of three popular genres into which most Cambodian films can be loosely grouped, the other two being period pieces and melodrama/romantic drama. The fledgling Cambodian industry of the mid 2000s looked to capitalize on the world-wide popularity of Japanese horror films which have heavily influenced Cambodian horror films. Common themes are ghost or spirit hauntings, possession, folk mythology and revenge by supernatural means. The storytelling takes a slower pace than Western horror and relies on suspense, a pervasive sense of doom and dread, and psychologically disturbing events and situations. Unlike its Japanese counterparts however, many Cambodian horror films also feature over the top gore as seen in Western horror.\n\n"
        },
        {
            "title": "History",
            "text": "One of the earliest successful Cambodian Horror movies was the 1970s film The Snake King's Wife by Tia Kim Kon. Other films followed such as Crocodile Man, The Snake King's Wife Part 2, The Snake girl and My Mother is Arb. These films found success both in Cambodia and abroad. Although the Cambodian Civil War was being waged in the provinces during this era, there were up to 33 cinemas operating in the capital city of Phnom Penh. Always full of viewers, the theaters provided an escape from the realities of war and taxes imposed on the brisk ticket sales provided the weakening government with a source of revenue with which to fight the encroaching Khmer Rouge.[1]\n\nAs the war began to threaten Phnom Penh in 1974, cinemas began to close and movie production all but halted. When the Khmer Rouge gained control of the government in 1975, the new regime abolished institutional establishments such as currency, education, markets and private property. Movie production in Cambodia ceased to exist as artists, producers, actors and singers were executed to \"get rid of any Western legacy of the capitalist ideology\".[1]\n\nAfter the Vietnamese invasion of Cambodia ended Khmer Rouge rule in 1979, cinemas began to open again, but only showed foreign films (specifically from Vietnam, the USSR, and Soviet Bloc countries) due to lack of both human and material resources to make movies locally. Despite these films being mostly propaganda vehicles with some from the romance genre, moviegoers starving for entertainment flocked to the hot, overcrowded theaters, standing in line for hours for a chance to buy tickets or bribe security guards to get in.[1] This public enthusiasm led to the revival of the native Cambodian film industry in 1987. Horror films were still not allowed, however, as financial backing came primarily from Vietnam and the USSR and movies could not offend the Vietnamese-backed government.\n\nThe new themes introduced by the Cambodian-produced films, including romance stories and tales of hardship under Khmer Rouge rule, were widely popular which resulted in 215 production companies and almost 40 theaters in Phnom Penh, Siem Reap and Battambang. Yet, once again, this revival was short-lived, as the 1991 withdrawal of the Vietnamese from Cambodia and the subsequent United Nations Transitional Authority in Cambodia opened the markets to massively copied high budget foreign films from Hong Kong and serialized television soaps from Thailand. Most Cambodian film companies were forced out of business but the competition from television and foreign markets also raised the standards of the few remaining companies and a couple movies were produced that presaged the rising popularity of the Horror genre.[1]\n\nThe 2003 Phnom Penh riots, aimed at Thai institutions and ostensibly caused by anti-Cambodian comments allegedly made by a Thai actress, resulted in the banning of Thai soap operas and films which by that time had represented the majority of screen time in Cambodia. This allowed Cambodian producers to once again fill the vacuum[1] and just happened to coincide with the worldwide popularity of J-Horror (Japanese Horror films), spurred on in part by the success of the US remake of Ring.\n\n"
        },
        {
            "title": "Modern films",
            "text": "Modern Khmer producers have catered to the young public's taste for movies within the horror genre but domestic production companies typically have low budgets and employ weak special effects. Nonetheless, these horror movies, after decades of absence, have been very successful with local audiences, especially among the younger demographic groups. Korm Chanthy, the manager of FCI Productions, which made the popular 2004 Nieng Arp, said \"We make movies to suit the domestic market and the demand of our youths and they like to watch horror movies because they make them feel excited, thrilled and terrified\".[2]\n\nBetween 2004 and 2006, the domestic producers made nearly 20 horror films per year. Since 2004, almost 50% of Khmer films were of the horror genre. The most prolific producers of these horror films were FCI Production and Campro Production, a company founded in 2003 by young producer and computer entrepreneur Heng Tola and several friends. Although Campro Production closed in 2007, these two companies provided the Cambodian market over 15 horror films as of 2011. Budgets were typically very small and special effects were often lackluster compared to foreign horror movies. Making an entire movie took Campro about three months and cost an average of US$30,000, including $1,000 for the lead actor.[2]\n\nThe 2001 Thai-Khmer joint film The Snake King's Child, a retelling of 1971's The Snake King's Wife, was recognized as the first Cambodian horror film to be released since before the Khmer Rouge era. The movie was a comparatively tame film, adapted from an old folk tale and not displaying the characteristic elements of the later, post-2003, horror films. The popularity of The Snake King's Child inspired a sequel, The Snake King's Grandchild, which involved a ghost story based on the mythology of the ap (Thai: krasue) legend.\n\nIn early 2003, the film Kohak Kmorch Tek Snech Asara Peak, a period ghost film was released. A psychological thriller, The Weird Villa, produced by Angkor Wat Production and written by Pan Phuong Bopha, achieved some box office success and was considered one of the outstanding films of the year.[citation needed] It was followed by several major grossing horror films including Nieng Arp (English title: Lady Vampire), also centered on the popular ap legend, and Ghost Banana Tree, produced by Campro Production.\n\nFilms developed after 2003 featured several remakes, mostly of foreign films, including Neang Neath, Neang Pomiry, and the 2006 hit The Killing Phone which is a remake of the Thai movie 999-9999 and includes homages to Ringu and One Missed Call.[3]\n\nTop grossing and award winning horror films from this era include The Crocodile, a tale about the heroism of a man who killed the beast responsible for the deaths of several people in his village. Released in 2005, The Crocodile cost over $100,000 to make, the highest budgeted Cambodian production to date, won several awards and was re-released in 2007 due to its popularity. Other notable 2005 releases were The Forest, a graphic film which won an award for best special effects, and The Haunted House, both produced by Campro Production.\n\n"
        },
        {
            "title": "Governmental criticism",
            "text": "In the Third Khmer film festival which was held in late 2007, horror films were banned from competition on the grounds that too many horror movies had been made.[4]\n\nThe Khmer Culture and Film ministry suggested that Khmer film makers should decrease their production of works in the horror genre despite their immense popularity with local audiences, especially the younger generation. In addition, a recent downturn in the domestic film market has left some producers believing the horror genre is serving to keep Cambodian cinema alive.\n\nAccording to Heng Tola, the current popularity of horror movies is waning in favor of \"a more serious\" emerging trend, both fueled by and feeding into the bitterness many Cambodians still hold on to regarding their country's recent history, specifically the humiliation of colonialism and losing territory, respect and political, economic and military prestige to powerful neighbors, Thailand and Vietnam.[2]\n\n"
        },
        {
            "title": "Themes",
            "text": "Cambodian horror films, like those of Thailand, are heavily influenced by popular Japanese and Korean horror films but also display elements from Western (American) horror as well. The plot of Cambodian horror films generally center on a ghost story, physically or psychologically violent revenge, spirit hauntings or possessions, or myths taken from Cambodian folk religion such as the ap.[5] Films featuring ghost stories, mythology and blood rituals include Ghost Banana Tree and The Kantong Kiev Witch. One film, The Haunted House, is loosely based on an actual urban legend surrounding a supposedly haunted house in Kampong Chhnang Province.[6]\n\nSimilar to more widely known Japanese movies, the more popular films rely on storytelling that takes a slower pace than Western horror, building suspense and focusing on the characters' suffering and anguish. A pervasive sense of doom and dread is maintained by portraying psychologically disturbing situations and events. In a departure from the East Asian formula, however, Cambodian films often feature over-the-top gore and cheaply overdone effects. Popular horror films in this modern vein that emphasize psychological terror include The Weird Villa, Secret Well (from Ángkor Wat Productions), and Heart Talk, a 2008 Khmer Mekong Films production written by British novelist and screenwriter Matt Baylis.[7]\n\nFilms with revenge motifs are usually based on unrequited or betrayed love and often feature the offended person, who either is killed or commits suicide, rising from the dead either as a ghostly apparition or a spirit that can possess other bodies. The plots are usually resolved only after sufficient revenge has been taken or when the ghost or spirit is defeated by a holy man (an Achaa, Ruesi, or Khru) or a Buddhist Monk. Popular revenge-themed movies include Villa Horror, Annoyed and Moheagita.\n\nCambodian \"monster\" films are another subgenre of horror. Although considered a relatively new subgenre, these movies are just extensions of the older folk mythology type films with different monsters. Similar to the older Snake King films, these low-budget monster films employ much outdoor cinematography and amateurish special effects. The characters in monster movies are usually groups of teens on outings or cross country journeys without adult supervision. Well known examples of monster films are The Forest, Queen of Cobra and People eating Lizard.\n\nSlasher films haven't been very common but a few have been made in Cambodia. Most portray many adolescent victims killed in a typically random, unprovoked fashion usually within a single night. The first slasher film produced by a Cambodian company was The Waterfall of Death, which has noted similarities to the American murder thriller I Know What You Did Last Summer and the Thai psychological killer film Scared.\n\n"
        }
    ]
}