{
    "url": "https://en.wikipedia.org/wiki/Horror_icon",
    "title": "Horror icon",
    "table_of_contents": [
        "1 History",
        "1.1 Pre 1900s: literary beginnings",
        "1.2 1900s-1920s: early film icons",
        "1.3 1930s: Universal Monsters appear",
        "1.4 1940s: Universal Monsters become a franchise",
        "1.5 1950s: Universal's later years and Hammer's birth",
        "1.6 1960s: Hammer Horror series and psychopaths",
        "1.7 1970s: slashers emerge",
        "1.8 1980s: slashers and vampires",
        "1.9 1990s: self-reflective era",
        "2 Examples",
        "2.1 Real people",
        "2.1.1 Writers",
        "2.1.2 Directors",
        "2.1.3 Actors",
        "2.1.4 Make-up artists",
        "2.2 Fictional",
        "2.2.1 Characters",
        "2.2.2 Figures",
        "2.2.3 Creatures",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A horror icon is a person or fictional character that is considered to be significant to horror fiction within mediums such as film, literature, television, or video games.[1][failed verification][2][failed verification]\n\n"
        },
        {
            "title": "History",
            "text": "Examples of early horror icons began with the Werewolf or Lycanthrope introduced in the 1500s,[3] the Frankenstein monster as introduced by Mary Shelley in 1818,[4] and Dracula introduced into literature in 1897 by Bram Stoker.[5]\n\nOne of the earliest horror icons in film dates back to 1913 with The Werewolf, which is one of the earliest werewolf films. In the 1920s, Dracula and Frankenstein's monster had movies released. Their presence in literary history led to them becoming among the most famous horror film icons. Dracula's first known appearance in film dates to 1921 with Dracula's Death, which achieved mild success. The second attempt a year later would give birth to one of the best known early horror icons, Count Orlok from Nosferatu.\n\nThe Universal Classic Monsters series began in earnest with the 1931 film Dracula, starring Bela Lugosi, whose performance was instantly lauded. The same year's Frankenstein, with Boris Karloff in the role of the monster, and The Mummy, also starring Karloff—this time in the role of the mummy Imhotep—were equally successful and cemented each character, as well as their actors, as horror icons.\n\nIn the 1940s, sequels to Dracula and Frankenstein were produced, and when The Wolf Man (1941) was released a new horror icon had risen to prominence, the werewolf. Besides regular sequels Universal also began to cross over their horror icons in films such as Frankenstein Meets the Wolf Man and House of Dracula.\n\nDue to the success of Abbott and Costello Meet Frankenstein in 1948 the early 1950s would feature more comedic takes on the Universal icons such further instalments in the Abbott and Costello Meet... series. This rendered the old icons less frightening in most viwerers eyes. Due to this the middle of this period saw a shift away from the classic single monster villain to creature features often starring as aliens and mutated animals. In 1954 Universal seem to have caught on to this and released Creature from the Black Lagoon led to the Gill-man becoming the last of the classical Universal Monsters. Later during the decade British filmmakers began making more Gothic and modern versions of Dracula and Frankenstein, at the forefront of this was Hammer Productions. The so called \"Hammer Horror\" period would feature the beginnings of new film series for several of the icons created by Universal in the decades prior, this time in full color with blood and sensuality, Christopher Lee's take on Count Dracula beginning with Horror of Dracula in 1958 would go on to become one of the best known versions of the character.\n\nDuring the 1960s Hammer would continue what they started the decade before; 1957's The Curse of Frankenstein, 1958's Horror of Dracula and 1959's The Mummy would all receive many sequels, regularly starring Christopher Lee and Peter Cushing who would go on to become considered horror icons in their own right. Another well known horror icon, Norman Bates from the Psycho franchise was depicted on film for the first time in 1960.\n\nMany modern horror icons originate from the 1970s. The decade featured many psychopaths similar to the last decade but these villains are often more inhuman or inspired by real life serial killers of the era. These films often also focused more on graphic violence compared to the 1960s due to a rise in independent filmmaking. The Ed Gein inspired Leatherface from The Texas Chain Saw Massacre (1974) was one of the first killers to be predominantly recognizable for not speaking and hiding his face with a mask, something which the characters The Phantom (based on the real life killer of the Texarkana Moonlight Murders) from The Town That Dreaded Sundown (1976) and Michael Myers from Halloween (1978) also would do. The success of Halloween ushered in a slew of rip-offs in the decade following, one of the most notable of these, Friday the 13th, began production already in 1979. The Phantom would also go on to be influential in a lesser extent during the 80s and decades after, mainly due to many other films using copies of his simple sack mask for their killer.\n\nOne of the earliest 1980s horror icon is Jason Voorhees from Friday the 13th franchise. Freddy Krueger from the hugely influential A Nightmare on Elm Street franchise almost instantly became an icon owing in large part to Robert Englund's performance. Pinhead from Hellraiser went on to become an icon mainly due to his unique design. Chucky from Child's Play was a later icon of the 1980s slasher killers boom, he became well liked due to his sense of humour, a trait inspired by the later Freddy Krueger. Besides the slashers the 1980s also saw a fairly large amount of vampire films, one of the best known being The Lost Boys whose villain David has become one of the most iconic vampires in pop culture. Another iconic 80s vampire is Jerry Dandrige of Fright Night. Both characters have been analysed to have had strong homoerotic subtexts.\n\nThe 1990s saw a backlash to the saturation of gory slashers in the decade prior and the horror icons of this decade are mostly subversive versions of the tropes seen before. Hannibal Lecter from Silence of the Lambs is a fully human serial killer who is intelligent and sophisticated, the Candyman is an inversion of racial issues in many slasher films, Scream's Ghostface is in large part a self-referencial parody of slasher killers.\n\n"
        }
    ]
}