{
    "url": "https://en.wikipedia.org/wiki/Horror_films_of_Mexico",
    "title": "Horror films of Mexico",
    "table_of_contents": [
        "1 History",
        "2 List of Mexican horror films",
        "3 See also",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Horror films in Mexico form part of cinema of the country.\n\nThe rise of horror films in Mexico in the 1930s started with films like El fantasma del convento and Dos monjes from the writer-director Juan Bustillo Oro. Until about the 1950s moviehouses mainly showed melodramas and westerns, which caused difficulty for Bustillo Oro; his films may have been popular, but they were not necessarily welcome on the big screen. As a result, owing to their outlandish costumes and makeup and their violent nature, his movies were associated with wrestling shows. Lucha libre, the term for professional wrestling in Mexico, became an important part of horror film in Mexico. Writers and producers introduced the spooky aspects of horror films, like vampires, werewolves, and mummies, into the lucha libre films.\n\nU.S. producer K. Gordon Murray introduced Mexican horror films to an international audience. Murray acquired nearly seventy Mexican films, with many different genres among the mix and about thirty horror films, and distributed them in the United States. This was only the start of Mexican horror films gaining popularity in other countries.\n\n"
        },
        {
            "title": "History",
            "text": "The Mexican horror film proper came into its own with the release of El fantasma del convento (1934), Dos monjes (1934), and El Misterio del rostro pálido (1935), three films from the writer-director Juan Bustillo Oro. Oro is considered by many to be the true Father of the Mexican horror film. He directed more than sixty films over five decades, including El Hombre sin rostro (1950), a film of significant importance in Mexican cinema of the 1950s. Still, as potent and popular as Bustillo Oro's efforts were, Mexican movie houses were overwhelmingly dominated by melodramas and westerns up until the 1950s. On television, lucha libre--professional wrestling--captivated the country. The sport lent itself well to big-screen adaptations with its costumed heroes and villains, larger-than-life personalities, and impossible feats of strength played straight. Monsters and supernatural storylines complemented these mass-produced wrestling movies perfectly.\n\nNumerous lucha libre films incorporated familiar spookery such as vampires, robots, werewolves, and (especially) mummies. In 1953, however, Mexico mounted its first-ever serious treatment of the Frankenstein myth, El Monstruo resucitado. Directed by Chano Urueta, El Monstruo resucitado presents Spanish actor José María Linares-Rivas as a deranged plastic surgeon who keeps an ape-monster in his basement and successfully reanimates a corpse, albeit as a mindless zombie. El Monstruo resucitado was a success in Mexico. Suddenly, the Western was taking second place on screen to the Horror genre films.\n\nAnother success La bruja (1954) cast gorgeous Lilia del Valle as a repulsive-looking wretch made beautiful by a scientist who then uses her newfound allure for her own evil ends.\n\nLadrón de cadáveres (1956), another popular success, is a wrestling film in which a masked combatant receives a brain transplant from a gorilla. It is also noteworthy for being directed by Fernando Méndez, who, the following year, redefined the possibilities of Mexican horror films with his landmark masterwork El vampiro (1957). El vampiro is widely considered to be a triumph in the Mexican Horror genre. Often called beautifully directed and photographed, El vampiro featured film actor, movie writer and producer, Abel Salazar in the lead role. Salazar would become one of the key figures of the Mexican horror film wave and shortly after starring in and producing El vampiro he formed ABSA Studios in Mexico. He would go on to co-produce eight more successful horror films between 1957 and 1963.\n\nA sensation worldwide, Méndez followed El vampiro with El Ataúd del Vampiro (1957) and Misterios de ultratumba (1958) (aka The Black Pit of Dr. M), a genuinely horrifying excursion into the unhinged mind of the titular character, who runs an insane asylum by day and ventures into occult recklessness come nightfall.\n\nThe brain-eating reincarnation romp El Barón del terror (1961) is seen by its cult fans as one of the most ludicrous movies ever made anywhere. It caught on in the United States under the title The Brainiac, where it remains a much-loved cult object nearly half a century after its release.\n\nIn 1961, Witch's Mirror came courtesy of director Chano Urueta. Mirror recounts the story of a sorceress who enchants a looking glass to protect her adopted daughter from domestic violence. When her magic fails, the witch embarks on a journey of vengeance. \n\nThe real life Mexican folk legend of \"La Llorona\" (The Crying Woman) supplied the basis for multiple Mexican-made movies, none more polished and effective than The Curse of the Crying Woman (1961).\n\nHowever successful the aforementioned projects may have been in their native country, it took K. Gordon Murray to make them into international sensations. Murray acquired and distributed an estimated sixty-six motion pictures in the United States, including fairy-tale fantasies, adult films, and approximately thirty horror imports, almost all of which came from Mexico. Murray's love of exploitation films and sensational subjects proved a perfect formula for selling his Mexican horror acquisitions. Aside from films like The Brainiac and other legitimate classics such as El vampiro and Witch's Mirror, Murray's theatrical showings included Muñecos infernales / The Curse of the Doll People (1960); The Robot vs. The Aztec Mummy (1957) plus its sequel Wrestling Women vs. the Aztec Mummy (1964). He also churned out two of the most popular wrestling imports, Samson vs. the Vampire Women / Santo contra las mujeres vampiro, (1962) and Samson in the Wax Museum / Santo en el museo de cera(1963), a perfect pair of showcases for Santo, one of Mexico's most beloved masked wrestlers. Working out of Coral Gables, Florida, Murray oversaw the rewriting and overdubbing of all his imports at a tiny studio called Soundlab Inc., which was, in fact, one of the first facilities in the U.S. to focus effectively on reworking foreign films for English-speaking audiences.\n\nMeanwhile, back in Mexico, director René Cardona had covered nearly every genre imaginable as a writer, director, and actor. In 1969 he tore into horror anew with Night of the Bloody Apes (also known as La Horripilante bestia humana). The Americanized dubbed version of Cardona's cult film boasts genuine footage of open-heart surgery, occasionally hilarious betrayals of the movie's minuscule budget (including fake grass that moves when stepped on), and some genuinely harrowing violence.\n\nThroughout the 1970s, American horror films evolved in new directions and shattered virtually every conceivable taboo on screen. This was a relatively dormant period for Mexican scare fare.\n\nThe young Guillermo del Toro spent those years awash in horror cinema from all over the globe. After helming two lauded shorts, Doña Lupe (1985) and Geometria (1987), along with multiple episodes of the horror TV series La Hora Marcada, del Toro rose to prominence with his international arthouse sensation Cronos (1993), a tale of a cursed antique device and its demonic promise of eternal life.\n\nSince then, the Guadalajara-born del Toro has interspersed the Hollywood blockbusters Mimic (1997), Blade II (2002), and Hellboy (2004) with the Spanish-language The Devil's Backbone (2001) and Pan's Labyrinth (2006).\n\nAlong with Texas native Robert Rodriguez, whose From Dusk Till Dawn (1996) ignited a new fascination with Aztec mythology and blood rituals, Guillermo del Toro is serving to keep Mexican horror cinema alive.\n\n"
        }
    ]
}