{
    "url": "https://en.wikipedia.org/wiki/Horror_host",
    "title": "Horror host",
    "table_of_contents": [
        "1 History",
        "1.1 Early hosts",
        "1.2 Later hosts",
        "2 Notable hosts",
        "2.1 1950s",
        "2.2 1960s",
        "2.3 1970s",
        "2.4 1980s",
        "2.5 1990s",
        "2.6 2000s",
        "2.7 2010s",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A horror host is a person who acts as the host or presenter of a program where horror films and low-budget B movies are shown on television or the Internet.  Usually the host assumes a horror-themed persona, often a campy or humorous one.  Generally there are breaks in the film where the host comments on various aspects of the movie.  Many horror host shows also include skits involving the hosts themselves, sometimes with a sidekick or other supporting characters.\n\n"
        },
        {
            "title": "History",
            "text": "The first television horror host is generally accepted to be Vampira.[1] The Vampira Show featured mostly low budget suspense films, as few horror films had yet been released for television broadcast. Despite its short 1954-1955 run, The Vampira Show set the standard format for horror host shows to follow.\n\nHosts were often plucked from the ranks of the studio staff. In the days of live television, it was not uncommon for the weather man or booth announcer to finish a nightly news broadcast and race madly to another part of the soundstage for a quick costume change to present the evening's monster tale.\n\nWhile a few early hosts like Zacherley and Vampira became the icons of this nationwide movement,[2] most hosts were locals. The impact of these friendly revenants on their young fans cannot be overestimated. The earliest hosts are still remembered with great affection today.[3]\n\nThe tradition was continued throughout the 1960s and 1970s and gained national attention in the early 1980s, after the death of L.A.'s Host, Sinister Seymour. Cassandra Peterson auditioned to become a replacement host and won the role. She became Elvira, Mistress of the Dark who is arguably the most widely recognized horror host in history.\n\n"
        }
    ]
}