{
    "url": "https://en.wikipedia.org/wiki/Horror_game",
    "title": "Horror game",
    "table_of_contents": [
        "1 Sub-genres",
        "1.1 Survival horror",
        "1.2 Action horror",
        "1.3 Psychological horror",
        "1.4 Jump scare horror",
        "1.5 Reverse horror",
        "2 History",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A horror game is a video game genre centered on horror fiction and typically designed to scare the player. Unlike most other video game genres, which are classified by their gameplay, horror games are nearly always based on narrative or visual presentation, and use a variety of gameplay types.[1][2]\n\n"
        },
        {
            "title": "Sub-genres",
            "text": "Historically, the classification of video games into genres ignores the narrative themes, which would include science fiction or fantasy games, instead preferring systems based on the style of gameplay or at times, types of game modes or by platform. Horror games is the only narrative-based classification that has generally not followed this pattern, with the narrative genre label used broadly for games designed to scare players.[1] This broad association to the narrative theme of horror games leads to the lack of well-defined subgenres of horror games. Many gameplay-defined genres have numerous games with horror themes, notably the Castlevania platform game series uses monsters and creatures borrowed from numerous horror mythos. In such cases, these games are still categorized by their original gameplay genre, the horror aspect considered a literary aspect of the game.[3] However, there are some specific areas in the broad horror game classification that have been identified as unique subgenres in horror.\n\nOne of the best-defined and most common types of horror games are survival horror games. These games tend to focus on the survival of the player-character in a horror setting with limited resources, and thus tend to be more geared as an action game or action-adventure game.[4] A common theme of these games is escape or survival from the equivalent of a zombie apocalypse, with weapons, ammunition, and armor limited. The Resident Evil series coined the term and serves as the prime example of such games, though key conventions of the subgenre preceded the Resident Evil series. Other notable survival horror series include Alone in the Dark,  Clock Tower, Fatal Frame and Parasite Eve.\n\nAction horror games use action game elements from first person and third-person shooter games alongside the survival horror themes, making them more fast-paced than survival horror games. These grew in popularity following the release of Resident Evil 4 in 2005 and which persisted in the next two titles, Resident Evil 5 and Resident Evil 6, with gameplay that focused more on action-oriented combat than puzzles and problem-solving from previous titles (Resident Evil 7 returned to the series' survival horror roots).[5][6] Examples of action horror games include The House of the Dead series, the Dead Space series, the Left 4 Dead series, and The Last of Us.\n\nPsychological horror games are meant to scare the player through emotional, mental, or psychological states rather than through monsters or other scares. The fear comes from \"what is not seen, rather than what is\".[7] These games commonly rely on the player-character's unreliable perceptions or questionable sanity in order to develop the story. Through the use of unreliable narrators, such games may explore the fear of losing one's capacity to think rationally or even to recognize one's own identity.[7]  Psychological horror games may not depend as much on action compared with survival horror games, instead giving time for the player to explore and witness events.[7] The Silent Hill series, which is also based on survival horror elements, is considered one of the defining psychological horror games.[8] Frictional Games' Penumbra and Amnesia series and their standalone game SOMA explore ethical and philosophical questions, and the psychology, motivations and fallible sides of their largelly defenceless protagonists, subjected to mysterious events largelly beyond their control. Games with an emphasis on psychological horror may also take advantage of the video game medium to break the fourth wall and appear to affect the player's computer or console directly, such as with OMORI, Eternal Darkness and Doki Doki Literature Club![9][10] Psychological horror games may still be tied to action-based genres; Spec Ops: The Line is a third-person shooter but with a psychological horror narrative inspired by works like Heart of Darkness and Apocalypse Now.[11]\n\nJump scare horror games are designed around moments aimed to immediately surprise or shock the player when they do not expect it, as well as creating a sense of dread while anticipating the next jump scare. While jump scares may be elements in other horror games along with other gameplay aspects,  jump scare horror games are generally limited to this type of gameplay mechanism. They are often aimed towards generating reactions from players, which have proven popular to watch over streaming playthroughs of games. Five Nights at Freddy's is one example of this style of game.[12]\nSome other examples of jump scare horror games include Dino Crisis, Outlast, and Resident Evil.\n\nReverse horror games involve the player scaring others, rather than the player being scared.[13] Compared to a horror game, the player is instead what would be considered the antagonist. Reverse horror games generally involve assuming the role of a monster or villain. In comparison to the victim, the main character has some sort of advantage over the others, such as enhanced vision, greater strength, or supernatural abilities. Reverse horror games may also derive from an original horror game, developed as a sequel or prequel to the original, intended to display the perspective of the titular antagonist. Examples of reverse horror games include Carrion and the asymmetric multiplayer modes in Dead by Daylight and Friday the 13th: The Game, in which one player controls the monster or the killer that is chasing the other players.\n\n"
        },
        {
            "title": "History",
            "text": "The incorporation of general horror genre themes into video games came early on in the medium, inspired by horror fiction and especially horror films. The earliest rudimentary attempt at a horror video game dates back to as early as 1972, when a Haunted House overlay was included with the first video game console, the Magnavox Odyssey, inspired by haunted house fiction.[14] Taito's classic arcade video game Space Invaders (1978) has also been cited as a precursor to horror video games, as it involved a survival scenario where an alien invasion slowly descends and increasingly destroys the landscape while menacing sound effects gradually speed up, which created a sense of panic in players when it first released.[15][16][17] The text-based adventure games Mystery House (1980) and The Lurking Horror (1987) incorporated horror elements through their textual descriptions of rooms.[3]\n\nASCII Corporation's Nostromo (1981) for the PC-6001, inspired by the science fiction horror film Alien (1979), was a survival horror game that involves escaping from an invisible alien with limited available resources.[18] Another notable early horror video game was Haunted House (1982) for the Atari 2600. At that point, video game technology lacked the fidelity to carry the themes of horror in the technology and was instead wrapped more in game manuals and other presentation materials.[19] 3D Monster Maze (1982) for the Sinclair ZX81, while not containing images tied with horror games, was one of the first games to induce the feeling of suspense and mystery typically associated with the genre.[20]\n\nWith more graphical capabilities, games should start to include horror-related imagery, often present in the licensed games based on horror films in the 1980s and 1990s such as The Texas Chainsaw Massacre (1983), Halloween (1983) and Friday the 13th (1989), as well as games inspired by horror films such as the survival horror Project Firestart (1989) inspired by the Alien films.[3] Due to limitations of consoles and computers, these horror images were often limited to cutscenes rather than the animated sprites used in the action-based gameplay as to give the fidelity to the details of the horror scene.[3]\n\nSega's Monster Bash (1982) was a horror-themed arcade action game that depicted classic movie monsters such as Count Dracula, Frankenstein's monster and werewolves.[21][22][23] Other horror-themed action games that followed in the late 1980s included Capcom's Ghosts 'n Goblins (1985),[24] Konami's Castlevania (1986),[14][8] and Sega's Ghost House (1986) and Kenseiden (1988),[8] with more violent gory arcade horror games including Exidy's Chiller (1986) and Namco's Splatterhouse (1988).[25] One of the most well-known \"haunted house\" themed graphic adventure games was Maniac Mansion (1987) by LucasArts.[14] Sweet Home (1989) was a survival horror role-playing video game based on the Japanese horror film of the same name. It was Capcom's first survival horror title, directed by Tokuro Fujiwara, who had earlier designed Ghosts 'n Goblins and later went on to produce Resident Evil, which was originally intended to be a remake of Sweet Home.[26] Phantasmagoria (1995) by Roberta Williams was one of the earliest psychological horror games.[3]\n\nAlone in the Dark (1992), developed by Infogrames and inspired by H.P. Lovecraft fiction and George Romero zombie films, was one of the first survival horror games to bring a more immersive presentation, using crude 3D figures drawn atop a 2D pre-rendered background, so that players would control their character from a fixed camera angle. This allowed the developers to create the necessary sense of tension throughout the adventure game. Alone in the Dark was a global success on personal computers.[8] Sweet Home and Alone in the Dark went on to inspire Capcom's original Resident Evil (1996), which coined the \"survival horror\" term.[26][8] It spawned the Resident Evil franchise, which defined and popularized survival horror games.[27] Sega's The House of the Dead (1996) was an arcade horror shooter game that introduced fast zombies who could run, jump and swim,[28] whereas Konami's Silent Hill (1999) defined and popularized psychological horror games.[8]\n\nWhile horror games were inspired by horror films up until the 1990s, horror games were later influencing horror films by the 2000s.[14] The success of Resident Evil and House of the Dead sparked a renewed interest in zombie films by the 2000s,[29][30] influencing hit zombie films such as 28 Days Later (2002), the Resident Evil film series, Dawn of the Dead (2004) and Shaun of the Dead (2004).[31][32][33] The Resident Evil and House of the Dead games influenced zombie films to move towards a more action-oriented approach with scientific themes and fast-running zombies.[28][34]\n\nHorror games also benefited from indie game growth in the early 2010s, since outside of established franchises like Resident Evil, major publishers had shied away from the genre.[35] Series like Frictional Games' Penumbra series and Amnesia series, and Red Barrels' Outlast series captured the type of gameplay from horror games like Silent Hill and Resident Evil. Parsec Productions' Slender: The Eight Pages took advantage of the popular Slenderman creepypasta, and became one of the first games to gain popularity from viewers watching reactions to online streamers playing the game. The Five Nights at Freddy's series by Scott Cawthon also similarly captured popularity through watching streamers' reactions to jump-scares.[36] More recently in the early 2020s, indie horrors games have found a new aesthetic based on emulating the graphic style of older platforms, such as the low-poly graphics of the first PlayStation console or even pixel art, rather than high realism from modern 3D graphics. Besides capturing a sense of nostalgia, developers are able to use retro-inspired graphics on modern hardware to continue to manipulate the player and surprise them beyond the expectations of the visuals, such as giving the player the idea that the game itself is cursed and potentially breaking the fourth wall.[37][38]\n\n"
        }
    ]
}