{
    "url": "https://en.wikipedia.org/wiki/Horror_podcast",
    "title": "Horror podcast",
    "table_of_contents": [
        "1 History",
        "2 Reception",
        "3 Notable examples",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHorror is a genre of podcasts covering fiction, non-fiction, and reviews of the horror genre generally.\n\n"
        },
        {
            "title": "History",
            "text": "Horror podcasts are typically created and run by volunteers in their free time.[1] As some podcasts such as Archive 81 and The Deep Vault have grown they have been able to attract advertisers.[2] The world's longest running, active horror podcast is WithoutYourHead.com which has been going since August 2006 as a semi-regular weekly series with celebrity interviews.[3] Horror podcasts have featured in the Parsec Awards, and in 2013 The NoSleep Podcast won the award for \"Best New Speculative Fiction Podcaster/Team\" while in 2014 a story from Pseudopod won the award for \"Best Speculative Fiction Story: Small Cast (Short Form)\" and We're Alive won \"Best Speculative Fiction Audio Drama (Long Form)\".[4][5]\n\n"
        },
        {
            "title": "Reception",
            "text": "Horror fiction is the most popular type of audio drama podcast and drives much of the growth and interest in the medium. Horror Fiction podcasting continues to grow rapidly attracting mainstream success with some shows reaching very large audiences. As of July 2020, popular podcast The Magnus Archives recently achieved 4 million monthly downloads and signed with major talent agency WME.[6] We're Alive achieved 200 million lifetime downloads as of 10 April 2020.\n\nAmongst responses to the 2020 Audio Verse Awards, horror was the second-favourite genre of fiction podcast. With notable podcasts The White Vault receiving 14 awards, The Magnus Archives receiving 9 awards, and Old Gods of Appalachia receiving 6.[7]\n\n"
        },
        {
            "title": "Notable examples",
            "text": "Notable podcasts include Alice Isn't Dead,  The Black Tapes,  The Call of the Void, Lore, The Magnus Archives,[8] The NoSleep Podcast, Pseudopod, Rabbits, Tanis, Welcome to Night Vale, We're Alive, and The White Vault.[1][2][9][10][11][12]\n\n"
        }
    ]
}