{
    "url": "https://en.wikipedia.org/wiki/Horror_comics",
    "title": "Horror comics",
    "table_of_contents": [
        "1 Precursors",
        "2 Early American scene",
        "3 EC Comics and the horror boom",
        "4 Backlash",
        "4.1 Seduction of the Innocent",
        "4.2 Senate Subcommittee on Juvenile Delinquency",
        "4.3 Creation of the Comics Code",
        "5 Perseverance",
        "6 Resurgence",
        "7 1980s and 1990s",
        "8 Modernity",
        "8.1 North America",
        "8.2 Europe",
        "8.2.1 Great Britain",
        "8.2.2 Italy",
        "8.3 Japan",
        "8.4 Online",
        "9 Video spinoffs",
        "10 Horror hosts",
        "11 See also",
        "12 Notes",
        "13 References",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Horror comics are comic books, graphic novels, black-and-white comics magazines, and manga focusing on horror fiction. In the US market, horror comic books reached a peak in the late 1940s through the mid-1950s, when concern over content and the imposition of the self-censorship Comics Code Authority contributed to the demise of many titles and the toning down of others. Black-and-white horror-comics magazines, which did not fall under the Code, flourished from the mid-1960s through the early 1980s from a variety of publishers. Mainstream American color comic books experienced a horror resurgence in the 1970s, following a loosening of the Code. While the genre has had greater and lesser periods of popularity, it occupies a firm niche in comics as of the 2010s.\n\nPrecursors to horror comics include detective and crime comics that incorporated horror motifs into their graphics, and early superhero stories that sometimes included the likes of ghouls and vampires. Individual horror stories  appeared as early as 1940. The first dedicated horror comic books appear to be Gilberton Publications' Classic Comics #13 (August 1943), with its full-length adaptation of Robert Louis Stevenson's Strange Case of Dr Jekyll and Mr Hyde, and Avon Publications' anthology Eerie #1 (January 1947), the first horror comic with original content. The first horror-comics series is the anthology Adventures into the Unknown, premiering in 1948 from American Comics Group, initially under the imprint B&I Publishing.\n\n"
        },
        {
            "title": "Precursors",
            "text": "The horror tradition in sequential-art narrative traces back to at least the 12th-century  Heian period Japanese scroll \"Gaki Zoshi\", or the scroll of hungry ghosts (紙本著色餓鬼草紙)[1][2][3] and the 16th-century Mixtec codices.[3]\n\nIn the early 20th-century, pulp magazines developed the horror subgenre \"weird menace\", which featured sadistic villains and graphic scenes of torture and brutality. The first such title, Popular Publications' Dime Mystery, began as a straight crime fiction magazine but evolved by 1933 under the influence of Grand Guignol theater.[4] Other publishers eventually joined in, though Popular dominated the field with Dime Mystery, Horror Stories, and Terror Tales. While most weird-menace stories were resolved with rational explanations, some involved the supernatural.\n\nAfter the fledgling medium of comic books became established by the late 1930s, horror-fiction elements began appearing in superhero stories, with vampires, misshapen creatures, mad scientists and other tropes that bore the influence of the Universal horror films of the 1930s and other sources.[5]\n\nIn 1935, National Periodicals published the first story of Doctor Occult by Jerry Siegel (script) and Joe Shuster (Art) in New Fun Comics # 6, where he confronts Vampire Master. In Detective Comics # 31–32, Batman fights a vampire.[6]\n\nBy the mid-1940s, some detective and crime comics had incorporated horror motifs such as spiders and eyeballs into their graphics, and occasionally featured stories adapted from the literary horror tales of Edgar Allan Poe or other writers, or stories from the pulps and radio programs.[7] The single-issue Harvey Comics anthologies Front Page Comic Book (1945), bearing a cover with a knife-wielding, skeletal ghoul,[8] and Strange Story (July 1946),[9] introduced writer-artist Bob Powell's character the Man in Black, an early comic-book example of the type of omniscient-observer host used in such contemporary supernatural and suspense radio dramas as Inner Sanctum, Suspense, and The Whistler.[10]\n\n\nAs cultural historian David Hajdu notes, comic-book horror: \n"
        },
        {
            "title": "Early American scene",
            "text": "Issue #7 (December 1940) of publisher Prize Comics' flagship title, Prize Comics, introduced writer-artist Dick Briefer's eight-page feature \"New Adventures of Frankenstein\", an updated version of novelist Mary Shelley's much-adapted Frankenstein monster.[12] Called  \"America's first ongoing comic book series to fall squarely within the horror genre\" by historian Don Markstein,[13] and \"[t]he first real horror series\" by horror-comics historian Lawrence Watt-Evans,[14] the feature ran through Prize Comics #52 (April 1945)[15] before becoming a humor series and then being revived in horrific form in the series Frankenstein #18-33 (March 1952 - November 1954).\n\nGilberton Publications' 60-page Classic Comics #12 (June 1943) adapted Washington Irving's short story \"The Legend of Sleepy Hollow\" as a backup feature to Irving's \"Rip Van Winkle\"[16] in a package titled Rip Van Winkle and the Headless Horseman.[17] The next issue, Classic Comics #13 (August 1943), adapted Robert Louis Stevenson's horror novella Strange Case of Dr Jekyll and Mr Hyde as the full-length story Dr. Jekyll and Mr. Hyde, making it the earliest known dedicated horror comic book.[18]\n\nHistorian Ron Goulart, making no mention of those earlier literary adaptations, identifies Avon Publications' Eerie #1, dated January 1947[19] and sold in late 1946, as \"the first out-and-out horror comic book\".[10] Its cover featured a red-eyed, pointy-eared fiend threatening a rope-bound, beautiful young woman in a scanty red evening gown, set amid a moonlit ruin. The anthology offered six primarily occult stories involving the likes of a ghost and a zombie.[10] While all but one writer are unknown — Edward Bellin, who teamed with young artist Joe Kubert on the nine-page \"The Man-Eating Lizards\"[19] — the artists include George Roussos and Fred Kida.[10] After this first issue, the title went dormant, but reappeared in 1951 as Eerie, beginning with a new #1 and running 17 issues (1951 - September  1954).[20]\n\nGoulart identifies the long-running Adventures into the Unknown (Fall 1948 - August 1967), from American Comics Group, initially under the imprint B&I Publishing,[21] as \"the first continuing-series horror comic\".[22] The first two issues, which included art by Fred Guardineer and others, featured horror stories of ghosts, werewolves, haunted houses, killer puppets and other supernatural beings and locales. The premiere included a seven-page, abridged adaptation of Horace Walpole's seminal gothic novel The Castle of Otranto, by an unknown writer and artist Al Ulmer.[21]\n\nFollowing the postwar crime comics vogue spearheaded by publisher Lev Gleason's Crime Does Not Pay, which by 1948 was selling over a million copies a month,[23] came romance comics, which by 1949 outsold all other genres,[24] and horror comics. The same month in which  Adventures into the Unknown premiered, the comic-book company EC, which would become the most prominent horror-comics publisher of the 1950s, published its first horror story, \"Zombie Terror\", by the then relatively unknown writer and artist Johnny Craig, in the superhero comic Moon Girl #5.[25][26] Almost simultaneously, Trans-World Publications issued its one-and-only comic, the one-shot Mysterious Traveler Comics #1 (November 1948), based on the Mutual Broadcasting Network's radio show of that name and including amid its crime and science-fiction stories a reprint of the Edgar Allan Poe adaptation \"The Tell Tale Heart\", reprinted from Charlton Comics' Yellowjacket Comics #6.[26][27]  Street and Smith also published two issues of \"Ghost Breakers\" in late 1948. (ibid GCDB)\n\nThe floodgates began to open the following year with the first horror comic from the 1950s' most prolific horror-comics publisher, Atlas Comics, the decade's forerunner of Marvel Comics. While horror had been an element in 1940s superhero stories from the original predecessor company, Timely Comics, through the war years, \"when zombies, vampires, werewolves, and even pythonmen were to be found working for the Nazis and the Japanese\",[22] the publisher entered the horror arena full-tilt with Amazing Mysteries #32 (May 1949), continuing the numbering of the defunct superhero series Sub-Mariner Comics, followed by the superhero anthology Marvel Mystery Comics becoming the horror series Marvel Tales with #93 (August 1949) and the final two issues of Captain America Comics becoming the mostly horror-fiction Captain America's Weird Tales #74-75 (October 1949 & February 1950) — the latter of which did not contain Captain America at all.[28][29] Harvey Comics followed suit with its costumed-crimefighter comic Black Cat by reformatting it as the horror comic Black Cat Mystery with issue #30 (August 1951).[10][30]\n\n"
        },
        {
            "title": "EC Comics and the horror boom",
            "text": "Horror comics briefly flourished from this point until the industry's self-imposed censorship board, the Comics Code Authority, was instituted in late 1954. The most influential and enduring horror-comics anthologies of this period, beginning 1950, were the 91 issues of EC Comics' three series: The Haunt of Fear, The Vault of Horror and The Crypt of Terror, renamed Tales from the Crypt.[31]\n\nIn 1947, publisher William Gaines had inherited what was then Educational Comics upon the death of his father, Maxwell Gaines. Three years later, Gaines and editor Al Feldstein introduced horror in two of the company's crime comics to test the waters. Finding them successful, the publisher quickly turned them and a Western series into EC's triumvirate of horror. Additionally, the superhero comic Moon Girl, which had become the romance comic A Moon...a Girl...Romance, became the primarily science fiction anthology Weird Fantasy.[32] For the next four years, sardonic horror hosts the Old Witch, the Vault Keeper and The Crypt Keeper introduced stories drawn by such top artists and soon-to-be-famous newcomers as Johnny Craig, Reed Crandall, Jack Davis, Graham Ingels (who signed his work \"Ghastly\"), Jack Kamen, Bernard Krigstein, Harvey Kurtzman, and Wally Wood.[33] Feldstein did most of the early scripting, writing a story a day with twist endings and poetic justice taken to absurd extremes.\n\nEC's success immediately spawned a host of imitators, such as Ziff-Davis' and P.L. Publishing's Weird Adventures,[34] St. John Publications' Weird Horrors,[35] Key Publications' Weird Chills,[36] Weird Mysteries[37] and Weird Tales of the Future,[38] Comic Media's Weird Terror,[39]  Ziff-Davis' Weird Thrillers,[40] and Star Publications' Ghostly Weird Stories.[41] Others included Quality Comics' Web of Evil,[42] Ace Comics' Web of Mystery,[43] Premier Magazines' Horror from the Tomb[44] Harvey Comics' Tomb of Terror, Witches Tales, and Chamber of Chills Magazine,[45] Avon Comics', Witchcraft,[46] Ajax-Farrell Publications' Fantastic Fears,[47] Fawcett Publications' Worlds of Fear and This Magazine Is Haunted,[48] Charlton Comics' The Thing,[49] and a slew from Atlas Comics, including Adventures into Weird Worlds,[50]Adventures into Terror,[51] Menace, Journey into Mystery, and Strange Tales. Indeed, from 1949 through comics cover-dated March 1955, Atlas released 399 issues of 18 horror titles, ACG released 123 issues of five horror titles, and Ace Comics, 98 issues of five titles — each more than EC's output.[31]\n\n"
        },
        {
            "title": "Backlash",
            "text": "In the late 1940s, comic books – particularly crime comics[52] – had become the target of mounting public criticism for their content and their potentially harmful effects on children, with \"accusations from several fronts [that] charged comic books with contributing to the rising rates of juvenile delinquency.\"[53]  Many city and county ordinances had banned some publications,[54] though these were effectively overturned with a March 29, 1948, United States Supreme Court ruling that a 64-year-old New York State law outlawing publications with \"pictures and stories of deeds of bloodshed, lust or crime\" was unconstitutional.[55] Regardless, the uproar increased upon the publication of two articles: \"Horror in the Nursery\" by Judith Crist, in the March 25, 1948, issue Collier's Weekly,[53] based upon the symposium \"Psychopathology of Comic Books\" held a week earlier[53] by psychiatrist[56] Fredric Wertham; and Wertham's own features \"The Comics ... Very Funny!\" in the May 29, 1948, issue of The Saturday Review of Literature,[57] and a March 19, 1948 symposium called \"Psychopathology of Comic Books\" which stated that comic books were \"abnormally sexually aggressive\" and led to crime.[58]\n\nIn response to public pressure and bad press, an industry trade group, the Association of Comics Magazine Publishers (ACMP) was formed with the intent of prodding the industry to police itself. The Association proved ineffective as few publishers joined and those who did exercised little restraint over the content of their titles.[59]\n\nIn 1954, Dr. Fredric Wertham published Seduction of the Innocent, a tome that claimed horror, crime and other comics were a direct cause of juvenile delinquency. Wertham asserted, largely based on undocumented anecdotes, that reading violent comic books encouraged violent behavior in children.[59] Wertham painted a picture of a large and pervasive industry, shrouded in secrecy and masterminded by a few, that operated upon the innocent and defenseless minds of the young. He further suggested the industry strong-armed vendors into accepting their publications and forced artists and writers into producing the content against their will.[60]\n\nWertham alleged comics stimulated deviant sexual behavior. He noted female breasts in comics protruded in a provocative way and special attention was lavished upon the female genital region.[60] A cover by Matt Baker from Phantom Lady was reprinted in the book with the caption, \"Sexual stimulation by combining 'headlights' with the sadist's dream of tying up a woman\".[59] Boys interviewed by Wertham said they used comic book images for masturbation purposes, and one young comics reader confessed he wanted to be a sex maniac. Wertham contended comics promoted homosexuality by pointing to the Batman–Robin relationship and calling it a homosexual wish dream of two men living together. He observed that Robin was often pictured standing with his legs spread and the genital region evident.[60]\n\nMost alarmingly, Wertham contended that comic books fostered deceitfulness in children, who might read funny animal comics in front of their parents but then turn to horror comics the moment their parents left the room. Wertham warned of suspicious stores and their clandestine back rooms where second hand comics of the worst sort were peddled to children. The language used evoked images of children prowling about gambling dens and whorehouses, and anxious parents felt helpless in the face of such a powerful force as the comics industry. Excerpts from the book were published in Ladies' Home Journal and Reader's Digest, lending respectability and credibility to Wertham's arguments.[60]\n\nA 14-page portfolio of panels and covers from across the entire comic book industry displayed murder, torture and sexual titillation for the reader's consideration. The most widely discussed art was that from \"Foul Play\", a horror story from EC about a dishonest baseball player whose head and intestines are used by his teammates in a game. Seduction of the Innocent sparked a firestorm of controversy and created alarm in parents, teachers and others interested in the welfare of children; the concerned were galvanized into campaigning for censorship.[59]\n\nPublic criticism brought matters to a head. In 1954, anti-crime crusader Estes Kefauver led the Senate Subcommittee on Juvenile Delinquency. Dr. Wertham insisted upon appearing before the committee. He first presented a long list of his credentials, and then, in his clipped German accent, spoke with authority on the pernicious influence of comic books upon children. His passionate testimony at the hearings impressed the gathering. Kefauver suggested crime comics indoctrinated children in a way similar to Nazi propaganda. Wertham noted Hitler was a beginner compared to the comics industry.[60]\n\nPublisher William Gaines appeared before the committee and vigorously defended his product and the industry. He took full responsibility for the horror genre, claiming he was the first to publish such comics. He insisted that delinquency was the result of the real environment and not fictional reading materials. His defiant demeanor left the committee (which felt the industry was indefensible), astonished.[60] He had prepared a statement that read in part, \"It would be just as difficult to explain the harmless thrill of a horror story to Dr. Wertham as it would be to explain the sublimity of love to a frigid old maid.\"[59]\n\nCrime Suspenstories, issue 22, April/May 1954, was entered into evidence. The exchange between Gaines and Kefauver led to a front-page story in The New York Times: \nThough the committee's final report did not blame comics for crime, it recommended that the comics industry tone down its content voluntarily.[63]\n\nBy 1953, nearly a quarter of all comic books published were horror titles.[64] In the hearings' immediate aftermath, several publishers revamped their schedules and drastically censored or cancelled many long-running comic series.[59]\n\nIn September 1954, the Comics Magazine Association of America (CMAA) and its Comics Code Authority (CCA) was formed. The Code had many stipulations that made it difficult for horror comics to continue publication, since any that didn't adhere to the Code's guidelines would likely not find distribution. The Code forbade the explicit presentation of \"unique details and methods of crime...Scenes of excessive violence...brutal torture, excessive and unnecessary knife and gun play, physical agony, gory and gruesome crime...all scenes of horror, excessive bloodshed, gory or gruesome crimes, depravity, lust, sadism, masochism...Scenes dealing with, or instruments associated with walking dead, or torture\".[59]\n\n"
        },
        {
            "title": "Perseverance",
            "text": "As a result of the Congressional hearings, DC Comics shifted its ongoing horror titles, House of Mystery (1951–1987) and House of Secrets (1956–1966), toward the suspense and mystery genres, often with a science fiction bent. In fact, from 1964 to 1968, House of Mystery became a mostly superhero title, featuring J'onn J'onzz, the Manhunter from Mars and, later, Dial H for Hero. Similarly, during this period Marvel Comics produced the titles Strange Tales (1951–1968) and Journey into Mystery (1952–1966).  Each company gradually changed from suspense stories toward fantasy, science fiction and monster stories, and then to related superhero characters during the years after the code came into effect.  Charlton Comics' suspense titles, such as Unusual Tales, persisted to the mid-1960s.  ACG titles Adventures into the Unknown and Unknown Worlds thrived during this Silver Age period until the company folded in 1967.\n\nThe publishers Gilberton, Dell Comics, and Gold Key Comics did not become signatories to the Comics Code, relying on their reputations as publishers of wholesome comic books.[65] Classics Illustrated had adapted such horror novels as Frankenstein and Dr Jekyll and Mr Hyde in comic book form, and quickly issued reprints with new, less gruesome covers. Dell began publishing the licensed TV series comic book Twilight Zone in 1961 and publishing a Dracula title in 1962 (though only the first issue was horror related; the subsequent issues were part of the super-hero genre revival), followed in 1963 by the new series \"Ghost Stories.\"  Gold Key, in addition to releasing Boris Karloff Thriller, based on the TV series Thriller (and retitled Boris Karloff Tales of Mystery after the show went off the air), bought the Twilight Zone license from Dell in 1962.[65]\n\nIn 1965 Gold Key put out three licensed horror-themed comics, two based on the TV horror-comedies The Addams Family and The Munsters, and the other titled Ripley's Believe it or Not!, which had three different subtitles: \"True Ghost Stories,\" \"True War Stories\" (#1 and #5), and \"True Demons & Monsters\" (#7, #10, #19, #22, #25, #26, and #29).\n\nWarren Publishing continued the horror tradition in the mid-1960s, bypassing the Comics Code Authority restrictions by publishing magazine-sized black-and-white horror comics.[66] Under the direction of line editor Archie Goodwin, Warren debuted the horror anthologies Creepy (1964–1983) and Eerie (1966–1983), followed by Vampirella, an anthology with a lead feature starring a sexy young female vampire.\n\nThe low-rent Warren imitator Eerie Publications also jumped into the black-and-white horror magazine business, mixing new material with reprints from pre-Comics Code horror comics, most notably in its flagship title Weird (1966–1981), as well as the magazines Tales of Voodoo (1968–1974), Horror Tales (1969–1979), Tales from the Tomb (1969–1975), and Terror Tales (1969–1979). Stanley Publications also published a line of black-and-white horror magazines from 1966 to 1971, including the titles Shock and Chilling Tales of Horror.\n\n"
        },
        {
            "title": "Resurgence",
            "text": "A number of supernatural mystery / suspense titles were introduced in the latter half of the 1960s, including Charlton Comics' Ghostly Tales, The Many Ghosts of Doctor Graves, and Ghost Manor; and Marvel Comics' Chamber of Darkness/Monsters on the Prowl and Tower of Shadows/Creatures on the Loose. At DC Comics, new House of Mystery editor Joe Orlando returned the title to its horror roots with issue #175 (July/August 1968); a similar transformation was made to House of Secrets and The Unexpected (formerly \"Tales of the Unexpected\"), with the company debuting a new title, The Witching Hour.\n\n\nIn 1971, the Comics Code Authority relaxed some of its longstanding rules regarding horror comics, which opened the door to more possibilities in the genre: \nFollowing this, Marvel returned to publishing true horror by first introducing a scientifically created, vampire-like character, Morbius, the Living Vampire,[68] followed by the introduction of Dracula in Tomb of Dracula. This opened the floodgates for more horror titles, such as the anthology Supernatural Thrillers, Werewolf by Night, and two series in which Satan or a Satan-like lord of Hell figured, Ghost Rider and the feature \"Son of Satan.\" In addition, following Warren Publishing's longtime lead, Marvel's parent company in 1971 began a black-and-white magazine imprint, which published a number of horror titles, including Dracula Lives!, Monsters Unleashed, Vampire Tales, Tales of the Zombie, Haunt of Horror, and Masters of Terror. Additionally, Skywald Publications offered the black-and-white horror-comics magazines Nightmare, Psycho, and Scream.\n\nDC during this time continued to publish its existing supernatural fiction and added new horror series such as Ghosts, The Dark Mansion of Forbidden Love (later titled Forbidden Tales of Dark Mansion), Secrets of Haunted House, Secrets of Sinister House, Swamp Thing, Weird Mystery Tales, Weird War Tales, and Tales of Ghost Castle. Charlton continued in this vein as well, with Ghostly Haunts, Haunted, Midnight Tales, Haunted Love, and Scary Tales.\n\nUnderground cartoonists, many of them strongly influenced by 1950s EC Comics like Tales from the Crypt,[69] also tried their hands at horror. Titles like Skull (Rip Off Press/Last Gasp, 1970–1972), Bogeyman (Company & Sons/San Francisco Comic Book Company, 1969), Fantagor (Richard Corben, 1970), Insect Fear (Print Mint, 1970), Up From The Deep (Rip Off Press, 1971), Death Rattle (Kitchen Sink Press, 1972), Gory Stories (Shroud, 1972), Deviant Slice (Print Mint, 1972) and Two-Fisted Zombies (Last Gasp, 1973) appeared in the early 1970s.\n\nBy the mid-1970s, the horror comics boomlet slowed and various titles were cancelled.  Only a few DC titles persevered by the end of the decade, the long-running Gold Key mystery comic series ceased during the early 1980s, and some predominantly-reprint Charlton series managed to survive to the mid-1980s. DC's traditional titles sputtered out during the early 1980s, and its transformed anthology \"Elvira's House of Mystery\" was the final title to be produced, lasting only a dozen issues around 1987.  As these and Warren publications disappeared, new titles from the 1980s onward would all be in new formats (i.e. glossy paper, not code-approved) or sporadically produced by small independent companies.\n\n"
        },
        {
            "title": "1980s and 1990s",
            "text": "Beginning in the late 1980s and early 1990s, independent publishers produced a number of successful horror comics franchises. FantaCo Enterprises and Millennium Publications boasted lineups almost exclusively devoted to horror, vampire, and zombie comics. For instance, 1985 saw the revival of Kitchen Sink's Death Rattle, followed a year later by the debut of FantaCo's horror anthology Gore Shriek, edited by Stephen R. Bissette, who also contributed stories to each issue. Bissette also edited the acclaimed anthology Taboo, which ran from 1988 to 1995.\n\nIn 1982, Pacific Comics produced two series that, while admittedly inspired by the EC Comics of the 1950s, foresaw the form that horror comics would take in the coming decades. Printed in color on high-quality paper stock despite a higher cover price, the series Twisted Tales and Alien Worlds were short-lived and hard-pressed to keep to a regular production schedule, but offered some of the most explicitly brutal and sexual stories yet to be widely distributed in a mainstream (\"non-underground\") format. Both series eventually moved to Eclipse Comics, which also produced similar titles such as The Twisted Tales of Bruce Jones and Alien Encounters (which they inherited from Fantaco). Later horror titles from DC's Vertigo line had more in common with these Pacific/Eclipse efforts, and more success, than DC's sporadic efforts to revive or maintain the traditional horror comic title (e.g. Elvira's House of Mystery).\n\nIn 1982, DC Comics revived the Swamp Thing series, attempting to capitalize on the summer 1982 release of the Wes Craven film of the same name. In 1984, Briton Alan Moore took over the writing chores on the title, and when Karen Berger became editor, she gave Moore free rein to revamp the title and the character as he saw fit. Moore reconfigured Swamp Thing's origin to make him a true monster as opposed to a human transformed into a monster. Moore's (and artists Stephen R. Bissette and John Totleben's) Swamp Thing was a critical and commercial success, and in 1988 spun off the ongoing series Hellblazer, starring occult detective John Constantine.\n\nIn 1993 DC introduced its mature-readers Vertigo line, which folded in a number of popular horror titles, including Hellblazer and Swamp Thing. One of Vertigo's early successes was Neil Gaiman's Sandman, which reworked a number of DC's old horror characters and added fantasy to the mix. A number of other horror titles carried on at Vertigo, like Deadman, House of Mystery and Haunted Tank, or were given a horror spin or an update like Kid Eternity and Jonah Hex.\n\nIn the mid-1990s Harris Publications also revived Vampirella, and Marvel, after mostly taking the 1980s off, published its \"Midnight Sons\" line of horror comics that included such series as a revived Ghost Rider, Nightstalkers, Darkhold: Pages from the Book of Sins and Midnight Sons Unlimited.\n\n"
        },
        {
            "title": "Modernity",
            "text": "In addition to its long-running titles carried over from the 1990s, Vertigo published more conventional horror, like vampires in Bite Club (beginning in 2004),[70] and Vamps. In addition, from 1999 to 2001 they published their own horror anthology, Flinch.\n\nAt Image Comics, Robert Kirkman has created The Walking Dead. Steve Niles predominantly writes horror comics, and his 30 Days of Night has spawned a range of mini-series released by IDW Publishing.[71] At Dark Horse, Mike Mignola has been working on Hellboy, and has created a large fictional universe with spin-off titles like BPRD and Lobster Johnson.[72]\n\nThere had been also superhero horror comics like with Spawn, Venom, and Ghost Rider.\n\nIn the 2000s and 2010s, Marvel produced Blade and the Marvel Zombies franchise. Marvel's adult imprint MAX, introduced in 2001, has also provided a venue for reinterpretations of Marvel horror characters where more violence can be used, leading to the Dead of Night miniseries based on Devil-Slayer,[73][74] Werewolf by Night[75] and Man-Thing,[76] as well as a reworking of Zombie[77] and Hellstorm: Son of Satan.[78][79] Richard Corben has also been writing Haunt of Horror, a number of series based on the work of  Edgar Allan Poe and H.P. Lovecraft.[80]\n\nIn the post-World War II period, horror comics arrived in Britain, largely based on reprints of American material. This led to protests similar to those in the States. In 1955, the Children and Young Persons (Harmful Publications) Act was introduced, which led to the horror reprints disappearing from news agents' shelves.[81]\n\nIn the early 1970s there were a couple of horror comics — IPC's Shiver and Shake and Monster Fun — but these were also humour titles pitched at younger children. It was only during the boom in British comics in the late 1970s and early 1980s that there were horror comics pitched at older boys and girls —IPC/Fleetway's Scream! and Misty, respectively. Whether it was because of fears over the content, or the difficult financial times in the mid-1980s, Scream! stopped publishing in 1985, with only two of its stories being merged with the Eagle.[82] Lord Horror also was published.\n\nAfter the comic industry bust in the mid 1990s, the only mainstream venue was 2000 AD, which featured stories like Chiaroscuro and Cradlegrave, as well as those drawing on the Cthulhu Mythos, like Necronauts and Caballistics, Inc..\n\nThe British small press also publishes horror comics, like the anthology Something Wicked.\n\nIn 2008, the London Horror Comic launched, becoming the first full-colour UK horror comic to be shipped worldwide through Diamond Comic Distributors.[83]\n\nStarting from the 1960s, up until the early 1980s Italy also saw a number of erotic-horror publications usually featuring female characters. One of the first, in 1964, was Satanik, by Max Bunker and Magnus, which belonged to the first wave of the so-called \"fumetto nero\" characters, alongside Diabolik and Kriminal (also by Bunker and Magnus). \nSatanik was quickly followed by a flurry of other horror heroines, such as Jacula, Sukia, Yra, Zora (all vampiresses), Ulula (a werewoman), and others. These erotic-horror comics were mostly published by Ediperiodici and Edifumetto, helmed by publishers/writers Giorgio Cavedon and Renzo Barbieri, respectively, and were part of the \"pocket erotici\" editorial craze, also known as \"fumetti sexy\". These cheap publications featured the talents of both established and buddying Italian comics artists, such as a young Milo Manara (on Zordon), and featured colourful, gruesome and very effective covers created by commercial illustrators and painters such as Alessandro Biffignandi, Fernando Carcupino, Averardo Ciriello, Pino D'Angelico, Ferdinando Tacconi and Emanuele Taglietti, among others. Some of these publications, like Wallestein the Monster, were briefly published in English and the British publisher Korero Press has collected many of the original covers in its ongoing Sex and Horror artbook series.[84][85][86][87]\n\nSince 2018 Annexia has been publishing one-shots, featuring brand new adventures of Ulula, Jakula, Sukia and Zora, among others, and in 2020 Editoriale Cosmo has reprinted some of the original stories in their \"Classics of Italian Erotica\" series.[88]\n\nIn the late 1980s, the genre became again popular, spearheaded by the Italian horror comic series Dylan Dog, created by veteran comic-writer Tiziano Sclavi, visually defined by cover artist Claudio Villa and published by Sergio Bonelli. It has achieved great success, both in its homeland and abroad, with translations in the US (by Dark Horse Comics, with brand new covers by Mike Mignola), Germany, Spain, Serbia, Croatia, Denmark, Poland, Turkey and India. In the early 1990s, other publishers tried to emulate the success of Dylan Dog. Among them was ACME, which published two monthly horror anthologies titled Splatter and Mostri, which featured both original stories by promising young Italian artists (such as Bruno Brindisi, Roberto De Angelis and Luigi Siniscalchi, who later went to work for Bonelli, some of them even on Dylan Dog) and translated material. A selection of stories from the Splatter anthology has been collected and reprinted in two volumes, published in 2017 and 2018 by Editoriale Cosmo.[89][90]\n\nAmong the most recent and noteworthy original horror comics series are The Cannibal Family, created in 2013 by writer Stefano Fantelli and artist Stefano Piccioni and published by Edizioni Inkiostro, and the anthology Mostri, published since 2015 by Bugs Comics, featuring work by young artists and later also established ones, such as Elena Casagrande.[91]\n\nJust like Gekiga, horror manga started to appear in the lending libraries (Kashihonya) of the late 1950s and early 1960s and expanded into the mainstream through the works of artists like Shigeru Mizuki (GeGeGe no Kitaro), Jirō Tsunoda (Kyōfu Shimbun), Kazuo Umezu (The Drifting Classroom) and Shin'ichi Koga (Eko Eko Azarak). While most of them published in shōnen magazines and often with scary, yet sympathetic protagonists leading through tales about ghosts and demons, Umezu for instance got his start in shōjo magazines, where psychological depth was the main focus, a famous title being Hebi Shōjo.\n\nThe subculture also continued publishing horror manga. The alternative magazine Garo published horror manga by the likes of Shigeru Mizuki and Hideshi Hino. The publisher Hibari Shobō released Japan's first horror mang anthology with Kaidan, of which 101 books and 4 extras have been published between November 1958 and 1967.[92] Suehiro Maruo followed the traditions of the Ero guro movement of the 1920s and included extreme depictions of gore in his works.\n\nHorror stayed a niche in mainstream manga. There was no magazine specialized solely on horror comics until the 1980s, when Asahi Sonorama founded Halloween magazine in 1986 due to the recent success of artists like Ryōko Takashina in mainstream shōjo magazines like Ribon. Junji Itō became the most famous contributor to the magazine with his Tomie series. Similar publications like Horror M (Bunkasha), also mainly targeted at women, started to appear. Magazines like Nemuki (Asahi Sonorama), Susperia Mystery (Akita Shoten) and Apple Mystery (Shufu to Seikatsusha) were also founded as part of this movement, but concentrated on more subtle and less graphic depictions of horror. Artists drawing for those magazine like Ichiko Ima (Hyakkiyakō Shō), Matsuri Akino (Pet Shop of Horrors) and Narumi Kakinouchi (Vampire Princess Miyu) became famous. Masaya Hokazono has also written some horror manga like Freak Island and its prequel Offal Island based on slasher movies centered  around a family of cannibalistic mutant cultists. Masaya would also co-create Pumpkin Night and Killing Morph based on the slasher films as well.\n\nHorror comics are also published on the web, with horror webcomics that include the pioneering work of Eric Monster Millikin, an anthology webtoon, Tales of the Unusual and Zuda comics High Moon.\n\n"
        },
        {
            "title": "Video spinoffs",
            "text": "Comics have formed part of the media franchise for popular horror movies like Texas Chainsaw Massacre, Friday the 13th, Halloween and Army of Darkness. They have also been adapted from horror video games, like Silent Hill.\n\nHorror comics have also been sources for horror films, such as 30 Days of Night, Hellboy and Blade, and, from horror manga, such films as Uzumaki (2000), Z ~Zed~ (2014)[93] and two 1980s movies directed by comics creator Hideshi Hino adapted from his manga Guinea Pig: Flower of Flesh and Blood and Guinea Pig: Mermaid in a Manhole. Robert Kirkman's comic-book series The Walking Dead was adapted in 2010 into an ongoing TV series on the AMC cable network.\n\nSome horror films and television programs have had comic-book sequels, such as Buffy the Vampire Slayer Season Eight, as well as prequels or interstitial stories, such as Saw: Rebirth and 28 Days Later: The Aftermath, respectively.\n\n"
        },
        {
            "title": "Horror hosts",
            "text": "Radio drama horror and suspense anthology series devoted to horror and suspense plays, such as \"The Sealed Book\", Lights Out, Quiet, Please, The Whistler, and Inner Sanctum Mysteries, which broadcast from the 1930s–1950s, had sinister \"hosts\" who introduced and wrapped up the stories. The tradition was introduced into horror comics, many of which were also anthology titles, with many stories in each issue.\n\nEC Comics utilized the conceit of a character who \"hosted\" the book, often starring in a framing sequence at the beginning of each issue. The most notorious EC hosts were the \"GhouLunatics\": The Crypt Keeper, The Old Witch, and The Vault-Keeper. In the 1960s, Warren came up with the hosts Uncle Creepy and Cousin Eerie, and DC followed suit with their hosts Cain and Abel (as well as such minor hosts as Eve, Destiny, Lucien, and the Mad Mod Witch).[94] Charlton had a large cast of hosts for their horror/suspense titles. Marvel Comics for the most part did not, though they briefly used the characters of Digger and Headstone P. Gravely.\n\nThe following is a list of hosts from various horror comics titles from over the years.\n\n"
        }
    ]
}