{
    "url": "https://en.wikipedia.org/wiki/Housekeeping",
    "title": "Housekeeping",
    "table_of_contents": [
        "1 Scope",
        "1.1 Domestic housekeeping",
        "1.2 Institutional housekeeping",
        "1.3 Workplace and industrial housekeeping",
        "2 Tidying",
        "3 Cleaning",
        "3.1 Laundry",
        "3.2 Removal of refuse",
        "3.3 Dusting",
        "3.4 Surface cleaning",
        "3.5 Tools",
        "3.6 Outdoor areas",
        "4 Social significance",
        "4.1 Death cleaning",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Housekeeping is the management and routine support activities of running an organised physical institution occupied or used by people, like a house, ship, hospital or factory, such as tidying, cleaning, cooking, routine maintenance, shopping, and bill payment. These tasks may be performed by members of the household, or by persons hired for the purpose. This is a more broad role than a cleaner, who is focused only on the cleaning aspect.[1] The term is also used to refer to the money allocated for such use.[2] By extension, it may also refer to an office or organization, as well as the maintenance of computer storage systems.[3]\n\nThe basic concept can be divided into domestic housekeeping, for private households, and institutional housekeeping for commercial and other institutions providing shelter or lodging, such as hotels, resorts, inns, boarding houses, dormitories, hospitals and prisons.[4][5] There are related concepts in industry known as workplace housekeeping and Industrial housekeeping, which are part of occupational health and safety processes.\n\nA housekeeper is a person employed to manage a household[6] and the domestic staff. According to the 1861 Victorian era Mrs. Beeton's Book of Household Management, the housekeeper is second in command in the house and \"except in large establishments, where there is a house steward, the housekeeper must consider herself as the immediate representative of her mistress\".[7]\n\n"
        },
        {
            "title": "Scope",
            "text": "Workplace housekeeping is the ongoing process of keeping the workplace clean, hygienic, orderly and free of extraneous objects and materials which may constitute hazards. It includes consideration of layout, aisle marking, storage facilities and maintenance, adequate lighting, and regular inspection, and is a basic component of fire and incident prevention in occupational health and safety.[10] Industrial housekeeping may be used as a synonym for workplace housekeeping, or may be nuanced toward similar processes specifically in a production environment.[11]\n\n"
        },
        {
            "title": "Tidying",
            "text": "Before a room can be cleaned, it first needs to be tidied. This is an organisation process that can include activities such as picking up and collecting items that are not in their proper storage, checking them and returning them to their allocated storage place. This process reduces the risk of damage to the items and removed the hazard they may cause for tripping and obstructing other activities. It also involves organizing items on benches and tables and putting them in their allocated place. Without tidying first, these items can hinder or prevent proper cleaning. Putting out-of-place items away creates a clear space which facilitates removing dirt buildup and accessing areas that are hard to reach and clean on a regular basis. It does not include moving large items of furniture around to access the surfaces under or behind them, but may include putting them back where they belong after cleaning.[12]\n\n"
        },
        {
            "title": "Cleaning",
            "text": "Housekeeping includes housecleaning, that is, disposing of rubbish, cleaning dirty surfaces, dusting, and vacuuming. It may also involve some outdoor chores, such as removing leaves from rain gutters, washing windows, and sweeping doormats. The term housecleaning is often used also figuratively in politics and business, for the removal of unwanted personnel, methods, or policies in an effort at reform or improvement.[13]\n\nHousecleaning is done to make the home look and smell better and to make it safer and easier to live in. Without housecleaning, lime scale can build upon taps, mold grows in wet areas, smudges appear on glass surfaces, dust builds up on surfaces, bacterial action makes the garbage disposal and toilet smell and cobwebs accumulate. Tools used in housecleaning include vacuums, brooms, mops and sponges, together with cleaning products such as detergents, disinfectants and bleach.\n\nOne role of a housekeeper is often laundry such as; washing, folding, and packing away laundry items. Other duties may involve monitoring and changing bed linen and ironing.[14]\n\nDisposal of rubbish is an important aspect of house cleaning. Plastic refuse bags are designed and manufactured specifically for the collection of refuse. Many are sized to fit common waste baskets and trash cans. Bags are made to carry aluminum cans, glass jars, and other things; most people use plastic bins for glass since it could break and tear through the bag. Recycling of some kinds of rubbish is possible.[15]\n\nOver time dust accumulates on household surfaces. As well as making the surfaces dirty, when the dust is disturbed it can become suspended in the air, causing sneezing and breathing trouble. It can also transfer from furniture to clothing, making it unclean. Various tools have been invented for dust removal: feather dusters, cotton, and polyester dust cloths, furniture spray, disposable paper \"dust cloths\", dust mops for smooth floors, and vacuum cleaners. Vacuum cleaners often have a variety of tools to enable them to remove dirt not just from carpets and rugs, but also from hard surfaces and upholstery.[16] Dusting is very important in hospital environments.[17]\n\nSurface cleaning includes hard surfaces and furnishing textiles, carpeting and upholstery, cooking and eating utensils.\nExamples of dirt or \"soil\" are detritus and common spills and stains in the home. Equipment used with a cleaner might include a bucket and sponge or a rag. A modern tool is the spray bottle, but the principle is the same.\n\nMany household chemicals are using in cleaning, scrubbing, and washing surfaces in the kitchen and bathroom.\n\nBrooms remove debris from floors and dustpans carry dust and debris swept into them, buckets hold cleaning and rinsing solutions, vacuum cleaners and carpet sweepers remove surface dust and debris, chamois leather and squeegees are used for window-cleaning, and mops are used for washing floors.[18] To ensure safety, protective apparel including rubber gloves, face covers, and protective eye wear are also sometimes used when dealing with chemical cleaning products.[19]\n\nA home's yard and exterior are sometimes subject to cleaning. Exterior cleaning also occurs for safety, upkeep, and usefulness. It includes the removal of litter and grass growing in sidewalk cracks.\n\n"
        },
        {
            "title": "Social significance",
            "text": "While domestic housekeeping can be seen as an objective activity that can be done by either men or women, some people have argued that housekeeping is a site of historical oppression and gender division between men and women.[20] Housekeeping also has a role in maintaining certain parts of the capitalist economy, including the division of home and work life, as well as industries that sell chemicals and household goods.\n\nA survey conducted by the U.S. Bureau of Labor Statistics in 2014 came to the result that approximately 43 percent of men did food preparation or cleanup on any given day, compared with approximately 70 percent of women. In addition, 20 percent of men did housekeeping chores (including cleaning and laundry) on any given day, compared to approximately 50 percent of women.[21]\n\nThe Swedish practice of döstädning (\"death cleaning\"), a simple living ethic and aesthetic with the primary focus of not burdening your heirs with your belongings,[22] is a permanent form of household organization[23] which also focuses on keeping only strongly valued possessions.[24]\n\n"
        }
    ]
}