{
    "url": "https://en.wikipedia.org/wiki/How_to_Stuff_a_Wild_Bikini",
    "title": "How to Stuff a Wild Bikini",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception",
        "5 Soundtrack",
        "5.1 Track listing",
        "5.2 Production credits",
        "6 Home media",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "How to Stuff a Wild Bikini is a 1965 Pathécolor beach party film from American International Pictures.  The sixth entry in a seven-film series, the movie features Mickey Rooney, Annette Funicello, Dwayne Hickman, Brian Donlevy, and Beverly Adams. The film features a brief appearance by Frankie Avalon and includes Buster Keaton in one of his last roles.\n\n"
        },
        {
            "title": "Plot",
            "text": "Frankie (Frankie Avalon) goes to Tahiti on Naval Reserve duty. While cavorting with local girls, Frankie realizes that Dee Dee (Annette Funicello) might be unfaithful to him. When Frankie seeks help from a witch doctor (Buster Keaton), the witch doctor sends a sea beauty, Cassandra (Beverly Adams), to lure Ricky (Dwayne Hickman), an advertising exec, away from Dee Dee.\n\nUpon Cassandra's arrival, the beach turns upside down, as all the surfers fall for her, an executive wants to make her a model, and Eric Von Zipper (Harvey Lembeck) and his motorcycle gang add to the trouble.\n\n"
        },
        {
            "title": "Production",
            "text": "How to Stuff a Wild Bikini was the last \"beach party\" film to feature Frankie Avalon and Annette Funicello. Avalon appeared on-screen for about six minutes and interacted only very briefly with Funicello. His small role was attributed to the fact that he was filming another AIP production, 1965's Sergeant Deadhead.[2]\n\nDwayne Hickman played the male lead, a man trying to woo Funicello's character away from her absent boyfriend. Tommy Kirk was originally announced as the male lead[3] but shortly before filming he was arrested for possession of marijuana, so he was dropped and replaced by Hickman. Mickey Rooney agreed to play a supporting role at $5,000 for one week's work in order to pay off some tax debts.[4]\n\nFilming started April 12, 1965, and took 15 days.[5]\n\nIt was the only film in the series where John Ashley sang lead male vocals.[6]\n\nFunicello was pregnant during shooting and was shot mostly wearing blousy tunics or with a prop in front of her (e.g., a bowl of popcorn, a bucket of Kentucky Fried Chicken).[7] She wrote in her memoirs that her pregnancy and Avalon's absence made this one of her least favorite beach party movies.[8]\n\nThe film featured the only big screen appearance by The Kingsmen, who performed \"Give Her Lovin' \".[7]\n\nElizabeth Montgomery, who at the time was married to the film's director, William Asher, made a cameo appearance in the closing scenes as the witch doctor's daughter, a woman with her own magical powers. Montgomery was instantly recognizable during this period as the star of the hit TV sitcom Bewitched, also directed by Asher, so this small film role was a parody of her TV role.[7]\n\nThe opening credits were done using clay animation done by Art Clokey, the creator of Gumby.[7]\n\n"
        },
        {
            "title": "Reception",
            "text": "Variety called it a \"lightweight affair lacking the breeziness and substance of earlier entries.\"[9] The critic from the Los Angeles Times called the movie a \"breezy number\".[10] The New York Times said it was \"the answer to a moron's prayer.\"[11]\n\n"
        },
        {
            "title": "Soundtrack",
            "text": "How To Stuff A Wild Bikini, the soundtrack for the film, was released in 1965. Most of the songs are performed by various cast members, with two numbers by The Kingsmen.[13]  The album was released in both mono (WDM 671) and stereo (WDS 671) versions, with the latter being very scarce.  The stereo release was reissued on CD by Real Gone Music in July 2014.\n\nAll songs written by Guy Hemric & Jerry Styner except \"Give Her Lovin' \" by Lynn Easton.  Songs are in slightly different order from the movie.\n\n"
        },
        {
            "title": "Home media",
            "text": "In 2001, How to Stuff a Wild Bikini was released by MGM on Region 1 DVD.[19] Since its initial DVD release, the film has been included in two box sets, Frankie & Annette MGM Movie Legends Collection and Midnite Movies Double Feature, along with selected Beach Party films.[20][21]\n\nOlive Films released a Blu-Ray of How to Stuff a Wild Bikini on June 25, 2019.\n\n"
        }
    ]
}