{
    "url": "https://en.wikipedia.org/wiki/Hugo_Gernsback",
    "title": "Hugo Gernsback",
    "table_of_contents": [
        "1 Personal life",
        "2 Science fiction",
        "3 Fiction",
        "4 Legacy",
        "5 Influence in radio electronics and broadcasting",
        "6 List of magazines edited or published by Gernsback",
        "7 Patents",
        "8 Bibliography",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHugo Gernsback (/ˈɡɜːrnzbæk/; born Hugo Gernsbacher, August 16, 1884 – August 19, 1967) was a Luxembourgish–American inventor, writer, editor, and magazine publisher, best known for publications including the first science fiction magazine. His contributions to the genre as publisher—although not as a writer—were so significant that, along with the novelists H. G. Wells and Jules Verne, he is sometimes called \"The Father of Science Fiction\".[1] In his honor, annual awards presented at the World Science Fiction Convention are named the \"Hugos\".[2]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Gernsback was born in 1884 in Luxembourg City, to Berta (Dürlacher), a housewife, and Moritz Gernsbacher, a winemaker.[3] His family was Jewish.[4] Gernsback emigrated to the United States in 1904 and later became a naturalized citizen.[5] He married three times: to Rose Harvey in 1906, Dorothy Kantrowitz in 1921, and Mary Hancher in 1951. In 1925, he founded radio station WRNY, which was broadcast from the 18th floor of the Roosevelt Hotel in New York City. In 1928, WRNY aired some of the first television broadcasts. During the show, audio stopped and each artist waved or bowed onscreen. When audio resumed, they performed. Gernsback is also considered a pioneer in amateur radio.\n\nBefore helping to create science fiction, Gernsback was an entrepreneur in the electronics industry, importing radio parts from Europe to the United States and helping to popularize amateur \"wireless\". In April 1908 he founded Modern Electrics, the world's first magazine about both electronics and radio, called \"wireless\" at the time. While the cover of the magazine itself states it was a catalog, most historians note that it contained articles, features, and plotlines, qualifying it as a magazine.[6]\n\nUnder its auspices, in January 1909, he founded the Wireless Association of America, which had 10,000 members within a year. In 1912, Gernsback said that he estimated 400,000 people in the U.S. were involved in amateur radio. In 1913, he founded a similar magazine, The Electrical Experimenter, which became Science and Invention in 1920. It was in these magazines that he began including scientific fiction stories alongside science journalism, including his novel Ralph 124C 41+, which he ran for 12 months from April 1911 in Modern Electrics.[7]\n\nHugo Gernsback started the Radio News magazine for amateur radio enthusiasts in 1919.\n\nHe died at Roosevelt Hospital (Mount Sinai West as of 2020) in New York City on August 19, 1967, at age 83.[8]\n\n"
        },
        {
            "title": "Science fiction",
            "text": "Gernsback provided a forum for the modern genre of science fiction in 1926 by founding the first magazine dedicated to it, Amazing Stories. The inaugural April issue comprised a one-page editorial and reissues of six stories, three less than ten years old and three by Poe, Verne, and Wells.[7][a] He said he became interested in the concept after reading a translation of the work of Percival Lowell as a child. His idea of a perfect science fiction story was \"75 percent literature interwoven with 25 percent science\".[9] He also played an important role in starting science fiction fandom, by organizing the Science Fiction League[10] and by publishing the addresses of people who wrote letters to his magazines. Fans began to organize, and became aware of themselves as a movement, a social force; this was probably decisive for the subsequent history of the genre.\n\nGernsback coined the term \"science fiction\" in 1929. His preferred term for the genre was scientifiction.[11][9]\n\nIn 1929, he lost ownership of his first magazines after a bankruptcy lawsuit. There is some debate about whether this process was genuine, manipulation by publisher Bernarr Macfadden, or a Gernsback scheme to begin another company.[citation needed] After losing control of Amazing Stories, Gernsback founded two new science fiction magazines, Science Wonder Stories and Air Wonder Stories. A year later, due to Depression-era financial troubles, the two were merged into Wonder Stories, which Gernsback continued to publish until 1936, when it was sold to Thrilling Publications and renamed Thrilling Wonder Stories. Gernsback returned in 1952–53 with Science-Fiction Plus.\n\nGernsback was noted for sharp, sometimes shady,[12] business practices,[13] and for paying his writers extremely low fees[14] or not paying them at all.[15] H. P. Lovecraft and Clark Ashton Smith referred to him as \"Hugo the Rat\".[16]\n\nBarry Malzberg has said:\n\nJack Williamson, who had to hire an attorney associated with the American Fiction Guild to force Gernsback to pay him, summed up his importance for the genre:\n\n"
        },
        {
            "title": "Fiction",
            "text": "Frederik Pohl said in 1965 that Gernsback's Amazing Stories published \"the kind of stories Gernsback himself used to write: a sort of animated catalogue of gadgets\".[19] Gernsback's fiction includes the novel Ralph 124C 41+; the title is a pun on the phrase \"one to foresee for many\" (\"one plus\"). Even though Ralph 124C 41+ has been described as pioneering many ideas and themes found in later SF work,[20] it has often been neglected due to what most critics deem poor artistic quality.[21] Author Brian Aldiss called the story a \"tawdry illiterate tale\" and a \"sorry concoction\",[22] while author and editor Lester del Rey called it \"simply dreadful.\"[23] While most other modern critics have little positive to say about the story's writing, Ralph 124C 41+ is considered by science fiction critic Gary Westfahl as \"essential text for all studies of science fiction.\"[24]\n\nGernsback's second novel, Baron Münchausen's Scientific Adventures, was serialized in Amazing Stories in 1928.\n\nGernsback's third (and final) novel, Ultimate World, written c. 1958, was not published until 1971. Lester del Rey described it simply as \"a bad book\", marked more by routine social commentary than by scientific insight or extrapolation.[25] James Blish, in a caustic review, described the novel as \"incompetent, pedantic, graceless, incredible, unpopulated and boring\" and concluded that its publication \"accomplishes nothing but the placing of a blot on the memory of a justly honored man.\"[26]\n\nGernsback combined his fiction and science into Everyday Science and Mechanics magazine, serving as the editor in the 1930s.\n\n"
        },
        {
            "title": "Legacy",
            "text": "In 1954, Gernsback was awarded an Officer of Luxembourg's Order of the Oak Crown, an honor equivalent to being knighted.[27]\n\nThe Hugo Awards or \"Hugos\" are the annual achievement awards presented at the World Science Fiction Convention, selected in a process that ends with vote by current Convention members. They originated and acquired the \"Hugo\" nickname during the 1950s and were formally defined as a convention responsibility under the name \"Science Fiction Achievement Awards\" early in the 1960s. The nickname soon became almost universal and its use legally protected; \"Hugo Award(s)\" replaced the longer name in all official uses after the 1991 cycle.[2][28]\n\nIn 1960 Gernsback received a special Hugo Award as \"The Father of Magazine Science Fiction\".[29][30]\n\nThe Science Fiction and Fantasy Hall of Fame inducted him in 1996, its inaugural class of two deceased and two living persons.[31]\n\nScience fiction author Brian W. Aldiss held a contrary view about Gernsback's contributions: \"It is easy to argue that Hugo Gernsback ... was one of the worst disasters to hit the science fiction field ... Gernsback himself was utterly without any literary understanding. He created dangerous precedents which many later editors in the field followed.\"[32]\n\nThe 2010 video game Mass Effect 2 contains a level involving a downed space charter that bears his name.\n\n"
        },
        {
            "title": "Influence in radio electronics and broadcasting",
            "text": "Gernsback made significant contributions to the growth of early broadcasting, mostly through his efforts as a publisher. He originated the industry of specialized publications for radio with Modern Electrics and Electrical Experimenter. Later on, and more influentially, he published Radio News, which would have the largest readership among radio magazines in radio broadcasting's formative years. He edited Radio News until 1929. For a short time he hired John F. Rider to be editor. Rider was a former engineer working with the US Army Signal Corps and a radio engineer for Alfred H. Grebe, a radio manufacturer. However, Rider would soon leave Gernsback and form his own publishing company, John F. Rider Publisher, New York around 1931.\n\nGernsback made use of the magazine to promote his interests, including having his radio station's call letters on the cover starting in 1925. WRNY and Radio News were used to cross-promote each other, with programs on his station often used to discuss articles he had published, and articles in the magazine often covering program activities at WRNY. He also advocated for future directions in innovation and regulation of radio. The magazine contained many drawings and diagrams, encouraging radio listeners of the 1920s to experiment themselves to improve the technology. WRNY was often used as a laboratory to see if various radio inventions were worthwhile.\n\nArticles that were published about television were also tested in this manner when the radio station was used to send pictures to experimental television receivers in August 1928. The technology, however, required sending sight and sound one after the other rather than sending both at the same time, as WRNY only broadcast on one channel. Such experiments were expensive, eventually contributing to Gernsback's Experimenter Publishing Company going into bankruptcy in 1929.[33][34] WRNY was sold to Aviation Radio, who maintained the channel part-time to broadcast aviation weather reports and related feature programs. Along with other stations sharing the same frequency, it was acquired by Metro-Goldwyn-Mayer and consolidated into that company's WHN in 1934.\n\n"
        },
        {
            "title": "Patents",
            "text": "Gernsback held 80 patents by the time of his death in New York City on August 19, 1967.[35]\n\nHis first patent was a new method for manufacturing dry-cell batteries, a patent applied for on June 28, 1906, and granted February 5, 1907.[36]\n\nAmong his inventions are a combined electric hair brush and comb (US Patent 1,016,138), 1912; an ear cushion (US Patent 1,514,152), 1927; and a hydraulic fishery (US Patent 2,718,083), 1955.[37]\n\nOther patents held by Gernsback are related to: Incandescent Lamp, Electrorheostat Regulator, Electro Adjustable Condenser, Detectorium, Relay, Potentiometer, Electrolytic Interrupter, Rotary Variable Condenser, Luminous Electric Mirror, Transmitter, Postal Card, Telephone Headband, Electromagnetic Sounding Device, Submersible Amusement Device, Apparatus for Landing Flying Machines, Tuned Telephone Receiver, Electric Valve, Detector, Acoustic Apparatus, Electrically Operated Fountain, Cord Terminal, Coil Mounting, Radio Horn, Variable Condenser, Switch, Telephone Receiver, Crystal Detector, Process for Mounting Inductances, Depilator, Code Learner's Instrument.[36]\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Novels:\n\nShort stories:\n\n"
        }
    ]
}