{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Poland",
    "title": "Human rights in Poland",
    "table_of_contents": [
        "1 Human rights in the Polish law",
        "1.1 The Constitution of the Republic of Poland",
        "2 History",
        "3 Freedom of expression",
        "4 Women's Rights",
        "4.1 History of Feminism",
        "4.2 Violence against women",
        "5 LGBTQ+ rights",
        "6 Third-party evaluation",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in Poland are enumerated in the second chapter of its Constitution, ratified in 1997. Poland is a party to several international agreements relevant to human rights, including the European Convention on Human Rights, the Universal Declaration of Human Rights, the Helsinki Accords, the International Covenant on Civil and Political Rights, the International Covenant on Economic, Social and Cultural Rights and the Convention on the Rights of the Child.\n\nHuman rights in Poland are not always upheld in practice. From 1959 to 2019, the European Court of Human Rights has ruled that Poland violated human rights in 989 cases.[1] In 2021, ILGA-Europe ranked Poland lowest in the European Union for protection of LGBT rights for the second year in a row.[2]\n\n"
        },
        {
            "title": "Human rights in the Polish law",
            "text": "The Polish Constitution specifies a variety of human and citizen's rights.[3] The second chapter of the Constitution titled \"The Freedoms, Rights and Obligations of Persons and Citizens\" contains many articles informing about human rights in Poland. Among constitutional freedoms and rights are:\n\nArticle 14 - Freedom of the press and other means of social communication.\n\nArticle 21 - Protection of ownership and the right of succession.\n\nArticle 25 - Equal rights of churches and religious organisations.\n\nArticle 31\n\nArticle 32\n\nArticle 33 - Equal rights of Polish citizens in family, political, social and economic life.\n\nArticle 34 - Right not to lose Polish citizenship by a Polish citizen.\n\nArticle 35 - Freedom to maintain and develop language and customs.\n\nArticle 36 - Right to protection by the Polish State while staying abroad.\n\nArticle 38 - Right to legal protection of the life of every human being.\n\nArticle 39 - Freedom from being subjected to scientific experimentation without voluntary consent.\n\nArticle 40 - Freedom from torture or cruel, inhumane, or degrading treatment or punishment.\n\nArticle 41 - Right to personal inviolability, security and liberty.\n\nArticle 42 - Right to defence.\n\nArticle 45 - Right to a fair and public hearing before a competent, impartial and independent court.\n\nArticle 47 - Right to legal protection of private and family life.\n\nArticle 48 - Right of parents to raise their children in accordance with their own convictions.\n\nArticle 50 - Right to inviolability of the home.\n\nArticle 51 - Right not to disclose personal information.\n\nArticle 52 - Freedom of movement and choice of place of residence.\n\nArticle 53 - Freedom of conscience and religion.\n\nArticle 54 - Freedom to express opinions.\n\nArticle 56 - Right to asylum in the Republic of Poland.\n\nArticle 57 - Freedom of peaceful assembly and participation.\n\nArticle 58 - Freedom of association.\n\nArticle 60 - Right of access to the public service based on the principle of equality.\n\nArticle 61 - Right to obtain information on the activities of public authorities.\n\nArticle 62 - Right to vote for Polish citizens who attained 18 years of age.\n\nArticle 63 - Right to submit petitions, proposals and complaints in the public interest.\n\nArticle 65 - Freedom to choose and to pursue occupation.\n\nArticle 66 - Right to safe and hygienic conditions of work.\n\nArticle 67 - Right to social security.\n\nArticle 68 - Right to protection of health.\n\nArticle 70 - Right to education.\n\nArticle 72 - Right to protection of the right of the child.\n\nArticle 73 - Freedom of artistic creation.\n\nArticle 80 - The right to apply to the Commissioner for Citizens' Rights for assistance in protection of freedoms or rights infringed by organs of public authority.\n\n"
        },
        {
            "title": "History",
            "text": "Elements of what is called now human rights may be found in early times of the Polish state. The Statute of Kalisz, the General Charter of Jewish Liberties (issued in 1264) introduced numerous right for Jewish minorities in Poland. The Warsaw Confederation of 1573 confirmed the religious freedom of all residents of Poland, which was extremely important for the stability of the multi-ethnic Polish society of the time. Gathered at Warsaw, all nobles signed a document in which representatives of all major religions pledged mutual support and tolerance. The following eight or nine decades of material prosperity and relative security witnessed the appearance of \"a virtual galaxy of sparkling intellectual figures.\"[4][5]\n\nIn recent history, human rights have vastly improved only after the fall of communism in 1989 and the replacement of the old repressive norms of the pro-Soviet communist regime with the modern, democratic government guaranteeing first class civil and political rights, confirmed by the Freedom House.[6]\n\nPoland has ratified the International Criminal Court agreement. Corporal punishment is entirely prohibited since 2010. Death Penalty is abolished for all crimes as noted by Amnesty International.[7] Modern Poland is a country with a high level of freedom of expression,[8] guaranteed by the article 25 (section I. The Republic) of the Constitution of Poland which reads:\n\nThe article Article 54 (section II. The Freedoms, Rights and Obligations of Persons and Citizens) states:\n\n"
        },
        {
            "title": "Freedom of expression",
            "text": "Freedom of expression in Poland is curtailed by various laws, which forbid speech which is deemed to insult the national symbols of Poland or the President. There are also laws against offending religious feelings and insulting monuments.[10] In 2019, an LGBT activist, Elżbieta Podleśna, was arrested for creating and displaying a Rainbow Madonna adaptation of the Black Madonna of Częstochowa.[9]\n\nIn 2017, Amnesty International raised concerns about freedom of assembly in Poland, stating that \"authorities use techniques such as surveillance, harassment and prosecution to disperse and prevent mass protests\".[11] It also stated that \"the authorities often give preferential treatment to pro-government and nationalist demonstrations over other types of assemblies\".[12]\n\n"
        },
        {
            "title": "",
            "text": "Feminism in Poland started in 1800s in the age of foreign Partitions marked by the gross abuse of power especially by the Russians,[13] which impacted the rights of women as well.[14] However, prior to the last Partition in 1795, tax-paying females were allowed to take part in political life. Poland's precursor of feminism under Partitions, Narcyza Żmichowska who founded a group of Suffragettes in 1842, was jailed by the Russians for three years.[15][16] Since 1918, following the return to independence, all women could vote. Poland was the 15th (12th sovereign) country to introduce universal women's suffrage. Nevertheless, there is a number of issues concerning women in modern-day Poland such as the abortion rights (formally allowed only in special circumstances) and the \"glass ceiling\".[17][18]\n\nDomestic Violence,[19] according to 2011 report by TheNews.pl website run by the Polish Radio, is perceived by one in five respondents as a  problem. Thirty eight percent of Poles know at least one family where physical violence occurs, and seven percent claimed to know of at least one family where sexual violence took place, according to a survey carried out in November by research centre SMG KRC on behalf of the Ministry of Labour and Social Policy. The survey revealed that 27 percent of respondents were reluctant to act against apparent abusers for fear that the violence might be transferred onto themselves, while 17 percent felt that raising the matter would exacerbate the problem for the initial victim. One in four of those surveyed felt that there is no obligation on neighbours or acquaintances to act when domestic violence is brought to their notice, believing that it is difficult to judge which party is in the right.[19] Forty three percent of those surveyed declared that interventions in family matters is only permissible when someone asks for help and 14 percent of third parties said there was no point in reporting such as case, as the victim would inevitably withdraw from legal action regardless.[19] Some 13 percent said that such abuse is a private family matter. At the same time, 16 percent said that there are situations when violence is justified in the home. Some 26 percent of Poles claim that they have been victims of physical violence.[19]\n\nRape is illegal and punishable by up to 12 years in prison (including spousal rape). Sexual harassment is under-reported due to societal views.[20] In January 2014, a reform was introduced to both simplify the procedure as well as make it a criminal offence pursued by the state, rather than a private act of accusal.[21] An abortion is very difficult to obtain in Poland by official means.[22]\n\nIn the field of employment, due to perceptions of women's roles, unemployment for women is high.[23]\n\nOn 29 October 2020, the civil rights advocacy group Amnesty International urged authorities in Poland to protect peaceful protesters demonstrating against abortion restrictions, from harassment and violent attacks committed by counter-demonstrators. According to the organization, protesters have faced excessive use of force by police officers, and have been arbitrarily detained without access to lawyers in the past.[24]\n\n"
        },
        {
            "title": "",
            "text": "Poland country signed the UN LGBTQ+ rights declaration, but same-sex unions are not recognized in Poland. However, Poland is not on the list of countries with state-sponsored homophobia, and homosexuality in Poland was never criminalised under Polish jurisdiction. Homosexuality was confirmed legal in 1932, and Poland also recognises gender change and requires no sterilisation of its transgender citizens.[25] Anna Grodzka became an MP in the 2011 Polish parliamentary elections, and was then the only known transgender MP in the world.[26][dubious  – discuss]\n\nAccording to ILGA-Europe's 2021 report,[27] a ranking of 49 European countries published by ILGA-Europe annually, Poland scored the lowest place out of European Union member states and 43rd overall. This ranking uses extensive criteria to assess legal and policy practices for LGBTI people.[28]\n\nIn July 2021, the European Commission announced that it was suing Poland (along with Hungary) for violation of the fundamental rights of LGBTQ people.[29][30]\n\n"
        },
        {
            "title": "Third-party evaluation",
            "text": "A 2010 report by United States Bureau of Democracy, Human Rights, and Labor noted that \"Poland's government generally respects the human rights of its citizens\"; it did however note problems, with the majority of such being police misconduct, lengthy pretrial detention and laws that restricted free speech (although rarely enforced), in addition to corruption in the government and society.[31]\n\nFreedom House Research Institute once classified Poland as a country of first class political and civil rights, but as of 2020, Poland's ratings in Freedom House's Nations in Transit report had declined for four consecutive years.[6][32] According to the Global Peace Index, Poland is the 23rd most peaceful country in the world.[33]\n\nIn 2020, the Committee for the Prevention of Torture raised \"serious concern\" over excessive force used by Polish police during arrests.[34]\n\n"
        }
    ]
}