{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Eritrea",
    "title": "Human rights in Eritrea",
    "table_of_contents": [
        "1 Overview",
        "2 Reforms",
        "3 Freedom House",
        "4 Historical situation",
        "5 International treaties",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHuman rights in Eritrea are viewed, as of the 2020s, by non-governmental organisations (NGOs) such as Human Rights Watch as among the worst in the world, particularly with regards to freedom of the press.[1][2] Eritrea is a one-party state in which national legislative elections have been repeatedly postponed,[3] the judiciary is weak, and constitutional provisions protecting individual freedom have yet to be fully implemented.[1][4][5] Some Western countries, particularly the United States, accuse the Government of Eritrea of arbitrary arrest and detentions and of detaining an unknown number of people without charge for their political activism. Additionally Eritrean citizens, both men and women, are forcibly conscripted into the military with an indefinite length of service and used as forced labour.[6]\n\nThe Eritrean government has continuously dismissed the accusations as politically motivated.[7] As an attempt at reform, Eritrean government officials and NGO representatives have participated in numerous public meetings and dialogues.[8] A new movement called Citizens for Democratic Rights in Eritrea, which aimed at bringing about dialogue between the government and opposition, was formed in early 2009.[9]\n\n"
        },
        {
            "title": "Overview",
            "text": "Eritrea is a one-party state in which national legislative elections have been repeatedly postponed,[3][5] and its human rights record is considered among the worst in the world.[10][11] Since Eritrea's conflict with Ethiopia in 1998–2001, Eritrea's human rights record has worsened.[12] Human rights violations are frequently committed by the government or on behalf of the government. Freedom of speech, press, assembly, and association are limited. Those that practice \"unregistered\" religions, try to flee the nation, or escape military duty are arrested and put into prison.[12]\n\nAccording to Amnesty International Eritrea is one of the world's most repressive countries. In recent years, there have been increasing measures to prevent worshipers from practicing their faith. Some of the most prosecuted are Jehovah's Witnesses, and members of Evangelical congregations. The Eritrean government has shut down their churches, and persecuted many members of the congregations. After independence, President Isaias Afwerki’s administration denied all basic rights to Jehovah's Witnesses. No members could receive any government assistance, or use any government services.  Jehovah's Witnesses are not allowed to obtain national identification cards, without which they are not allowed to participate in the political and social sphere of Eritrea. National identification cards permit citizens to participate in everyday life, as well as in transactions with the government or any financial institution. The government began to informally allow Jehovah's Witness members to practice their faith within their home. They were still barred from practicing in any public space.  Many families fled the country to seek asylum abroad due to mass persecution and imprisonment. According to Amnesty International, there are currently 250 families that have left Eritrea to seek asylum abroad.[13] Domestic and international human rights organizations are not allowed to function in Eritrea.[11] The registered, census-based religions are the Eritrean Orthodox Tewahedo Church (a miaphysite Oriental Orthodox denomination), the Roman Catholic Church, Eritrean Lutheran Church, and Sunni Islam. All other religions are persecuted, including other denominations of Islam, such as Shi'ism, and other denominations of Christianity, such as any of the myriad Protestant denominations (other than the Eritrean Lutheran Church) and Jehovah's Witnesses. All denominations of Christianity were given freedom of worship until 2002 when the government outlawed worship and assembly outside the 'registered' denominations. Evangelical churches in Eritrea have been some of the most persecuted religious groups. For religious groups to participate and freely practice their faith they must apply for registration with the Department of Religious Affairs. The government has seized many churches and religious buildings.[13]\n\nIn 2003, there was a record number of arrests made on members of Evangelical churches. Law enforcements officials go to different religious gatherings or weddings to carry out mass arrests, \"Police singled out religious weddings in homes as occasions to round up believers.\" It is normal for the government to make followers recant their faith: \"The detainees were usually pressured under torture or ill-treatment, with the threat of indefinite detention, to sign a document agreeing to certain conditions of release, such as not to attend religious meetings. Some were reportedly forced to recant their faith and agree to rejoin the Orthodox Church.\" Many of these religious prisoners were often subjected to secret trials and secret prison sentences.[13] There has been no known reason for the \"crackdown\" on Evangelical churches, according to Amnesty International, \"ongoing crackdown on minority religious groups was never given by the government but it appeared to be partly linked to government action against young people trying to avoid military conscription\".[13] Religious prisoners are often tortured in Eritrea.[14] Freedom of worship is one of the top reasons thousands of Eritreans flee the country. There are thousands of Eritreans in Ethiopia, Sudan,  Israel, Europe and the West seeking asylum.[10]\n\nFreedom of speech and the press are severely constrained while freedom of assembly, association, movement, and religion also are restricted.[5] Besides political opposition, the media were also the target of the regime. In 2001, thirteen journalists were imprisoned because of their support for dissident ministers.  Among them, Fesshaye Yohannes died on January 11, 2007 in Eiraeiro prison located in the northeast of the country. In addition to journalists, hundreds of political and military figures were imprisoned.[15][16]\n\nIn 2015, a 500-page UNHRC report detailed allegations of extrajudicial executions, torture, indefinitely prolonged national service and forced labour, and indicated that sexual harassment, rape and prolonged sexual servitude by state officials are also widespread.[1][17] The Guardian cited the reports catalogue of 'a litany of human rights violations \"on a scope and scale seldom witnessed elsewhere\"'.[17] The Council also asserted that these violations may amount to crimes against humanity.[1] Barbara Lochbihler, of the European Parliament Subcommittee on Human Rights said the report detailed 'very serious human rights violations', and indicated that EU funding for development would not continue as at present without change in Eritrea.[18]\n\nThe Eritrean Foreign Ministry responded by describing the Commission's report as \"wild allegations\" which were \"totally unfounded and devoid of all merit\".[19] A statement from Eritrean Presidential Adviser Yemane Gebreab accused the panel of being \"entirely one-sided\", and indicated that \"Eritrea rejects the politically motivated and groundless accusations and the destructive recommendations of the COI. It believes they are an unwarranted attack not only against Eritrea, but also Africa and developing nations.\"[20] The Commission of Inquiry (CoI) report was based on the testimony of 833 anonymous persons purported to be Eritrean. In reaction to this, a significant number of the Eritrean Diaspora population rejected the Commission of Inquiry report. 230,000 Eritreans signed Petitions against the paper and 45,000 Eritreans provided testimonies defending Eritrea, which did not appear in the report. 850 Eritreans asked to present themselves to appear in person in Geneva and give their testimonies to the UNHRC against the paper. In addition, more than 10,000 Eritrean demonstrated against the report in Geneva.[20][21][22][23][24][25][26] Several countries also rejected the report's abrasive language, especially the US and China. At a drafting meeting, U.S. diplomat Eric Richardson said the Eritrea paper did not have \"the same level of sophistication and precision\" as the report on North Korea and the United States could not support the language of the text without revisions. In addition, Eritrean Presidential Advisor Yemane blamed Ethiopia for \"some of the worst human rights abuses and massacres of its people\", saying it was ironic that Ethiopia could use the council to lobby for the adoption of the resolution against Eritrea.[27]\n\nSince Eritrea's conflict with Ethiopia in 1998–2001, the nation's human rights record has come under criticism at the United Nations.[12] Human rights violations are allegedly frequently committed by the government or on behalf of the government. Freedom of speech, press, assembly, and association are limited. Those who practice \"unregistered\" religions, try to flee the nation, or escape military duty are arrested and put into prison.[12] During the Struggle for Eritrean Independence, many atrocities were committed by the Ethiopian authorities against unarmed Eritrean civilians (men, women, and children). Roughly, 90,000 Eritrean civilians were killed by the Ethiopian military.[28] During the 1998 Eritrean-Ethiopian War, the EPRDF government also deported and confiscated the private property of 77,000 Eritreans and Ethiopians.[29][30] The majority of the 77,000 Eritreans and Ethiopians of Eritrean origin were considered well off by the Ethiopian standard of living. They were deported after their belongings had been confiscated.[31]\n\nAll Eritreans between the ages of 18–40 must complete a mandatory national service, which includes military service. Between 10,000 to 25,000 high-school students spend their 12th year of education in one of the countries national service camps, most notable of which is the camp near Sawa.[32] This national service was implemented after Eritrea gained its independence from Ethiopia, as a precautionary means to be protected against any threats on Eritrea’s sovereignty, to instill national pride, and to create a disciplined populace.[33] Eritrea’s national service requires lengthy, indefinite conscription periods, which some Eritreans leave the country in order to avoid.[33][34][35]\n\nAn August 2019 Human Rights Watch report claimed that the Eritrean secondary education forces students into indefinite military or government jobs and many flee from the country because of this. The organization described the Eritrean education system as a conscription machine that subjects students to systematic abuse, including torture, harsh working conditions and insufficient pay to support their families.[36]\n\nIn June 2022, the UN special rapporteur on human rights in Eritrea, Mohamed Abdelsalam Babiker, issued a report critical of the deteriorating human rights situation in the country. Among the violations recorded, forced military conscription, arbitrary arrests, disappearances and torture were common. The report also involved Eritrea’s involvement in the armed conflict in Ethiopia. Eritrean refugees in Ethiopian camps have been kidnapped and forced to fight.[37]\n\n"
        },
        {
            "title": "Reforms",
            "text": "Eritrean government officials and NGO representatives have participated in numerous public meetings and dialogues. In these sessions they have answered questions as fundamental as, \"What are human rights?\", \"Who determines what are human rights?\", and \"What should take precedence, human or communal rights?\".[8]\n\nIn 2007, the Eritrean government banned female genital mutilation.[38] Regional Assemblies and religious leaders also speak out continuously against the use of female cutting. They cite health concerns and individual freedom as being of primary concern when they say this. Furthermore, they implore rural peoples to cast away this ancient cultural practice.[39][40]\n\nIn early 2009, a new movement called Citizens for Democratic Rights in Eritrea aimed at bringing about dialogue between the government and opposition was formed in early 2009. The group consists of ordinary citizens and some people close to the government. The movement was launched at a two-day conference in London, after previous attempts at dialogue failed.[9]\n\n"
        },
        {
            "title": "Freedom House",
            "text": "Eritrea was considered \"not free\" according to the Freedom House Freedom in the World 2022 report, scoring 1/40 on political rights and 2/60 on civil liberties.[41]\n\n"
        },
        {
            "title": "Historical situation",
            "text": "The following is a chart of Eritrea's ratings since 1993 in the Freedom in the World reports, published annually by Freedom House. A rating of 1 is \"free\"; 7, \"not free\".[42]1\n\n"
        },
        {
            "title": "International treaties",
            "text": "Eritrea's stances on international human rights treaties are as follows:\n\n"
        }
    ]
}