{
    "url": "https://en.wikipedia.org/wiki/Human_body",
    "title": "Human body",
    "table_of_contents": [
        "1 Composition",
        "1.1 Cells",
        "1.1.1 Genome",
        "1.2 Tissues",
        "1.3 Organs",
        "1.3.1 Heart",
        "1.3.2 Gallbladder",
        "1.4 Systems",
        "1.4.1 Circulatory system",
        "1.4.2 Digestive system",
        "1.4.3 Endocrine system",
        "1.4.4 Immune system",
        "1.4.5 Integumentary system",
        "1.4.6 Lymphatic system",
        "1.4.7 Musculoskeletal system",
        "1.4.8 Nervous system",
        "1.4.9 Reproductive system",
        "1.4.10 Respiratory system",
        "1.4.11 Urinary system",
        "2 Anatomy",
        "3 Physiology",
        "4 Development",
        "5 Society and culture",
        "5.1 Professional study",
        "5.2 Depiction",
        "5.3 History of anatomy",
        "5.4 History of physiology",
        "6 See also",
        "7 References",
        "7.1 Books",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe human body is the structure of a human being. It is composed of many different types of cells that together create tissues and subsequently organ systems. They ensure homeostasis and the viability of the human body.\n\nIt comprises a head, hair, neck, trunk (which includes the thorax and abdomen), arms and hands, legs and feet.\n\nThe study of the human body involves anatomy, physiology, histology and embryology. The body varies anatomically in known ways. Physiology focuses on the systems and organs of the human body and their functions. Many systems and mechanisms interact in order to maintain homeostasis, with safe levels of substances such as sugar and oxygen in the blood.\n\nThe body is studied by health professionals, physiologists, anatomists, and by artists to assist them in their work.\n\n"
        },
        {
            "title": "Composition",
            "text": "The human body is composed of elements including hydrogen, oxygen, carbon, calcium and phosphorus.[1] These elements reside in trillions of cells and non-cellular components of the body.\n\nThe adult male body is about 60% water for a total water content of some 42 litres (9.2 imp gal; 11 US gal). This is made up of about 19 litres (4.2 imp gal; 5.0 US gal) of extracellular fluid including about 3.2 litres (0.70 imp gal; 0.85 US gal) of blood plasma and about 8.4 litres (1.8 imp gal; 2.2 US gal) of interstitial fluid, and about 23 litres (5.1 imp gal; 6.1 US gal) of fluid inside cells.[2] The content, acidity and composition of the water inside and outside cells is carefully maintained. The main electrolytes in body water outside cells are sodium and chloride, whereas within cells it is potassium and other phosphates.[3]\n\nThe body contains trillions of cells, the fundamental unit of life.[4] At maturity, there are roughly 30[5]–37[6] trillion cells in the body, an estimate arrived at by totaling the cell numbers of all the organs of the body and cell types. The body is also host to about the same number of non-human cells[5] as well as multicellular organisms which reside in the gastrointestinal tract and on the skin.[7] Not all parts of the body are made from cells. Cells sit in an extracellular matrix that consists of proteins such as collagen, surrounded by extracellular fluids. Of the 70 kg (150 lb) weight of an average human body, nearly 25 kg (55 lb) is non-human cells or non-cellular material such as bone and connective tissue.\n\nCells in the body function because of DNA. DNA sits within the nucleus of a cell. Here, parts of DNA are copied and sent to the body of the cell via RNA.[8] The RNA is then used to create proteins which form the basis for cells, their activity, and their products. Proteins dictate cell function and gene expression, a cell is able to self-regulate by the amount of proteins produced.[9] However, not all cells have DNA; some cells such as mature red blood cells lose their nucleus as they mature.\n\nThe body consists of many different types of tissue, defined as cells that act with a specialised function.[10] The study of tissues is called histology and often occurs with a microscope. The body consists of four main types of tissues. These are lining cells (epithelia), connective tissue, nerve tissue and muscle tissue.[11]\n\nCells that lie on surfaces exposed to the outside world or gastrointestinal tract (epithelia) or internal cavities (endothelium) come in numerous shapes and forms – from single layers of flat cells, to cells with small beating hair-like cilia in the lungs, to column-like cells that line the stomach. Endothelial cells are cells that line internal cavities including blood vessels and glands. Lining cells regulate what can and can't pass through them, protect internal structures, and function as sensory surfaces.[11]\n\nOrgans, structured collections of cells with a specific function,[12] mostly sit within the body, with the exception of skin. Examples include the heart, lungs and liver. Many organs reside within cavities within the body. These cavities include the abdomen (which contains the stomach, for example) and pleura, which contains the lungs.\n\nThe heart is an organ located in the thoracic cavity between the lungs and slightly to the left. It is surrounded by the pericardium which holds it in place in the mediastinum and serves to protect it from blunt trauma, infection and help lubricate the movement of the heart via pericardial fluid.[13] The heart works by pumping blood around the body allowing oxygen, nutrients, waste, hormones and white blood cells to be transported. \n\nThe heart is composed of two atrium and two ventricles. The primary purpose of the atrium is to allow uninterrupted venous blood flow to the heart during ventricular systole. This allows enough blood to get into the ventricles during atrial systole. A lack of the atrium would cause a decrease in cardiac output of 75%.[14] The purpose of the ventricles is to pump blood to the lungs through the right ventricle and to the rest of the body through the left ventricle.[15]\n\nThe heart has an electrical conduction system to control the contractions and relaxation of the muscle. It starts in the sinoatrial node traveling through the atria causing them to pump blood into the ventricles. It then travels to the atrioventricular node which makes the signal slow down slightly allowing the ventricles to fill with blood before pumping it out and starting the cycle over again.[16]\n\nCoronary artery disease is the leading cause of death worldwide, making up 16% of all deaths.[17] It is caused by the buildup of plaque in the coronary arteries supplying the heart, eventually the arteries may become so narrow that not enough blood is able to reach the myocardium,[18] a condition known as myocardial infarction or heart attack, this can cause heart failure or cardiac arrest and eventually death.[19] Risk factors for coronary artery disease include obesity, smoking, high cholesterol, high blood pressure, lack of exercise and diabetes.[20] Cancer can affect the heart, though it is exceedingly rare and has usually metastasized from another part of the body such as the lungs or breasts. This is because the heart cells quickly stop dividing and all growth occurs through size increase rather than cell division.[21]\n\nThe gallbladder is a hollow pear shaped organ located posterior to the inferior middle part of the right lobe of the liver. It is variable in shape and size. It stores bile before it is released into the small intestine via the common bile duct to help with digestion of fats. It receives bile from the liver via the cystic duct which connects to the common hepatic duct to form the common bile duct.[22]\n\nThe gallbladder gets its blood supply from the cystic artery which in most people emerges from the right hepatic artery.[22]\n\nGallstones is a common disease in which one or more stones form in the gallbladder or biliary tract. Most people are asymptomatic but if a stone blocks the biliary tract it causes a gallbladder attack, symptoms may include sudden pain in the upper right abdomen and or center of the abdomen. Nausea and vomiting may also occur. Typical treatment is removal of the gallbladder through a procedure called a cholecystectomy.[23][24] Having gallstones is a risk factor for gallbladder cancer which although quite uncommon is rapidly fatal if not diagnosed early.[25]\n\nThe circulatory system consists of the heart and blood vessels (arteries, veins and capillaries). The heart propels the circulation of the blood, which serves as a \"transportation system\" to transfer oxygen, fuel, nutrients, waste products, immune cells and signalling molecules (i.e. hormones) from one part of the body to another. Paths of blood circulation within the human body can be divided into two circuits: the pulmonary circuit, which pumps blood to the lungs to receive oxygen and leave carbon dioxide, and the systemic circuit, which carries blood from the heart off to the rest of the body. The blood consists of fluid that carries cells in the circulation, including some that move from tissue to blood vessels and back, as well as the spleen and bone marrow.[26][27][28][29]\n\nThe digestive system consists of the mouth including the tongue and teeth, esophagus, stomach, (gastrointestinal tract, small and large intestines, and rectum), as well as the liver, pancreas, gallbladder, and salivary glands. It converts food into small, nutritional, non-toxic molecules for distribution and absorption into the body. These molecules take the form of proteins (which are broken down into amino acids), fats, vitamins and minerals (the last of which are mainly ionic rather than molecular). After being swallowed, food moves through the gastrointestinal tract by means of peristalsis: the systematic expansion and contraction of muscles to push food from one area to the next.[30][31]\n\nDigestion begins in the mouth, which chews food into smaller pieces for easier digestion. Then it is swallowed, and moves through the esophagus to the stomach. In the stomach, food is mixed with gastric acids to allow the extraction of nutrients. What is left is called chyme; this then moves into the small intestine, which absorbs the nutrients and water from the chyme. What remains passes on to the large intestine, where it is dried to form feces; these are then stored in the rectum until they are expelled through the anus.[31]\n\nThe endocrine system consists of the principal endocrine glands: the pituitary, thyroid, adrenals, pancreas, parathyroids, and gonads, but nearly all organs and tissues produce specific endocrine hormones as well. The endocrine hormones serve as signals from one body system to another regarding an enormous array of conditions, and resulting in variety of changes of function.[32]\n\nThe immune system consists of the white blood cells, the thymus, lymph nodes and lymph channels, which are also part of the lymphatic system. The immune system provides a mechanism for the body to distinguish its own cells and tissues from outside cells and substances and to neutralize or destroy the latter by using specialized proteins such as antibodies, cytokines, and toll-like receptors, among many others.[33]\n\nThe integumentary system consists of the covering of the body (the skin), including hair and nails as well as other functionally important structures such as the sweat glands and sebaceous glands. The skin provides containment, structure, and protection for other organs, and serves as a major sensory interface with the outside world.[34][35]\n\nThe lymphatic system extracts, transports and metabolizes lymph, the fluid found in between cells. The lymphatic system is similar to the circulatory system in terms of both its structure and its most basic function, to carry a body fluid.[36]\n\nThe musculoskeletal system consists of the human skeleton (which includes bones, ligaments, tendons, joints and cartilage) and attached muscles. It gives the body basic structure and the ability for movement. In addition to their structural role, the larger bones in the body contain bone marrow, the site of production of blood cells. Also, all bones are major storage sites for calcium and phosphate. This system can be split up into the muscular system and the skeletal system.[37]\n\nThe nervous system consists of the body's neurons and glial cells, which together form the nerves, ganglia and gray matter which in turn form the brain and related structures. The brain is the organ of thought, emotion, memory, and sensory processing; it serves many aspects of communication and controls various systems and functions. The special senses consist of vision, hearing, taste, and smell. The eyes, ears, tongue, and nose gather information about the body's environment.[38]\n\nFrom a structural perspective, the nervous system is typically subdivided into two component parts: the central nervous system (CNS), composed of the brain and the spinal cord; and the peripheral nervous system (PNS), composed of the nerves and ganglia outside the brain and spinal cord. The CNS is mostly responsible for organizing motion, processing sensory information, thought, memory, cognition and other such functions.[39] It remains a matter of some debate whether the CNS directly gives rise to consciousness.[40] The peripheral nervous system (PNS) is mostly responsible for gathering information with sensory neurons and directing body movements with motor neurons.[39]\n\nFrom a functional perspective, the nervous system is again typically divided into two component parts: the somatic nervous system (SNS) and the autonomic nervous system (ANS). The SNS is involved in voluntary functions like speaking and sensory processes. The ANS is involved in involuntary processes, such as digestion and regulating blood pressure.[41]\n\nThe nervous system is subject to many different diseases. In epilepsy, abnormal electrical activity in the brain can cause seizures. In multiple sclerosis, the immune system attacks the nerve linings, damaging the nerves' ability to transmit signals. Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's disease, is a motor neuron disease which gradually reduces movement in patients. There are also many other diseases of the nervous system.[39]\n\nThe primary purpose of the reproductive system is to produce new humans in the form of children and ensure their sexual development so that they can produce new humans too. It is composed of the gonads (testes and ovaries) which produce eggs and sperm cells (gametes) and produce hormones necessary for proper sexual development. The rest of the glands and ducts of the reproductive system are responsible for the transportation and sustaining of the gametes and to nurture the offspring.[42]\n\nThe reproductive system is first stimulated by the hypothalamus during puberty which causes the ovaries and testes to produce testosterone (male) and estrogen and progesterone (female). Male puberty generally occurs between the ages of 13-15 and is characterized by beginning of sperm production and the development of secondary sex characteristics such as increased height and weight, broadened shoulders, pubic and facial hair, voice deepening and muscle development. Female puberty generally occurs between the ages of 9-13 and is characterized by ovulation and menstruation. The growth of secondary sex characteristics such as growth of pubic and underarm hair, breast, uterine and vaginal growth, widening hips and increased height and weight also occur during the female puberty process.[43]\n\nThe external male reproductive system is made up of the penis and the scrotum which is a bag that protects the testis. The penis consists of the glans which is the head of the penis and contains the urethra and urinary meatus the point where urine exits the penis, the rest of the penis is called the shaft or corpus cavernosum and contains most of the urethra. The glans is covered by a fold of skin called the foreskin though this can be removed through circumcision.[43]\n\nInternally the male reproductive system starts in the testes where hundreds of seminiferous tubules produce sperm which is then stored and matured into spermatozoon in the epididymis. They are then brought through the vas deferens which leads away from the testes to the seminal vesicles where the sperm cells are mixed with a fructose-rich fluid from the seminal vesicles allowing the sperm to stay alive and remain healthy. It is then brought by the ejaculatory duct through the prostate and bulbourethral gland, and mixed with fluids from said glands. The fluid from the prostate helps to neutralize the acidity of the vagina and keep the sperm alive. This mixture of sperm and accessory gland fluids is called semen and is released through the urethra during ejaculation. Almost the entire internal male reproductive system works in pairs with two testes, two epididymis, two vas deferens, two seminal vesicles, two ejaculatory ducts, two bulbourethral glands, but only one prostate and urethra.[43][44]\n\nThe external female reproductive system also called the vulva consists of the mons pubis a fatty mass that covers the pubis, the labia majora (outer lips of the vagina), the labia minora (inner lips of the vagina), the vaginal opening which opens into vagina and is where the penis is inserted during sexual intercourse and children are born, the urethral opening which is the opening for the urethra that carries urine from the bladder and the clitoris which contains the most sensitive nerve endings and in humans has no use other than sexual pleasure. Located between the anus and vagina is the perineum.[45][43]\n\nInternally the female reproductive system contains two ovaries, the uterus, two fallopian tubes and the cervix. At birth a female has about 700,000 oocytes (the immature version of the egg cell) in both ovaries combined, though this degenerates to about 400,000 by the time puberty is reached. This is a lifetime supply as after birth no more oocytes are produced, compared to males where sperm cells are produced during their entire lifetime. During puberty the menstrual cycle begins for the first time, in response to low estrogen and progesterone levels the hypothalamus releases gonadotropin releasing hormone (GnRH). This causes the anterior pituitary gland to release follicle-stimulating hormone (FSH) and luteinizing hormone (LH). FSH stimulates ovarian follicles to grow and one dominant follicle will eventually take over. As it continues to grow it releases more and more estradiol which stimulates LH secretion and suppresses FSH secretion preventing further follicular growth. When LH levels are highest the follicle ruptures releasing the ovum in a process called ovulation where it is then moved to one of the fallopian tubes. After ovulation the portion of the follicle that remains in the ovary is transformed into corpus luteum which continues to produce estrogen and high levels of progesterone. The progesterone causes the endometrium to grow thick preparing it for implantation of a fertilized egg. If fertilization occurs the corpus luteum continues to secrete hormones until the placenta develops enough to secrete the necessary hormones for maintaining pregnancy. Eventually the corpus luteum will turn into corpus albicans which is essentially scar tissue. If fertilization fails the corpus luteum will degrade into corpus albicans and stop secreting enough progesterone and estrogen causing the endometrial lining to break resulting in menstruation.[43][46]\n\nMany diseases affect the reproductive system such as polycystic ovary syndrome (PCOS) which is characterized by elevated androgen levels, menstrual irregularities and/or small cysts on one or both of the ovaries. It is a common disease affecting at least 7% of adult women. Symptoms include excess body hair, infertility, weight gain, male pattern baldness and irregular menstruation.[47][48]\n\nAnother reproductive disease is testicular torsion, it occurs when the spermatic cord which holds up the testicle wraps around itself cutting off blood flow to the testicle. Testicular torsion is a medical emergency and can result in testicular death or infertility if not treated immediately by physically unwrapping the spermatic cord. If the testicle has suffered severe damage, it may need to be surgically in a lateral orchiectomy. The primary symptom of testicular torsion is severe testicular pain at rest, nausea and vomiting may also occur. Testicular torsion can occur at any age though it is most common in 12-18 year olds.[49][50]\n\nSexually transmitted infections such as syphilis, HIV, chlamydia, HPV and genital warts are spread through sexual intercourse including oral, vaginal and anal sex. Many of these infections can be lethal if left untreated though others are mostly harmless.[51][52]\n\nCancer can affect many parts of the reproductive system including the penis, testicles, prostate, ovaries, cervix, vagina, fallopian, uterus and vulva.[53]\n\nThe respiratory system consists of the nose, nasopharynx, trachea, and lungs. It brings oxygen from the air and excretes carbon dioxide and water back into the air. First, air is pulled through the trachea into the lungs by the diaphragm pushing down, which creates a vacuum. Air is briefly stored inside small sacs known as alveoli (sing.: alveolus) before being expelled from the lungs when the diaphragm contracts again. Each alveolus is surrounded by capillaries carrying deoxygenated blood, which absorbs oxygen out of the air and into the bloodstream.[54][55]\n\nFor the respiratory system to function properly, there need to be as few impediments as possible to the movement of air within the lungs. Inflammation of the lungs and excess mucus are common sources of breathing difficulties.[55] In asthma, the respiratory system is persistently inflamed, causing wheezing and/or shortness of breath. Pneumonia occurs through infection of the alveoli, and may be caused by tuberculosis. Emphysema, commonly a result of smoking, is caused by damage to connections between the alveoli.[56]\n\nThe urinary system consists of the two kidneys, two ureters, bladder, and urethra. It removes waste materials from the blood through urine, which carries a variety of waste molecules and excess ions and water out of the body.\n\nFirst, the kidneys filter the blood through their respective nephrons, removing waste products like urea, creatinine and maintaining the proper balance of electrolytes and turning the waste products into urine by combining them with water from the blood.[57] The kidneys filter about 150 quarts (170 liters) of blood daily, but most of it is returned to the blood stream with only 1-2 quarts (1-2 liters) ending up as urine.[58] The urine is brought by the ureters from the kidneys down to the bladder.\n\nThe smooth muscle lining the ureter walls continuously tighten and relax through a process called peristalsis to force urine away from the kidneys and down into the bladder. Small amounts of urine are released into the bladder every 10–15 seconds.\n\nThe bladder is a hollow balloon shaped organ located in the pelvis. It stores urine until the brain signals it to relax the urinary sphincter and release the urine into the urethra starting urination.[59] A normal bladder can hold up to 16 ounces (half a liter) for 3–5 hours comfortably.\n\nNumerous diseases affect the urinary system including kidney stones which are formed when materials in the urine concentrate enough to form a solid mass, urinary tract infections which are infections of the urinary tract and can cause pain when urinating, frequent urination and even death if left untreated. Renal failure occurs when the kidneys fail to adequately filter waste from the blood and can lead to death if not treated with dialysis or kidney transplantation.[60] Cancer can affect the bladder, kidneys, urethra and ureters with the latter two being far more rare.[61]\n\n"
        },
        {
            "title": "Anatomy",
            "text": "Human anatomy is the study of the shape and form of the human body. The human body has four limbs (two arms and two legs), a head and a neck which connect to the torso. The body's shape is determined by a strong skeleton made of bone and cartilage, surrounded by fat (adipose tissue), muscle, connective tissue, organs, and other structures. The spine at the back of the skeleton contains the flexible vertebral column which surrounds the spinal cord, which is a collection of nerve fibres connecting the brain to the rest of the body. Nerves connect the spinal cord and brain to the rest of the body. All major bones, muscles, and nerves in the body are named, with the exception of anatomical variations such as sesamoid bones and accessory muscles.\n\nBlood vessels carry blood throughout the body, which moves because of the beating of the heart. Venules and veins collect blood low in oxygen from tissues throughout the body. These collect in progressively larger veins until they reach the body's two largest veins, the superior and inferior vena cava, which drain blood into the right side of the heart. From here, the blood is pumped into the lungs where it receives oxygen and drains back into the left side of the heart. From here, it is pumped into the body's largest artery, the aorta, and then progressively smaller arteries and arterioles until it reaches tissue. Here blood passes from small arteries into capillaries, then small veins and the process begins again. Blood carries oxygen, waste products, and hormones from one place in the body to another. Blood is filtered at the kidneys and liver.\n\nThe body consists of a number of body cavities, separated areas which house different organ systems. The brain and central nervous system reside in an area protected from the rest of the body by the blood brain barrier. The lungs sit in the pleural cavity. The intestines, liver, and spleen sit in the abdominal cavity.\n\nHeight, weight, shape and other body proportions vary individually and with age and sex. Body shape is influenced by the distribution of bones, muscle and fat tissue.[62]\n\n"
        },
        {
            "title": "Physiology",
            "text": "Human physiology is the study of how the human body functions. This includes the mechanical, physical, bioelectrical, and biochemical functions of humans in good health, from organs to the cells of which they are composed. The human body consists of many interacting systems of organs. These interact to maintain homeostasis, keeping the body in a stable state with safe levels of substances such as sugar and oxygen in the blood.[63]\n\nEach system contributes to homeostasis, of itself, other systems, and the entire body. Some combined systems are referred to by joint names. For example, the nervous system and the endocrine system operate together as the neuroendocrine system. The nervous system receives information from the body, and transmits this to the brain via nerve impulses and neurotransmitters. At the same time, the endocrine system releases hormones, such as to help regulate blood pressure and volume. Together, these systems regulate the internal environment of the body, maintaining blood flow, posture, energy supply, temperature, and acid balance (pH).[63]\n\n"
        },
        {
            "title": "Development",
            "text": "Development of the human body is the process of growth to maturity. The process begins with fertilisation, where an egg released from the ovary of a female is penetrated by sperm. The egg then lodges in the uterus, where an embryo and later fetus develop until birth. Growth and development occur after birth, and include both physical and psychological development, influenced by genetic, hormonal, environmental and other factors. Development and growth continue throughout life, through childhood, adolescence, and through adulthood to old age, and are referred to as the process of aging.\n\n"
        },
        {
            "title": "Society and culture",
            "text": "Health professionals learn about the human body from illustrations, models, and demonstrations. Medical and dental students in addition gain practical experience, for example by dissection of cadavers. Human anatomy, physiology, and biochemistry are basic medical sciences, generally taught to medical students in their first year at medical school.[64][65][66]\n\nAnatomy has served the visual arts since Ancient Greek times, when the 5th century BC sculptor Polykleitos wrote his Canon on the ideal proportions of the male nude.[67] In the Italian Renaissance, artists from Piero della Francesca (c. 1415–1492) onwards, including Leonardo da Vinci (1452–1519) and his collaborator Luca Pacioli (c. 1447–1517), learnt and wrote about the rules of art, including visual perspective and the proportions of the human body.[68]\n\nIn Ancient Greece, the Hippocratic Corpus described the anatomy of the skeleton and muscles.[69] The 2nd century physician Galen of Pergamum compiled classical knowledge of anatomy into a text that was used throughout the Middle Ages.[70] In the Renaissance, Andreas Vesalius (1514–1564) pioneered the modern study of human anatomy by dissection, writing the influential book De humani corporis fabrica.[71][72] Anatomy advanced further with the invention of the microscope and the study of the cellular structure of tissues and organs.[73] Modern anatomy uses techniques such as magnetic resonance imaging, computed tomography, fluoroscopy and ultrasound imaging to study the body in unprecedented detail.[74]\n\nThe study of human physiology began with Hippocrates in Ancient Greece, around 420 BCE, and with Aristotle (384–322 BCE) who applied critical thinking and emphasis on the relationship between structure and function. Galen (ca. 126–199) was the first to use experiments to probe the body's functions.[75] The term physiology was introduced by the French physician Jean Fernel (1497–1558).[76] In the 17th century, William Harvey (1578–1657) described the circulatory system, pioneering the combination of close observation with careful experiment.[77] In the 19th century, physiological knowledge began to accumulate at a rapid rate with the cell theory of Matthias Schleiden and Theodor Schwann in 1838, that organisms are made up of cells.[76] Claude Bernard (1813–1878) created the concept of the milieu interieur (internal environment), which Walter Cannon (1871–1945) later said was regulated to a steady state in homeostasis. In the 20th century, the physiologists Knut Schmidt-Nielsen and George Bartholomew extended their studies to comparative physiology and ecophysiology.[78] Most recently, evolutionary physiology has become a distinct subdiscipline.[79]\n\n"
        }
    ]
}