{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Romania",
    "title": "Human rights in Romania",
    "table_of_contents": [
        "1 Corruption and institutional abuses",
        "2 Freedom of the press",
        "3 Human trafficking",
        "4 Children's rights",
        "5 Women's rights",
        "6 Anti-discrimination laws",
        "7 Domestic violence",
        "8 Right to education",
        "9 Background of human rights in Romania",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in Romania are generally respected by the government. However, there have been concerns regarding allegations of police brutality, mistreatment of the Romani minority, government corruption, poor prison conditions, and compromised judicial independence.[1][2] Romania was ranked 59th out of 167 countries in the 2015 Democracy Index and is described as a \"flawed democracy\", similar to other countries in Central or Eastern Europe.\n\n"
        },
        {
            "title": "Corruption and institutional abuses",
            "text": "Corruption in Romania is a serious systemic problem, according to the anti-corruption report of the EC.[3] Although the anti-corruption struggle has seen an upward trend in recent years, and the investigations of the National Anticorruption Directorate (NAD) have led to a former prime minister's trial in 2015[4][5] and other important public representatives,[6] corruption still affects many aspects of life. The US Department of State's report on human rights practices highlights that bribes has remained an ordinary thing in the public sector.[7] Romania and Bulgaria are the only EU members monitored through the Mechanism for Cooperation and Verification.[8] The MCV was established at the time Romania joined the European Union in 2007 to remedy the shortcomings of judicial reform and the fight against corruption.\n\nAlthough there have been significant improvements, corruption remains an issue, affecting many areas of life. Despite the fact that Romanian law and regulations contain provisions intended to prevent corruption, enforcement has generally been weak until recently. The image of Romania was badly affected by the 2012 political crisis, when the European Commission expressed concerns about the rule of law.[9][10] The Commission also criticised Romania for failing to root out corruption and political influence in its state institutions.[11] The 2017 Romanian protests were massive public protests against government plans of decriminalizing certain forms of corruption.\n\nPolice brutality is also a problem. The Romanian Police was demilitarized in 2002, and has been reorganized, in order to modernize it and rid it of former abusive practices inherited from the communist era. However problems, such as police brutality, are reported to persist. According to the US Country Reports on Human Rights Practices, NGOs and the media reported that \"police mistreated and abused prisoners, pretrial detainees, gypsies, and other citizens, primarily through use of excessive force including beatings\".[1] Prison conditions are another problem:  in 2017, the ECHR ruled that detention conditions in Romanian prisons are in breach of European Convention of Human Rights.[12]\n\n"
        },
        {
            "title": "Freedom of the press",
            "text": "The government has been accused at times of restricting freedom of the press.  Journalists who wrote reports critical of government policies and actions have claimed they were targets for harassment and intimidation during the 2004 Romanian presidential election.[13] Romania was ranked 46th out of 178 countries in Reporters Without Borders' 2017 World Press Freedom Index;[14] another report by Freedom House describes the Romanian press as \"partly free\".[15]\n\n"
        },
        {
            "title": "Human trafficking",
            "text": "There has been a growing awareness of human trafficking as a human rights issue in Europe (see main article: Human trafficking in Romania). The end of communism has contributed to an increase in human trafficking, with the majority of victims being women forced into prostitution.[16][17] Romania is a country of origin and country of transit for persons, primarily women and children, trafficked for the purpose of sexual exploitation. The Romanian government has shown some commitment to combat trafficking but has been criticized for failing to fully comply with the minimum standards for the elimination of trafficking.[18][19]\n\nThe new Romanian Criminal Code, which came into force on 1 February 2014, creates several offenses against slavery, human trafficking, child trafficking, pimping, forced labour, and using exploited persons (Art. 182 Exploitation of a person, Art. 209 Slavery, Art. 210 Trafficking in human beings, Art. 211 Trafficking in underage persons, Art. 212 Pressing into forced or compulsory labor, Art. 213 Pandering, Art. 214 Exploitation of beggary, Art. 216 Use of an exploited person’s services).[20]\n\nRomania has ratified the Council of Europe Convention on Action against Trafficking in Human Beings;[21] and is also a party to the UN Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children.[22]\n\n"
        },
        {
            "title": "",
            "text": "Children's rights are protected by several laws; and Romania also has international obligations due to the conventions it has ratified.\n\nChildren have equal rights, regardless of whether they were born inside or outside of marriage. This is stipulated in the Romanian Constitution, at Art. 48 (3) which states \"Children born out of wedlock are equal before the law with those born in wedlock\";[23] and also by Art. 260 of the civil code.[24] In addition, Romania ratified The European Convention on the Legal Status of Children Born out of Wedlock, and, therefore, it is bound to ensure that children born outside marriage are provided with legal rights as stipulated in the text of this Convention.[25]\n\nThe [272/2004] Law on the protection and promotion of the rights of the child, republished in 2014 is an important law dealing with children's rights.[26]\n\nAccording to the new criminal code which came into force on 1 February 2014, Article 197 titled Ill treatments applied to underage persons outlaws child abuse.[20] The general age of consent in Romania is 15. Romania has also ratified the Lanzarote Convention.[27] As a European Union member, it is also subject to the EU's Directive 2011/92/EU of the European Parliament and of the Council of 13 December 2011 on combating the sexual abuse and sexual exploitation of children and child pornography.[28]\n\nWith regard to the right to education of children, parents/legal guardians are obligated to ensure the child gets an education; failure to do so can result in criminal prosecution (Art. 380 Preventing access to compulsory public education).[29]\n\nParents/legal guardians have an obligation to ensure that their children do not engage in undesirable behaviors. For example, according to Art 33 of Law No. 61/1991 penalising the violation of public order and social standards, parents/legal guardians who fail to take \"adequate measures\" to prevent children under 16 from engaging in vagrancy, begging, or prostitution are liable to pay a contraventional fine (Law No. 61/1991 on contraventions applies only in cases when the deed of the guilty party does not constitute a criminal offense).[30]\n\nThe US Country Reports on Human Rights Practices reports that some children, particularly from the Roma ethnicity, were not registered (although birth registration is mandatory under the law).[1]\n\nUnder the new Civil Code of Romania which came into force in October 2011, the general marriageable age is set at 18, but can be lowered to 16 under special circumstances, with authorization from the district's administrative board. (Art 272 Marriageable age[31]). Law nr. 288/2007 increased girls' marriageable age, bringing it in line with that of boys; prior to this law, girls could, in special cases, get married at 15, and as a general rule at 16.[32][33]\n\nRomania is a party to the 1980 Hague Convention on the Civil Aspects of International Child Abduction.[34]\n\n"
        },
        {
            "title": "",
            "text": "Women's rights in Romania are subject to constitutional provisions and internal laws. Romania is also bound by directives of the European Union, and international conventions it has ratified.\n\nThe Constitution of Romania protects women's rights. Article 4 (2) enshrines the principle of non-discrimination, stating that: \"Romania is the common and indivisible homeland of all its citizens, without any discrimination on account of race, nationality, ethnic origin, language, religion, sex, opinion, political adherence, property or social origin\".[35] Art 48 (1) ensures equal rights in family law: \"The family is founded on the freely consented marriage of the spouses, their full equality [...].\"[36] The rights of women in the workforce are also protected: Article 47 (2) reads: \"Citizens have the right to pensions, paid maternity leave [...]\"  [36] and Article 41 states: (2) \"All employees have the right to measures of social protection. These concern employees' safety and health, working conditions for women and young people [...]\" and (4)\n\"On equal work with men, women shall get equal wages.\"[36]\n\nWith regard to the new civil code, relevant provisions include Art. 30 Equality in front of the civil law[37] and Art. 258 The Family (freely given consent for marriage; equality of the spouses).[38]\n\nIn 2016, Romania ratified the Council of Europe Convention on preventing and combating violence against women and domestic violence (Istanbul Convention).[39]\n\n"
        },
        {
            "title": "Anti-discrimination laws",
            "text": "Romania has many laws banning discrimination.[40] The problems in the country are not rooted in lack of legislation, as Romania has a strong de jure framework, but in the lack of enforcement of the existing laws - often due to bureaucracy, corruption, and social norms. The most important anti-discrimination laws are:\n\nIn addition to these laws specifically created to deal with discrimination, articles banning discrimination can also be found in many general laws, which deal with general aspects of life, and also contain specific articles banning discrimination in that area (e.g.  Law no. 188 of 8 December 1999 republished [law on the status of civil servants], the Labour Code of 24 January 2003, the  Law on National Education no.1/2011, etc.). Furthermore, discrimination is also addressed in the Criminal Code, art Art. 297 (2) which reads:\"The same punishment applies to the action of a public servant who, while exercising their professional responsibilities, limits the exercise of a right of a person or creates for the latter a situation of inferiority on grounds of race, nationality, ethnic origin, language, religion, sex, sexual orientation, political membership, wealth, age, disability, chronic non-transmissible disease or HIV/AIDS infection\".[41]\n\n"
        },
        {
            "title": "Domestic violence",
            "text": "Domestic violence is serious problem in Romania. Although Romania has improved its legislative framework in the 21st century, and also ratified the Istanbul Convention in 2016, violence against women occurring in the private sphere remains an issue. Romania was convicted by the ECHR in 2017 for its failure to act.[42]\n\n"
        },
        {
            "title": "Right to education",
            "text": "Romania has been criticized for its failure to enforce the right to education of certain social groups, namely rural children and Roma children, notwithstanding the fact education in Romania is compulsory until the 10th grade (usually corresponding to age 16 or 17). Segregation of Roma children in schools, which is illegal, continues unofficially in some schools, and in 2017 the NGOs ERRC and Romani CRISS urged the European Commission to launch an investigation into the segregation of Roma children in schools.[43] The access of children who live in rural areas to education is another area of concern:[44] their situation becomes very problematic after the eighth grade (the last grade of middle school/gymnasium corresponding to age 14-15) because children must change schools to go to high school, and many villages do not have high schools, and therefore parents must make arrangements for their children to commute to the nearest locality or for the child to move there, which is difficult, and as a result many children abandon school (despite the fact that education is compulsory until tenth grade). In one study, a third of rural school children said they planned to drop out of school after eighth grade.[45]\n\n"
        },
        {
            "title": "Background of human rights in Romania",
            "text": "Romania at the turn of the 20th century was a very progressive country and had strong human rights roots: it was, for instance, one of only seven countries in Europe to have abolished the death penalty during peacetime.[46] However the image of Romania was later tarnished internationally by severe violations of human rights during successive dictatorship systems: that of Ion Antonescu during World War II; and the following communist Romania regime which included executions of political 'enemies' in the 1950s, and later on, the infamous natalist policy of Nicolae Ceaușescu, with its resulting abuse of unwanted children in Romanian orphanages, as well as the extreme control of everyday life through practices such as phone bugging, and other abuses of the communist Securitate. Human rights improved greatly after the Romanian Revolution.\n\n"
        }
    ]
}