{
    "url": "https://en.wikipedia.org/wiki/Human_condition",
    "title": "Human condition",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The human condition is all of the characteristics and key events of human life, including birth, learning, emotion, aspiration, morality, conflict, and death. This is a very broad topic that has been and continues to be pondered and analyzed from many perspectives, including those of anthropology, art, biology, history, literature, philosophy, psychology, and religion.\n\nAs a literary term, \"the human condition\" is typically used in the context of ambiguous subjects, such as the meaning of life or moral concerns.[1]\n\n"
        },
        {
            "title": "Some perspectives",
            "text": "Each major religion has definitive beliefs regarding the human condition. For example, Buddhism teaches that existence is a perpetual cycle of suffering, death, and rebirth from which humans can be liberated via the Noble Eightfold Path. Meanwhile, many Christians believe that humans are born in a sinful condition and are doomed in the afterlife unless they receive salvation through Jesus Christ.\n\nPhilosophers have provided many perspectives. An influential ancient view was that of the Republic in which Plato explored the question \"what is justice?\" and postulated that it is not primarily a matter among individuals but of society as a whole, prompting him to devise a utopia. Two thousand years later René Descartes declared \"I think, therefore I am\" because he believed the human mind, particularly its faculty of reason, to be the primary determiner of truth; for this he is often credited as the father of modern philosophy.[2] One such modern school, existentialism, attempts to reconcile an individual's sense of disorientation and confusion in a universe believed to be absurd.\n\nMany works of literature provide perspective on the human condition.[1] One famous example is Shakespeare's monologue \"All the world's a stage\" that pensively summarizes seven phases of human life.\n\nPsychology has many theories, such as Maslow's hierarchy of needs and the notion of identity crisis. It also has various methods, e.g. the logotherapy developed by Holocaust survivor Viktor Frankl to discover and affirm a sense of meaning. Another method, cognitive behavioral therapy, has become a widespread treatment for clinical depression.[3]\n\nEver since 1859, when Charles Darwin published On the Origin of Species, the biological theory of evolution has been significant. The theory posits that the human species is related to all others, living and extinct, and that natural selection is the primary survival factor. This has provided a basis for new beliefs, such as social Darwinism and theistic evolution.\n\n"
        }
    ]
}