{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Syria",
    "title": "Human rights in Syria",
    "table_of_contents": [
        "1 History of Human Rights",
        "1.1 French rule (1920–1946)",
        "1.2 Post–1948",
        "2 Judicial process",
        "3 Political prisoners",
        "4 Freedom of religion",
        "5 Women's rights and LGBT rights",
        "6 Freedom of movement",
        "7 Freedom of speech and the media",
        "8 Syrian civil war",
        "8.1 Detention Centers",
        "8.2 Human rights in ISIL-controlled territory",
        "9 Human rights in the Democratic Federation of Northern Syria",
        "10 See also",
        "11 References and footnotes",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe situation for human rights in Syria is considered poor by international observers.[1][2] A state of emergency was in effect from 1963 until April 2011, giving security forces sweeping powers of arrest and detention.[2]\n\nFrom 1973 to 2012, Syria was a single-party state. The authorities have been accused of harassing and imprisoning human rights activists and other critics of the government.[3] According to Amnesty International and Human Rights Watch, freedom of expression, association and assembly are strictly controlled, and women and ethnic minorities face discrimination.[2][3] According to Human Rights Watch, President Bashar al-Assad failed to improve Syria's human rights record in the first 10 years of his rule,[4] and Syria's human rights situation remained among the worst in the world.[5] According to Amnesty International, the government may be guilty of crimes against humanity based on \"witness accounts of deaths in custody[6] and extrajudicial executions,[7][8][9][10] torture,[11][12][13][14][15] rape,[16][17][18] and arbitrary detention and forced disappearances[19] during the crackdown against the 2011 uprising and during the Syrian Civil War.[20] The government has also conducted chemical attacks against its own civilians.[21][22][23][24]\n\n"
        },
        {
            "title": "History of Human Rights",
            "text": " From the early 1920s until 1946, Syria and Lebanon were under the control of a French Mandate, officially ratified by the League of Nations on 29 September 1923.[25] Human rights concerns during this period included the colonialist treatment of the Druze within their autonomous state in the southern portion of the mandate, as prisoners and peasants there were often used for forced labor.[26]\n\nDuring the Great Revolt, French military forces sieged much of Damascus and the countryside,[27] killing at least 7,000 rebels and displacing over 100,000 civilians. Authorities would publicly display mutilated corpses in central squares within Damascus and villages throughout Syria as a means of intimidating opponents of the government.[28] In 1926, the Damascus military court executed 355 Syrians without any legal representation.[29] Hundreds of Syrians were sentenced to death in absentia, prison terms of various lengths, and life imprisonment with hard labour.\n\nAdditionally, it was during this period that Syrian Women's Rights groups began to assert themselves, led by individuals like Naziq al-Abid.[30][31]\n\nJews in Syria have been discriminated against, especially since the establishment of the State of Israel in 1948. In 1948, Jews were banned from leaving the country and from selling their property. In 1953, all Jewish bank accounts were frozen and Jewish property confiscated. In 1954, Jews were temporarily permitted to emigrate, but they had to leave all their property to the government. In March 1964, Jews were banned from traveling more than 5 kilometres (3 mi) from their hometowns.[32] Jews were not allowed to work for the government or banks, could not acquire drivers' licenses, and were banned from purchasing property. Although Jews were prohibited from leaving the country, they were sometimes allowed to travel abroad for commercial or medical reasons. Any Jew granted clearance to leave the country had to leave behind a bond of $300–$1,000 and family members to be used as hostages to ensure they returned. An airport road was paved over the Jewish cemetery in Damascus, and Jewish schools were closed and handed over to Muslims. The Jewish Quarter of Damascus was under constant surveillance by the secret police, who were present at synagogue services, weddings, bar mitzvahs, and other Jewish gatherings. The secret police closely monitored contact between Syrian Jews and foreigners and kept a file on every member of the Jewish community. Jews also had their phones tapped and their mail read by the secret police.[33][34] After Israel's victory in the 1967 Six-Day War, restrictions were further tightened, and 57 Jews in Qamishli may have been killed in a pogrom. The communities of Damascus, Aleppo, and Qamishli were under house arrest for eight months following the war. Many Jewish workers were laid off following the Six-Day War.\n\nIn 1982, President Hafez al-Assad responded to an insurrection led by the Muslim Brotherhood in the city of Hama by sending a paramilitary force that indiscriminately killed between 10,000 and 55,000 civilians including children, women, and the elderly during what became known as the Hama massacre.[35][36]\n\nAmnesty International reports that women have been subject to discrimination and gender-based violence.[2]\n\nThe non-profit research and advocacy organization\" Freedom House has rated people's access to political rights in Syria as the lowest on its Freedom in the World annual report on 210 countries. Syria ranked \"-3\" in political rights – lower than its scale of 1 to 7, alongside South Sudan and Western Sahara – and Syria was given a rating of \"Not Free.\"[37][38] As of 2022, Syria is the lowest ranked country in report.[39]\n\nAccording to the 2008 report on human rights by the U.S. State Department, the Syrian government's \"respect for human rights worsened\". Members of the security forces arrested and detained individuals without providing just cause, often held prisoners in \"lengthy pretrial and incommunicado detention\", and \"tortured and physically abused prisoners and detainees\". The government imposed significant restrictions on freedom of speech, press, assembly, and association, amid an atmosphere of government corruption.[40] According to Arab Press Network, \"despite a generally repressive political climate\", there were \"signs of positive change,\" during the 2007 elections.[41] According to a 2008 report by Reporters without Borders, \"Journalists have to tightly censor themselves for fear of being thrown into Adra Prison.\"[42]\n\nIn 2009 Syria was included in Freedom House's \"Worst of the Worst\" section and given a rating of 7 for Political Rights: and 6 for Civil Liberties.[43] According to Human Rights Watch, as of 2009 Syria's poor human rights situation had \"deteriorated further\". Authorities arrested political and human rights activists, censored websites, detained bloggers, and imposed travel bans. Syria's multiple security agencies continue to detain people without arrest warrants. No political parties were licensed and emergency rule, imposed in 1963, remained in effect.[1]\n\nIn April 2017, the U.S. Navy carried out a missile attack against a Syrian air base[44] which had been used to conduct a chemical weapons attack on Syrian civilians.[45] This attack is also known as the 2017 Shayrat missile strike. In 2018, coalition forces including United States, France, and the United Kingdom also carried out a series of military strikes in Syria.\n\n"
        },
        {
            "title": "Judicial process",
            "text": "Syria has a long history of arbitrary arrest, unfair trials and prolonged detention of suspects. Thousands of political prisoners remain in detention, with many belonging to the banned Muslim Brotherhood and the Communist Party.[3] Since June 2000, more than 700 long-term political prisoners have been freed by President al-Asad, though an estimated 4,000 are reportedly still imprisoned.[3] Information regarding those detained in relation to political or security-related charges is not divulged by the authorities.[3] The government has not acknowledged responsibility for around 17,000 Lebanese citizens and Palestinians who \"disappeared\" in Lebanon in the 1980s and early 1990s and are thought to be imprisoned in Syria.[3] In 2009, hundreds of people were arrested and imprisoned for political reasons. Military police were reported to have killed at least 17 detainees.[2] Human rights activists are continually targeted and imprisoned by the government.[2][3][46]\n\nOn 18 September 2020, Netherlands demanded that the Syrian President Bashar al-Assad be held accountable for the war crimes and crimes against humanity committed during the civilian war. The Dutch officials sent a notice to the Syrian regime on the legal actions to be taken and claimed to submit a case at the International Court of Justice on the Syrian government's failure to negotiate under the UN framework.[47]\n\n"
        },
        {
            "title": "Political prisoners",
            "text": "Among the scores of prisoners of conscience arrested in 2009, and hundreds of political prisoners already in prison, some of the more prominent prisoners were:\n\nSednaya prison alone houses more than 600 political prisoners. The authorities have kept many for years behind bars, often well past their legal sentence. The estimated 17,000 prisoners who have disappeared over the years suggests that Syria may have hidden mass graves.[35]\n\nIn a 2006 report, Human Rights Watch reported on the continued detention of \"thousands\" of political prisoners in Syria, \"many of them members of the banned Muslim Brotherhood and the Communist Party.\" According to the Syrian Human Rights Committee that there were 4,000 political prisoners held in Syrian jails in 2006.[49]\n\nAugust 2016, Amnesty International released a report tackling the issue of torture and ill-treatment in Syrian government prisons which amount to crimes against humanity. Since the crisis began in March 2011, the international organization estimated that 17,723 people have died in custody in Syria – an average rate of more than 300 deaths each month. According to the report, governmental forces have used torture to scare the opponents. But today, they use it as a part of systematic attack against opposition members. According to testimonies of some survivors, detainees were subjected to numerous kind of torture aiming at dehumanizing them, and in many cases killing them. Amnesty international said that those, who are responsible for these atrocities, must be brought to justice.[50]\n\nOn 6 July 2020, families of detainees in Syrian government prisons found the pictures of their dead relatives in the media graphics of a forensic police photographer-turned-whistleblower, codenamed, Caesar. The photos are among tens of thousands of images of torture victims, smuggled out of Syria in 2013.[51]\n\n"
        },
        {
            "title": "Freedom of religion",
            "text": "The Constitution provides for freedom of religion.[52] However, the Government restricts this right. While there is no official state religion, the Constitution requires that the president be Muslim and stipulates that Islamic jurisprudence, an expansion of\nSharia Islamic law,[53] is a principal source of legislation. According to the U.S. Department of State's \"International Religious Freedom Report 2007\", the Constitution provides for freedom of faith and religious practice, provided that the religious rites do not disturb the public order. According to the report, the Syrian Government monitored the activities of all groups, including religious groups, discouraged proselytism, which it deemed a threat to relations among religious groups. The report said that the Government discriminated against the Jehovah's Witnesses and that there were occasional reports of minor tensions between religious groups, some attributable to economic rivalries rather than religious affiliation.[54] There is some concern among religious minorities that democratic reforms will result in oppression of religious minorities by Islamist movements that are now repressed.[55]\n\n"
        },
        {
            "title": "",
            "text": "Article 520 of the penal code of 1949, prohibits having homosexual relations, i.e. \"carnal relations against the order of nature\", and provides for up to three-years imprisonment.[56]\n\nIn 2010 the Syrian police began a crackdown that led to the arrest of over 25 men. The men were charged with various crimes ranging from homosexual acts and illegal drug use, to encouraging homosexual behavior and organizing obscene parties.[57] In the Autonomous Administration of North and East Syria (AANES), there exist Mala Jins (Women's houses) in more than 60 localities where women can seek refuge and demand justice.[58] There the women get support in matters like divorce, rape, beatings and other forms of domestic violence.[58] The women of the Mala Jin, have the authority to speak out banishments or in more serious cases encourage to file a criminal case.[59] Underage marriage is banned within the territory of the AANES[58] and in 2019 it passed a set of laws further strengthening women's rights.[60]\n\n"
        },
        {
            "title": "Freedom of movement",
            "text": "Syrians can not leave the country without an \"exit visa\" granted by the authorities.[35][61]\n\nArticle 13 of the Universal Declaration of Human Rights provides for the human right of Freedom of Movement as such \"(1) Everyone has the right to freedom of movement and residence within the borders of each state. (2) Everyone has the right to leave any country, including his own, and return to his country.\"[62]\n\nDespite this universal human right, travel within Syria is discouraged by the government and the rebels, and Extremist groups and the government have imposed restrictions on the freedom of movement on the people of Syria.[citation needed] Bans have been said to have increased significantly since 2006, though exact statistics are hard to come by as secret security agencies are commonly the ones issuing the bans.[citation needed]\n\nThe Syrian Constitution, in Article 38(3), allows freedom of movement \"within the territories of the state unless restricted by a judicial decision or by the implementation of laws of public health and safety.\"[63] From 2011 to 2015, the last four years of the Syrian war, the freedom of movement has been most widely restricted in certain areas and on certain individuals.[citation needed] Restrictions vary between regions, partly because of continuous fighting in certain areas.[citation needed] In rebel held areas there are severe restrictions on the movement of government supporters (or people thought to be government supporters).[citation needed] Foreign diplomats are unable to visit a majority of Syria, and are often not allowed outside of Damascus (Syrian capital).[citation needed]\n\nIn the areas of Jindires in Afrin, and Ras al Ayn, curfews were executed in 2012 and 2013 as extremist groups put in place a curfew of 5 pm, after which nobody could be seen in public. Then in December 2014, a travel ban was announced on Syrian men aged 18 to 42 (military age). The memorandum supposedly states that all Syrian males must have special permission to leave the country, obtained from army officials.[64]\n\nAn example of an individual travel ban is Louay Hussein, president of an opposition group in Syria (Building the Syrian State, or the BSS party), was unable to attend peace talks in Moscow in April 2015 because the government refused to rid of his lifelong travel ban, however on 26 April 2015 Hussein managed to evade his ban and flee to Spain.[65] Also Syrian human rights defenders are having their movement restrained by being held in arbitrary arrest. The human rights defenders Mazen Darwish, Hani Al-Zitani, and Hussein Gharir were arrested in February 2012 for 'publicizing terrorist acts'. The United Nations General Assembly has repeatedly called for their release.[66]\n\nAl-Furat University in the city of Deir ez-Zor has been facing movement restrictions by ISIS recently. In January 2015 circulars were issued to ISIS checkpoints in the area to scrutinize all university students passing. To encourage students to abandon their studies and join the ranks of ISIS, the rebels have been restricting the students from traveling between government areas and ISIS-held areas, preventing many students from entering or exiting the university grounds.[67]\n\nFurther from this, there are certain restrictions on movement placed on Women, for example, Syrian law now allows males to place restrictions on certain female relatives. Women over the age of 18 are entitled to travel outside of Syria, however, a woman's husband may file a request for his wife to be banned from leaving the country. From July 2013, in certain villages in Syria (namely Mosul, Raqqu and Deir el-Zour), ISIS no longer allow women to appear in public alone, they must be accompanied by a male relative/guardian known as a mahram.[68] Security checkpoints in civilian areas set up by the government and by ISIS have allowed them to monitor these restrictions.[citation needed] With the males of Syria often being involved in the fighting, no matter which side, this is leaving many Syrian women at home alone with the children, stranded and unable to leave to purchase food and supplies.[citation needed] Further, women in Tel Abyad and Idlib city have been banned from driving by ISIS and Jabhat al-Nursa.[citation needed]\n\nOther countries have begun closing their borders to Syrian refugees. On 7 October 2013, Turkey built a two-meter wall on the Syrian border in the Nusaybin district where there was frequent fighting with the rebels. Then on 9 March Turkey closed a further two of its border crossings from Syria, Oncupinar and Cilvegozu, in response to the escalating violence and worries of a terrorist plot. Up until this date Turkey had accepted nearly 2 million Syrian refugees. Aid trucks are still welcome to cross the border, but it is strictly closed to individuals.[69]\n\nThe Syrian government continues its practice of issuing exit visas with strict requirements.[citation needed] They have also closed the Damascus airport frequently because of growing violence.[citation needed] Bans on travel are frequently used against human rights activists and their associates, often these people would not learn about their travel ban until they were prevented leaving the country.[citation needed] Usually no explanations are given for these travel restrictions.[citation needed] The government often bans members of the opposition and their families from traveling abroad, and they are targeted if they attempt to, causing opposition families to fear to attempt to leave Syria for fear of being attacked at the airport or border crossing.[citation needed] Though this action is illegal under international law, Syrian courts have been known to decline to interfere in matters of national security.[citation needed]\n\nArticle 38(1) provides that \"no citizen may be deported from the country, or prevented from returning to it\".[63] This, along with Article 13 of the Universal Declaration of Human Rights creates a general legal right to travel internationally. As well as preventing citizens from leaving Syria, there have also been many instances of citizens being prevented from returning to Syria, whether they left illegally or not. A positive step in regards to this was taken on 28 April 2015, when it was announced by Syrian authorities that citizens who had previously fled the war would be able to re-attain passports without a review by the intelligence service, or going through the Department of emigration and passports. These citizens had fled the country illegally and either not taken their passports, or lost them.[70]\n\n"
        },
        {
            "title": "Freedom of speech and the media",
            "text": "The number of news media has increased in the past decade, but the Ba'ath Party continues to maintain control of the press.[71] Journalists and bloggers have been arrested and tried.[4] In 2009, the Committee to Protect Journalists named Syria number three in a list of the ten worst countries in which to be a blogger, given the arrests, harassment, and restrictions which online writers in Syria faced.[72]\n\nInternet censorship in Syria is extensive. Syria bans websites for political reasons and arrests people accessing them. Internet cafes are required to record all the comments users post on chat forums.[73]\nWebsites such as Wikipedia Arabic, YouTube and Facebook were blocked from 2008 to 2011.[74] Filtering and blocking was found to be pervasive in the political and Internet tools areas, and selective in the social and conflict/security areas by the OpenNet Initiative in August 2009.[75] Syria has been on Reporters Without Borders' Enemy of the Internet list since 2006 when the list was established.[76]\n\nIn addition to filtering a wide range of Web content, the Syrian government monitors Internet use very closely and has detained citizens \"for expressing their opinions or reporting information online.\" Vague and broadly worded laws invite government abuse and have prompted Internet users to engage in self-censorship to avoid the state's ambiguous grounds for arrest.[75][77]\n\nThe Syrian Centre for Media and Free Expression was closed by the government in September 2009. It was the country's only NGO specializing in media issues, Internet access, and media monitoring during election campaigns. It had operated without government approval, and had monitored violations of journalists' rights and had taken up the cause of the ban on the dissemination of many newspapers and magazines.[71]\n\nSyrian security forces arrested and beat up protestors on 15 June 2020. The protest started on 7 June 2020, in front of the governorate center against government's failure of handling economic downfall, deteriorating living conditions and corruption. HRW appealed the Syrian authority to release the peacefully protesting detainees.[78]\n\n"
        },
        {
            "title": "Syrian civil war",
            "text": "During the Syrian civil war, a UN report described actions by the security forces as being \"gross violations of human rights\".[79] The UN report documented shooting recruits that refused to fire into peaceful crowds without warning, brutal interrogations including elements of sexual abuse of men and gang rape of young boys, staking out hospitals when wounded sought assistance, and shooting of children as young as two.[80] In 2011 Human Rights Watch stated that Syria's bleak human rights record stood out in the region. While Human Rights Watch doesn't rank offenders, many have characterized Syria's human rights report as among the worst in the world in 2010.[5]\n\nWhile it is claimed that \"the majority of these violations have been committed by the Syrian government's forces\",[81] Navi Pillay, the United Nations High Commissioner for Human Rights, said that each side appeared to have committed war crimes.[82]\n\nOn 2 March 2018, UN High Commissioner for Human Rights, Zeid Ra'ad Al Hussein said, \"Syria must be referred to the International Criminal Court. Attempts to thwart justice, and shield these criminals, are disgraceful.\"[83]\n\nDetention Centers run by the Assad government have been one of the most glaring human rights abuses in Syria. In 2014, the Caesar Report showed gruesome photographs smuggled out of a Syria detention center showed \"the systematic killing of more than 11,000 detainees by the Syrian government in one region\" during a two and a half year period of the Syria Civil War.\n\nIn 2017 details emerged about Sednaya Prison, a military prison near Damascus operated by the Assad government. The prison has been used to hold thousands of prisoners, both civilian and government opposition. Amnesty International estimated that between 5,000 and 13,000 people were extrajudicially executed at the one prison between September 2011 and December 2015.[84] Survivor accounts from state-run prisons describe inhumane conditions, starvation, psychological trauma, and torture.[85]\n\nWomen have also faced human rights abuses and war crimes inside Assad prisons. A 2017 report by Lawyers and Doctors for Human Rights (LDHR)[86] collected first-hand accounts from women who survived rape and torture in Assad prisons.\n\nOn 23 April 2020, two ex-Syrian secret police officers, Anwar R. and Eyad A., accused of committing war crimes in Syria's government-run detention center, appeared in a German court for a first of its kind trial. According to a 2018 report released by the expert panel of United Nations, the Assad government-run detention centers tortured more than 4,000 of the detained protestors and murdered at least 58 others.[87][88]\n\nThe state of human rights in territories controlled by the Islamic State of Iraq and the Levant has been criticized by many political, religious and other organizations and individuals. The United Nations Commission on Human Rights has stated that ISIL \"seeks to subjugate civilians under its control and dominate every aspect of their lives through terror, indoctrination, and the provision of services to those who obey\".[89]\n\n"
        },
        {
            "title": "Human rights in the Democratic Federation of Northern Syria",
            "text": "Human rights violations against Kurds included depriving ethnic Kurdish citizens of their citizenship; suppressing Kurdish language and culture; discrimination against citizens based on Kurdish ethnicity; confiscation of Kurdish land and settlement by Arabs.[90][91][92] In the course of the Syrian Civil War, parts of Northern Syria gained de facto autonomy within the Kurdish-led Democratic Federation of Northern Syria.\n\nIn a report \"'We Had Nowhere Else to Go': Forced Displacement and Demolition in Northern Syria\", Amnesty International documented allegations of forced evictions of Arabs, Turkmens and Kurds and the destruction of their homes. According to Amnesty International, YPG accused them of having links with ISIL and other Islamist groupa. The report said that \"in some cases, entire villages have been demolished\", and that villagers were \"ordered to leave at gunpoint, their livestock shot at\". Some persons claimed to Amnesty that \"they told us we had to leave or they would tell the US coalition that we were terrorists and their planes would hit us and our families. Threats by the YPG of calling in US airstrikes against villagers were reported. Amnesty International claimed that \"these instances of forced displacement constitute war crimes\".[93][94][95][96] Some Arab and Turkmen claimed that YPG militias have stolen their homes and livestock, burned their personal documents and claimed the land as theirs, and that Turkmen \"are losing lands where they have been living for centuries\".[97] During the Syrian civil war, several attacks by Arab or Kurdish Muslims have targeted Syrian Christians, including the 2015 al-Qamishli bombings. In January 2016, YPG militias conducted a surprise attack on Assyrian checkpoints in Qamishli, in a predominantly Assyrian area, killing one Assyrian and wounding three others.[98][99][100]\n\nIn October 2015, Amnesty International reported that the YPG had driven civilians from northern Syria and destroyed their homes in retaliation for perceived links to ISIL. The majority of the destroyed homes belonged to Arabs, but some belonged to Turkmens and Kurds.[101] Turkish \"Daily Sabah\" claimed that Amnesty International has said that Kurdish PYD conducted ethnic cleansing against Turkmens and Arabs after seizing Tal Abyad.[102] However, Amnesty International has published only one report about the Syrian Kurdish forces and it is related to destroying villages and homes, not ethnic cleansing at all.[103] The Amnesty International report concluded that there are documented cases of forced displacement that constitute war crimes.[104] In 2015, Assyrian and Armenian organizations protested the enforcement of Kurdish self-administration in the Hasaka province, including expropriation of private property by the PYD and interference in church school curricula and also criticized illegal seizure of property, and targeted killings[105][106][107] Assyrians have also criticized the enforcement of revisionist curricula in private and public schools with a Kurdish-nationalist bias. They have claimed that in textbooks the Kurds \"alter historical and geographical facts\", including Assyrian place names which are changed to Kurdish names, and students are taught that King Nebuchadnezzar from the Old Testament married a Kurdish woman.[108][109] Of particular concern are the \"harassment and arbitrary arrests of the PYD’s Kurdish political rivals\" and of civil society leaders noted by human rights organizations.[110] The Y.P.G. is accused of having arrested hundreds of political prisoners. It is claimed that about 150 people were abducted by the Y.P.G. in 2013 alone. Human Rights Watch reported in 2014 that \"there have been numerous cases of maltreatment in prisons in Rojava\". Some dissidents were tortured and killed[111] Amnesty International reported in 2015 that the PYD \"is using a crackdown against terrorism...as a pretext to unlawfully detain and unfairly try peaceful critics and civilians.\"[112][113][114] The PYD has also shot demonstrators, arrested political opponents, and shut down media outlets.[115][116][117] Ethnic tensions between Kurds and Arabs have been at the forefront of the conflicts in Syria and Iraq. In Syria, there are widespread reports of Kurdish abuses against Arab civilians,[115] including arbitrary arrests, forced displacement,[118] and reports of YPG forces razing villages.[119] Similar reports of Kurdish forces destroying Arab homes have emerged in the fight for Mosul.[120][117]\n\n"
        }
    ]
}