{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Bolivia",
    "title": "Human rights in Bolivia",
    "table_of_contents": [
        "1 Basic freedoms",
        "2 Political rights",
        "3 Workers' rights",
        "4 Abuse of women and children",
        "4.1 Women's rights",
        "4.2 Children's rights",
        "5 Human trafficking",
        "6 Prostitution",
        "7 Disabled persons' rights",
        "8 Indigenous rights",
        "9 Asylum-seekers' and refugees' rights",
        "10 Minority-group rights",
        "11 LGBT rights",
        "12 Rights of persons under arrest",
        "13 Rights of persons on trial",
        "14 Prisoners' rights",
        "15 See also",
        "16 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Bolivia's constitution and laws technically guarantee a wide range of human rights, but in practice these rights very often fail to be respected and enforced. “The result of perpetual rights violations by the Bolivian government against its people,” according to the Foundation for Sustainable Development, “has fueled a palpable sense of desperation and anger throughout the country.”[1]\n\nThe country's chief human-rights problems, according to a 2010 U.S. State Department report, are “killings and torture by security forces; harsh prison conditions; allegations of arbitrary arrest and detention; an ineffective, overburdened, and corrupt judiciary; a 'partly free' media; corruption and a lack of transparency in the government; trafficking in persons;  child labor; forced or coerced labor; and harsh working conditions in the mining sector.”[2] According to human rights watch report the administration of President Evo Morales has created a hostile environment for human rights defenders that undermines their ability to work independently. Threats to judicial independence, violence against women, and child labor are other major concerns.[3] With regard to\nthe report of The Economist dated Dec 1st 2017, in FEBRUARY 2016 Bolivia's left-wing president, Evo Morales, asked voters through a referendum whether he should be allowed to run for a fourth term in office in 2019. They said no. But on November 28th this year the country's constitutional court gave him what the voters would not, ruling that a clause in the constitution limiting presidents (and other directly elected officials) to two terms can be ignored. [4]\n\nA 2001 report by the UN Committee against Torture praised new legislation and other efforts by the Bolivian government to improve human rights; but the report also expressed concern about the “continuing complaints of torture and other cruel, inhuman or degrading treatment, resulting on many occasions in death, both in police stations and in prisons and military barracks”; the “impunity accorded to human rights violations...resulting from the lack of any investigation of complaints and the slow pace and inadequacy of such investigations”; the lack of enforcement of laws setting maximum detention periods; prison conditions; the sometimes deadly “disciplinary measures” inflicted on soldiers; the “excessive and disproportionate use of force and firearms by the National Police and the armed forces in suppressing mass demonstrations”; the harassment of human-rights activists; and the return to Peru of refugees “without complying with procedural formalities.”[5]\n\n"
        },
        {
            "title": "Basic freedoms",
            "text": "Although Bolivian law technically guarantees freedom of speech and of the press, the relationship between the government and the news media is hostile, and the government has been charged with “taking actions designed to restrict independent media or to encourage self-censorship.” While there are a variety of news media that operate without restriction, including many that are critical of the government, people living in some rural regions have no source of news other than government radio.  \nAlso, insulting public officials is a crime punishable by a jail term of up to three years; an independent Press Tribunal has the power to sanction journalists. A 2010 report by Freedom House described the Bolivian press as “partly free” and increasingly unfree. In 2010, there were 60 cases of reported physical aggression or verbal threats directed at 111 journalists.[2]\n\nA group of masked men broke into the radio studio of journalist Fernando Vidal in October 2012 while he was on the air and set him on fire, apparently in reprisal for Vidal's criticism of local smugglers and/or government officials.[6]\n\nDespite all the challenges to free expression that exist in Bolivia, Human Rights Watch describes the country as enjoying “vibrant public debate, with a variety of critical and pro-government media outlets,” although it acknowledges that the national atmosphere is “politically polarized.”[7]\n\nBolivians enjoy free access to the Internet, academic freedom, freedom of assembly, and freedom of religion. They also enjoy freedom of movement within the country, the right to travel abroad, and the right to move abroad and repatriate. In practice, however, protesters frequently make movement within the country difficult by blockading major thoroughfares. Also, the fact that many Bolivians have no identity documents makes it difficult for them to obtain passports.\n\nElections are free and fair, although the above-mentioned fact that many Bolivians do not have identity documents can prevent them from voting. \n\nWhile corruption is technically supposed to be punished, it occurs routinely in all branches of the Bolivian government. \n\nBolivian law does not provide for public access to government information.[2]\n\n"
        },
        {
            "title": "Political rights",
            "text": "Bolivians enjoy the right to vote in regular political elections and to assemble for political protests. Often, however, political protests have devolved into violence, and military and police forces have used violent measures to restore order. Bolivian political parties range from far-right to far-left, and citizens are unrestricted in joining the political party of their choice.\n\n"
        },
        {
            "title": "",
            "text": "Most workers in companies with 20 or more employees are technically allowed to unionize, provided a majority of the employees want to belong to a union, although this right is not always honored in practice. Board members of unions must be native-born Bolivians, and unions are not allowed to join international organizations. Before striking, unions are obliged to seek official mediation; moreover, the government may force workers and employers to enter into arbitration to conclude a strike. \n\nPublic employees are not allowed to strike, although some have done so without being penalized. Some union groups have government ties and act under government pressure. Generally speaking, Bolivian workers enjoy only a limited right to bargain collectively without government involvement. There is a National Labor Court that deals with antiunion discrimination, but it can take more than a year to issue rulings, by which time those rulings may be irrelevant.  \n\nAlthough forced labor is illegal, many children and indigenous workers are effectively slaves.  While children under age 14 are technically not allowed to work, in practice the Ministry of Labor rarely enforces this law, and many children are employed in mining and other dangerous professions. Child prostitution is common, and the traditional practice known as “criadito,” whereby indigenous families effectively sell their children to well-off families to work as household servants, is widespread, despite its illegality. \n\nThere is a minimum wage, but it is very low, and many people earn even less.  There are laws setting a maximum work week and establishing other such limits, but they are not enforced effectively. Many Bolivians die because of unsafe working conditions, especially in the mines and in construction.[2]\n\n"
        },
        {
            "title": "Abuse of women and children",
            "text": "Abuse of women and children is widespread and often unreported in Bolivia. Family violence, when reported, results in only a few days in jail and a small fine. The Bolivian government, in cooperation with the United Nations, is working to curb abuse of Bolivian women and children both within Bolivia and abroad. The punishment for rape has become more severe in recent years. Those convicted of rape, including statutory rape, face significant jail time. However, a victim must press charges in order for rape to be a crime.\n\nUnder Bolivian law, women enjoy equal rights, but many women do not know what their rights are and are, in practice, generally treated as second-class citizens. Rape and other forms of violence against women are widespread. The Center for the Information and Development of Women (CIDEM) says that 70 percent of Bolivian women suffer abuse of some kind. Statutory rape is punishable by up to 20 years in prison; forcible rape of an adult, by up to 10 years. In 2013, Bolivia passed a new comprehensive domestic violence law, which outlaws many forms of abuse of women, including marital rape.[8]  Rural women are often denied their inheritance rights, and women in the workplace are often denied their right to equal pay. Under Bolivian law, half of the candidates in municipal elections must be women.[2]\n\nThe abuse of women in Bolivia “is widespread and goes unreported or unpunished,” according to the Foundation for Sustainable Development. “Women's individual, economic, and social rights are inferior, severely limiting their ability to be agents for economic and social change.”[9]  A 2008 report by the UN Committee on the Elimination of Discrimination against Women called on Bolivian authorities “to take the necessary measures to ensure the full implementation of existing legislation on gender equality,” “to streamline procedures for review of the compatibility” of its laws with the Convention on the Elimination of All Forms of Discrimination against Women, and “to repeal without delay all legislation that discriminates against women, including discriminatory provisions in its criminal and civil law and to ensure the enforcement of laws prohibiting discrimination against women.” \n\nThe UN committee also called on Bolivia to take action to promote women's advancement in society, to fight gender stereotypes, to overcome the institutionalization of traditional sexual attitudes and prejudices, and to combat sexual exploitation and trafficking. It further recommended that Bolivia “ensure that all poverty eradication policies and programmes integrate a gender perspective and explicitly address the structural nature and various dimensions of poverty faced by women, in particular women living in rural areas, indigenous women, older women and women with disabilities.” Also, the committee suggested that Bolivia “strengthen its efforts to implement nationwide effective educational programmes in the areas of functional literacy, skills and income-generating training, including the provision of microfinance schemes, as a means of poverty alleviation, and adopt measures to ensure women's equal access to land, housing, healthcare and basic social services.”\n\nChildren born in Bolivia, other than those born to foreign diplomats, are automatically Bolivian citizens, as are children with at least one Bolivian parent.  \n\nPhysical and verbal abuse of children is common in Bolivian schools. Children between ages 11 and 16 who are believed to have committed an offense have no right to trial and may instead be indefinitely detained in special centers on the orders of a social worker. Thousands of children live on city streets.  There are also many child prostitutes, and many children who are trafficked to other countries to perform forced labor.  A 2008 report by Pastoral de Movilidad Humana indicated that every month around ten children in southern Bolivia “disappeared and were presumed victims of trafficking.” The Defender of Children and Adolescents, a government agency that is charged with protecting children's rights, has 194 offices around the country. \n\nBolivia is not a signatory of the 1980 Hague Convention on the Civil Aspects of International Child Abduction.[2]\n\nThe UN Committee on the Rights of the Child, in a 2009 report, called on Bolivia to “take all appropriate measures to ensure that children are treated as subjects of rights.” In particular it asked Bolivian authorities to address “the low and unequal legal minimum ages for contracting marriage,” as well as the physical abuse of children (including abuse by police), the number of children living without parents or guardians, and the manifold failings of the juvenile justice system. The Committee recommended that Bolivia “establish a Children's Ombudsman either separate or as part of the existing office of the Ombudsman (Defensor del Pueblo)” and ensure that such an Ombudsman “conforms to the Paris Principles.” The committee also mentioned a variety of other problems afflicting Bolivian children, such as widespread malnutrition, the plight of children living in prisons with their inmate parents, “children's right to play,” child labor, and child abduction.\n\n"
        },
        {
            "title": "Human trafficking",
            "text": "Economic scarcity has led to human trafficking and Child labor in Bolivia. Children are often trafficked for labor.\n\n"
        },
        {
            "title": "Prostitution",
            "text": "Prostitution is legal in Bolivia, but many Bolivian women are taken against their will to other countries and forced to work in prostitution for little compensation.\n\n"
        },
        {
            "title": "",
            "text": "Discrimination against disabled persons is illegal, but this prohibition is not effectively enforced. The Law on Disabilities requires all public and private buildings to be wheelchair accessible; there is a National Committee for Handicapped Persons that is charged with protecting disabled people's rights.[2]\n\n"
        },
        {
            "title": "Indigenous rights",
            "text": "Indigenous persons, who form a majority of the Bolivian population, have been denied land rights owing to their traditional collective ownership of land under the so-called “ayllu” system. Although Bolivian law technically requires that wrongs against individuals and groups who once owned land under this system be redressed, injustice on this front is still widespread. Indigenous persons are insufficiently represented in government and suffer high unemployment.[2]\n\nAmnesty International complained in a 2012 report that Bolivian authorities had made decisions about construction of a highway across the Isiboro Sécure Indigenous Territory and National Park (Territorio Indígena y Parque Nacional Isiboro Sécure, TIPNIS) without consulting the indigenous persons who live there. This lack of consultation resulted in a good deal of confusion and conflict, with some indigenous people supporting the road and others opposing it, and the government reversing its plans more than once.[10]\n\nHuman Rights Watch asked Bolivia in 2011 to ensure “a prompt, thorough, and impartial investigation” of alleged police abuse of peaceful indigenous protestors near Yucomo on September 25 of that year.  A report by the UN Committee for the Prevention of Racial Discrimination, issued in the same year, called on Bolivia to adopt urgent means to ensure that the Guaraní people are able to exercise their rights, including their rights to recover their ancestral lands.[11]\n\nIn accordance with the Bolivian constitution and law, seven special “indigenous districts” have been established in order to increase the participation of indigenous peoples in national politics.[2]\n\n"
        },
        {
            "title": "",
            "text": "Bolivia provides protection to refugees and asylum seekers, although the number of such individuals in the country is quite low.[2]\n\n"
        },
        {
            "title": "Minority-group rights",
            "text": "The Bolivian constitution bans racial discrimination, and the 2010 Anti-Racism Law requires the punishment of discrimination and of racist language, but in reality there is considerable racial discrimination on all these grounds, with the country's small minority of black persons being subject to considerable oppression and mistreatment.[12] The UN Committee for the Prevention of Racial Discrimination, in a March 2011 report, called on Bolivia to intensify its efforts to combat racial discrimination.[11]\n\n"
        },
        {
            "title": "LGBT rights",
            "text": "Bolivian law bans discrimination based on sexual orientation, and transgender persons are allowed to legally change their name and gender. In practice, however, discrimination against LGBT persons is widespread. There are LGBT rights groups, and gay-rights marches and gay-pride parades take place with official approval and are protected by police.[12]\n\n"
        },
        {
            "title": "Rights of persons under arrest",
            "text": "Arbitrary arrest is illegal, although such arrests do take place. Under the law, detainees have the right to face a judge within 24 hours, although this right is not always honored. Most defendants cannot afford a lawyer and the supply of public defenders is insufficient. Although Bolivian law prohibits pretrial periods exceeding 18 months, it is common for periods of pretrial detention to last longer than this. On the orders of a social worker, children between 11 and 16 may be held indefinitely in special centers without judicial review. Although torture is forbidden under the Bolivian constitution and law, security forces frequently engage in it, and punishment for such violations is rare.[12]\n\n"
        },
        {
            "title": "Rights of persons on trial",
            "text": "The Bolivian judiciary has been described as “corrupt, overburdened, and weakened by vacancies at its highest levels.” As of 2010, the Bolivian Supreme Court had an 8000-case backlog, including cases dating back to 2003, and the Judicial Council, which is charged with legal oversight, also had a considerable backlog. The military justice system tends “to avoid rulings that would embarrass the military.”\n\nOfficially, defendants enjoy the right under the Bolivian constitution to a speedy trial, to an attorney, to due process, and to appeal. In practice, these rights are often violated. The Inter-American Commission on Human Rights (IACHR) reported in December 2009, that only “55 percent of municipalities had judges, 23 percent government investigators, and 3 percent public defenders.”\n\nWhen it comes to the roles of the police and judiciary, much of Bolivia is, in effect, all but lawless. Although the Bolivian constitution prohibits capital punishment, in many areas the lack of efficient policing and of a well-functioning court system leads to so-called “community justice” – in other words, mobs taking the law into their own hands and violently murdering criminal suspects. In 2010, there were approximately 15 such cases. One 2010 case involved the capture and execution of four policemen in the town of Uncia who reportedly engaged in extortion and extrajudicial killing; another case in that year involve the burial alive of three brothers in the town of Tapacari in connection with a local conflict over property lines.[12]\n\nThe Human Rights Foundation, in a 2008 press release, made clear that lynchings and other “barbaric actions such as hanging, crucifixion, stoning, live burial, and burning,” which had been committed by mobs in Bolivia in the name of “communal justice,” could not be reasonably be considered legitimate acts of justice, and warned that more and more such mob actions were taking place. Noting that President Evo Morales had “said that disenfranchised groups should employ communal justice” and that he supported “lashing as a 'symbolic' means of imparting communal justice,” HRF declared that Morales’ position was “untenable in light of guarantees enshrined in Bolivia's constitution.”[13]\n\n"
        },
        {
            "title": "",
            "text": "Bolivian prisons are overcrowded, dilapidated, and lawless, and food supplies and medical care are almost invariably insufficient. Generally, prison officials only control the “outer security perimeter” of these institutions, while the interior is under the control of prisoners themselves, with inmates directing gang activity from behind bars. There is ample violence in Bolivian prisons involving both prisoners and prison officials, and corruption on the part of wardens and guards is widespread. Well-off inmates can arrange for improved living conditions, more liberal visiting rules, shorter prison terms, and transfer to better prisons. Some prisoners have been known to suffer from diseases such as tuberculosis. Prisoners are routinely able to obtain drugs and alcohol, and in some cases children are used as drug couriers. Juvenile offenders are often imprisoned alongside adults, and in at least one prison men and women are confined together as well. Under Bolivian law, spouses as well as children up to age six are permitted to live with a parent in prison, but in practice children up to 12 years old do so. Prisoners have the right to complain about abuses, but they rarely dare to do so for fear of retaliation.[12]\n\n"
        }
    ]
}