{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Uruguay",
    "title": "Human rights in Uruguay",
    "table_of_contents": [
        "1 Legal framework",
        "1.1 International obligations",
        "1.2 National institutions",
        "1.3 Constitution",
        "2 Human rights issues",
        "2.1 Nationality problem",
        "2.2 Right to life",
        "2.3 Freedom of expression",
        "2.4 Freedom of religion",
        "2.5 Electoral rights",
        "2.6 Freedom from torture and cruel, degrading and inhumane treatment",
        "2.7 Access to justice/impunity",
        "2.8 Women's rights",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Republic of Uruguay is located in South America, between Argentina, Brazil and the South Atlantic Ocean, with a population of 3,332,972.[1]  Uruguay gained independence and sovereignty from Spain in 1828[2] and has full control over its internal and external affairs.[3]  From 1973 to 1985 Uruguay was governed by a civil-military dictatorship which committed numerous human rights abuses.[4][5]\n\nUruguay is generally committed to the promotion and protection of human rights and ranks as the most rights conscious nation in South America.[6] However areas of concern remain, including inhumane prison facilities, access to justice for crimes committed as a result of the dictatorship and discrimination towards women.\n\n"
        },
        {
            "title": "Legal framework",
            "text": "Uruguay has signed and ratified most of the international human rights treaties without reservations, including:[7]\n\nUruguay has also ratified both Optional Protocols to the ICCPR.[7] Uruguay has one general reservation/declaration with regard to article 38, paragraphs 2-3 of the Convention on the Rights of the Child (CRC) which deals with youth involvement in armed conflict.[8]\n\nUruguay is subject to the Universal Periodic Review process as it is a member state of the United Nations.[9] It has completed two rounds of the Universal Periodic Review, the latest in 2013.[10] Uruguay has recognised the jurisdiction of the Inter-American Court of Human Rights as a member of the Organisation of American States.[11]\n\nOn 18 March 2005 Uruguay extended a “standing invitation” to all visits from the UN Special Procedures.[12]  In 2007 this invitation was also extended to the Inter-American Commission on Human Rights and the Inter-American Court of Human Rights.[13]\n\nIn 2008, the National Institution for Human Rights (INDDH) was established[14]  to “defend, promote and protect” human rights in Uruguay.[15]  The agency advises on the signing and ratification of international treaties, implementation of practices to protect human rights and to investigate violations of human rights.[16]  Various other institutions exist to promote human rights in particular areas of government, such as:[17]\n\nThe Commission Against Racism, Xenophobia, and All Forms of Discrimination was created in 2007 however it has not had an allocated budget since 2010, and the terms of its members have lapsed.[18]\n\nThe Constitution of Uruguay sets out provisions for Uruguay's governance. The Constitution of Uruguay is supreme law and under Article 256 the Supreme Court of Justice may declare laws to be unconstitutional.[19] It prescribes the powers and functions of the executive, legislative and judicial branches of Government. It specifically grants all persons equality before the law and Section Two specifically recognises a number of fundamental rights.[20]  Article 72 stipulates that the rights listed are not exhaustive and includes other rights “inherent in human beings or which are derived from a republican form of government.”[21]  Article 332 also states that it is immaterial if no specific regulation exists for individual rights proclaimed in the Constitution as general principles of justice and doctrine are analogous.[22]\n\n"
        },
        {
            "title": "Human rights issues",
            "text": "According to the Uruguayan constitutions and the law 16.021 [23] Legal citizens of Uruguay[24] are not able to obtain Uruguayan nationality, and people who have Uruguayan nationality can not give up their Uruguayan nationality either. It is against the Universal Declaration of Human Rights Article 15. This causes many problems in international travel, jurisdiction, investment, property ownership, asset declaration, marriage, extradition, discrimination, etc.\nLegal citizens of Uruguay have the right to obtain a Uruguayan passport.\n\nThe death penalty has been abolished in Uruguay.[25]\n\nFreedom of speech is guaranteed in the Constitution.[26]  This includes freedom in all methods of dissemination including freedom of the press. The government generally respects these rights.[27] In 2012 the government decreed that digital television would be free and unrestricted throughout Uruguay.[28]  In 2014 the passage of the Law of Audiovisual Communication Services was hailed by human rights groups as a model for Latin American freedom of expression.[29]  The law works to reduce media concentration and create a conscience clause for journalists. The Inter-American Commission on Human Rights Special Rapporteur on Freedom of Expression noted that there are occasional cases of violence and intimidation against journalists such as the 2011 assault on Luis Diaz by police in Salto.[30]  Uruguay has made progress in reforming the use of defamation suits when a public interest is present but such suits can still result in impeding journalistic investigations.[31]\n\nThe Uruguayan Constitution guarantees freedom of religion and declares that the State supports no particular religion.[32]  Some argue Uruguay goes further than simple neutrality and is in fact secular fundamentalist.[33]  Religious education is not provided and banned in public schools[34]  and is regarded by the State as being a private practice.  The State has co-opted the traditional religious holidays and renamed them along secular lines (Easter as “Tourism Week”).[35]  There are sporadic reports of abuse based on religious discrimination, including anti-Semitism, but victims report helpful cooperation with the police on investigating these matters.[36]\n\nThe Uruguayan Constitution establishes an electoral democratic republic. Legislative authority is vested in the bi-cameral General Assembly and the Executive takes the form of a President and appointed Cabinet.[37]  Each is elected for a five-year term by universal suffrage.[38] Non-citizens domiciled in Uruguay for at least 15 years and who possess capital in the country may vote.[39]  The General Assembly is elected by closed list proportional representation and the President via a majority runoff.[40]\n\nUruguay also provides a system of popular referendums.[41]  This method of direct democracy allows citizens to ratify Parliamentary reforms, demand the repeal of laws and institute new law through popular proposal.\n\nUruguay has strong anti-corruption legislation, in particular the Transparency Law (Law Cristal) which introduces criminal liability for a number of actions of public officials such as laundering of public funds.[37]  Furthermore, Uruguay recently introduced gender quotas for election cycles, requiring equal representation on candidate shortlists.[42]\n\nUruguay has signed the main international treaties banning the act of torture such as the CAT and the ICCPR, including the Optional Protocols to the ICCPR and CAT that recognise the jurisdiction of the United Nations Human Rights Committee and the Committee against Torture to receive and consider complaints regarding torture and inhumane treatment.[43]  The Constitution does not contain a clear freedom from torture provision but it does give the right to enjoy life, liberty, security and property.[44]  The Penal Code contains provisions criminalising abuse of authority by public officials in the prison system and article 22.1 of the Law on Cooperation with the International Criminal Court in Matters of the Fight against Genocide, War Crimes and Crimes against Humanity criminalises torture by any State agent, including cruel, inhumane and degrading treatment.[45] However, the Special Rapporteur on Torture (SR) has noted that this law is not likely to be utilised for individual crimes but rather grouped as crimes against humanity and urged reform to change this.[46]\n\nTorture is not a systematic problem however police and other authorities do occasionally infringe on prisoners’ rights.[47]  There are reports of beatings and the excessive use of force by police and prison staff.[48]  The Special Rapporteur noted that prison conditions are an issue and amounted to cruel, degrading and inhumane treatment. The prison system in Uruguay in 2013 was at 125% capacity[49]  and the SR found that conditions were “an insult to human dignity”.[50]   It was found that prisoners had restricted access to water, toilets, medical attention, and a lack of space to sleep and were allowed out of their cells for only four hours a week.[51]  This was not uniform throughout the prisons and some prisoners of an elevated economic and social status enjoyed far better facilities.\n\nThe SR found that almost all the problems were a result of a flawed criminal justice programme.[52]  Extensive use of pre-trial detention and a slow judicial system has resulted in the overcrowding as well as the mixing of pre-trial detainees and convicted prisoners, a violation of the Presumption of innocence.[47]  It is reported that 68% of all prisoners are awaiting trial.\n\nUruguay has made progress since the visit of the Special Rapporteur. An Emergency Prison Law has given more funding for prison facilities and allows prisoners to be held in military facilities to ease the overcrowding.[53]  In his follow up visit the SR found improvements and increases in some prison facilities and reforms to the penitentiary supervision system but again urged the Government to continue to pursue comprehensive criminal justice reform.[54]\n\nFrom 1973 to 1985 Uruguay was ruled by a military dictatorship. During this time a number of human rights abuses were committed including the use of torture, unlawful detention and enforced disappearances.[55]  In order to prevent a further coup, when democracy was restored to Uruguay the Government passed the Ley de Caducidad de la Pretensión Punitiva del Estado or Amnesty/Expiry Law in 1986 which protected the military and police from prosecution for crimes committed during the dictatorship.[56]  Article 4 of the Act withdrew the right of the judiciary to investigate abuses in favour of executive control. The judiciary still took cases in order to pressure the Government into using its Article 4 powers and high-profile cases such as the Elena Quinteros case achieved this.[57]  President Vasquez opened up cases occurring before the coup for investigation. By 2011 the Supreme Court had pronounced the Expiry Law unconstitutional in three separate cases.[58]  Pressure from the Gelman v Uruguay decision of the Inter-American Court of Human Rights led to the repeal of the Expiry Law in 2011 with the passage of Act No. 18.831.[59]\n\nHowever recent events have continued to undermine the access to justice for the victims of the dictatorship and once again risked non-compliance with international human rights standards. In 2013, the Supreme Court found Act No 18.831 to be unconstitutional as a statute of limitations should apply to the period of dictatorship and that the crimes committed during that time should not be classified as crimes against humanity.[60]  The decision applied only to the case in particular but demonstrates a lingering unwillingness to give justice. Amnesty International has found that little progress has been made since the decision in ensuring the crimes were accounted for.[61]  The Committee on Enforced Disappearances noted in its 2013 report that the Supreme Court decision declared persons missing for more than 30 years were held to be dead and is an issue of homicide thus blunting efforts to investigate the enforced disappearances.[62]\n\nUnder law, women have equal treatment. Gender equality is enshrined in a number of laws such as:[63]\n\nViolence towards women is also an issue and the UN Special Rapporteur on Torture noted that the State's response was not adequate especially its failure to carry out the Action Plan on Fighting Domestic Violence.[64]  Human rights groups have also noted that there had been an increase in domestic violence complaints and state programmes had been unsuccessful at reducing the number of deaths of women.[65]\n\nIn 2012 abortion was decriminalised however there are obstacles to accessing the procedure such as a compulsory five-day wait and a review by an expert panel.[61] In the event of pregnancy from rape, the rape victim must lodge a complaint with police before an abortion can be sanctioned.[61]  This is a problem as anecdotal evidence suggests some rape victims do not file complaints due to social stigma and a fear of retribution.[66] Access to sexual and reproductive health is generally good with contraception provided for free.[64] Since 2004 there has been a significant increase in the number of family planning services throughout Uruguay.[67]\n\nDespite the legal provisions, in some cases women still have to confront inequality such as in employment or wage inequality.[68] The creation of the National Women's Institute and the Equal Opportunities Plan of the Municipal Government of Montevideo is helping to make progress.[69]\n\n"
        }
    ]
}