{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Jordan",
    "title": "Human rights in Jordan",
    "table_of_contents": [
        "1 History",
        "2 Democracy",
        "3 Freedom of the press",
        "4 Freedom of religion",
        "5 Human trafficking and migrant workers",
        "6 Unrestrained violence, torture, and honor killings",
        "7 Death penalty",
        "8 Arrest, detention, fair and speedy trials, and prison conditions",
        "9 Women's rights",
        "10 Child labor and forced labor",
        "11 Lesbian, gay, bisexual, and transgender (LGBT) rights",
        "12 National human rights institution",
        "13 Treaties",
        "14 See also",
        "15 References",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHuman rights in Jordan are similar to or better than those elsewhere in the Middle East. Human Rights Watch reported in January 2018 that although recently there have been far-reaching reforms of the laws and regulations in the country, abuses against basic rights such as freedom of expression persisted.[1]\n\nAccording to Freedom House, Jordan is ranked as the fifth-freest Arab country, but still regarded as \"not free\" in the 2021 report. It is also classified as having an authoritarian regime according to a 2020 democracy index.\n\n"
        },
        {
            "title": "History",
            "text": "The 2011 Jordanian protests began in the wake of unrest in Tunisia and Egypt. Starting in January 2011, several thousand Jordanians staged weekly demonstrations and marches in Amman (the capital) and other cities to protest government corruption, rising prices, poverty, and high unemployment.[2] In response, King Abdullah II replaced his prime minister and formed a National Dialogue Commission with a mandate to carry out reforms. The king told the new prime minister to \"take quick, concrete, and practical steps to launch a genuine political reform process,\" \"to strengthen democracy,\" and to provide Jordanians with the \"dignified life they deserve.\"[3] He called for an \"immediate revision\" of laws governing politics and public freedoms.[4] Since then, reports have shown good initial results but much work remaining to be done.[5]\n\nThe 2010 Arab Democracy Index from the Arab Reform Initiative ranked Jordan first in the state of democratic reforms out of fifteen Arab countries.[6]\n\nOn 3 April 2021 a series of arrests were carried out. The Jordanian authorities arrested 19 people, including Prince Hamzah, who was put under house arrest.[7] Arrests also included the prince's chief of staff and other figures associated with him,[8][9][10] in addition to a member of the royal family, Sharif Hassan bin Zaid,[11] and Bassem Awadallah, former Chief of the Royal Hashemite Court and Jordan's former envoy to Saudi Arabia.[12]\n\n"
        },
        {
            "title": "Democracy",
            "text": "Jordan is a constitutional monarchy ruled by King Abdullah II bin Hussein. The constitution concentrates executive and legislative authority in the king.[citation needed]\n\nJordan has a bicameral legislature, the National Assembly, consisting of an upper house, the Assembly of Senators, appointed by the king and an elected lower house, the Chamber of Deputies. The members of both houses hold office for four-year terms. There are 60 seats in the Senate and 120 in the Chamber of Deputies. In the Chamber of Deputies 12 seats are reserved for women, 9 seats for Christian candidates, 9 for Bedouin candidates, and 3 for Jordanians of Chechen or Circassian descent.[2] The Assembly of Senators is responsible to the Chamber of Deputies and can be dismissed by \"a vote of no confidence\". The king may dissolve the National Assembly, forcing new elections. King Abdullah did that on 24 November 2009, and the government ruled by decree through most of 2010, until new elections were held in November. Parliamentary elections have been deemed credible by international observers. The king signs and executes all laws, but his veto power can be overridden by two-thirds vote of the National Assembly. The judicial branch is completely independent. Security forces report to civilian authorities.[13]\n\nThe law does not provide citizens the right to change their monarch or government. The king appoints and dismisses the prime minister, cabinet, the Assembly of Senators, and judges, may dissolve parliament, commands the military, and directs major public policy initiatives. The cabinet, based on the prime minister's recommendation, appoints the mayors of Amman, Wadi Musa (Petra), and Aqaba, a special economic zone. The mayors of the other 93 municipalities are elected.[13]\n\nOpposition movements are legal in Jordan and are involved in Jordan's political life. The government licenses political parties and other associations and prohibits membership in unlicensed political parties. There are over 50 licensed political parties, but only a few have a substantial impact at the national level.\n\nJordan ranked sixth among the 19 countries in the Middle East and North Africa region, and 50th out of 178 countries worldwide in the 2010 Corruption Perceptions Index (CPI) issued by Transparency International, where 1st is the least corrupt.[14] Jordan's 2010 CPI score was 4.7 on a scale from 0 (highly corrupt) to 10 (very clean). Jordan ratified the United Nations Convention against Corruption (UNCAC) in February 2005[15] and has been a regional leader in spearheading efforts to promote the UNCAC and its implementation.[16]\n\n"
        },
        {
            "title": "Freedom of the press",
            "text": "The Jordanian constitution provides for freedom of speech and of the press; however, the government does not fully respect these rights in practice.[13] In its 2009 annual report the Amman-based National Center for Defending the Freedom of Journalists (CDFJ) concluded that media freedoms deteriorated in 2009.[17]\n\nIn the 2010 Press Freedom Index maintained by Reporters Without Borders, Jordan ranked 120th out of 178 countries listed, 5th out of the 20 countries in the Middle East and North Africa region. Jordan's score was 37 on a scale from 0 (most free) to 105 (least free).[18]\n\nThe law provides for up to three years' imprisonment for insulting the king, slandering the government or foreign leaders, offending religious beliefs, or stirring sectarian strife and sedition. In practice citizens are generally able to criticize the government, although they reportedly exercise caution in regard to the king, the royal family, the General Intelligence Directorate (GID), and other sensitive topics such as religion.[13]\n\nThe government continues to enforce bans on the publication of selected books for religious, moral, and political reasons, some foreign films are edited prior to release, and the media is directly and indirectly censored. Authorities monitor and censor printing presses and edit articles deemed offensive before they can be printed. Journalists claim the government uses informants in newsrooms and that GID officials monitor reporting. Editors reportedly receive telephone calls from security officials instructing them how to cover events or to refrain from covering certain topics or events. Government officials also reportedly bribe journalists to influence their reporting. Media observers note that when covering controversial subjects, government-owned Jordan Radio and Television and Jordan News Agency reported only the government's position.[13]\n\nJournalists report that the threat of detention and imprisonment under the penal code for a variety of offenses, and stringent fines of as much as 20,000 dinars ($28,000) under the press and publications law for defamation leads to self-censorship. According to a 2009 Center for Defending the Freedom of Journalists survey, 95 percent of journalists polled exercised self-censorship. The survey also reported that 70 percent of journalists thought the government used \"soft containment\", such as financial support, scholarships for relatives, and special invitations, to control the media at a medium to high degree. Ninety-four percent said they avoid writing about or broadcasting military matters, and 83 percent said they avoid discussing religious topics.[13]\n\nThere were several instances in which the government prohibited journalists from reporting on high-profile court cases. For example, a State Security Court attorney general prohibited the press from reporting or commenting on the case of the Jordan Petroleum Refinery Company expansion project without his personal approval, purportedly to allow the judicial authorities to work \"calmly\" on the case.[13]\n\nThe clash between Jordanian media and the Lower House has been a chronic struggle for decades. The state of press freedom in Jordan is very fickle, at one point Jordan had one of the most vocal media in the Arab World, but a series of laws passed by Parliament greatly restricted press freedom. The Jordanian media has been very vocal expressing its opposition towards Parliament often leading to clashes. One Jordanian journalist wrote a fiery article called \"For God Sake, Abdullah\", in which he called on King Abdullah to dissolve the corrupt Lower House.[19] He was prosecuted by the Lower House, but was later acquitted by the judiciary.\n\nIn October 2001, the government amended the Penal Code and introduced a restrictive Press Law that effectively revokes the relative freedom of the press guaranteed by the 1993 Press Law and punishes any act that can be deemed critical of the Jordanian government. Anyone who \"slanders\" the King or other members of the royal family can be sentenced to three years imprisonment. The introduction of these new laws has led to the detention and imprisonment of several journalists and leaders of peaceful associations.\n\nIn May 2006, two journalists involved in reprinting three of the 12 Jyllands-Posten Muhammad cartoons were issued a two-month prison sentence.[20] Jordan was the only Muslim country to reprint the Danish cartoons depicting the Muhammed in one of its newspapers. The two Jordanian editors responsible were sacked and pressured to issue a public apology.\n\nAt the beginning of 2009, King Abdullah II issued a royal decree forbidding jailing of journalists in Jordan, an act praised by human rights groups in Jordan and around the world.[13]\n\nAccording to Human Rights Watch, Jordanian authorities has used counterterrorism laws to prosecute activists, dissidents, journalists and Islamic preachers for speech offenses, the authorities depends largely on counterterrorism law that extended the definition of terrorism to include acts such as disturbing Jordan's relations with a foreign state. In February, a senior Muslim Brotherhood figure, Zaki Bani Irsheid, was sentenced to 18 months in prison after a post on Facebook criticizing the United Arab Emirates. In June, Eyad Qunaibi, an Islamic preacher, was arrested after posting Facebook comments criticizing the liberal lifestyle of a segment of the Jordanian society.[21]\n\nJordan is listed as engaged in selective internet filtering in the political area and as showing no evidence of filtering in the social, conflict/security, and Internet tools areas by the OpenNet Initiative (ONI) in August 2009. Internet censorship in Jordan is relatively light, with filtering selectively applied to only a small number of sites. However, media laws and regulations encourage some measure of self-censorship in cyberspace, and citizens have reportedly been questioned and arrested for Web content they have authored. Internet censorship in Jordan is mainly focused on political issues that might be seen as a threat to national security due to the nation's close proximity to regional hotspots of Israel, Iraq, Lebanon, and the Palestinian territories.[22]\n\nIn 2013, however, the Press and Publications Department initiated a ban on Jordanian news websites which had not registered and been licensed by government agency. The order issued to Telecommunication Regulatory Commission contained a list of over 300 websites to be blocked. The mandatory registration of websites was a part of amendments made to the Press and Publications Law in September 2012. The amendments included articles that would hold online news sites accountable for the comments left by their readers, prohibiting them from publishing comments that are deemed \"irrelevant\" or \"unrelated\" to the article. The restriction caused several prominent sites to turn off their comments sections. Online news sites are required to archive all comments for at least six months.[23] One of the blocked sites was 7iber, which could not register as a news site because the Jordan Press Association does not credential online journalists.\n\n"
        },
        {
            "title": "Freedom of religion",
            "text": "According to US Department of State's Human Rights Reports in 2015 legal and societal discrimination and harassment remained a problem for religious minorities, and religious converts.[24]\n\nThe Jordanian Constitution provides for the freedom to practice one's religion in accordance with the customs in the Kingdom, unless they violate public order or morality. Jordan's state religion is Islam. The Government bans conversion from Islam and efforts to proselytize Muslims. While proselytizing to Christians may not be banned, it is equally not favored and very hampered with bureaucratic red tape that renders it near impossible to legalize.[25]\n\nThe US State Department's International Religious Freedom Report of 2009 indicated that there were \"no reports that the practice of any faith was prohibited\" in Jordan. In fact, Jordan has been highlighted as a model of interfaith dialogue. The study also concluded that in the last year there were \"no reports of misuse or neglect\" of the Kingdom's diverse religious sites, as well as no reports of \"harassment, discrimination, or restrictions\" to worshippers.[26]\n\nChristians are well integrated into the Kingdom's political and economic landscapes. At least one Christian holds a ministerial post in every government, nine seats in the 120-seat Parliament are reserved for Christians, and a similar number is appointed to the Upper House by the King. In addition, Christians have traditionally prospered in the kingdom to the extent that Jordanian Christians are believed to own or run about a third of the Jordanian economy despite making up only 6% of the total population. They serve in the military, many have high positions in the army, and they have established good relations with the royal family.[27] The Pope has been to Jordan, where he was welcomed by the royal family.\n\n"
        },
        {
            "title": "Human trafficking and migrant workers",
            "text": "Jordan is a destination for women and men subjected to trafficking in persons, specifically conditions of forced labor and, to a lesser extent, forced prostitution. Jordan is possibly a source and transit country for women and men subjected to conditions of forced labor and forced commercial sexual exploitation. There are also reports of Jordanian child laborers experiencing conditions of forced labor.[28]\n\nMoroccan and Tunisian women are reportedly subjected to forced prostitution after migrating to Jordan to work in restaurants and night clubs. In addition, a few Chinese, Bangladeshi, Indian, Sri Lankan, and Vietnamese men and women encountered conditions indicative of forced labor in a few factories in the garment sector, including factories in Jordan's Qualifying Industrial Zones, such as the unlawful withholding of passports, delayed payment of wages, and, in a few cases, verbal and physical abuse.[29] Instances of forced labor reportedly continued to decline due to enhanced labor inspections and other recent measures undertaken by the government within the garment sector. NGOs and the media also report the forced labor of Egyptian workers in the construction, agriculture, and tourism sectors. Jordan's airports may be transit points for South- and Southeast-Asian men and women en route to employment opportunities in other Middle Eastern countries, where they experience labor exploitation after arrival. Some Jordanian children employed within the country as street vendors, carpenters, painters, mechanics, domestics, restaurant staff, or agricultural laborers may be exploited in situations of forced labor.[28]\n\nIn 2009, an Anti-Human Trafficking Law was endorsed by the government that severely restricts human trafficking in the Kingdom and creates a committee to promote public awareness on the issue. Jordan in cooperation with the Filipino Government worked out an agreement which gave a wide range of rights to domestic workers and access to legal protection, the first Arab country to do so.[30]\n\nNew regulations to regulate the working conditions of all domestic workers prescribe maximum working hours, rights to holiday and sick leave, and domestic workers' entitlement to regular contact with their own families. According to Amnesty International, despite addressing important issues, the regulations are loosely worded and open to interpretation in certain respects, fail to specify mechanisms for determining wages, or to resolve long-standing problems related to nonpayment of wages or low wages. They also fail to provide effective safeguards against physical violence and sexual abuse by employers of domestic workers, the great majority of whom are women, and appear to place women at risk by requiring domestic workers to obtain their employer's permission before leaving their house.[31]\n\nWhile there has been some improvement in combating human trafficking, Jordan remains a Tier 2 country (countries whose governments do not fully comply with the U.S. Trafficking Victims Protection Act's minimum standards,[32] but are making significant efforts to bring themselves into compliance with those standards) in the U.S. State Department's Trafficking in Persons Report 2010 because victim assistance, public awareness raising, punishment of traffickers, and active cooperation with source country embassies remain limited.[28]\n\n"
        },
        {
            "title": "",
            "text": "Torture is illegal in Jordan, however it remains widespread. According to a report by Amnesty International, intelligence agents in Jordan frequently use torture to extract confessions from terror suspects. Common tactics include, \"beating, sleep deprivation, extended solitary confinement, and physical suspension.\" Palestinians and suspected Islamists are treated especially harshly. Though Jordan has improved many procedures including a prison reform campaign in partnership with EU in this respect, agents at the General Intelligence Department remain largely immune to punishment.[33][34]\n\nIn May 2010, the UN Committee against Torture reiterated long-standing concerns at Jordan's failure to investigate and prosecute allegations of torture, to provide adequate protection against torture, and to prosecute perpetrators in accordance with the seriousness of the crime. It noted the \"numerous, consistent and credible allegations of a widespread and routine practice of torture and ill-treatment\" including in General Intelligence Department (GID) and Criminal Investigations Department detention.[35] The government did not respond to the committee's recommendations.[36]\n\nAccording to Rana Husseini of The Jordan Times, there were 12 recorded \"honor killings\" in Jordan from January to November 2010.[37] These so-called \"honor killings\", the killing of female relatives suspected of illicit relationships, are often lightly punished by police and the courts. There have been several attempts to introduce harsh penalties on honor crimes, but, even with the strong backing of the royal family, these attempts have been rejected by Jordan's Lower House.[38][39] In May 2010, the government decreed amendments to the penal code to ensure that \"honor\" crimes receive the full penalty of the law.[36]\n\n"
        },
        {
            "title": "Death penalty",
            "text": "After a moratorium since 2006 there were eleven executions on 21 December 2014, all detainees were men convicted of murder.[40] Amendments to the penal code have reduced the number of capital offenses. State security, smuggling, arson resulting in death, and inciting armed riot cases are no longer capital crimes. In March 2010, the Justice Minister announced that the crime of rape may cease to be a capital offense. In the future it is possible that the death penalty will be limited to cases of murder.\n\nAt the end of 2010 the government reports that 46 people were under sentence of death and six new death sentences were imposed during the year. Amnesty International reports nine new death sentences in 2010.[41]\n\nFifteen executions were carried on dawn of 4 March 2017; ten convicted with terrorism and the remaining 5 with murder and rape of minors. Those convicted with terrorism were part of a terror attack in Irbid, an attack on intelligence officers and the attack on Jordanian writer Nahed Hattar.[42]\n\n"
        },
        {
            "title": "",
            "text": "Jordanian law prohibits arbitrary arrest and detention, but according to local and international human rights groups, the government does not always observe these prohibitions in practice.[36][13]\n\nCitizens and NGOs allege that the government continues to detain individuals, including political opposition members, for political reasons, and that governors continued to use administrative detentions for what appeared to be political reasons. In a few cases, the media and human rights organizations reported that authorities kept detainees in solitary confinement and denied them access to lawyers.[13]\n\nHuman rights observers claimed that police make arrests before obtaining warrants and prosecutors fail to file charges or seek extensions in a timely manner. Prosecutors routinely request and are granted extensions that increase the period to file formal charges to as long as six months for a felony and two months for a misdemeanor. This practice can lengthen pretrial detention for protracted periods. Some detainees report not being allowed timely access to a lawyer, but authorities generally permit visits by family members.[13]\n\nIn facilities operated by the General Intelligence Directorate (GID) there are allegations of long periods of incommunicado detention, lengthy pretrial detention without being informed of charges, and not allowing defendants to meet with their lawyers or permitting meetings only shortly before trial.[13]\n\nUnder the Crime Prevention Law, provincial governors may detain individuals suspected of planning to commit a crime or those who allegedly shelter thieves, habitually steal, or constitute a danger to the public, and in practice they used this provision widely. Those accused are subject to imprisonment or house arrest as \"administrative detention\" without formal charges. A detention order may be for as long as one year, but governors can impose new orders to prolong detentions. International and national NGOs noted that governors routinely abused the law, imprisoning individuals when there was not enough evidence to convict them and prolonging detentions of prisoners whose sentences had expired. The law was also widely used to incarcerate women at risk of being honor crime victims.[37][36][13][43]\n\nJordanian law provides for an independent judiciary; however, the judiciary's independence in practice may be compromised by nepotism and the influence of special interests.[13][44]\n\nThe law presumes that all defendants are innocent until proven guilty. Juries are not used. Most trials in civilian courts are open and procedurally sound, but the State Security Court (SSC) may close its proceedings to the public.[44] Defendants are entitled to legal counsel, provided at public expense for the indigent in cases involving the death penalty or potential life imprisonment. In many cases defendants have no legal representation. Defendants can present witnesses on their behalf and question witnesses against them. Defense attorneys were generally granted access to government-held evidence relevant to their clients' cases. Defendants can appeal verdicts and appeals are automatic for cases involving the death penalty.[13]\n\nThere are significant problems with the conditions in prisons, including poor legal services, under staffing, inadequate food and health care, poor sanitation standards, poor ventilation, extreme temperatures, inadequate access to potable water, ineffective pre-release and post-release programs, and insufficient basic and emergency medical care.[45] Some detainees report abuse and mistreatment by guards.[36] Hunger strikes remain common, but prison riots and allegations of mistreatment have decreased. The construction of four new prisons reduced overcrowding somewhat.[13]\n\n"
        },
        {
            "title": "",
            "text": "Freedom House rates women's rights in five categories, each scored from one (lowest level of freedom) to five (highest level):[44]\n\nIn 2009 of 18 Middle East and North Africa (MENA) countries surveyed, Jordan ranked in the upper third for each category (between 4th and 7th).[44]\n\nLimited economic opportunity is one of the main reasons for poor scores in many of the above categories. It is not just discrimination that accounts for high rates of unemployment, but also genuine economic difficulties and shortages of jobs. \"The shrinking of the public sector disproportionately affects women, the location of jobs matters more for women than for men, and discrimination in the private sector remains\".[46]\n\nIn 2005 Freedom House criticized Jordan for its poor women's rights record, but also acknowledged that the \"status of women in Jordan is currently undergoing a historic transition, with women achieving a number of positive gains and new rights.\"[47]\n\nEducated women were granted suffrage in 1955, but it was not until 1974 that all women received the right to vote and run as candidates in parliamentary elections. In 1993, the first female candidate was elected to the lower house of parliament and the first woman was appointed to the upper house. Women have assumed high-level governmental positions in greater numbers, gaining appointments as ministers and lawmakers with increasing frequency. An average of three ministerial portfolios has been assigned to women in each cabinet since 2004, and a gender-based quota system, first introduced for the lower house of parliament in 2003, was expanded to municipal councils in 2007.[44]\n\nFrom 2004 until the end of 2009, the women's movement made a number of important gains, including the publication of the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW) in the official gazette, which gave it the force of law. Additionally, the government has taken steps to address the problem of domestic abuse, including the February 2007 opening of the country's first major women's shelter, the Family Reconciliation House, and the March 2008 promulgation of the Family Protection Law, designed to regulate the handling of domestic abuse cases by medical workers and law enforcement bodies.[44]\n\nToday, Jordanian women largely enjoy legal equality in freedom of movement, health care, education, political participation, and employment. And, while the attitudes of police officers, judges, and prosecutors regarding the treatment of victims of domestic violence and honor crimes have undergone a positive shift in recent years, gender-based violence remains a serious concern.[44]\n\nThere remains gender-based discrimination in family laws, in the provision of pensions and social security benefits, and on the societal level due to deeply entrenched patriarchal norms that restrict female employment and property ownership.[44] And women do not have the same status as men with respect to nationality. A Jordanian man may marry a foreigner and pass on his nationality to his children; women cannot. Nor can women pass on their nationality to their husbands.[48]\n\nWomen are no longer required to seek permission from their male guardians or husbands before obtaining or renewing their passports, but fathers may still prevent their children from traveling regardless of the mother's wishes. Muslim women are prohibited from marrying men of other religions unless the spouse agrees to convert to Islam, while Muslim men are permitted to wed Christian and Jewish wives.[44]\n\n"
        },
        {
            "title": "Child labor and forced labor",
            "text": "In 2013, the U.S. Department of Labor's Findings on the Worst Forms of Child Labor reported that Jordan has \"made a moderate advancement in efforts to eliminate the worst forms of child labor\" but that a percentage as low as 0.8% of children aged 5 to 14 continue to engage in child labor, mostly in the agricultural sector and in domestic service.[49]\nIn December 2014, the department issued a List of Goods Produced by Child Labor or Forced Labor where Jordan figures among 74 other countries that resort to such labor practices. Jordan was reported to make use of forced labor in the garment industry.\n\n"
        },
        {
            "title": "",
            "text": "Legal and societal discrimination and harassment remained a problem for lesbian, gay, bisexual, transgender, and intersex (LGBTI) persons in Jordan.[24]\nJordan is one of the few countries in the Middle East where homosexuality is legal, provided that it occurs in private, does not involve prostitution, and only involves consenting adults.[50] However, sexual orientation and gender identity issues remain taboo within the traditional culture and the government does not recognize same-sex civil unions or marriages.[51][52]\nTransgender Jordanians may be allowed to change their legal Sex, however Sex Reassignment Surgery is required.\n\n"
        },
        {
            "title": "National human rights institution",
            "text": "Jordan was one of the first countries in the Middle East to establish a national human rights institution (NHRI). The National Centre for Human Rights (NCHR) in 2006 secured 'A-status' accreditation from the peer review process of the International Coordinating Committee of NHRIs, giving it enhanced access to the United Nations human rights bodies. That status was subjected to special review twice by the ICC in 2007, and reaffirmed; it was again accorded A status under the ordinary review procedure in 2010.[53] In the ICC annual meeting in March 2012, the Jordanian institution was elected as chair of the network of 99 institutions. The Commissioner General of the NCHR is Dr Mousa Burayzat.[54]\n\n"
        },
        {
            "title": "Treaties",
            "text": "Jordan is a party to many human rights agreements, including:[55]\n\nJordan was the only country in the Middle East and North Africa that is a member of the International Criminal Court (ICC), which prosecutes those who commit crimes against humanity, war crimes, aggression, and genocide,[56] until Tunisia became a member in 2011.[57] Palestine became a member of ICCC in 2015.[58]\n\n"
        }
    ]
}