{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Burkina_Faso",
    "title": "Human rights in Burkina Faso",
    "table_of_contents": [
        "1 Constitution and legislative response",
        "2 Issues",
        "2.1 Government forces",
        "2.2 Militias",
        "2.3 Islamists",
        "3 Historical situation",
        "4 International treaties",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in Burkina Faso are addressed in its constitution, which was ratified in 1991. The 2009 Human Rights Report by the United States Department of State noted concerns regarding restrictions on the press and the operation of the judiciary system.[1] In its 2021 report, Human Rights Watch described the human rights situation in Burkina Faso as being \"precarious\" in light of ongoing violence committed by Islamists, government security forces, and pro-government militias.[2]\n\n"
        },
        {
            "title": "Constitution and legislative response",
            "text": "Approved in 1991, the constitution of Burkina Faso addresses the basic civil liberties of the people. The government has also ratified numerous UN treaties such as ICCPR and CEDAW.[3]\n\nThe government has launched investigations into human rights breaches allegedly perpetrated in its name, including the deaths of over 200 men in Djibo which were believed to have been caused by pro-government security forces, although little information has been provided about the outcomes of such investigations.[2] The Military Justice Directorate was established to investigate crimes committed by government forces, but is extremely underfunded.\n\nIn response to the ongoing COVID-19 pandemic in the country, the Burkinabé government released 1200 detainees to prevent its spread in prisons.[2] They also expanded the provision of learning through radio, television and online platforms in light of school closures to prevent coronavirus spreading.[4][5] Efforts have also been made to implement more security at the country's schools to protect them from Islamist attacks.[6]\n\n"
        },
        {
            "title": "Issues",
            "text": "Amnesty International noted concerns over the arbitrary arrest of protesters, and the failure to respect the principle of due process.[7] In March 2020, government security forces were reported to have executed 23 people in Cissa; the following month, a further 31 detainees were killed hours after being arrested during a counterterrorism operation in Djibo.[2] In May 2020, twelve men arrested by gendarmes in Tanwalbougou were subsequently found dead in their cells; it was reported that they had been shot. Security forces have also been reported to have physically abused Malian refugees seeking shelter in Burkina Faso under the guise of searching for Islamist terrorists in the country's refugee camps.[2]\n\nBurkina Faso has long contained within it local militias known as Koglweogo, who are pro-government. Concerns have arisen around the militias, composed largely of the Mossi ethnic group, carrying out atrocities, including the massacre of forty men in Yirgou in 2019. In January 2020, legislation passed by the Burkinabé government subsumed the Koglweogo into the Volunteers for the Defence of the Homeland (VDH), which receives official government support and training. Subsequently, members of the VDH have been accused of the murder of 19 men near Manja Hien in February 2020, and attacks on Peuhle villages in Yatenga, in which 43 people were killed.[2]\n\nInternationally, Burkinabé forces have also been accused of the extrajudicial killings of at least 50 people in cross border skirmishes in Mali in 2020.\n\nAn Islamist insurgency has been occurring in the country, with attacks against citizens being justified by insurgents by linking victims to the government, armed militias, the West, and Christianity.[8] Massacres have notably been committed against the Mossi and Foulse ethnic groups, including the murder of 35 people in Arbinda in December 2019; the death of 90 villagers during separate attacks on Rofénèga, Nagraogo and Silgadji in January 2020; and over 40 villagers' deaths in attacks in Lamdamol and Pansi in February 2020.[2] Islamist groups have also used improved explosive devices to target victims. Abduction has also been a common tactic; in July 2020 the village chief of Nassoumbou was abducted and held for two months; while in August 2020 Sonibou Cisse, the Grand Imam of Djibo, was executed days after being abducted.[2]\n\nIslamists have also targeted Burkina Faso's schools. Between January and August 2020, at least forty schools were burned and looted, and teachers have been killed, beaten, abducted, robbed, and threatened. Prior to the government closure of all Burkinabé schools due to the COVID-19 pandemic in March 2020, an estimated 2500 schools had already closed due to Islamist attacks and concerns around student safety, impacting 350, 000 students.[9]\n\n"
        },
        {
            "title": "Historical situation",
            "text": "The following chart shows Burkina Faso's ratings since 1972 in the Freedom in the World reports, published annually by US government funded Freedom House. A score of 1 is \"most free\" and 7 is \"least free\".[10]1\n\n"
        },
        {
            "title": "International treaties",
            "text": "Burkina Faso's stances on international human rights treaties are as follows:\n\n"
        }
    ]
}