{
    "url": "https://en.wikipedia.org/wiki/Humanistic_Judaism",
    "title": "Humanistic Judaism",
    "table_of_contents": [
        "1 Origins",
        "2 Principles of belief and practice",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Humanistic Judaism (Hebrew: יהדות הומניסטית Yahadut Humanistit) is a Jewish movement that offers a nontheistic alternative to contemporary branches of Judaism. It defines Judaism as the cultural and historical experience of the Jewish people rather than a religion,[1] and encourages Jews who are humanistic and secular to celebrate their identity by participating in relevant holidays and rites of passage (such as weddings and bar/bat mitzvahs) with inspirational ceremonies that go beyond traditional literature while still drawing upon it.\n\n"
        },
        {
            "title": "Origins",
            "text": "In its current form, Humanistic Judaism was founded in either 1963 or 1965 (sources differ)[1] by American rabbi Sherwin Wine.[2][3] As a rabbi trained in Reform Judaism with a small, secular, non-theistic congregation, he developed a Jewish liturgy that reflected his and his congregation's philosophical viewpoints by combining Jewish culture, history, and identity with humanistic outlooks while excluding all prayers and references to a god of any kind. This congregation developed into the Birmingham Temple in Farmington Hills, Michigan. It was soon joined by a previously Reform congregation in Illinois and a group in Westport, Connecticut.\n\nIn 1969, all three congregations were organizationally united with other groups under the umbrella of the Society for Humanistic Judaism (SHJ). The SHJ had 10,000 members across 30 congregations in the United States and Canada in 1994; however, there are many congregations that identify with Humanistic Judaism's teachings but are not members of the SHJ.[4]\n\nAs of 2020, the Pew Research Center estimated that Humanistic Judaism, along with Reconstructionism and other smaller denominations, constituted 4% of the United States's 7.5 million Jews.[5]\n\nThe International Institute for Secular Humanistic Judaism (IISHJ), founded in 1986, is the academic and intellectual center of Humanistic Judaism. It currently has two centers of activity: the original in Jerusalem and another in Lincolnshire, Illinois. Rabbi Adam Chalom is the dean of the IISHJ's American site. The IISHJ offers professional training programs for spokespersons, educators, leaders (also referred to in Hebrew as madrikhim/ot or Yiddish as vegvayzer), and rabbis, in addition to its publications, public seminars, and colloquia for lay audiences.[6]\n\n"
        },
        {
            "title": "Principles of belief and practice",
            "text": "According to the SHJ,[7] the philosophical foundation of Humanistic Judaism includes the following ideas:\n\nHumanistic Judaism presents a far more radical departure from traditional Jewish religion than Mordecai Kaplan, the co-founder of Reconstructionist Judaism, ever envisioned. Kaplan redefined God and other traditional religious terms so as to make them consistent with the naturalist outlook, but continued to use traditional prayer language. Wine rejected this approach as confusing, since participants could ascribe to these words whatever definitions they favored.[8] Wine strove to achieve philosophical consistency and stability by creating rituals and ceremonies that were purely non-theistic.  Services were created for Shabbat, Rosh Hashanah, Yom Kippur, and other Jewish holidays and festivals, often with reinterpretation of the meaning of the holiday to bring it into conformity with secular humanistic philosophy.[9]\n\nHumanistic Judaism was developed as a possible solution to the problem of retaining Jewish identity and continuity among non-religious Jews. Recognizing that congregational religious life was thriving, Wine believed that secular Jews who had rejected theism would be attracted to an organization that provided all the same forms and activities as the religious branches of Judaism, but which expressed a purely secular humanistic viewpoint. In terms of social issues, the SHJ has outlined its stance in a series of ongoing statements.\n\n"
        }
    ]
}