{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Uganda",
    "title": "Human rights in Uganda",
    "table_of_contents": [
        "1 Conflict in the north",
        "2 Persecution of homosexuals",
        "3 Abuses by Ugandan security forces",
        "4 Political freedom",
        "5 Freedom of the press",
        "6 Women's rights",
        "6.1 Property rights",
        "6.2 Rights in marriage",
        "7 Sexual violence",
        "8 Child labor",
        "9 Historical rankings",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in Uganda as a state relates to the difficulties in the achievement of international rights standards for all citizens. These difficulties centre upon the provision of proper sanitation facilities, internal displacement, development of adequate infrastructure, as well as the mistreatment of the LGBT community, women, and children. Nonetheless, Uganda is, as per the Relief Web sponsored Humanitarian Profile – 2012,[1] making considerable developments in this area.\n\nIn the Freedom in the World 2020 report, Freedom House identified Uganda as a country considered to be \"Not Free\".[2] There are several areas of concern when it comes to human rights in Uganda, and the \"Not Free\" classification is due to both low political rights and civil liberties rankings.[2]\n\n"
        },
        {
            "title": "Conflict in the north",
            "text": "Since various rebel groups started fighting the Government of President Yoweri Museveni, beginning in August 1986, about 2 million Ugandans have been displaced[3] and tens of thousands have been killed. An estimated 67,000 children have been kidnapped by the LRA for use as child soldiers and slaves since 1987.[4]\n\nSigning of a cessation of hostilities agreement in 2006 due to a successful campaign executed by the Uganda Peoples Defence Forces (UPDF) put an end to the LRA violence in Uganda.[5][6]\n\nThe past conflict in the north of the country between the Uganda People's Defence Force (UPDF) and the Lord's Resistance Army (LRA) has decimated the economy, retarded the development of affected areas and led to numerous gross human rights violations. These violations centered upon the poor emergency provision provided to Internally Displaced Persons fleeing their homes to avoid LRA. In the twelve years since the signing of hostilities agreement[7] many of those displaced persons have returned to their homes and a rehabilitation and redevelopment program is underway. It has been acknowledged by both the Ugandan Government and the United Nations[1] that this is a work in progress and that considerable improvements must be made. In this regard a rehabilitation program has been launched[8]\n\nDominic Ongwen, who was a child soldier and one of the leaders of the Lord's Resistance Army (LRA)  was by 02-04-2021 convicted by the International Criminal Court(ICC) for a wide range of sexual and Gender-based crimes, 70 crimes in number and he was convicted of 61 crimes and these crimes were committed between 1 July 2002 and 31 December 2005 in Northern Uganda.[9][10][11]\n\n"
        },
        {
            "title": "Persecution of homosexuals",
            "text": "In October 2009, a bill was tabled in the Ugandan Parliament entitled \"Anti-Homosexuality Bill 2009\" calling for harsher penalties for homosexuals, up to and including death penalty.[12] As originally drafted and tabled this bill also requires that any citizen who suspects another person of being homosexual, is required to report the homosexual to police, or they too may receive a fine or time in prison.[13] The proposed bill goes so far as to forbid landlords from renting to a known homosexual, and would ban any public discussion of homosexuality.[14]\n\nThe international community was greatly opposed to the introduction of this bill and expressed concerns about the fact that it may become law, indeed U.S. President Barack Obama called it 'odious'.[15] As a result of mounting international pressure the bill never proceeded past committee stage.\n\nOn 7 March 2012 backbench MP David Bahati reintroduced the bill to much controversy. He was however at pains to point out that the provision for death penalty had been decided upon as unnecessary and removed from the bill at committee stage in the 8th parliament. As such, the bill as introduced into the 9th Parliament, had no provision for the death penalty.[16]\n\nThis bill remains highly criticised and controversial. It has again been met with widespread condemnation. The Ugandan government in replying to this condemnation issued a statement citing the fact that the bill was a private members bill and that it did not have the support of the government.[17]\n\nOn 24 February 2014 President Yoweri Museveni signed the '\"Anti Homosexuality Bill\" into law. The following day the tabloid \"Red Pepper\" published a list of 200 allegedly gay men.[18]\n\nFollowing the tightening of the bill several western industrial nations, among others Sweden, the United States and the Netherlands have suspended their aid to Uganda. The World Bank postponed a $90 million loan to Uganda's health system over the law.[19]\n\n"
        },
        {
            "title": "Abuses by Ugandan security forces",
            "text": "\"On 14 June [2003] [Violent Crime Crack Unit Green] officers arrested Nsangi Murisidi, aged 29, on suspicion that he had facilitated friends to commit robbery and for alleged possession of a gun. Relatives tried in vain to visit him in detention. On 18 June the lawyer representing the family received confirmation of his death in custody while at the VCCU headquarters at Kireka, a suburb of Kampala. The death certificate established the cause of death as extensive loss of fluid and blood, severe bleeding in the brain and extensive deep burns on the buttocks. The body also bore 14 deep wounds. In October the Minister of Internal Affairs informed AI that an inquiry had been ordered, but no progress was subsequently reported.\"[20]\n\nIn 2020, security forces including police, army(UPDF) and the Local Defense Forces used extensive, unnecessary and at some points lethal force to enforce social distancing and other measures that were layed out to combat COVID-19 and not less than 66 people were killed from March 2020 onwards and around 12 killed because of violating lockdown measures.[21]\n\nOn 28 Dec 2021, a PEN Pinter Prize International Writer award winning novelist Kakwenza Rukirabashaija was arrested over allegations of being a critic of President Yoweri Museveni and his son. He is said to have been tortured in custody by security forces.[22][23][24][25][26][27][28][29]\n\n"
        },
        {
            "title": "Political freedom",
            "text": "In April 2005, two opposition Member of Parliament were arrested on what are believed to be politically motivated charges.[30] Ronald Reagan Okumu and Michael Nyeko Ocula are from the Forum for Democratic Change (FDC), the movement believed to pose the greatest threat to the reelection of President Yoweri Museveni in 2006.\n\nThe most prominent opposition to President Museveni, Kizza Besigye has run for office three times and been defeated each time. On the occasion of his last defeat (the 2011 elections) Kizza Besigye called for all his FDC party members to boycott the parliament and not take up their seats as elected. Party members of the FDC refused to do this and Kizza Besigye stood down as party leader. Besigye is a prominent political figure and he has identified several incidents whereby his political freedom was violated. Notably in 2011 Kizza Besigye was placed under preventative arrest, however he was immediately released as this arrest was deemed unlawful by the Ugandan Courts.[31]\n\nAfter a heavily contested 2016 election campaign, President Yoweri Museveni was re-elected into office and his re-election was independently verified by Amnesty International.[32] Despite verification of the election results, Amnesty did express concerns over alleged election violence and freedom of press restrictions.[32]\n\nIn 2020, a number of dozens of people was killed by security forces like police and other security organs in the country in deferent parts in circumstances and context  of electoral campaigns a head of 2021 general elections. Two days after elections, on 16 January 2021, Yoweri Meseveni head of the National Resistance Movement (NRM) who has been president for thirty five (35) years  was declared  presidential winner by the Electoral Commission which stated that he had 58.6% of the total votes, that Robert Kyagulanyi, head of National Unity Platform (NUP) had 34.8% of the total votes. Robert Kyagulanyi filled a legal challenge with the supreme Court and 22 February, he withdrew claiming that the judges were biased.[21][33]\n\n"
        },
        {
            "title": "Freedom of the press",
            "text": "As in many African countries, government agencies continue to impinge on the LGBT rights in Uganda.\n\nIn late 2002, the independent Monitor newspaper was temporarily closed by the army and police. Journalists from the paper continued to come under attack in 2004, two of whom were publicly denounced as \"rebel collaborators\" by a spokesman for the UPDF.[34]\n\nIn February 2004, the Supreme Court ruled the offence of \"publication of false news\" to be void and unconstitutional.[35]\n\nIn 2005, Uganda was rated as the 13th most free press of 48 countries in Sub-Saharan Africa[36] In 2010, Uganda was rated the 15th most free press of 48 countries.[37]\n\nOn the 24th day of January 2012 Issac Kasamani, a photo journalist alleged in a newspaper report that he had been shot at by a police officer whilst covering an opposition rally.[38] An independent investigation into this incident was immediately ordered and an independent report completed by a foreign national concluded that no live ammunition was fired on the date in question.[39] Upon release of this report Ugandan Minister Hon. James Baba expressed concern over the standards of reporting surrounding the incident and announced his intention to look closely at media regulation. This is of international concern.\n\nIn November 2012, John Ssegawa, co-director of the critical State of the Nation play reported that Uganda's Media Council had decided to ban further showings. Ssegawa said the theatre production company would continue to stage the production and defy the ban.[40]\n\n"
        },
        {
            "title": "",
            "text": "Ugandan officials ratified the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW) on July 22, 1985.[41] Countries that chose to ratify CEDAW had one year to submit a formal report to the convention and are required to file one every four years after the first report.[42] The Ugandan government, however, submitted its formal CEDAW report five years after ratification, in 1990.[42] The Convention on the Elimination of All Forms of Discrimination against Women (CEDAW) mandates that signatories abolish discrimination against women and implement policies that further women's equal rights.[43] Article 21 of the Constitution of Uganda, follows CEDAW policies, securing the right to equality for all people in the political, economic, and social spheres of Uganda.[44] The article further asserts that no person shall experience discrimination because of their sex, race, ethnicity, disability, tribe, religion, socio-economic standing, or political affiliation.[44]\n\nAccording to the Inter-Parliamentary Union, as of 2017, Uganda had not reported its CEDAW implementation status since 2010.[45] Uganda has also not ratified the optional Convention protocol.[46] This optional protocol enables CEDAW committees to receive and process complaints made by signatory constituents about violations of rights guaranteed by CEDAW.[46] That being said, the Varieties of Democracy public survey data regarding women's civil liberties - an aggregation of the data of freedom of domestic movement, from forced labor, of property rights, and access to justice - shows that between the years 1986 and 2019, the Uganda public believed the majority of women in the country receive a medium to high level of these liberties.[47]\n\nWomen in Uganda have been champions of equal property rights for women, pastoralists, and various other marginalized groups.[48] Women have also actively participated in organizations (i.e. The Uganda Land Alliance, The Uganda Association of Women Lawyers) who are actively fighting for marginalized communities' rights and who are questioning Ugandan customary land tenure as well.[48] It is important to note that customary rules hold much significance in Ugandan society, especially in regard to land tenure and property rights.[48]\n\nUganda has experienced several land reforms over the years, with a significant reform being the 1998 Land Act.[49] Under the Land Act, women are granted equal rights to land in Uganda, allowing them to own land primarily through their fathers, brothers, or husbands.[49] The Land Act prohibits all decisions related to property that result in the refusal of land rights to women.[48] Furthermore, the 1995 Constitution of Uganda also prohibits gender-based discrimination, granting men and women equal rights.[49] Although the Land Act and various land-rights systems grant women land ownership, there is evidence that these measures do not always properly secure women's property rights in terms of access and management of the land.[49] One reason for this being customary law in Uganda and its tendency to award women fewer rights to property than men.[49]\n\nDuring the 1998 Land Act creation, it was proposed that the government would mandate joint ownership of the land by spouses, but the proposal was not enacted.[49] This act has resulted in the affordance of equal rights to land not necessitating legal co-ownership of the property.[49] For example, reports consider married couples to be co-owners of the land, solely the men of the households are predominantly listed in the ownership documents.[49] The official name, or title, on the ownership documents affects women's true land rights.[49] The Land Act also does not consider customary law procedures, especially in regard to widows' acquisition of their late husband's land.[50] That is to say, women typically do not inherit land from their husband as it is a tradition for men to leave their land to their tribe, not their widow.[48] This trend is a result of attempts to ensure that land remains within the tribe, without risking that women may sell the land to individuals outside of the tribe.[48] Hence, women may have co-ownership of land with her husband, but without secure property rights, a widow may be denied the land of her late-husband.[48]\n\nWomen have enacted strategies in order to make claims on land and to legally own property themselves, despite some customary laws awarding them fewer property rights.[48] In fact, women are increasingly using formal legal systems, like magistrate courts, to gain formal access to land.[48] Women have also achieved ownership of land through purchasing it themselves, which is a way to circumnavigate co-ownership issues.[48] It is important to note that according to Varieties of Democracy, public opinion surveys show that Ugandans believe that since 1994, several women have private property rights with a minority of the female population enjoying little to no property rights.[47] Additionally, public opinion data illustrates that between the years 1995 and 2017, at least half of the women have most of the available property rights in the country.[47]\n\nThe Constitution of Uganda provides clarity on the issue of family rights and issues fourteen recommendations on these rights in its text.[44] Under the Constitution of Uganda, the legal marriage age for both men and women is eighteen years old.[51] However, there is strong evidence of girls in Uganda quitting school to become a child bride.[52] According to the U.S. Embassy in Uganda, in 2017, Uganda faced one of the highest rates of early marriage globally.[53] It was reported that 40% of girls in Uganda married prior to turning eighteen.[53] In 2017, 10% of Ugandan girls were married before the age of fifteen.[53]\n\nDuring the creation of the Ugandan Constitution, the cultural practice of bride price was debated, with the Constituent Assembly ruling against its abolition.[54] Bride price is legal in Uganda and is the traditional act of the groom paying for his bride with money, cattle, or goods.[55] In 2007, a non-governmental organization brought the issue of bride price to the Constitutional Court citing concerns about the constitutionality of the custom, but the court held the legality of the practice.[54] In 2015, though, the Ugandan Supreme Court ruled it illegal for a groom to ask for a refund of the bride price in the case of the dissolution of marriage.[55]\n\nThe Constitution further states that men and women are entitled to equal rights at all stages of the marriage, even during the dissolution of the marriage.[44] Section 4 of the Divorce act stated that in order to successfully apply for the dissolution of a marriage through the courts, a husband had to demonstrate one ground (i.e. adultery) to the court.[44] In order to petition for divorce, a wife has to prove at least two circumstances (i.e. change of religious affiliation, taking another wife, incestuous or bigamous adultery) to the court.[44] However, the Association of Women Lawyers took the case to court, petitioning that Section 4 was unconstitutional on the basis on discrimination of sex.[44] The Constitutional Court ruled in favor of the Association of Women Lawyers, but the legislature in Uganda has not yet amended the Constitution to adhere to the court's ruling.[44]\n\n"
        },
        {
            "title": "Sexual violence",
            "text": "The history of sexual violence in Northern Uganda sees individuals experiencing conflict-period sexual violence between the years 1986–2006.[56] It has been reported that both sides of the insurgency, the Lord's Resistance Army (LRA) and the Uganda People's Defense Force (UPDF), committed acts of sexual and gender based violence.[56] In the displacement camps, there was a high number of gender-based violent acts (i.e. rape, physical assault) performed by LRA and UPDF soldiers but also by family members and acquaintances in the camps as well.[57] During this insurgency period, women are thought to have participated in sexual acts with LRA and UPDF soldiers as a survival technique.[56] Men experiencing conflict-period sexual violence was widespread throughout these years.[58] It was a common military warfare strategy used by the state's soldiers against the Acholi people.[58] In fact, sexual violence against men is often used as a tactic to emasculate or feminize the victims.[58]\n\nUganda has implemented laws and policies in an attempt to protect the victims and survivors of sexual violence.[50] However, domestic violence in the country is prevalent and on the rise.[50] The 2016 Uganda Police Force's crime report noted that cases investigating gender-based violence in the country rose by 4% from the previous year.[50] According to the 2018 UN Children's Fund report, 35% of Ugandan women aged 18–24 experienced sexual violence before the age of eighteen.[59] There are also a plethora of cases of sexual violence in the country go unreported.[2]\n\nSeveral laws and policies (i.e. the Penal Code Act 2007, Domestic Violence Act 2010, Sexual Offense Bill, Marriage Bill) in Uganda dealing with violence against women do not include many aspects of sexual violence, such as marital rape or cohabiting partners.[50] For instance, the Domestic Violence Act considers legalized marriage but does not address violence among cohabiting couples.[50]\n\nThat being said, Uganda has seen some successes in regard to violence against women.[50] Between the years 2011 and 2017, domestic violence deaths decreased by 54%, according to police crime reports.[50] In 2016, a policy called the National Gender Based Violence (GBV) was implemented.[50] This policy details the responsibilities of the various government sectors in stopping and responding to sexual violence.[50] A program through GBV has partnered with United Nations members to improve gender-based violence in the regions of Busoga and Karamoja.[50]\n\n"
        },
        {
            "title": "Child labor",
            "text": "According to the U.S. Department of Labor, Uganda has made significant advancement in eliminating the worst forms of child labor in 2013. However, underage children continue to engage in strenuous activities mostly in the agricultural sector and in commercial sexual exploitation.[60] The Department's report Findings on the Worst Forms of Child Labor indicates that 30% of children aged 5 to 14 are working children and that 95% of them work in the agricultural sector, picking coffee and tea, growing rice, herding cattle and fishing among other activities.\nInstances of child labor have also been observed in the mining industry (brick making and charcoal production) and in the services sector. Categorical forms of child labor in Uganda included sexual and military exploitation.\nIn December 2014, the department issued a List of Goods Produced by Child Labor or Forced Labor where 10 goods were listed under the country of Uganda. These included bricks, cattle, charcoal, coffee, fish, rice, sugarcane, tea and tobacco.[citation needed]\n\nIn 2020, in Kampala, the impact caused by COVID-19 and the closure of schools pushed many children into exploitive child labor which is also fueled by inadequate government assistance.[61]\n\n"
        },
        {
            "title": "Historical rankings",
            "text": "The following is a chart of Uganda's ratings since 1972 in the Freedom in the World reports, published annually by Freedom House. (1 is best, 7 is worst)[62][63]\n\n"
        }
    ]
}