{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Sri_Lanka",
    "title": "Human rights in Sri Lanka",
    "table_of_contents": [
        "1 Background",
        "2 JVP insurrections",
        "3 Sri Lankan Civil War",
        "3.1 Government",
        "3.2 Post-war",
        "3.3 Abuses by the Liberation Tigers of Tamil Eelam (LTTE)",
        "3.4 Abuses by other groups",
        "3.5 Aftermath",
        "3.6 Investigations",
        "4 Post-war ethnic clashes",
        "5 LGBT rights in Sri Lanka",
        "6 Child marriage",
        "7 See also",
        "8 References and further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in Sri Lanka provides for fundamental rights in the country. The Sri Lanka Constitution states that every person is entitled to freedom of thought, conscience and religion, including the freedom to have or to adopt a religion or belief of his choice. And, that every person is equal before the law.[1] \nSeveral human rights groups, including Amnesty International and Human Rights Watch,[1] as well as the British government,[2] the United States Department of State[3] and the European Union,[4] have expressed concern about the state of human rights in Sri Lanka. The government of Sri Lanka and the separatist Liberation Tigers of Tamil Eelam (LTTE) as well as various other paramilitaries and marxist Janatha Vimukthi Peramuna (JVP) rebels are accused of violating human rights.[5] Although Sri Lanka has not officially practiced the death penalty since 1976,[6] there are well-documented cases of state-sponsored 'disappearances' and murders.[7][8]\n\n"
        },
        {
            "title": "Background",
            "text": "Sri Lanka was embroiled in two JVP insurrections and a civil war for more than two decades. The repression of the second JVP revolution in the Southern Sri Lanka by government forces and paramilitaries has led to many human rights violations. Up to 60,000 people, mostly Sinhalese, including many students died as a result of this insurgency led by the factions of the Marxist JVP.[9][10]\nIn July 1983, the darkest anti-minority pogrom in Sri Lankan history, known as the Black July riots, erupted. The riots began as a response to a deadly ambush by the LTTE (Liberation Tigers of Tamil Eelam), one of the many Tamil militant groups of that time, on Sri Lankan Army soldiers, which lead to deaths of 13 soldiers. Government appointed commission's estimates put the death toll at nearly 1,000.[11] Mostly minority Sri Lankan Tamils died or 'disappeared' during these riots.[12] At least 150,000 Tamils fled the island. The Black July is generally seen as the start of a full-scale Sri Lankan Civil War between the Tamil militants and the government of Sri Lanka.\n\n"
        },
        {
            "title": "JVP insurrections",
            "text": "In 1971, an unsuccessful armed revolt was conducted by the communist Janatha Vimukthi Peramuna (JVP) against the Government of Ceylon under Prime Minister Sirimavo Bandaranaike. The revolt began on 5 April 1971 and lasted till June 1971. The insurgents were able to capture and hold several towns and rural areas for several weeks until they were recaptured by the armed forces. An estimated 8,000–10,000 people, mostly young rebels died during this insurrection.[13]\n\nThe 1987–89 JVP insurrection (also known as the 1989 Revolt) was the second unsuccessful armed revolt conducted by the Janatha Vimukthi Peramuna against the Government of Sri Lanka under President J. R. Jayewardene. Unlike the first unsuccessful JVP insurrection of 1971, the second insurrection was not an open revolt but appeared to be a low intensity conflict that lasted from 1987 to 1989 with the JVP resorting to subversion, assassinations, raids and attacks on military and civilian targets. Both the government and its paramilitaries as well as the rebels of JVP were accused of major HR violations during this period. JVP members are accused of killing its political rivals and civilians who disobeyed their orders by beheading and shooting during these insurrections. Charred dead bodies of suspected JVP members burnt using tyre pyres were a common sight in Sri Lanka during this period.[14] An estimated 60,000 people mostly suspected JVP members were killed during this insurrection.[15]\n\n"
        },
        {
            "title": "Sri Lankan Civil War",
            "text": "On April 19, 1986, Ramanujam Manikkalingam, an MIT physics graduate, was arrested by government security forces in his native country of Sri Lanka under the provisions of the Prevention of Terrorism Act. Family and friends said that he was arrested while walking home from the local post office and that he was tortured in custody.[16][17][18]\n\nThe Eastern province of Sri Lanka was taken over by Sri Lankan Forces after heavy fighting in 1990. Even after government forces moved in the early 1990 large number of disappearances and extrajudicial execution were continued. By October 1990, 3,000 people were estimated to have been killed or to have disappeared in the Ampara district. Further Many of the disappeared people were believed to have been killed as a result of extrajudicial execution. Likewise in Batticaloa another 1,500 people were reported to have disappeared.[19]However, the true perpetrators of the disappearances are yet to be determined, with the Sri Lankan government and the rebels both accusing each other.\n\nThe European Union also condemned Sri Lankan security forces in the year 2000 concerning human rights, after fighting displaced 12,000 civilians.[20]\n\nThe US State Department stated that \"The civilian authorities generally maintained effective control of the security forces, although some members of the security forces committed serious human right abuses\".[21]\n\nDuring President Mahinda Rajapaksa's reign White vans started to be associated with abductions and disappearances both during and after the war. Most disappearances of various critics, journalist and others who had disputes with members of the Rajapaksa government as well as kidnapping for ransom has been associated with the \"White vans\" which were believed to be operated by Military personnel.[22]\n\nSahathevan Nilakshan, also spelt Sahadevan Nilakshan a Sri Lankan Tamil student journalist and the head of the Chaalaram magazine. Sahadevan was shot dead inside his house during nighttime curfew in an area heavily guarded by the Sri Lankan Army.[23] Sahadevan was part of a series of killing of Tamil media workers particularly those seen supporting the Tamil nationalist cause as Chaalaram magazine for which he worked was linked to the Federation of Jaffna District Students was seen supporting Tamil nationalism. It was seen as part of the intimidation of Tamil media.[24][25]\n\nPeople who were previously in, or who assisted, the Tamil Tigers have alleged that the government has been continuing to torture them after the formal end of hostilities. Human Rights Watch has said that 62 cases of sexual violence have been documented since the end of the civil war, though the government says that there have only been 5. Similarly, the government asserts that these are isolated cases, while those making the allegations believe that this is a part of an organized government campaign. One specific link to a formal government program investigated by the BBC found numerous people who say they were tortured at government rehabilitation camps, run for suspected former rebels. Several of those involved have medical documentation of torture along with documentation of having attended these programmes. Two UN reports have stated that the programme does not meet international standards and that there was a possibility of torture occurring. The government claimed to the BBC that they did not agree with the claims, and asserted that those anonymous people making the reports may have been paid by the Tamil Tigers or tortured by the Tigers themselves.[26]\n\nThe Liberation Tigers of Tamil Eelam have repeatedly been accused of attacks on civilians during their separatist guerrilla campaign.\nThe US State Department reported several human rights abuses in 2005, but it specifically states that there were no confirmed reports of politically motivated killings by the government. The report states that \"they [LTTE] continued to control large sections of the north and east and engaged in politically motivated killings, disappearances, torture, arbitrary arrest and detention, denial of a fair public trial, arbitrary interference with privacy, denial of freedom of speech, press, of assembly and association, and the recruitment of child soldiers\". The report further accused the LTTE of extrajudicial killings in the North and East.[27]\n\nThe LTTE committed massacres in the Northern and Eastern provinces of Sri Lanka. The number of civilians massacred in a single incident were as high as 144 (Anuradhapura massacre) in 1985. Some of the major attacks resulting in civilian deaths include the Kebithigollewa massacre, the Gonagala massacre (54 dead), the Dehiwala train bombing (56 dead),[28] the Palliyagodella massacre (109 dead) and the bombing of Sri Lanka's Central Bank (102 dead). Further a Claymore antipersonnel mine attack by the LTTE on June 15, 2006 on a bus carrying 140 civilians killed 68 people including 15 children, and injured 60 others.[29]\n\nTamil Tigers were also credited by FBI for the invention of suicide bra and suicide belt.[30] Most of the targets of suicide attacks were made on civilians rather than the government forces.\n\nThe TamilEela Makkal Viduthalai Pulikal (TMVP), an armed organization led by Colonel Karuna, was accused by many human rights and non-governmental organizations of recruiting children, torture, assassinations and engaging in extortion in its war against the LTTE.[31][32][33] The TMVP was also involved in kidnappings for ransom of wealthy, predominantly Tamil, businessmen to raise money in Colombo and other towns. Some businessmen were killed because their family could not pay the ransom.[34][35][36][37]\n\nThe legacy of alleged human rights abuses continued to affect Sri Lanka after the end of the war. For example, the biennial Commonwealth Heads of Government Meeting was held in Sri Lanka in 2013. The prime ministers of India, Canada, and Mauritius refused to attend due to concerns about Sri Lanka's human rights record, including \"ongoing allegations of abuse of opposition politicians and journalists\".[38]\n\nAfter President Mahinda Rajapaksa was ousted from power, investigations into the disappearances were launched by the new government which revealed a secret unit within the Sri Lankan Navy that was responsible for several disappearances. In March 2015, three navy personnel and a former police officer were arrested in relation to the killing of parliamentarian Nadarajah Raviraj in 2006 and in August 2015, police also announced that they had arrested several military personnel in relation to the disappearance of journalist and cartoonist Prageeth Eknaligoda.[39][40]\n\nOn 2015 October 11, Former Eastern Province Chief Minister Sivanesathurai Chandrakanthan alias Pillayan of the former paramilitary group TMVP was arrested by the Criminal Investigation Department in connection with the killing of former TNA parliamentarian Joseph Pararajasingham who was shot dead on December 25, 2005 in Batticaloa.[41] He was allowed to be detained till 4 November for further questioning[42]\n\n"
        },
        {
            "title": "Post-war ethnic clashes",
            "text": "The 2014 anti-Muslim riots in Sri Lanka were religious and ethnic riots in June 2014 in south-western Sri Lanka that were sparked by the assault of a senior Buddhist monk, Ayagama Samitha, and his driver by Muslims in Dharga Town on the holy day of Poson. Muslims and their property were attacked by Sinhalese Buddhists in the towns of Aluthgama, Beruwala and Dharga Town in Kalutara District. At least four people were killed and 80 injured.[43] Hundreds were made homeless following attacks on homes, shops, factories, mosques and a nursery.[44] 10,000 people (8,000 Muslims and 2,000 Sinhalese) were displaced by the riots.[45] The riots followed rallies by Bodu Bala Sena (BBS), a hard line Buddhist group.[46] The BBS was widely blamed for inciting the riots but it has denied responsibility.[47][48][49] The mainstream media in Sri Lanka censored news about the riots following orders from the Sri Lankan government.[50]\n\nModerate Buddhist monk Watareka Vijitha, who had been critical of the BBS, was abducted and assaulted in the Bandaragama area on 19 June 2014.[51][52] Vijitha had been forcibly circumcised.[53][54]\n\nSchools in the riot affected re-opened on 23 June 2014.[55][56] Sporadic attacks against Muslim targets continued in the days after the riots.[57]\n\n"
        },
        {
            "title": "LGBT rights in Sri Lanka",
            "text": "Lesbian, gay, bisexual, and transgender (LGBT) people in Sri Lanka face legal and social challenges not faced by non-LGBT people. Article 365 of the Sri Lankan Penal Code, which dates from the time of colonial British Ceylon, criminalizes sexual acts deemed \"against the order of nature\".[58] For much of the law's history, the prohibition applied to sexual acts between males; in 1995, Article 365 was amended to replace the word \"males\" with \"persons\" so that same-sex sexual activity between two consenting adult females was outlawed in addition to that between consenting adult males. Other laws that marginalize and disadvantage LGBTQI individuals are enforced against purported gender impersonation (Article 399, used against transgender people)[59] and public indecency (Section 7, 1841 Vagrants Ordinance, used against sex workers, and anyone whose public behaviours are deemed to indicate same-sex sexual activity).[60][61]\n\nHuman rights organizations have reported that police and government workers used the threat of arrest to assault, harass, and sexually and monetarily extort LGBTQI individuals.[62][63][64] Vigilante attacks, vigilante executions, torture, forced anal examinations,[65][66] and beatings are also tolerated.\n\nSri Lanka has not yet implemented anti-discrimination laws.[67] It has not recognized transgender people, making it hard for them to get government cards and discrimination is also rampant.[68][69]\n\n"
        },
        {
            "title": "Child marriage",
            "text": "In Sri Lanka, the legal marriage age is 18. However, the Muslim Marriage and Divorce Act (MMDA) allows underage Muslims older than 12 to be married and does not require the bride's consent. The age can be reduced even further if a quazi allows it. The penal code also exempts Muslims from prosecution for statutory rape if the victim is married to the perpetrator and is 12 or older. Child marriage rates in Sri Lanka are at 2% by 15 and 12% by 18, lower than other South Asian nations however some marriages are unregistered and may be higher. Many Muslim girls have attempted suicide to avoid being forcefully married off and girls that oppose marriages are beaten by their families. Husbands can also get quick divorces without having to offer any explanation while the wife has to endure a long process that requires her to produce witnesses and attend hearings. The laws are administered through special sharia courts administered by quazis. Women are not allowed to be quazis and quazis routinely order women to keep quiet during proceedings, representation through lawyers are also not allowed.[70][71][72]\n\nMany incidents of domestic abuse, rape and murder of teenagers have been reported due to the MMDA. In one instance a girl was sent to her uncle's house by her parents due to falling in love with a boy while having an education and a visitor to the house asked the family to marry her. The girl refused and was beaten up by the family, and in desperation, she cut her arms and took several pills in a suicide attempt. After she was hospitalized her family bribed the doctors and took her to a private hospital and later married her off. Her husband regularly abused her and was paranoid of her having an affair with her former love interest. When she revealed her pregnancy he threw her to the floor taunting that he only needed her for one night. As a result, she suffered a miscarriage and the police didn't believe her story and the mosque reunited her with the husband despite her objections. Then her husband put her phone number on social media which resulted in various strangers asking her to have sex for money. As a result, her education was sabotaged and was unable to even travel outside. In 2017 another 4 month pregnant 18 year old died after her husband she married when she was 16, tied her to a chair, poured oil and set her on fire. Her husband threatened that he would hurt her other infant if she reported the abuse to the police.[72][71] There have been instances of children as young as 12 being dragged from playgrounds, given wedding clothes and being forcibly married off while crying in the middle of the wedding ceremony and being forced into sex even before puberty.[73]\n\nSupporters of the MMDA such as the All Ceylon Jamiyyathul Ulama, a union of male Islamic scholars claim that child marriages are rare. However, 22% of marriages registered in 2015 in Kattankudy, a Muslim majority town in Eastern Province, the woman was 17 or younger up from 14% in 2014.[70]\n\nMany Muslim organizations such as the Women's Action Network (WAN) and Muslim Women's Research and Action Forum have been attempting to reform or abolish the MMDA and give equal rights to women and ban child marriage. However, members of the organizations face harassment and threats from extremist Muslim organizations. Activists have expressed fears to even engage in daily tasks such as travelling and sending children to school due to regular threats.[72]\n\n"
        }
    ]
}