{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Ethiopia",
    "title": "Human rights in Ethiopia",
    "table_of_contents": [
        "1 History",
        "2 Anti-Terrorism Proclamation",
        "3 Political freedom",
        "3.1 Elections",
        "4 Freedom of the press",
        "4.1 1991–2018: EPRDF",
        "4.2 2018–present: Abiy Ahmed",
        "5 Freedom of association",
        "5.1 Protesters",
        "5.2 Civil society",
        "6 Electronic communications",
        "7 Sexual violence",
        "8 Children's rights",
        "8.1 Female genital mutilation",
        "8.2 Murder of \"cursed\" children",
        "9 Ethnic violence",
        "10 Law enforcement",
        "11 Incidents",
        "12 Detention centers",
        "13 Historical situation",
        "14 International treaties",
        "15 See also",
        "16 Notes",
        "17 References",
        "18 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAccording to the U.S. Department of State's human rights report for 2004 and similar sources, the Ethiopian government's human rights \"remained poor; although there were improvements, serious problems remained\".[1][needs update] The report listed numerous cases where police and security forces are said to have harassed, illegally detained, tortured, and/or killed individuals, who were members of opposition groups or accused of being insurgents.[1] Thousands of suspects remained in detention without charge, and lengthy pretrial detention continued to be a problem.[1] Prison conditions were poor. The government often ignores citizens' privacy rights and laws regarding search warrants. Freedom House agrees; the site gave Ethiopia a six out of seven, which means that it is not free. Although fewer journalists have been arrested, detained, or punished in 2004 than in previous years, the government nevertheless continues to restrict freedom of the press. The government limits freedom of assembly, particularly for members of opposition groups, and security forces have used excessive force to break up demonstrations. Violence and discrimination against women continue to be problems. Female genital mutilation is widespread, although efforts to curb the practice have had some effect. The economic and sexual exploitation of children continues, as does human trafficking. Forced labor, particularly among children, is a persistent problem. Low-level government interference with labor unions continues. Although the government generally respected the free exercise of religion, local authorities at times interfere with religious practice.[1] In order to improve Ethiopia's image, they hired US agencies to improve Ethiopia's image for $2.5 million.[2] According to a report from Amnesty international 2016/2017 prolonged protests over political, economic, social and cultural grievances were met with excessive and lethal force by police. The report added that the crackdown on the political opposition saw mass arbitrary arrests, torture and other ill-treatment, unfair trials and violations of the rights to freedom of expression and association. On 9 October, the government announced a state of emergency, which led to further human rights violations.[3] In September 2018, more than 20 have died in ethnic based attacks. Protestors outside the capital have been calling for the prime minister to issue a state of emergency to prevent further killings.\n\n"
        },
        {
            "title": "History",
            "text": "During Emperor Haile Selassie's reign, laws began to be systematically codified, allowing for the enactment of Ethiopia's first two constitutions: the Constitution of 1931 and the Revised Constitution of the Empire of Ethiopia of 1955, as well as six Codes that remain fundamental to Ethiopia's laws today.[4] However, both the 1931 Constitution and the 1955 Constitution systematized the power of the Emperor, leaving out what rights and freedoms his subjects should possess.[4]\n\nAfter overthrowing Selassie in 1974, Major Mengistu Haile Marium established a military dictatorship that subjected its political opponents to \"arbitrary arrests and detentions, torture, enforced disappearances and extra-judicial execution.\"[4] Five years later, Mengistu began the Derg's planned transition to a civil government, forming a Commission for the Establishment of the Worker's Party in 1979 and declaring a socialist republic, led by the Worker's Party of Ethiopia, in 1984.[5] In 1987, the Constitution of the People's Democratic Republic of Ethiopia (PDRE Constitution) formally dissolved the Derg and inaugurated the People's Democratic Republic of Ethiopia (PDRE), a Marxist–Leninist one-party state that was dominated by the military and former Derg members.[5] The PDRE Constitution outlined basic rights and freedoms, including freedom of speech, press, and assembly; freedom of conscience and religion; and the rights of the accused and arrested.[6] Due to the PDRE's socialist ideology, the PDRE Constitution emphasized socioeconomic and cultural rights,[7] such as the right to free education; the right to healthcare; and the freedom to participate in science, technology, and the arts.[6] However, the same rights established in the PDRE Constitution were violated by Mengistu's military state.[4]\n\nMengistu's authoritarian military regime faced organized opposition for all of its fourteen years of rule.[7] Opposition groups including the Ethiopian People's Revolutionary Party (EPRP), a rival Marxist–Leninist group, and the Tigray-based Ethiopian People's Revolutionary Democratic Front, a coalition of ethnic democratic forces, led armed resistance to the Derg in a conflict known as the Ethiopian Civil War.[4][8][9] The Derg used violence, commonly enacted through military campaigns, to suppress dissidents.[10] In 1976, the Derg instigated the Qey Shibir (Ethiopian Red Terror), a violent political repression campaign targeting the EPRP.[10] Under Mengistu's leadership, the Derg did not only rely on state personnel to carry out the Qey Shibir; it also armed militias and civilian supporters and granted \"genuine revolutionaries and patriots\" impunity, further localizing state violence.[10] The Qey Shibir resulted in 50,000 fatalities.[11] In addition, many victims of the Qey Shibir were subjected to torture, exile, and sexual assault.[10] The Qey Shibir and the 1983-1985 famine, an event partly created and exacerbated by the government's military policies, increased popular support for the EPRDF, which successfully overthrew Mengistu's regime in 1991.[10][12]\n\nThe EPRDF took power in 1991 with the promise of a transitional program that would rehabilitate those negatively impacted by the previous regime, promote democracy, and recognize and protect human and minority group rights.[13][14] The Transitional Period Charter, which was adopted during the post-war conference in 1991, officially established a transitional government.[14] Drawing from the United Nations' Universal Declaration of Human Rights, Article 1 of the Charter guaranteed basic rights and civil liberties, specifically freedom of expression, association, and assembly; freedom of conscience; and the right to \"unrestricted\" political participation and party organization, \"provided the exercise of such right does not infringe upon the rights of others.\"[15] The Charter also addressed the state of interethnic relations in Ethiopia. Article 17 of the Charter stated that the Transitional Government of Ethiopia (TGE) would work to deescalate ethnic conflict as it led the country toward a full democracy.[15] Article 2 proclaimed the rights of ethnic groups in Ethiopia, which are officially referred to as nations or nationalities.[16] Among the rights granted to all Ethiopian \"nations, nationalities, and peoples\" was the right to self-determination, including the right to secede.[15]\n\nIn 1994, the EPDRF adopted the Constitution of the Federal Democratic Republic of Ethiopia, which came into effect following the 1995 general election.[4] Following the blueprint laid out by the Transitional Period Charter, the 1995 Constitution established an ethnic federal system.[13][16] Like the Charter, the 1995 Constitution draws from the Universal Declaration of Human Rights while also establishing protections of group rights.[13] Articles 14 through 44 of the 1995 Constitution codify \"fundamental rights and freedoms,\" with Articles 14 through 28 pertaining to \"human rights\" and articles 29 through 44 establishing \"democratic rights.\"[17]\n\nIn April 2018, Abiy Ahmed became Prime Minister and promised multiple reforms in terms of human rights. In 2018, his government freed thousands of political prisoners, lifted the state of emergency, ended the Eritrean–Ethiopian War, selected a new cabinet among which half the ministers were women, and appointed a woman judge, Birtukan Mideksa, as the head of the National Election Board of Ethiopia (NEBE).[18][19]\n\n"
        },
        {
            "title": "Anti-Terrorism Proclamation",
            "text": "Ethiopia's Anti-Terrorism Proclamation was introduced in 2009.[20] The broad provisions of the Anti-Terrorism Proclamation allow the authorities to criminalize the exercise of freedom of expression.[21] Amnesty International believes that at least 108 journalists and opposition members were arrested in 2011 primarily because of their legitimate and peaceful criticism of the government. The sheer numbers involved in this wave of arrests represents the most far-reaching crackdown on freedom of expression seen in many years in Ethiopia.[22]\n\nFrom March 2011 to December 2011 at least 108 opposition party members and six journalists were arrested in Ethiopia for alleged involvement with various proscribed terrorist groups. The detainees had been charged with crimes under the Anti-Terrorism Proclamation and the Criminal Code. Many arrests in 2011 came in the days immediately after individuals publicly criticised the government, were involved in public calls for reform, applied for permission to hold demonstrations, or attempted to conduct investigative journalism in a region of Ethiopia to which the government severely restricts access.[22]\n\nAmnesty International believes the individuals will not receive a fair trial and will be convicted for exercising their right to freedom of expression. Many of the detainees complained that they experienced torture and were forced to sign confessions or incriminating evidence. Almost all were denied access to lawyers and family at start of detention.[23]\n\nThe trials have become deeply politicized owing to the interest of senior government officials including the Prime Minister who declared in the national parliament that all the defendants are guilty. The Prime Minister has publicly threatened to carry out further arrests. In the first\nweek of December 135 people were reported to be arrested in Oromia. Amnesty International calls on the United Nations, European Union, African Union, and governments to: Conduct systematic monitoring of the ongoing terrorism trials and the trials of members of the Oromo people political opposition arrested during 2011 and make findings public.[22]\n\n"
        },
        {
            "title": "Political freedom",
            "text": "Two journalists and four opposition politicians of the Unity for Democracy and Justice (UDJ) party, and the Ethiopian National Democratic party, were arrested on 14 September and on 9 September 2011. They were accused of involvement with the Ginbot 7 group, a banned political party.[24]\n\nAccording to Amnesty International citizens were pressed to leave opposition parties in May 2010 elections. Voters in Addis Ababa were reportedly threatened with the withdrawal of state assistance if they did not vote for the EPRDF. There was political violence: One candidate and several activists were killed. Registration as candidates was reportedly prevented by armed forces. Opposition parties said that their members were harassed, beaten and detained by the EPRDF in the build-up to the elections. Hundreds of people were allegedly arrested arbitrarily in the Oromia region, often on the grounds of supporting the (OLF), an armed group. Detention without trial, torture and killings of Oromos were reported.[25]\n\nThe Ethiopian People's Revolutionary Democratic Front (EPRDF) consolidated political control with 99.6 percent victory in the May 2010 parliamentary elections. According to Human Rights Watch the polls were preceded by months of intimidation of opposition party supporters. According to European election observers the election fell\nshort of international standards. The government had a five-year strategy to systematically close down space for political dissent and independent criticism.[26]\n\n"
        },
        {
            "title": "Freedom of the press",
            "text": "The Universal Declaration of Human Rights Article 19 of the freedom of expression states: Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers.\n\nAccording to Reporters Without Borders Ethiopia was 139 out of 178 in its latest worldwide index in January 2012.[27][28]\n\nGovernment censorship, harassment and arrest of bloggers and journalists severely restricts freedom of the press in Ethiopia:\n\nAll of the above individuals were held at the Kaliti Prison.\n\nDuring the Abiy Ahmed prime ministership that started in April 2018, thousands of political prisoners were released in May 2018.[18] The rate of imprisonment of journalists during Abiy's first year of power dropped for the first time since 2004. In April 2019, the media remained reluctant to criticise the government out of fear of punishment.[32] From May 2019 to December 2020, Addis Standard counted 33 detentions of journalists. Most were released on bail, some without charges. The longest detention prior to bail among those listed was that of Kenyan freelance journalist Yassin Juma, who was detained for 49 days, accused of \"inciting ethnic violence and plotting to kill senior Ethiopian officials\".[33]\n\nOn 27 March 2020, Ethiopian police arrested journalist Yayesew Shimelis following his report about the COVID-19 virus. Following court orders to release him, police added additional charges, including terrorism charges. The Committee to Protect Journalists called the new accusations \"dubious\", and the One Free Press Coalition highlighted him in its May 2020 list of \"10 Most Urgent\" list of journalists under attack.[34][35]\n\n"
        },
        {
            "title": "Freedom of association",
            "text": "In 2005, the Ethiopian Police Massacre took place.  In this, it was claimed that the Ethiopian police massacred almost 200 opposition protesters, who were protesting in response to the May 2005 General Elections. During this, live gunfire from government forces was directed at protesters and bystanders.\n\nOn 6 January 2009, the Ethiopian parliament passed the \"Charities and Societies Proclamation (NGO law)\", which \"criminalizes most human rights work in the country\" according to HRW, who added that \"the law is a direct rebuke to governments that assist Ethiopia and that had expressed concerns about the law's restrictions on freedom of association and expression.\"[36] The Charities and Societies Proclamation No. 621/2009 of Ethiopia (Civil Society Law or CSO law) was enacted on 6 January 2009. The 2009 CSO law was part of the many measures behind the government's post-2005 authoritarian turn and sought to and to some degree succeeded in either dominating independent civil society or replace them with Government Owned Non-Governmental Organizations (GONGOs).[37]\n\nAccording to a paper by the Center for International Human Rights at Northwestern University School of Law, \"The CSO law is the product of the Ethiopian government’s deep suspicion of civil society\" and has been frequently used to silence any organization that advocates for human rights in Ethiopia.[38] This law is more draconian than a similar Russian law and is most similar to a draft of a Zimbabwean NGO bill that was never signed into law. Research indicates that Ethiopia's CSO law is among the most restrictive in the world.[38]\n\nThis law prohibits \"foreign\" NGO's from engaging in a very wide range of activities including human rights, women's rights, children's rights, disability rights, citizenship rights, conflict resolution or democratic governance.  The definition of \"foreign\" NGO was broadened to include local NGOs that receive more than ten percent of their funding from foreign sources.  Given that most local NGO's cannot sustain themselves without some foreign funding, this definition is broad enough to include almost all NGO's in Ethiopia. However, the government of Ethiopia itself receives 50 to 60 percent of its national budget from foreign governments, which according to its own definition would clearly make it a foreign entity as well.[39]\n\nOver the years Ethiopian organizations that have found themselves to be targets of harassment using the CSO Law include the Ethiopian Human Rights Council (EHRCO), the Ethiopian Women Lawyers' Association (EWLA) which provided pro bono service to Ethiopian women who could not afford a lawyer.  Despite the fact that Article 31 of the Ethiopian Constitution provides that \"every person has the right to freedom of association for any cause or purpose\", the prohibition of NGO's by the CSO Law has had the effect of severely restricting citizens' right of association, as members of NGO's can not associate freely.[citation needed]\n\n"
        },
        {
            "title": "Electronic communications",
            "text": "In 2012, Ethiopia passed a law that criminalizes providing Internet voice communication (VoIP) and requiring inspection of any imported voice communications equipment.[40] Additionally, it prohibits \"bypasses the telecom infrastructure established by the telecom service provider\", which restricts Internet access to only the ETC.[41][42]\n\nAccording to Freedom House's Freedom on the Net 2013 report, Ethiopia ranked 56th out of 60 countries on Internet freedom[43] and 47th out of 53 in 2012.[44]\n\nIn October 2016, many Ethiopians protested against the government after they prohibit use of social media, and banning several television channels.[45] As a result, hundreds of people killed and hundreds more imprisoned.[46]\n\n"
        },
        {
            "title": "Sexual violence",
            "text": "According to surveys in 2003 by the National Committee on Traditional Practices in Ethiopia, marriage by abduction accounts for 69% of the nation's marriages, with around 80% in the largest region, Oromiya, and as high as 92 percent in the Southern Nations, Nationalities, and People's Region.[47][48]\n\nOn 9 November 2021, the Human Rights Watch reported that the blocking of Tigray aid by the Ethiopian government, along with health facilities in Ethiopia’s northern Tigray region destroyed, is preventing sexual violence survivors from obtaining essential care. The report named “I Always Remember That Day: Access to Services for Gender-Based Violence Survivors in Ethiopia’s Tigray Region,” documents the serious health impact, trauma, and stigma experienced by rape survivors since the beginning of the armed conflict in Tigray.[49]\n\n"
        },
        {
            "title": "",
            "text": "According to the 2005 Ethiopian Demographic Health Survey, more than 74% of women between the ages of 15 and 49 have undergone some form of genital mutilation and cutting with more than 97% in the Somali Region.[50]\n\nAmong certain ethnic groups in Southern Ethiopia, babies and young children deemed \"cursed\" as Mingi are usually killed by drowning in rivers, pushing them off cliffs, or leaving them in the bush to starve or be eaten by wild animals.[51] The Karo officially banned Mingi in July 2012.[52]\n\n"
        },
        {
            "title": "Ethnic violence",
            "text": "Ethnic violence in the south between Oromo, the largest ethnic group in the country, and the Gedeo and, in the east, between the Oromo and the Somalis led to Ethiopia having the largest number of people to flee their homes in the world in 2018.[53] About 1.4 million refugees fled their homes in Ethiopia in 2018. The largest number were from the Gedeo–Oromo clashes, where about 800,000 mostly ethnic Gedeos fled the district of West Guji in Oromia, a higher number and over a shorter period of time, than occurred at the height of Myanmar's Rohingya crisis the year before.[54] The government pressures the refugees to return to their homes even though they fear for their lives, often by denying refugees access to humanitarian aid.[55]\n\nThe Ethiopian government relocated forcibly ca 70,000 indigenous people from the Gambela Region between 2010 and January 2012 to new villages that lack adequate food, farmland, healthcare, and educational facilities. State security forces threatened, assaulted, and arbitrarily arrested villagers who resisted the transfers. From 2008 through January 2011, Ethiopia leased out at least 3.6 million hectares of land, an area the size of the Netherlands. An additional 2.1 million hectares of land is available through the federal government's land bank for agricultural investment. In Gambella, 42 percent of the land is marketed for investors.[56] Gambela Region has a population of 307,000, mainly indigenous Anuak and Nuer. Its richly fertile soil has attracted foreign and domestic investors who have leased large tracts of land at favourable prices.[57]\n\n"
        },
        {
            "title": "Law enforcement",
            "text": "Police force unlawful use of force has become recent phenomena in Ethiopia. During the Derg regime, the security sector has primary role to repress opposition groups and rebel rivals and also seen abusing local population. The violation also existed during EPRDF era; in the protest of 2005 general election, 193 people killed by police forces initiated by government crackdown.[58][59] On Article 52 of the Constitution, the Federal Police obligated to administer state police force and maintain public order and peace within the state.[60]\n\nPolice brutality reappeared during Abiy Ahmed tenure.[61] On 26 August 2019, a video of handcuffed man beaten by two officers went viral to Twitter, with many shared outrage against the government administration.[62]\n\n"
        },
        {
            "title": "Incidents",
            "text": "According to a report released by Human Rights Watch (HRW) in June 2008, the Ethiopian army has committed widespread executions, torture and rape in Ogaden, as part of a counterinsurgency campaign.[63] The Ethiopian Ministry of Foreign Affairs responded with a big press release stating that they performed an investigation during August and September of that year, which \"found no trace of serious human rights violation let alone war crimes or crimes against humanity\" during their response to the Abole oil field raid, but claimed the investigation found \"a mass of evidence of further systematic abuses committed by the ONLF.\"[64] However, the U.S. State Department's annual report on human rights notes that Lisan Yohannes, a \"former ruling party insider\", led the investigation, an appointment which \"opens questions about the independence of the investigation.\"[65]\n\nFollowing the State of Emergency declared in 2016, there were reports of thousands of deaths of citizens.[66] After protests in Oromo, Amhara, and the Southern Nations, Nationalities, and People's region, The Ethiopian Human Rights Council reported that there were 669 deaths on aggregate.[66] According to other NGOs and Oromo region officials, there were hundreds of deaths due to militia groups in the eastern side of Ethiopia.[66]\n\nOn 30 June 2020, Amnesty International called upon the Ethiopian authorities to thoroughly and impartially investigate the 29 June killing of popular Oromo singer Hachalu Hundessa.[67]\n\n"
        },
        {
            "title": "Detention centers",
            "text": "In a 2017 HRCO report, detention centers in Ethiopia came under scrutiny.[66] The prisons are overcrowded, for example a prison in Asella has a capacity of 400 people, but held 3000 detainees. The prisoners were beaten and some killed, like Ayele Beyene in Kilinto who was beaten by guards and then his wounds were ignored which eventually led to his death.[66] Once people are placed in the prison system their families have little knowledge of their whereabouts. Detainees in some places cannot receive visitors and there is no database or organization to find the location of prisoners.[66]\n\nIn the 2017 HRCO report, the conditions of the Finote Selam Prison in Amhara, the Awash Arba Prison, and Kilinto Prison, were revealed.[66] In the Finote Selam Prison the reports indicated the detainees were beaten and tortured, and the Amahara and Oromo ethnicities were given worse treatment than other groups. Detainees were also subjected to spend time immersed in latrine pits of human feces. In the Awash Arba Prison, they were overcrowded, unfed, beaten, and forced to do manual labor.[66] In addition, the detainees spent time outside walking barefoot and sitting in the sun for consecutive days. In Kilinto, the prisoners were forced to give confessions at the threat of physical punishment, while being mistreated.[66]\n\nIn 2018, under the new leadership of Prime Minister Abiy Ahmed, the Ethiopian Government closed Jail Ogaden in the Somali Region of Ethiopia.[68] Jail Ogaden was operated under the former leader of the Somali Region, Abdi Mohamoud Omar, with many of the imprisoned there without charges against them.[69] A Human Rights Watch report indicates that the prisoners were malnourished, beaten, and kept in small confines that promoted rampant disease spread.[69] The former head of the prison Shamaahiye Sheikh Farah was arrested in September 2018 for his role in the prison. Shamaahiye's most infamous incident of torture was having a month of hunger, where none of the prisoners were allowed to eat.[70]\n\n"
        },
        {
            "title": "Historical situation",
            "text": "The following chart shows Ethiopia's ratings from 1972 to 2011 in the Freedom in the World reports, published annually by Freedom House. A rating of 1 is \"free\"; 7, \"not free\".[71]1\n\n"
        },
        {
            "title": "International treaties",
            "text": "Ethiopia's stances on international human rights treaties are as follows:\n\n"
        }
    ]
}