{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Pakistan",
    "title": "Human rights in Pakistan",
    "table_of_contents": [
        "1 Political Freedom in Pakistan",
        "2 Freedom of the press in Pakistan",
        "3 Provincial inequality",
        "3.1 Miscarriage of Justice",
        "3.2 Enforced disappearances in Pakistan",
        "3.3 Pakistani-administered Kashmir",
        "4 Women's rights",
        "4.1 Violence against women",
        "4.2 Notable attacks against women",
        "5 Political abuse of human rights",
        "6 Humanitarian response to conflict",
        "6.1 Internally displaced people",
        "6.2 \"Friends of Pakistan\"",
        "7 Discrimination against ethnic and religious minorities",
        "7.1 Ethnic killing of Punjabis in Balochistan",
        "7.2 Extrajudicial killings of Pashtuns",
        "7.3 Ethnic killing of Hazaras",
        "7.4 Silencing of human rights abuses in Balochistan",
        "7.5 Extrajudicial killings of Muhajirs",
        "7.6 Human rights violations against Ahmadi community",
        "7.7 Blasphemy laws",
        "7.8 Intolerance against Hindus and other minorities",
        "8 Forced conversions",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The situation of Human Rights in Pakistan (Urdu: پاکستان میں انسانی حقوق) is complex as a result of the country's diversity, large population, its status as a developing country and a sovereign Islamic democracy with a mixture of both Islamic and secular law. The Constitution of Pakistan provides for fundamental rights.  The Clauses also provide for an independent Supreme Court, separation of executive and judiciary, an independent judiciary, independent Human Rights commission and freedom of movement within the country and abroad. However these clauses are not respected in practice.\n\nAlthough Pakistan was created to uphold the principles of democracy, military coups in Pakistan are commonplace, and for most of its history after independence has been ruled by military dictators who declare themselves president. The 2013 Pakistani general election were the first elections in the country where there was a constitutional transfer of power from one civilian government to another.[1]\nElections in Pakistan have been prone to irregularities including vote rigging, use of threats and coercion, and discrimination between Muslims and non-Muslims.[1][2][3] Additionally the Government of Pakistan has itself admitted on several occasions that it has absolutely no control over the Military of Pakistan and related security agencies.[4][5]\n\nViolence against women is an important social issue in Pakistan. An estimated 5,000 women are killed per year from domestic violence, with thousands of others maimed or disabled.[6][7] In 2016 the provincial parliaments of Punjab and Sindh, which together comprise 65% of the country's population, independently condemned violence against women and took steps toward reducing its prevalence.[8][9][10] Opposition to this type of legislation remains.[6]\n\nAccording to the 2016 Global Slavery Index, an estimated 2,134,900 people are enslaved in modern-day Pakistan, or 1.13% of the population.[11]\n\nReligious discrimination, religious violence, and lack of religious freedom continue to remain serious issues in Pakistan,[7][12][13] and they have often been condoned by politicians such as Khawaja Nazimuddin, the 2nd Prime Minister of Pakistan, who stated: \"I do not agree that religion is a private affair of the individual nor do I agree that in an Islamic state every citizen has identical rights, no matter what his caste, creed or faith be\".[14] This stands in contrast to the position of Muhammad Ali Jinnah, the founder of Pakistan, who stated in an address to the constituent assembly of Pakistan, \"You will find that in course of time Hindus will cease to be Hindus and Muslims will cease to be Muslims, not in the religious sense, because that is the personal faith of each individual, but in the political sense as the citizens of the State.\"[15]\n\n"
        },
        {
            "title": "Political Freedom in Pakistan",
            "text": "Although Pakistan was created to uphold the principles of democracy, its history is rife with Military coups in Pakistan, and for most of its history after independence has been ruled by military dictators who declare themselves president. The 2013 Pakistani general election were the first elections in the country where there was a constitutional transfer of power from one civilian government to another.[1] The elections were marred by terrorist attacks that killed hundreds and wounded more than 500 and widespread rigging of polls, the highest in the country's recorded history.[16]\n\nReligious minorities were prevented from voting for Muslim candidates after Zia-ul-Haq's Islamization and non-Muslims are restricted in the posts they may contest for, with several of the higher posts being unavailable to them. Although some of these laws were later repealed, religious minorities still continue to face several restrictions in politics.[17]\n\nAlthough slow but steady progress has been made towards return to democracy in the last decade, many Pakistanis and foreign observers see the military still firmly entrenched in politics with the government playing second fiddle to the military. The government is widely seen as having no control over the armed forces and the Inter-Services Intelligence.[18][19]\n\nMost of Pakistan's laws are secular in nature, some of which were inherited from the United Kingdom's colonial rule of modern-day Pakistan before 1947. However, in practice, Sharia Law takes precedence over Pakistani law. The Constitution of Pakistan provides for fundamental rights which include freedom of speech, freedom of thought, freedom of information, freedom of religion, freedom of association, freedom of the press, freedom of assembly and the (conditional) right to bear arms. It has been changed several times in its short history, with Islamization being the driving factor. Although the government has enacted a few measures to counter any problems, abuses remain. Furthermore, courts suffer from lack of funds, outside intervention, and deep case backlogs that lead to long trial delays and lengthy pretrial detentions. Many observers inside and outside Pakistan contend that Pakistan's legal code is largely concerned with crime, national security, and domestic tranquility and less with the protection of individual rights.\n\nIn 2010, Foreign Policy ranked Pakistan as number ten on its Failed States Index, placing it in the \"critical\" category with such other failed or failing states as Afghanistan, the Democratic Republic of the Congo, and Somalia.[5] Pakistan consistently figures near the top of the list of failed states year after year.[20]\n\nIn September 2015, The Lahore High Court imposed a ban on speeches of Altaf Hussain, the founder and chief of Muttahida Qaumi Movement, a party known for its advocacy of interests of the Muhajir community in Pakistan. The court directed the Pakistan Electronic Media Regulatory Authority and Additional Attorney-General Naseer Ahmed Bhutta to implement a ban on the broadcast of images and speeches of Muttahida Qaumi Movement chief Altaf Hussain across all electronic and print media till further orders.[21]\n\n"
        },
        {
            "title": "Freedom of the press in Pakistan",
            "text": "Freedom of the press in Pakistan is legally protected by the law of Pakistan as stated in its constitutional amendments, but any reports critical of the government policy or critical of the military is censored. Journalists face widespread threats and violence making Pakistan one of the worst countries to be a journalist in, with 61 being killed since September 2001 and at least 6 murdered in 2013 alone.[22][23] TV stations and news papers are routinely shut down for publishing any reports critical of the government or the military.[24][25][26]\n\nFreedom House rated Pakistan as \"Not Free\" in its report of 2013 and gave it a score of 64 (on a scale of 0–100, with 0 being most free and 100 being least free). The report brought to light widespread intimidation of journalists by various government, military and security agencies with killings allegedly being carried out by the Inter-Services Intelligence.[27] Reporters Without Borders has ranked Pakistan number 158 out of 180 countries listed in its Press Freedom Index of 2014.[23]\n\nIn 2013 veteran journalist Hamid Mir, a recipient of the Hilal-i-Imtiaz, Pakistan's second-highest civil award, was shot at by unidentified assailants wounding him with bullets thrice. He alleged that the Inter-Services Intelligence was behind the attack. His TV channel Geo Tv was shut down by the government for 15 days for airing reports that the ISI may have carried out the attacks.[25][28][29][30]\n\nWebsites such as YouTube and many others were in the past blocked by the government for violating blasphemy laws. Websites that are deemed to criticize the government or the military, websites that expose human rights violations of minorities and websites that are perceived as blasphemous are all regularly blocked.[27]\n\nIn May 2012, President Asif Ali Zardari signed the National Commission for Human Rights Bill 2012 for the promotion of the protection of human rights in the country.[31] However, it remains to be seen if any positive effects will be derived from this.\n\nIn May 2018, a new constitutional amendment was passed that allowed tribal people to access their rights. The amendment allowed the people in tribal areas to enjoy the same constitutional rights as other Pakistanis. The constitutional amendment ended the Frontier Crimes Regulation (FCR), imposed under British rule in the 1850s. Under the FCR, people in the tribal areas were explicitly denied their right to appeal their detention, the right to legal representation, and their right to present evidence in their defence – sanctioning a wide-ranging series of human rights violations.[32]\n\nIn 2019, a woman journalist was allegedly murdered by her husband - who was also a journalist - because she refused to quit her job. Urool Iqbal had been living alone at the time of her murder and had only recently filed a complaint against her husband with the police. The Coalition For Women In Journalism founding director Kiran Nazish said: “This case crystalizes the multi-layered dangers women journalists face in many countries, Pakistan being one of them. After speaking to those who were close to Urooj, it is very clear that her job as a journalist was a problem for her partner, who is accused in the fatal shooting that killed the young journalist.\"[33]\n\nIn 2016, Pakistan Electronic Media Regulatory Authority (Pemra) has imposed a complete ban on airing Indian content on local television and FM radio channels, in an effort to crackdown on “culturally-damaging” soaps from across the border.[34][35] In 2017, The Lahore High Court lifted the ban, claiming that the world had become a global village and asked how long will unreasonable restrictions be imposed.[36] This was overturned and the ban was reinstated by the Supreme Court of Pakistan in 2018.[35] In 2019, the Supreme Court of Pakistan endorsed the ban and declined the request of Pemra to air ads of global big brands containing Indian content on the ground that they would damage Pakistani culture.[37] Chairman of Pemra once again threatened cable operators with severe actions against the cable operators airing Indian Channels, a move which was strongly condemned by The Pakistan Federal Union of Journalists.[38]\n\n"
        },
        {
            "title": "Provincial inequality",
            "text": "Security forces routinely violate human rights in the course of counter-terrorism operations in Balochistan and elsewhere. Suspects are frequently detained without charge and or convicted without a fair trial. Thousands of people rounded up as suspected terrorists continue to languish in illegal military detention without being produced in court or prosecuted. The army continues to deny independent monitors, lawyers, relatives, or humanitarian agencies access to the prisoners.[1]\n\nThe 1997 Anti-Terrorism Act, which established Anti Terrorism Court, and subsequent anti-terrorist legislation, has arisen concerns about the protection of fundamental rights.\n\nMuslim groups have persecuted non-Muslims and used some laws as the legal basis for doing so. The Blasphemy law, for example, allows life imprisonment or the death penalty for contravening Islamic principles, but the legislation was passed in October 2004 to attempt to counter misuse of the law.\n\nProvisions of the Islamic Qisas and Diyat laws allow the murder victim's nearest relative or Wali (ولي) (legal guardian) to if the court approves, take the life of the killer or to agree to financial compensation paid to the heirs of the victim.[39]\n\nPakistan's military intelligence agency, Inter-Services Intelligence (ISI), and law enforcement have been accused of arresting and kidnapping political leaders who have demanded more autonomy or freedom from Pakistan. They have also been accused of arresting student activists and teachers protesting the exploitation of the Pakistani government. Many human-rights activists in Pakistan have protested against forced disappearances and kidnappings.[40]\n\nPakistan's former military ruler and President Gen. Pervez Musharraf explained in his 2006 autobiography, In the Line of Fire: “We have captured 689 and handed over 369 to the United States. We have earned bounties totaling millions of dollars. Those who habitually accuse the U.S. of not doing enough in the war on terror should simply ask the CIA how much prize money it has paid to the Government of Pakistan.”[41]\n\nMultiple forced disappearances have been reported in Balochistan.[42] According to Voice for Baloch Missing Persons (VBMP) around 528 Baloch have gone missing from 2001 to 2017.[42] In 16 cases documented by Human Rights Watch, the abductions were carried out by, in the presence of, or with the assistance of uniformed personnel of the Frontier Corps (FC), an Interior Ministry paramilitary force. In a number of cases, police assisted by being present at the scene or securing an area while plainclothes intelligence officers abducted individuals who later “disappeared.”[43]\n\nPakistani-administered Kashmir, including Azad Jammu and Kashmir (AJK) and Gilgit-Baltistan are recognized by the Government of Pakistan as nominally self-governing entities, though they are de facto provinces of Pakistan that lack political representation in the National Assembly and other constitutional rights that the provinces are entitled to. With the long-term goal of the eventual accession of AJK and Gilgit-Baltistan into Pakistan proper, the Pakistani government has routinely restricted free expression, freedom of the press and free assembly in the region. In 2021, Freedom House gave Pakistani Kashmir a score of 29/100 for the strength of their political rights and civil liberties along with a rating of \"Not Free.\"[44]\n\nIn October 2019, the People National Alliance organised a rally to free Kashmir from Pakistani rule. As a result of the police trying to stop the rally, 100 people were injured.[45]\n\n"
        },
        {
            "title": "",
            "text": "The social status of women in Pakistan is one of systemic gender subordination even though it varies considerably across classes, regions, and the rural/urban divide due to uneven socioeconomic development and the impact of tribal, feudal, and capitalist social formations on women's lives. The Pakistani women of today do, however, enjoy a better status than in the past.[46][47]\n\nPakistan has a dual system of civil and sharia law. The Constitution of Pakistan recognizes equality between men and women (Art. 25(2) states \"There shall be no discrimination on the basis of sex\") but also recognizes as valid Sharia law (Chapter 3A. – Federal Shariat Court).[48]\n\nDomestic violence in Pakistan is an endemic social problem. According to a study carried out in 2009 by Human Rights Watch, it is estimated that between 70 and 90 percent of women and girls in Pakistan have suffered some form of abuse.[49] An estimated 5,000 women are killed per year from domestic violence, with thousands of others maimed or disabled.[6] The majority of victims of violence have no legal recourse. Law enforcement authorities do not view domestic violence as a crime and usually refuse to register any cases brought to them. Given the very few women's shelters in the country, victims have limited ability to escape from violent situations.[6]\n\nHuman Rights Watch said in its report released in 2014 that \"Violence against women and girls – including rape, honour killings, acid attacks, domestic violence, and forced marriage all remain serious problems in Pakistan. Despite high levels of domestic violence, the parliament has failed to enact laws to prevent it and protect women.\"[1] In 2002, women's rights activists Saba and Gulalai Ismail founded Aware Girls, a grassroots women's rights initiative to empower women and girls against domestic and terrorist violence based in Peshawar.[50] More recently Saba Ismail has represented women's rights at the United Nations.[51]\n\nRape in Pakistan came to international attention after the politically sanctioned rape of Mukhtaran Bibi.[52][53] The group War Against Rape (WAR) has documented the severity of rape in Pakistan, and the police indifference to it.[54] According to Women's Studies professor Shahla Haeri, rape in Pakistan is \"often institutionalized and has the tacit and at times the explicit approval of the state\".[55] According to a study carried out by Human Rights Watch there is a rape once every two hours[49] and a gang rape every hour.[56][57] According to lawyer Asma Jahangir, who is a co-founder of the women's rights group Women's Action Forum, up to seventy-two percent of women in custody in Pakistan are physically or sexually abused.[58]\n\nThere have been several thousand \"honour\" killings in Pakistan in the past decade, with hundreds reported in 2013.[1] An Amnesty International report noted \"the failure of the authorities to prevent these killings by investigating and punishing the perpetrators.\"[59] Honour killings are supposed to be prosecuted as ordinary murder, but in practice, police and prosecutors often ignore it.[60]\n\nWomen's eNews reported 4,000 women attacked by Bride burning in Islamabad's surroundings over an eight-year period and that the average age range of victims is between 18 and 35 with an estimated 30 percent being pregnant at the time death.[61] Shahnaz Bukhari has said of such attacks \n According to the Progressive Women's Association such attacks are a growing problem and in 1994 on International Women's Day announced that various NGO's would join to raise awareness of the issue.[62]\n\n"
        },
        {
            "title": "Political abuse of human rights",
            "text": "Provincial and local governments have arrested journalists and closed newspapers that report on matters perceived as socially offensive or critical of the government or military. Journalists also have been victims of violence and intimidation by various groups and individuals. In spite of these difficulties, the press publishes freely on other matters, although journalists often exercise self-restraint in their writing to avoid inuring the wrath of the government or military.\n\nIn 2001, citizens participated in general elections, but those elections were criticized as deeply flawed by domestic and international observers. Societal actors also are responsible for human rights abuses. Violence by drug lords and sectarian militias claims numerous innocent lives, discrimination and violence against women are widespread, human trafficking is problematic, and debt slavery and bonded labor persist.\n\nThe government often ignores abuses against children and religious minorities, and some government institutions and Muslim groups have persecuted non-Muslims and used some laws as the legal basis for doing so. The Blasphemy law, for example, allows life imprisonment or the death penalty for contravening Islamic principles, but legislation was passed in October 2004 to attempt to counter misuse of the law.\n\nFurthermore, the social acceptance of many of these problems hinders their eradication. One prominent example is honor killings (“karo kari”), which are believed to have accounted for more than 4,000 deaths from 1998 to 2003.[66][67] Many view this practice as indicative of a feudal mentality and falsely anathema to Islam, but others defend the practice as a means of punishing violators of cultural norms and view attempts to stop it to as an assault on cultural heritage.\n\nPakistan was recommended by the U.S. Commission on International Religious Freedom (USCIRF) in May to be designated as a “Country of Particular Concern” (CPC) by the Department of State because of its government's engagement or toleration of systematic, ongoing, and egregious violations of religious freedom.[68]\n\n"
        },
        {
            "title": "Humanitarian response to conflict",
            "text": "Violence in Pakistan and the Taliban conflict with the government have heightened humanitarian problems in Pakistan.[69] Political and military interests have been prioritized over humanitarian considerations in the offensives against the Taliban, and issues are likely to get worse as people are encouraged back home prematurely and often face once again being victims of the Taliban terrorists.[69] Displacement is a key problem and humanitarian organizations are failing to address the basic needs of people outside displacement camps, nor are they able to address issues such as the conduct of hostilities and the politicization of the emergency response.[69] Researchers at the Overseas Development Institute argue that aid agencies face dilemmas with engaging with the government, as this does not always produce the desired results and can conflict with their aim of promoting stability and maintaining a principled approach.[69] A principled approach limits their ability to operate when the government emphasizes political and security considerations.[69]\n\nThere were over 500,000 people displaced in 2008 mainly from the Federally Administered Tribal Areas (FATA) on the border with Afghanistan, and a further 1.4 million from Khyber-Pakhtunkhwa in May 2009.[69] By mid-July 2009, Pakistan's National Database and Registration Authority (NADRA) put the total of Internally Displaced People (IDPs) at just over 2m, while unofficial figures are as high as 3.5m.[69] Most of those displaced (up to 80%) were taken in by relatives, friends and even strangers – Pashtun communities, in particular, have displayed great efforts in assisting the displaced despite their own high levels of poverty.[69] Still others use schools, but only a small minority live in approximately 30 official camps, mainly in the Khyber-Pakhtunkhwa province of Pakistan.[69]\n\nThere is little support for those living outside of camps, official support consists only of some food and non-food items and government cash grants.[69] Many of those who have been taken in are looked after by political and religious groups providing assistance in return for membership or support.[69] The government has been struggling to provide support to an area traditionally marginalized and remote and is also keen to downplay the scale of the crisis.[69] Before military operations are undertaken, little preparation is made for the predictable increase in displaced peoples in order to avoid attracting the attention of opposing forces.[69] There are also suggestions that help given to IDPs is informed by cultural and political expediency, as in the case of a $300 family cash grant.[69]\n\nThe international community's assistance is marginal in comparison to local efforts due to the rate and scale of displacement; the scattering of displaced populations among host families and in spontaneous settlements; access difficulties due to insecurity and the role of the military in the relief effort.[69] International humanitarian organizations have focused on camp-based populations and this limited interaction has hampered their attempts to analyze the full complexity of the situation, the context, its different actors, and their interests – all of which are key to ensuring that the humanitarian imperative is achieved in this complex operating environment.[69]\n\nThe cluster method often used for the coordination and funding of humanitarian responses to IDPs has been criticized many agencies have bypassed the UN cluster, such as OFDA and DfID.[69] However, operational agencies also indicated that donors have also been slow to challenge government policy due to their overall support to the Pakistani counter-insurgency effort, as well as lack of influence.[69]\n\nThe government has come under criticism also for downplaying the crisis, but also for weakening the position of the UN through the ‘One UN Approach’ in Pakistan, leaving a UN unable to function properly.[69] Furthermore, in an effort to force refugees back to the areas they have fled (in order to create a sense of normalcy), the government has cut off power and water supply to the IDP camps.[69]\n\nMany donors see the conflict as an opportunity for more comprehensive engagement in an effort to promote stability in the region, to promote a legitimate government, and curtail transnational threats.[69] The ‘Friends of Pakistan’ group, which includes the US, the UK, and the UN, is key in the international community's drive to promote stability. The US has adopted a joint ‘Af-Pak’ (Afghanistan and Pakistan) strategy in order to suppress the insurgency and defend its national security interests.[69] This strategy seeks engagement with the government and the military intelligence communities, develop civilian and democratic governance, for instance through the provision of services and support in ‘cleared areas’ in FATA and Khyber-Pakhtunkhwa, and increasing assistance including direct budget support, development aid and support with counter-insurgency work.[69] The UK equally sees an opportunity to counter instability and militancy through a combined military and 'hearts and minds' approach, through judicial, governance, and security sector reform. The UNDP/WFP takes a similar line.[69]\n\nYet the success of this approach is by no means clear, as both the government and society at large are not welcoming of foreign interference.[69] USAID takes into account political as well as humanitarian dimensions in its decision making process.[69] Many civilians see little distinction between aid agencies, the military operations, and \"western interests\"; ‘you bomb our villages and then build hospitals’.[69] Many humanitarian organisations thus avoid being too visible and do not mark their aid with their logos.[69]\n\n"
        },
        {
            "title": "Discrimination against ethnic and religious minorities",
            "text": "Pakistan is known for widespread discrimination against religious minorities, with attacks against Christians, Hindus, Ahmadiyya, Shia, Sufi and Sikh communities being widespread. These attacks are usually blamed on religious extremists but certain laws in the Pakistan Criminal Code and government inaction have only caused these attacks to surge higher.[70]\n\nSunni militant groups operate with impunity across Pakistan, as law enforcement officials either turn a blind eye or appear helpless to prevent widespread attacks against religious minorities.[1]\n\nThough the Constitution includes adequate accommodation for Pakistan's religious minorities, in practice non-Sunni Muslims tend to face religious discrimination in both the public and private spheres (for example – non Muslims cannot hold any of the top positions in the country's government). In response to rising sectarian and religious violence, the Pakistani government has unveiled several high-profile efforts to reduce tension and support religious pluralism, giving new authority to the National Commission for Minorities and creating a Minister for Minority Affairs post. Nonetheless, religious violence and intimidation, as well as periodic charges of blasphemy, have occurred.[17][71] Attacks against Shia Muslims, who make up between 5–20%[72][73] of Pakistani Muslims, have also been carried out by terrorist organizations such as the TTP and LeJ.[70][1] However, in recent years, the Pakistani military and law enforcement agencies have conducted vast and extensive operations against these terrorist organizations which has resulted in a dramatic decrease in violence against minorities and restoration of relative peace.[74][75] Pakistani lawmakers have also taken action against the misuse of blasphemy laws, putting forward amendments that seek to equate punishments for a false accusation of blasphemy to the punishment for actually committing blasphemy.[76] Furthermore, they have been incidents where Pakistani courts have taken action against the misuse of blasphemy laws, in one case sentencing multiple people to life in prison and death for starting a blasphemy mob.[77]\n\nThe Punjabis who are local settlers in Pakistan's Balochistan province as well as outsiders who come for work in the province are seen as collaborators of the Pakistan Government and Pakistan Army and are targeted by Baloch Separatists such as the Balochistan Liberation Army and Balochistan Liberation Front.[78][79]\n\nThe Pashtun Protection Movement has accused the Pakistan Army of \"a campaign of intimidation that includes extrajudicial killings and thousands of disappearances and detentions.\"[80] The killing of Naqeebullah Mehsud has brought forth accusations that Pashtuns are racially profiled. Military operations in Pakistan's tribal areas have caused the dispersal of Pashtuns away from their homes.[81] Pashtuns who have advocated for human rights for their ethnic group have been attacked and murdered.[82]\n\nFounder of Aware Girls, Gulalai Ismail, was threatened with death by the Inter-Services Intelligence after she joined the Pashtun Tahafuz Movement and protested against enforced disappearances and extrajudicial killings by the Pakistani state.[83] After raising awareness of sexual assault committed by Pakistani security forces on women, Gulalai Ismail fled the country as police forces were on their way to arrest her.[83]\n\nOn January 3 of 2021, a group of miners in Balochistan were victims of terrorist attacks.  The attackers infiltrated and ambushed a coal mine near Mach, Pakistan; after which they \"separated those who belonged to an ethnic group called Hazaras, blindfolded them, tied their hands behind their backs and brutally killed them\".[84] The Hazara community is an ethnic community from central Afghanistan of Hazarajat that have a mostly strong Shia religious identity. This event lead to a nationwide outcry and protest on social media. Imran Khan responded to the atrocities by accepting the demands of the attackers which infuriated the Pakistani victims.[85]\n\nAs of 2018, the Pakistani state was using Islamist militants to crush Balochi separatists.[86] Academics and journalists in the United States have been approached by Inter-Services Intelligence spies, who threatened them not to speak about the insurgency in Balochistan, as well as human rights abuses by the Pakistani Army or else their family would be harmed.[87]\n\nAccording to Amnesty International, extrajudicial executions of Muhajirs by law enforcement personnel, often portrayed by the authorities as \"encounters\" with police, continued to be reported from Karachi with distressing frequency.[88] In Karachi, extra judicial killings against Muhajirs is not a new phenomenon. It began in 1992 during an operation against MQM.[89] During Operation Clean-up, the police and army carried out raids, mass round-ups and siege-and-search operations in pursuit of MQM(A) leaders and militants over the next 30 months, thousands of ordinary MQM supporters and Muhajirs were subjected to arbitrary arrest and detention, extrajudicial execution, beatings, torture, extortion and other ill-treatment.[90]\n\nSeveral minority communities, such as the Ahmadiyya have been attacked in pogroms in Pakistan over the years.[91]\n\nThe human rights violations of the Ahmadiyya community has been systematic and state-sponsored.\nGeneral Zia, the military dictator of Pakistan, went many steps further in 1984, when to gain the support of Islamic fundamentalists in Pakistan, he promulgated the anti-Ahmadiyya Ordinance XX that added Sections 298-B and 298-C in Pakistan Criminal Code.[92][93]\n\nThrough this ordinance, Ahmadi Muslims were deprived of most of their basic human rights and their freedom of faith. Under the provisions of this ordinance, an Ahmadi Muslim could be given rigorous imprisonment of 3 years and fined any amount. An Ahmadi can be easily charged for profession of his faith or for ‘posing’ as a Muslim. The ordinance was a green signal for anti-Ahmadiyya elements to open the floodgates of tyranny with the help of the State. The ordinance provides a ready and convenient tool in the hands of fundamentalists and the government to incriminate Ahmadis on flimsy grounds and petty excuses.[94]\n\nIn Pakistan, 1.5% of the population are Christian. Pakistani law mandates that any \"blasphemies\" of the Quran are to be met with punishment. On July 28, 1994, Amnesty International urged Pakistan's Prime Minister, Benazir Bhutto to change the law because it was being used to terrorize religious minorities. She tried, but was unsuccessful. However, she modified the laws to make them more moderate. Her changes were reversed by the Nawaz Sharif administration which was backed by religious political parties.\n\nHere is a list of some notable incidents involving blasphemy accusations:\n\nBased, in part, on such incidents, Pakistan was recommended by the U.S. Commission on International Religious Freedom (USCIRF) in May 2006 to be designated as a \"Country of Particular Concern\" (CPC) by the Department of State.[101]\n\nAs of April 2012, Pakistan did not provide a legal system for registration of marriages for certain minorities including Hindus, Sikhs, Buddhists, Jains and Baháʼí.[113][114] Denial of recognition of Hindu marriages is often used to intimidate and harass Hindus. Married Hindu women have been forcibly kidnapped and married to Muslims, and are left without legal recourse due to inability to prove their previous marriage.[115] It also makes it difficult for Hindus to obtain the Computerized National Identity Card.[115]\n\nThe increasing Islamization has caused many Hindus to leave Hinduism and seek emancipation by converting to other faiths such as Buddhism and Christianity. Such Islamization includes blasphemy laws, which make it dangerous for religious minorities to express themselves freely and engage freely in religious and cultural activities.[116]\n\nMinority members of the Pakistan National Assembly have alleged that Hindus were being hounded and humiliated to force them to leave Pakistan.[117] Hindu women have been known to be victims of kidnapping and forced conversion to Islam.[118] Krishan Bheel, one of a handful of Hindu members of the National Assembly of Pakistan, came into news recently for manhandling Qari Gul Rehman, who had repeatedly provoked him by making declaratory statements against his religion.[119]\n\nHindus in what is now Pakistan have declined from 23% of the total population in 1947 to 1.5% today. The report condemns Pakistan for systematic state-sponsored religious discrimination against Hindus through bigoted \"anti-blasphemy\" laws. It documents numerous reports of millions of Hindus being held as \"bonded laborers\" in slavery-like conditions in rural Pakistan, something repeatedly ignored by the Pakistani government.\n\nSeparate electorates for Hindus and Christians were established in 1985—a policy originally proposed by Islamist leader Abul A'la Maududi. Christian and Hindu leaders complained that they felt excluded from the county's political process, but the policy had strong support from Islamists.[120] In the aftermath of the Babri Masjid demolition Pakistani Hindus faced riots. Mobs attacked five Hindu temples in Karachi and set fire to 25 temples in towns across the province of Sindh. Shops owned by Hindus were also attacked in Sukkur. Hindu homes and temples were also attacked in Quetta.[121] In 2005, 32 Hindus were killed by firing from the government side near Nawab Akbar Bugti's residence during bloody clashes between Bugti tribesmen and paramilitary forces in Balochistan. The firing left the Hindu residential locality near Bugti's residence badly hit.[122]\n\nThe rise of Taliban insurgency in Pakistan has been an influential and increasing factor in the persecution of and discrimination against religious minorities in Pakistan, such as Hindus, Christians, Sikhs, and other minorities.[123] It is said that there is persecution of religious minorities in Pakistan.[124][125] In July 2010, around 60 members of the minority Hindu community in Karachi were attacked and evicted from their homes following an incident of a Dalit Hindu youth drinking water from a tap near an Islamic Mosque.[126][127] In January 2014, a policeman standing guard outside a Hindu temple at Peshawar was gunned down.[128] Pakistan's Supreme Court has sought a report from the government on its efforts to ensure access for the minority Hindu community to temples – the Karachi bench of the apex court was hearing applications against the alleged denial of access to the members of the minority community.[129][130][131]\n\nSince March 2005, 209 people have been killed and 560 injured in 29 different terrorist attacks targeting shrines devoted to Sufi saints in Pakistan, according to data compiled by the Center for Islamic Research Collaboration and Learning (CIRCLe).[132] At least as of 2010, the attacks have increased each year. The attacks are generally attributed to banned militant organizations of Deobandi or Ahl-e-Hadith (Salafi) backgrounds.[133] (Primarily Deobandi background according to another source—author John R. Schmidt).[134]\n\nPakistan's citizens have had serious Shia-Sunni discord. An estimated 75–95% of Pakistan's Muslim population is Sunni,[72][73] while an estimated 5–20% is Shia,[72][73] but this Shia minority forms the second-largest Shia population of any country,[135] larger than the Shia majority in Iraq. Although relations between Shia and Sunni were once cordial, some see a precursor of Pakistani Shia–Sunni strife in the April 1979 execution of deposed President Zulfikar Ali Bhutto on questionable charges by Islamic fundamentalist General Muhammad Zia-ul-Haq, who subsequently took over as dictator of Pakistan. Zia ul-Haq was a Sunni.[136]\n\nZia-ul-Haq's Islamization that followed was resisted by Shia who saw it as \"Sunnification\" as the laws and regulations were based on Sunni fiqh. In July 1980, 25,000 Shia protested the Islamization laws in the capital Islamabad. Further exacerbating the situation was the dislike between Shia leader Imam Khomeini and General Zia ul-Haq.[137] Zia-ul-Haq pursued anti-Shia policies[138] and attacks on Shias also increased under Zia's presidency,[139] with the first major sectarian riots in Pakistan breaking out in 1983 in Karachi and later spreading to Lahore and Balochistan.[140] Sectarian violence became a recurring feature of the Muharram month every year, with sectarian violence between Sunnis and Shias taking place in 1986 in Parachinar.[140] In one notorious incident, the 1988 Gilgit Massacre, Osama bin Laden-led Sunni tribals assaulted, massacred and raped Shia civilians in Gilgit after being inducted by the Pakistan Army to quell a Shia uprising in Gilgit.[141][142][143][144][145] From 1987 to 2007, \"as many as 4,000 people are estimated to have died in sectarian fighting in Pakistan\", 300 being killed in 2006.[146] With thousands more being killed since then as the violence has only gotten much worse.[70] In 2013 alone more than 400 Shia have been killed in targeted attacks that took place across Pakistan.[1] Amongst the culprits blamed for the killing are Al-Qaeda working \"with local sectarian groups\" to kill what they perceive as Shia apostates, and \"foreign powers ... trying to sow discord.\"[146] Outside funding for these Sunni Militia comes mostly from Saudi Arabia and other Gulf states which have a predominantly Sunni population and leadership. Most violence takes place in the largest province of Punjab and the country's commercial and financial capital, Karachi.[147] There have also been conflagrations in the provinces of Khyber Pakhtunkhwa, Balochistan and Azad Kashmir.[147]\n\nDue to religious persecution in Pakistan, Hindus continue to flee to India.[148] Most of them tend to settle in the state of Rajasthan in India.[149] According to the Human Rights Commission of Pakistan data, just around 1,000 Hindu families fled to India in 2013.[149] In May 2014, a member of the ruling Pakistan Muslim League-Nawaz (PML-N), Dr Ramesh Kumar Vankwani, claimed in the National Assembly of Pakistan that around 5,000 Hindus are migrating from Pakistan to India every year.[150]\n\n"
        },
        {
            "title": "Forced conversions",
            "text": "In Pakistan, Hindu and Christian girls are kidnapped, raped, forcibly converted to Islam and married to Muslim men.[151] These girls are generally 12 to 19 years old.[152] According to the Aurat Foundation, about 1,000 non-Muslim girls are forcibly converted to Islam in Pakistan every year.[153]\n\nForced and coerced conversions of religious minorities to Islam occurred at the hands of societal actors. Religious minorities claimed that government actions to stem the problem were inadequate. Several human rights groups have highlighted the increased phenomenon of Hindu girls, particularly in Karachi, being kidnapped from their families and forced to convert to Islam. The Human Rights groups have reported that the cases of forced conversion are increasing.[154][155] A 2014 report says about 1,000 Christian and Hindu women in Pakistan are forcibly converted to Islam every year.[156][157]\n[158]\n\nIn 2003 a six-year-old Sikh girl was kidnapped by a member of the Afridi tribe in Northwest Frontier Province; he also claimed the girl had converted to Islam and therefore could not be returned to her family.[159]\n\nSince the turn of the century non-Sunni minorities as the Kalash and Ismailis have been threatened with conversion to Islam or death by the Taliban and other radical Islamic groups.[160] Well known Pakistani sportsperson-politician Imran Khan (now the Prime minister) had condemned the forced conversions threat as un-Islamic.[161]\n\nOn October 12, 2012, Ryan Stanton, a Christian boy of 16, went into hiding after being accused of blasphemy and after his home was ransacked by a crowd. Stanton stated that he had been framed because he had rebuffed pressures to convert to Islam.[162][163]\n\nIn February 2012, Rinkle, Lata, and Asha Kumari were allegedly forced to convert from Hinduism to Islam.[164][165][166] Their cases were appealed all the way to the Supreme Court of Pakistan. The appeal was admitted but remained unheard as of December 2016.[167] In 2020, a 15-year-old Hindu girl was kidnapped, forcibly converted and married to a Muslim man. She was later rescued by the police.[168][169] The Court ordered her to be sent to a Women's protection centre.[170] In a separate case the police aided in a bride's abduction.[171]\n\nIn October 2020, the Pakistani High Court upheld the validity of a forced marriage between 44-year-old Ali Azhar and 13-year-old Christian Arzoo Raja. Azhar abducted Raja and then forced her to marry him and convert to Islam.[172] However, on November 9 the High Court in Sindh ruled that Arzoo was a minor and that her marriage to Azhar violated the Sindh Child Marriage Restraint Act. Arzoo returned to the women's shelter after she refused to reunite with her family.[173]\n\n"
        },
        {
            "title": "See also",
            "text": "Organisations\n\n"
        }
    ]
}