{
    "url": "https://en.wikipedia.org/wiki/Human_spaceflight",
    "title": "Human spaceflight",
    "table_of_contents": [
        "1 History",
        "1.1 Cold War era",
        "1.1.1 Post-Apollo era",
        "1.2 US / Russian cooperation",
        "1.3 China",
        "1.4 Abandoned programs of other nations",
        "1.5 United States \"Shuttle gap\"",
        "1.6 Commercial private spaceflight",
        "2 Passenger travel via spacecraft",
        "3 Human representation and participation",
        "3.1 Women",
        "4 Milestones",
        "4.1 By achievement",
        "4.2 By nationality or sex",
        "5 Space programs",
        "5.1 Current programs",
        "5.2 Planned future programs",
        "5.3 National spacefaring attempts",
        "6 Safety concerns",
        "6.1 Environmental hazards",
        "6.1.1 Life support",
        "6.1.2 Medical issues",
        "6.1.2.1 Microgravity",
        "6.1.2.2 Radiation",
        "6.1.2.3 Isolation",
        "6.1.2.4 Sensory systems",
        "6.2 Equipment hazards",
        "6.2.1 Launch",
        "6.2.2 Extravehicular activity",
        "6.2.3 Reentry and landing",
        "6.2.4 Artificial atmosphere",
        "6.2.5 Reliability",
        "6.3 Fatality risk",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHuman spaceflight (also referred to as manned spaceflight or crewed spaceflight) is spaceflight with a crew or passengers aboard a spacecraft, often with the spacecraft being operated directly by the onboard human crew. Spacecraft can also be remotely operated from ground stations on Earth, or autonomously, without any direct human involvement. People trained for spaceflight are called astronauts (American or other), cosmonauts (Russian), or taikonauts (Chinese); and non-professionals are referred to as spaceflight participants or spacefarers.[1]\n\nThe first human in space was Soviet cosmonaut Yuri Gagarin, who launched as part of the Soviet Union's Vostok program on 12 April 1961 at the beginning of the Space Race. On 5 May 1961, Alan Shepard became the first American in space, as part of Project Mercury. Humans traveled to the Moon nine times between 1968 and 1972 as part of the United States' Apollo program, and have had a continuous presence in space for 22 years and 38 days on the International Space Station (ISS).[2] On 15 October 2003, the first Chinese taikonaut, Yang Liwei, went to space as part of Shenzhou 5, the first Chinese human spaceflight. As of December 2022, humans have not traveled beyond low Earth orbit since the Apollo 17 lunar mission in December 1972.\n\nCurrently, the United States, Russia, and China are the only countries with public or commercial human spaceflight-capable programs. Non-governmental spaceflight companies have been working to develop human space programs of their own, e.g. for space tourism or commercial in-space research. The first private human spaceflight launch was a suborbital flight on SpaceShipOne on June 21, 2004. The first commercial orbital crew launch was by SpaceX in May 2020, transporting NASA astronauts to the ISS under United States government contract.[3]\n\n"
        },
        {
            "title": "History",
            "text": "Human spaceflight capability was first developed during the Cold War between the United States and the Soviet Union (USSR). These nations developed intercontinental ballistic missiles for the delivery of nuclear weapons, producing rockets large enough to be adapted to carry the first artificial satellites into low Earth orbit.\n\nAfter the first satellites were launched in 1957 and 1958 by the Soviet Union, the US began work on Project Mercury, with the aim of launching men into orbit. The USSR was secretly pursuing the Vostok program to accomplish the same thing, and launched the first human into space, the cosmonaut Yuri Gagarin. On 12 April 1961, Gagarin was launched aboard Vostok 1 on a Vostok 3KA rocket and completed a single orbit. On 5 May 1961, the US launched its first astronaut, Alan Shepard, on a suborbital flight aboard Freedom 7 on a Mercury-Redstone rocket. Unlike Gagarin, Shepard manually controlled his spacecraft's attitude.[4] On 20 February 1962, John Glenn became the first American in orbit, aboard Friendship 7 on a Mercury-Atlas rocket. The USSR launched five more cosmonauts in Vostok capsules, including the first woman in space, Valentina Tereshkova, aboard Vostok 6 on 16 June 1963. Through 1963, the US launched a total of two astronauts in suborbital flights and four into orbit. The US also made two North American X-15 flights (90 and 91, piloted by Joseph A. Walker), that exceeded the Kármán line, the 100 kilometres (62 mi) altitude used by the Fédération Aéronautique Internationale (FAI) to denote the edge of space.\n\nIn 1961, US President John F. Kennedy raised the stakes of the Space Race by setting the goal of landing a man on the Moon and returning him safely to Earth by the end of the 1960s.[5] That same year, the US began the Apollo program of launching three-man capsules atop the Saturn family of launch vehicles. In 1962, the US began Project Gemini, which flew 10 missions with two-man crews launched by Titan II rockets in 1965 and 1966. Gemini's objective was to support Apollo by developing American orbital spaceflight experience and techniques to be used during the Moon mission.[6]\n\nMeanwhile, the USSR remained silent about their intentions to send humans to the Moon and proceeded to stretch the limits of their single-pilot Vostok capsule by adapting it to a two or three-person Voskhod capsule to compete with Gemini. They were able to launch two orbital flights in 1964 and 1965 and achieved the first spacewalk, performed by Alexei Leonov on Voskhod 2, on 8 March 1965. However, the Voskhod did not have Gemini's capability to maneuver in orbit, and the program was terminated. The US Gemini flights did not achieve the first spacewalk, but overcame the early Soviet lead by performing several spacewalks, solving the problem of astronaut fatigue caused by compensating for the lack of gravity, demonstrating the ability of humans to endure two weeks in space, and performing the first space rendezvous and docking of spacecraft.\n\nThe US succeeded in developing the Saturn V rocket necessary to send the Apollo spacecraft to the Moon, and sent Frank Borman, James Lovell, and William Anders into 10 orbits around the Moon in Apollo 8 in December 1968. In 1969, Apollo 11 accomplished Kennedy's goal by landing Neil Armstrong and Buzz Aldrin on the Moon on 21 July and returning them safely on 24 July, along with Command Module pilot Michael Collins. Through 1972, a total of six Apollo missions landed 12 men to walk on the Moon, half of which drove electric powered vehicles on the surface. The crew of Apollo 13—Jim Lovell, Jack Swigert, and Fred Haise—survived an in-flight spacecraft failure, they flew by the Moon without landing, and returned safely to Earth.\n\nDuring this time, the USSR secretly pursued crewed lunar orbiting and landing programs. They successfully developed the three-person Soyuz spacecraft for use in the lunar programs, but failed to develop the N1 rocket necessary for a human landing, and discontinued their lunar programs in 1974.[7] Upon losing the Moon race they concentrated on the development of space stations, using the Soyuz as a ferry to take cosmonauts to and from the stations. They started with a series of Salyut sortie stations from 1971 to 1986.\n\nIn 1969, Nixon appointed his vice president, Spiro Agnew, to head a Space Task Group to recommend follow-on human spaceflight programs after Apollo. The group proposed an ambitious Space Transportation System based on a reusable Space Shuttle, which consisted of a winged, internally fueled orbiter stage burning liquid hydrogen, launched with a similar, but larger kerosene-fueled booster stage, each equipped with airbreathing jet engines for powered return to a runway at the Kennedy Space Center launch site. Other components of the system included a permanent, modular space station; reusable space tug; and nuclear interplanetary ferry, leading to a human expedition to Mars as early as 1986 or as late as 2000, depending on the level of funding allocated. However, Nixon knew the American political climate would not support congressional funding for such an ambition, and killed proposals for all but the Shuttle, possibly to be followed by the space station. Plans for the Shuttle were scaled back to reduce development risk, cost, and time, replacing the piloted fly-back booster with two reusable solid rocket boosters, and the smaller orbiter would use an expendable external propellant tank to feed its hydrogen-fueled main engines. The orbiter would have to make unpowered landings.\n\nIn 1973, the US launched the Skylab sortie space station and inhabited it for 171 days with three crews ferried aboard an Apollo spacecraft. During that time, President Richard Nixon and Soviet general secretary Leonid Brezhnev were negotiating an easing of Cold War tensions known as détente. During the détente, they negotiated the Apollo–Soyuz program, in which an Apollo spacecraft carrying a special docking adapter module would rendezvous and dock with Soyuz 19 in 1975. The American and Russian crews shook hands in space, but the purpose of the flight was purely symbolic.\n\nThe two nations continued to compete rather than cooperate in space, as the US turned to developing the Space Shuttle and planning the space station, which was dubbed Freedom. The USSR launched three Almaz military sortie stations from 1973 to 1977, disguised as Salyuts. They followed Salyut with the development of Mir, the first modular, semi-permanent space station, the construction of which took place from 1986 to 1996. Mir orbited at an altitude of 354 kilometers (191 nautical miles), at an orbital inclination of 51.6°. It was occupied for 4,592 days and made a controlled reentry in 2001.\n\nThe Space Shuttle started flying in 1981, but the US Congress failed to approve sufficient funds to make Space Station Freedom a reality. A fleet of four shuttles was built: Columbia, Challenger, Discovery, and Atlantis. A fifth shuttle, Endeavour, was built to replace Challenger, which was destroyed in an accident during launch that killed 7 astronauts on 28 January 1986. From 1983 to 1998, twenty-two Shuttle flights carried components for a European Space Agency sortie space station called Spacelab in the Shuttle payload bay.[8]\n\nThe USSR copied the US's reusable Space Shuttle orbiter, which they called Buran-class orbiter or simply Buran, which was designed to be launched into orbit by the expendable Energia rocket, and was capable of robotic orbital flight and landing. Unlike the Space Shuttle, Buran had no main rocket engines, but like the Space Shuttle orbiter, it used smaller rocket engines to perform its final orbital insertion. A single uncrewed orbital test flight took place in November 1988. A second test flight was planned by 1993, but the program was canceled due to lack of funding and the dissolution of the Soviet Union in 1991. Two more orbiters were never completed, and the one that performed the uncrewed flight was destroyed in a hangar roof collapse in May 2002.\n\nThe dissolution of the Soviet Union in 1991 brought an end to the Cold War and opened the door to true cooperation between the US and Russia. The Soviet Soyuz and Mir programs were taken over by the Russian Federal Space Agency, which became known as the Roscosmos State Corporation. The Shuttle-Mir Program included American Space Shuttles visiting the Mir space station, Russian cosmonauts flying on the Shuttle, and an American astronaut flying aboard a Soyuz spacecraft for long-duration expeditions aboard Mir.\n\nIn 1993, President Bill Clinton secured Russia's cooperation in converting the planned Space Station Freedom into the International Space Station (ISS). Construction of the station began in 1998. The station orbits at an altitude of 409 kilometers (221 nmi) and an orbital inclination of 51.65°. Several of the Space Shuttle's 135 orbital flights were to help assemble, supply, and crew the ISS. Russia has built half of the International Space Station and has continued its cooperation with the US.\n\nChina was the third nation in the world, after the USSR and USA, to send humans into space. During the Space Race between the two superpowers, which culminated with Apollo 11 landing humans on the Moon, Mao Zedong and Zhou Enlai decided on 14 July 1967 that China should not be left behind, and initiated their own crewed space program: the top-secret Project 714, which aimed to put two people into space by 1973 with the Shuguang spacecraft. Nineteen PLAAF pilots were selected for this goal in March 1971. The Shuguang-1 spacecraft, to be launched with the CZ-2A rocket, was designed to carry a crew of two. The program was officially canceled on 13 May 1972 for economic reasons.\n\nIn 1992, under China Manned Space Program (CMS), also known as \"Project 921\", authorization and funding was given for the first phase of a third, successful attempt at crewed spaceflight. To achieve independent human spaceflight capability, China developed the Shenzhou spacecraft and Long March 2F rocket dedicated for human spaceflight in the next few years, along with critical infrastructures like a new launch site and flight control center being built. The first uncrewed spacecraft, Shenzhou 1, was launched on 20 November 1999 and recovered the next day, marking the first step of the realization of China's human spaceflight capability. Three more uncrewed missions were conducted in the next few years in order to verify the key technologies.  On 15 October 2003 Shenzhou 5, China's first crewed spaceflight mission, put Yang Liwei in orbit for 21 hours and returned safely back to Inner Mongolia, making China the third nation to launch a human into orbit independently.[9]\n\nThe goal of the second phase of CMS was to make technology breakthroughs in extravehicular activities (EVA, or spacewalk),space rendezvous, and docking to support short-term human activities in space.[10] On 25 September 2008 during the flight of Shenzhou 7, Zhai Zhigang and Liu Boming completed China's first EVA.[11] In 2011, China launched the Tiangong 1 target spacecraft and Shenzhou 8 uncrewed spacecraft. The two spacecraft completed China's first automatic rendezvous and docking on 3 November 2011.[12] About 9 months later, Tiangong 1 completed the first manual rendezvous and docking with Shenzhou 9, which carried China's first female astronaut Liu Yang.[13]\n\nIn September 2016, Tiangong 2 was launched into orbit. It was a space laboratory with more advanced functions and equipment than Tiangong 1. A month later, Shenzhou 11 was launched and docked with Tiangong 2. Two astronauts entered Tiangong 2 and were stationed for about 30 days, verifying the viability of astronauts' medium-term stay in space.[14] In April 2017, China's first cargo spacecraft, Tianzhou 1 docked with Tiangong 2 and completed multiple in-orbit propellant refueling tests, which marked the successful completion of the second phase of CMS.[14]\n\nThe third phase of CMS began in 2020. The goal of this phase is to build China's own space station, Tiangong.[15] The first module of Tiangong, the Tianhe core module, was launched into orbit by China's most powerful rocket Long March 5B on 29 April 2021.[16] It was later visited by multiple cargo and crewed spacecraft and demonstrated China's capability of sustaining Chinese astronauts' long-term stay in space.\n\nAccording to CMS announcement, all missions of Tiangong Space Station are scheduled to be carried out by the end of 2022.[17] Once the construction is completed, Tiangong will enter the application and development phase, which is poised to last for no less than 10 years.[17]\n\nThe European Space Agency began development of the Hermes shuttle spaceplane in 1987, to be launched on the Ariane 5 expendable launch vehicle. It was intended to dock with the European Columbus space station. The projects were canceled in 1992 when it became clear that neither cost nor performance goals could be achieved. No Hermes shuttles were ever built. The Columbus space station was reconfigured as the European module of the same name on the International Space Station.[18]\n\nJapan (NASDA) began the development of the HOPE-X experimental shuttle spaceplane in the 1980s, to be launched on its H-IIA expendable launch vehicle. A string of failures in 1998 led to funding reductions, and the project's cancellation in 2003 in favor of participation in the International Space Station program through the Kibō Japanese Experiment Module and H-II Transfer Vehicle cargo spacecraft. As an alternative to HOPE-X, NASDA in 2001 proposed the Fuji crew capsule for independent or ISS flights, but the project did not proceed to the contracting stage.[citation needed]\n\nFrom 1993 to 1997, the Japanese Rocket Society [ja], Kawasaki Heavy Industries, and Mitsubishi Heavy Industries worked on the proposed Kankoh-maru vertical-takeoff-and-landing single-stage-to-orbit reusable launch system. In 2005, this system was proposed for space tourism.[citation needed]\n\nAccording to a press release from the Iraqi News Agency dated 5 December 1989, there was only one test of the Al-Abid space launcher, which Iraq intended to use to develop its own crewed space facilities by the end of the century. These plans were put to an end by the Gulf War of 1991 and the economic hardships that followed.[citation needed]\n\nUnder the George W. Bush administration, the Constellation program included plans for retiring the Space Shuttle program and replacing it with the capability for spaceflight beyond low Earth orbit. In the 2011 United States federal budget, the Obama administration canceled Constellation for being over budget and behind schedule, while not innovating and investing in critical new technologies.[19] As part of the Artemis program, NASA is developing the Orion spacecraft to be launched by the Space Launch System. Under the Commercial Crew Development plan, NASA relies on transportation services provided by the private sector to reach low Earth orbit, such as SpaceX Dragon 2, the Boeing Starliner or Sierra Nevada Corporation's Dream Chaser. The period between the retirement of the Space Shuttle in 2011 and the first launch into space of SpaceShipTwo Flight VP-03 on 13 December 2018 is similar to the gap between the end of Apollo in 1975 and the first Space Shuttle flight in 1981, and is referred to by a presidential Blue Ribbon Committee as the U.S. human spaceflight gap.\n\nSince the early 2000s, a variety of private spaceflight ventures have been undertaken. As of May 2021, SpaceX has launched humans to orbit, while Virgin Galactic has launched crew to a height above 80 km (50 mi) on a suborbital trajectory.[20] Several other companies—including Blue Origin and Sierra Nevada—develop crewed spacecraft. All four companies plan to fly commercial passengers in the emerging space tourism market.\n\nSpaceX has developed Crew Dragon flying on Falcon 9. It first launched astronauts to orbit and to the ISS in May 2020 as part of the Demo-2 mission. Developed as part of NASA's Commercial Crew Development program, the capsule is also available for flights with other customers. A first tourist mission, Inspiration4, launched in September 2021.[21]\n\nBoeing is developing the Starliner capsule as part of NASA's Commercial Crew Development program, which is launched on a United Launch Alliance Atlas V launch vehicle.[22] Starliner made an uncrewed flight in December 2019. A second uncrewed flight attempt was scrubbed in August 2021, with a NASA official saying it would likely not launch until 2022.[23] A crewed flight is not expected before the second half of 2022.[24] Similar to SpaceX, development funding has been provided by a mix of government and private funds.[25][26]\n\nVirgin Galactic is developing SpaceshipTwo, a commercial suborbital spacecraft aimed at the space tourism market. It reached space in December 2018.[20]\n\nBlue Origin is in a multi-year test program of their New Shepard vehicle and has carried out 16 uncrewed test flights as of September 2021, and one crewed flight carrying founder Jeff Bezos, his brother Mark Bezos, aviator Wally Funk, and 18-year old Oliver Daemen on July 20, 2021.\n\n"
        },
        {
            "title": "Passenger travel via spacecraft",
            "text": "Over the decades, a number of spacecraft have been proposed for spaceliner passenger travel. Somewhat analogous to travel by airliner after the middle of the 20th century, these vehicles are proposed to transport large numbers of passengers to destinations in space, or on Earth via suborbital spaceflights. To date, none of these concepts have been built, although a few vehicles that carry fewer than 10 persons are currently in the test flight phase of their development process.\n\nOne large spaceliner concept currently in early development is the SpaceX Starship, which, in addition to replacing the Falcon 9 and Falcon Heavy launch vehicles in the legacy Earth-orbit market after 2020, has been proposed by SpaceX for long-distance commercial travel on Earth, flying 100+ people suborbitally between two points in under one hour, also known as \"Earth-to-Earth\".[27][28][29]\n\nSmall spaceplane or small capsule suborbital spacecraft have been under development for the past decade or so; as of 2017[update], at least one of each type is under development. Both Virgin Galactic and Blue Origin have craft in active development: the SpaceShipTwo spaceplane and the New Shepard capsule, respectively. Both would carry approximately a half-dozen passengers up to space for a brief time of zero gravity before returning to the launch location. XCOR Aerospace had been developing the Lynx single-passenger spaceplane since the 2000s,[30][31] but development was halted in 2017.[32]\n\n"
        },
        {
            "title": "Human representation and participation",
            "text": "Participation and representation of humanity in space has been an issue ever since the first phase of space exploration.[33] Some rights of non-spacefaring countries have been secured through international space law, declaring space the \"province of all mankind\", though the sharing of space by all humanity is sometimes criticized as imperialist and lacking.[33] In addition to the lack of international inclusion, the inclusion of women and people of color has also been lacking. To make spaceflight more inclusive, organizations such as the Justspace Alliance[33] and IAU-featured Inclusive Astronomy[34] have been formed in recent years.\n\nThe first woman to ever enter space was Valentina Tereshkova. She flew in 1963, but it was not until the 1980s that another woman entered space. At the time, all astronauts were required to be military test pilots; women were not able to enter this career, which is one reason for the delay in allowing women to join space crews.[35] After the rules were changed, Svetlana Savitskaya became the second woman to enter space; she was also from the Soviet Union. Sally Ride became the next woman to enter space and the first woman to enter space through the United States program.\n\nSince then, eleven other countries have allowed women astronauts. The first all-female space walk occurred in 2018, by Christina Koch and Jessica Meir. These two women had both participated in separate space walks with NASA. The first mission to the Moon with a woman aboard is planned for 2024.\n\nDespite these developments women are still underrepresented among astronauts and especially cosmonauts. More than 600 people have flown in space but only 75 have been women.[36] Issues that block potential applicants from the programs, and limit the space missions they are able to go on, are, for example:\n\n"
        },
        {
            "title": "Milestones",
            "text": "Sally Ride became the first American woman in space, in 1983. Eileen Collins was the first female Shuttle pilot, and with Shuttle mission STS-93 in 1999 she became the first woman to command a U.S. spacecraft.\n\nFor many years, only the USSR (later Russia) and the United States were the only countries whose astronauts flew in space. That ended with the 1978 flight of Vladimir Remek. As of 2010[update], citizens from 38 nations (including space tourists) have flown in space aboard Soviet, American, Russian, and Chinese spacecraft.\n\n"
        },
        {
            "title": "Space programs",
            "text": "Human spaceflight programs have been conducted by the Soviet Union–Russian Federation, the United States, Mainland China, and by American private spaceflight companies.\n\nThe following space vehicles and spaceports are currently used for launching human spaceflights:\n\nThe following space stations are currently maintained in Earth orbit for human occupation:\n\nMost of the time, the only humans in space are those aboard the ISS, which generally has a crew of 7 except during crew transitions, and those aboard Tiangong, which has a crew complement of 3 but is not always occupied.\n\nNASA and ESA use the term \"human spaceflight\" to refer to their programs of launching people into space. These endeavors have also been referred to as \"manned space missions\", though because of gender specificity this is no longer official parlance according to NASA style guides.[42]\n\nUnder the Indian Human Spaceflight Program, India was planning to send humans into space on its orbital vehicle Gaganyaan before August 2022, but it has been delayed to 2023, due to the COVID-19 pandemic. The Indian Space Research Organisation (ISRO) began work on this project in 2006.[43][44] The initial objective is to carry a crew of two or three to low Earth orbit (LEO) for a 3-to-7-day flight in a spacecraft on a GSLV Mk III rocket and return them safely for a water landing at a predefined landing zone. On 15 August 2018, Indian Prime Minister Narendra Modi, declared India will independently send humans into space before the 75th anniversary of independence in 2022.[45] In 2019, ISRO revealed plans for a space station by 2030, followed by a crewed lunar mission. The program envisages the development of a fully-autonomous orbital vehicle capable of carrying 2 or 3 crew members to an about 300 km (190 mi) low Earth orbit and bringing them safely back home.[46]\n\nSince 2008, the Japan Aerospace Exploration Agency has developed the H-II Transfer Vehicle cargo-spacecraft-based crewed spacecraft and Kibō Japanese Experiment Module–based small space laboratory.\n\nNASA is developing a plan to land humans on Mars by the 2030s. The first step will begin with Artemis 1 in 2022, sending an uncrewed Orion spacecraft to a distant retrograde orbit around the Moon and returning it to Earth after a 25-day mission.\n\nSpaceX is developing Starship, a fully reusable two stage system, with near-Earth and cislunar applications and an ultimate goal of landing on Mars. The upper stage of the Starship system, also called Starship, has had 9 atmospheric test flights as of September 2021. A modified version of Starship is being developed for the Artemis program.\n\nSeveral other countries and space agencies have announced and begun human spaceflight programs using natively developed equipment and technology, including Japan (JAXA), Iran (ISA), and North Korea (NADA). The plans for the Iranian crewed spacecraft are for a small spacecraft and space laboratory. North Korea's space program has plans for crewed spacecraft and small shuttle systems.\n\n\n\n\n\n"
        },
        {
            "title": "Safety concerns",
            "text": "There are two main sources of hazard in space flight: those due to the hostile space environment, and those due to possible equipment malfunctions. Addressing these issues is of great importance for NASA and other space agencies before conducting the first extended crewed missions to destinations such as Mars.[54]\n\nPlanners of human spaceflight missions face a number of safety concerns.\n\nThe basic needs for breathable air and drinkable water are addressed by the life support system of the spacecraft.\n\nAstronauts may not be able to quickly return to Earth or receive medical supplies, equipment, or personnel if a medical emergency occurs. The astronauts may have to rely for long periods on limited resources and medical advice from the ground.\n\nThe possibility of blindness and of bone loss have been associated with human space flight.[55][56]\n\nOn 31 December 2012, a NASA-supported study reported that spaceflight may harm the brains of astronauts and accelerate the onset of Alzheimer's disease.[57][58][59]\n\nIn October 2015, the NASA Office of Inspector General issued a health hazards report related to space exploration, which included the potential hazards of a human mission to Mars.[60][61]\n\nOn 2 November 2017, scientists reported, based on MRI studies, that significant changes in the position and structure of the brain have been found in astronauts who have taken trips in space. Astronauts on longer space trips were affected by greater brain changes.[62][63]\n\nResearchers in 2018 reported, after detecting the presence on the International Space Station (ISS) of five Enterobacter bugandensis bacterial strains, none pathogenic to humans, that microorganisms on ISS should be carefully monitored to assure a healthy environment for astronauts.[64][65]\n\nIn March 2019, NASA reported that latent viruses in humans may be activated during space missions, possibly adding more risk to astronauts in future deep-space missions.[66]\n\nOn 25 September 2021, CNN reported that an alarm had sounded during the Inspiration4 Earth-orbital journey on the SpaceX Dragon 2. The alarm signal was found to be associated with an apparent toilet malfunction.[67]\n\nMedical data from astronauts in low Earth orbits for long periods, dating back to the 1970s, show several adverse effects of a microgravity environment: loss of bone density, decreased muscle strength and endurance, postural instability, and reductions in aerobic capacity. Over time these deconditioning effects can impair astronauts' performance or increase their risk of injury.[68]\n\nIn a weightless environment, astronauts put almost no weight on the back muscles or leg muscles used for standing up, which causes the muscles to weaken and get smaller. Astronauts can lose up to twenty per cent of their muscle mass on spaceflights lasting five to eleven days. The consequent loss of strength could be a serious problem in case of a landing emergency.[69] Upon returning to Earth from long-duration flights, astronauts are considerably weakened and are not allowed[by whom?] to drive a car for twenty-one days.[70]\n\nAstronauts experiencing weightlessness will often lose their orientation, get motion sickness, and lose their sense of direction as their bodies try to get used to a weightless environment. When they get back to Earth, they have to readjust and may have problems standing up, focusing their gaze, walking, and turning. Importantly, those motor disturbances only get worse the longer the exposure to weightlessness.[71] These changes can affect the ability to perform tasks required for approach and landing, docking, remote manipulation, and emergencies that may occur while landing.[72]\n\nIn addition, after long space flight missions, male astronauts may experience severe eyesight problems, which may be a major concern for future deep space flight missions, including a crewed mission to the planet Mars.[73][74][75][76][77][78] Long space flights can also alter a space traveler's eye movements.[79]\n\nWithout proper shielding, the crews of missions beyond low Earth orbit might be at risk from high-energy protons emitted by solar particle events (SPEs) associated with solar flares. If estimated correctly, the amount of radiation that astronauts would be exposed to from a solar storm similar to that of the most powerful in recorded history, the Carrington Event, would result in acute radiation sickness at least, and could even be fatal \"in a poorly shielded spacecraft\".[81][better source needed] Another storm that could have inflicted a potentially lethal dose of radiation on astronauts outside Earth's protective magnetosphere occurred during the Space Age, shortly after Apollo 16 landed and before Apollo 17 launched.[82] This solar storm, which occurred in August 1972, could potentially have caused any astronauts who were exposed to it to suffer from acute radiation sickness, and may even have been lethal for those engaged in extravehicular activity or on the lunar surface.[83]\n\nAnother type of radiation, galactic cosmic rays, presents further challenges to human spaceflight beyond low Earth orbit.[84]\n\nThere is also some scientific concern that extended spaceflight might slow down the body's ability to protect itself against diseases,[85] resulting in a weakened immune system and the activation of dormant viruses in the body. Radiation can cause both short- and long-term consequences to the bone marrow stem cells from which blood and immune-system cells are created. Because the interior of a spacecraft is so small, a weakened immune system and more active viruses in the body can lead to a fast spread of infection.[86]\n\nDuring long missions, astronauts are isolated and confined in small spaces. Depression, anxiety, cabin fever, and other psychological problems may occur more than for an average person and could impact the crew's safety and mission success.[87] NASA spends millions of dollars on psychological treatments for astronauts and former astronauts.[88] To date, there is no way to prevent or reduce mental problems caused by extended periods of stay in space.\n\nDue to these mental disorders, the efficiency of astronauts' work is impaired; and sometimes they are brought back to Earth, incurring the expense of their mission being aborted.[89] A Russian expedition to space in 1976 was returned to Earth after the cosmonauts reported a strong odor that resulted in a fear of fluid leakage; but after a thorough investigation, it became clear that there was no leakage or technical malfunction. It was concluded by NASA that the cosmonauts most likely had hallucinated the smell.\n\nIt is possible that the mental health of astronauts can be affected by the changes in the sensory systems while in prolonged space travel.\n\nDuring astronauts' spaceflight, they are in an extreme environment. This, and the fact that little change is taking place in the environment, will result in the weakening of sensory input to the astronauts' seven senses.\n\nSpace flight requires much higher velocities than ground or air transportation, and consequently requires the use of high energy density propellants for launch, and the dissipation of large amounts of energy, usually as heat, for safe reentry through the Earth's atmosphere.\n\nSince rockets have the potential for fire or explosive destruction, space capsules generally employ some sort of launch escape system, consisting either of a tower-mounted solid-fuel rocket to quickly carry the capsule away from the launch vehicle (employed on Mercury, Apollo, and Soyuz, the escape tower being discarded at some point after launch, at a point where an abort can be performed using the spacecraft's engines), or else ejection seats (employed on Vostok and Gemini) to carry astronauts out of the capsule and away for individual parachute landings.\n\nSuch a launch escape system is not always practical for multiple-crew-member vehicles (particularly spaceplanes), depending on location of egress hatch(es). When the single-hatch Vostok capsule was modified to become the 2 or 3-person Voskhod, the single-cosmonaut ejection seat could not be used, and no escape tower system was added. The two Voskhod flights in 1964 and 1965 avoided launch mishaps. The Space Shuttle carried ejection seats and escape hatches for its pilot and copilot in early flights; but these could not be used for passengers who sat below the flight deck on later flights, and so were discontinued.\n\nThere have been only two in-flight launch aborts of a crewed flight. The first occurred on Soyuz 18a on 5 April 1975. The abort occurred after the launch escape system had been jettisoned when the launch vehicle's spent second stage failed to separate before the third stage ignited and the vehicle strayed off course. The crew finally managed to separate the spacecraft, firing its engines to pull it away from the errant rocket, both cosmonauts landing safely. The second occurred on 11 October 2018 with the launch of Soyuz MS-10. Again, both crew members survived.\n\nIn the first use of a launch escape system on the launchpad, before the start of a crewed flight, happened during the planned Soyuz T-10a launch on 26 September 1983, which was aborted by a launch vehicle fire 90 seconds before liftoff. Both cosmonauts aboard landed safely.\n\nThe only crew fatality during launch occurred on 28 January 1986, when the Space Shuttle Challenger broke apart 73 seconds after liftoff, due to failure of a solid rocket booster seal, which caused the failure of the external fuel tank, resulting in explosion of the fuel and separation of the boosters. All seven crew members were killed.\n\nDespite the ever-present risks related to mechanical failures while working in open space, no spacewalking astronaut has ever been lost. There is a requirement for spacewalking astronauts to use tethers and sometimes supplementary anchors. If those fail, a spacewalking astronaut would most probably float away impelled by forces that were acting on the astronaut at the time of breaking loose. Such an astronaut would possibly be spinning, as kicking and flailing would be of no use. At the right angle and velocity, the astronaut might even re-enter the Earth's atmosphere and burn up. NASA has protocols for such situations: astronauts would be wearing an emergency jetpack that would automatically counter any tumbling. NASA's plan states that astronauts should then take manual control of the jetpack and fly back to safety.[citation needed]\n\nHowever, if the jetpack's 3 pounds (1.4 kg) of fuel runs out, and if there is no other astronaut in close proximity to help, or if the air lock is irreparably damaged, the outcome would certainly be fatal. At this time, there is no spacecraft to save an astronaut floating in space, as the only one with a rescue-ready air-locked compartment — the Space Shuttle — retired 11 years ago. There is approximately a litre of water available via straw in an astronaut's helmet. The astronaut would wait roughly 7.5 hours for breathable air to run out before dying of suffocation.[90]\n\nThe single pilot of Soyuz 1, Vladimir Komarov, was killed when his capsule's parachutes failed during an emergency landing on 24 April 1967, causing the capsule to crash.\n\nOn 1 February 2003, the crew of seven aboard the Space Shuttle Columbia were killed on reentry after completing a successful mission in space. A wing-leading-edge reinforced carbon-carbon heat shield had been damaged by a piece of frozen external tank foam insulation that had broken off and struck the wing during launch. Hot reentry gasses entered and destroyed the wing structure, leading to the breakup of the orbiter vehicle.\n\nThere are two basic choices for an artificial atmosphere: either an Earth-like mixture of oxygen and an inert gas such as nitrogen or helium, or pure oxygen, which can be used at lower than standard atmospheric pressure. A nitrogen–oxygen mixture is used in the International Space Station and Soyuz spacecraft, while low-pressure pure oxygen is commonly used in space suits for extravehicular activity.\n\nThe use of a gas mixture carries the risk of decompression sickness (commonly known as \"the bends\") when transitioning to or from the pure oxygen space suit environment. There have been instances of injury and fatalities caused by suffocation in the presence of too much nitrogen and not enough oxygen.\n\nA pure oxygen atmosphere carries the risk of fire. The original design of the Apollo spacecraft used pure oxygen at greater than atmospheric pressure prior to launch. An electrical fire started in the cabin of Apollo 1 during a ground test at Cape Kennedy Air Force Station Launch Complex 34 on 27 January 1967, and spread rapidly. The high pressure, increased by the fire, prevented removal of the plug door hatch cover in time to rescue the crew. All three astronauts—Gus Grissom, Ed White, and Roger Chaffee—were killed.[94] This led NASA to use a nitrogen–oxygen atmosphere before launch, and low pressure pure oxygen only in space.\n\nThe March 1966 Gemini 8 mission was aborted in orbit when an attitude control system thruster stuck in the on position, sending the craft into a dangerous spin that threatened the lives of Neil Armstrong and David Scott. Armstrong had to shut the control system off and use the reentry control system to stop the spin. The craft made an emergency reentry and the astronauts landed safely. The most probable cause was determined to be an electrical short due to a static electricity discharge, which caused the thruster to remain powered even when switched off. The control system was modified to put each thruster on its own isolated circuit.\n\nThe third lunar landing expedition, Apollo 13, in April 1970, was aborted and the lives of the crew—James Lovell, Jack Swigert, and Fred Haise—were threatened after the failure of a cryogenic liquid oxygen tank en route to the Moon. The tank burst when electrical power was applied to internal stirring fans in the tank, causing the immediate loss of all of its contents, and also damaging the second tank, causing the gradual loss of its remaining oxygen over a period of 130 minutes. This in turn caused loss of electrical power provided by fuel cells to the command spacecraft. The crew managed to return to Earth safely by using the lunar landing craft as a \"life boat\". The tank failure was determined to be caused by two mistakes: the tank's drain fitting had been damaged when it was dropped during factory testing, necessitating the use of its internal heaters to boil out the oxygen after a pre-launch test; which in turn damaged the fan wiring's electrical insulation because the thermostats on the heaters did not meet the required voltage rating due to a vendor miscommunication.\n\nThe crew of Soyuz 11 were killed on 30 June 1971 by a combination of mechanical malfunctions; the crew were asphyxiated due to cabin decompression following separation of their descent capsule from the service module. A cabin ventilation valve had been jolted open at an altitude of 168 kilometres (104 mi) by the stronger-than-expected shock of explosive separation bolts, which were designed to fire sequentially, but in fact had fired simultaneously. The loss of pressure became fatal within about 30 seconds.[95]\n\nAs of December 2015[update], 23 crew members have died in accidents aboard spacecraft. Over 100 others have died in accidents during activity directly related to spaceflight or testing.\n\n"
        }
    ]
}