{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Honduras",
    "title": "Human rights in Honduras",
    "table_of_contents": [
        "1 Pre-twentieth century",
        "2 Pre-1979",
        "3 1980s",
        "4 Zelaya presidency (2006-2009)",
        "5 Roberto Micheletti de facto presidency",
        "5.1 Background",
        "5.2 Forced disappearances",
        "5.3 Extrajudicial executions",
        "5.4 Zelaya return",
        "6 Porfirio Lobo Sosa",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Serious issues involving human rights in Honduras through the end of 2013 include unlawful and arbitrary killings by police and others, corruption and institutional weakness of the justice system, and harsh and at times life-threatening prison conditions.[1]\n\nOther human rights problems include violence against detainees; lengthy pretrial detentions and failure to provide due process of law; harassment of journalists; corruption in government; violence against and harassment of women; child prostitution and abuse; trafficking in persons; encroachment on indigenous lands and discrimination against indigenous and Afro-descendent communities; violence against and harassment of LGBT persons; ineffective enforcement of labor laws; and child labor. Organized criminal elements were significant perpetrators of violent crimes in the country and committed acts of murder, extortion, kidnapping, torture, human trafficking, and intimidation of journalists and human rights defenders.[1]\n\nThe government has taken steps to prosecute and punish officials who commit abuses[citation needed]. However, corruption and impunity remain serious problems that impede the effectiveness of the National Police.[1]\n\n"
        },
        {
            "title": "Pre-1979",
            "text": "During much of the twentieth century, Honduras did not have civilian governments. Military leaders frequently became presidents, either through elections or by coups d'état. General Tiburcio Carías Andino was elected in 1932, he later on called a constituent assembly that allowed him to be reelected, and his rule became more authoritarian until an election in 1948. During the following decades, coups d'état occurred in October 1955 by a group of military officers, in October 1963 (1963 Honduran coup d'état) and December 1972 by General Oswaldo López Arellano, in 1975 by Juan Alberto Melgar Castro (1975 Honduran coup d'état) and in 1978 by Policarpo Paz García.\n\n"
        },
        {
            "title": "1980s",
            "text": "Following the return to civilian government with a new constitution in 1982, the military unit Intelligence Battalion 3-16 carried out a systematic program of political assassinations and torture of suspected political opponents of the government. Battalion members received training and support from the United States Central Intelligence Agency both in Honduras and at United States military bases[2] and in Chile during the presidency of the dictator Augusto Pinochet.[3][unreliable source?] Amnesty International estimated that at least 184 people were \"disappeared\" from 1980 to 1992 in Honduras, most likely by the Honduran military.[4] At least 19 members of Battalion 3-16 were graduates of the School of the Americas at Fort Benning in the USA.\n\nIn 1982, in response to these human rights violations, 12 families of disappeared Hondurans, including Bertha Oliva de Nativí, whose husband Professor Tomás Nativí was disappeared in 1981, created the human rights NGO Committee of Relatives of the Disappeared in Honduras (Comité de Familiares de Detenidos Desaparecidos en Honduras, COFADEH).[5][6][7]\n\nOther human rights NGOs, including the Center for the Investigation and Defense of Human Rights in Honduras (CIPRODEH) for the western region of Honduras, the Committee for the Defense of Human Rights in Honduras (CODEH), and the Civic Council of Grassroots and Indigenous Organizations of Honduras (COPINH), were also created.\n\n"
        },
        {
            "title": "",
            "text": "Seven former members of Battalion 3-16 (Billy Joya, Alvaro Romero, Erick Sánchez, Onofre Oyuela Oyuela, Napoleón Nassar Herrera, Vicente Rafael Canales Nuñez, Salomón Escoto Salinas and René Maradianga Panchamé) occupied important positions in the administration of President Manuel Zelaya as of mid-2006, according to the human rights organisation CODEH.[8] Napoleón Nassar was high Commissioner of Police for the north-west region under Zelaya.[9]\n\n"
        },
        {
            "title": "Roberto Micheletti de facto presidency",
            "text": "Following the 2009 coup d'état, in which Zelaya was detained and exiled by Honduran military units, de facto President Roberto Micheletti appointed former Battalion 3-16 member Billy Joya as his security advisor,[10] former Battalion 3-16 member Nelson Willy Mejía Mejía became Director of Immigration, and former Battalion 3-16 member Napoleón Nassar Herrera, who had already become a high Commissioner of Police, also became a spokesperson \"for dialogue\" for the Secretary of Security.[11][12][13][14] Zelaya claimed that Billy Joya had reactivated the death squad.[10]\n\nA state of emergency was operational for most of July and continued into August. This suspended civil liberties including freedom of transit and due process, as well as permitting search and seizure without a warrant.[15] A curfew law was introduced, without having been published in La Gazeta, nor being approved by Congress.[16] Curfew times are announced on radio stations, differ daily and between regions of Honduras. Amnesty International described the curfew implementation as \"arbitrary\".[16]\n\nThe ambassadors of Cuba, Venezuela, and Nicaragua said that on the 29th they were detained and beaten by Honduran troops before being released.[17] Several government officials were taken into custody by the military.[17]  A dozen former ministers from the Zelaya government went into hiding, some in foreign embassies, fearing arrest.[18] Local media reported that at least eight ministers besides Patricia Rodas had been detained.[19]\n\nDuring the first few weeks of the Micheletti period, hundreds of political arrests were made. COFADEH reported that 609 people, of whom at least 61 minors, were detained for \"political scandal\" (participation in political demonstrations), and 158 were detained for violating curfew, between 28 June and 12 July.[20] Amnesty International (AI) stated that during the Micheletti period, \"increasingly disproportionate and excessive use of force [was] being used by the police and military to repress legitimate and peaceful protests across the country\". AI also said that \"some women and girls taking part in the demonstrations are reportedly suffering gender based violence and abuse at the hands of police officers\" and that at the same time that \"protests increase and spread throughout the country, violent methods of repressing dissent intensify and Honduran citizens are increasingly exposed to violations of their fundamental rights.\"[16]\n\nOn 31 July, Zelaya claimed that Battalion 3-16 was again operating, with a different name, and being led by Billy Joya. Zelaya stated (translation), \"With a different name, [Battalion 3-16 is] already operating. The crimes being committed is torture to create fear among the population, and that's being directed by Mr. Joya.\"[10]\n\nOn 5 July, in San Juan Pueblo, Atlántida, four people wearing police vests forcefully disappeared Anastasio Barrera, 55 years old, of the National Union of Rural Workers.[21]\n\nOn 12 July, in San Pedro Sula, Manuel Sevilla, 19 years old, was disappeared after returning from a demonstration.[21]\n\nSamuel David Flores Murillo, 24 years old was disappeared on 26 July 2009. His mother, Margarita Murillo, was herself detained and tortured for 22 days in the 1980s.[22][23]\n\nThe death of Vicky Hernández Castillo (born Sonny Emelson Hernández), a member of the LGBT community who was killed by a bullet in the eye during the curfew of the night of 29 to 30 June and displayed signs of strangulation,[21][24] is attributed to the coup d'état by COFADEH.[25]\n\nOn 3 July in Tegucigalpa, Alexis Fernando Amador, 25 yrs old, was found dead in a blue plastic barrel with mortal wounds in his head, wearing a T-shirt referring to the \"cuarta urna\" (Fourth ballot box) that might have been voted on in the poll relating to organising a constituent assembly in Honduras.[25][26] His parents said he had disappeared the day before, and insisted that the shirt he was found in was not his, and that he had left for work in a red shirt.[26] COFADEH attributes his death to the coup d'état.[25]\n\nAlso on 3 July, journalist Gabriel Fino Noriega who had expressed opinions in favour of the project to hold a constituent assembly in Honduras and against the coup d'état,[24] was killed by 7 bullets when he left his workplace.[24][25] COFADEH attributes his assassination to the coup d'état,[25] while an international human rights mission considered Noriega's political points of view to offer a line of research for understanding the death, but insufficient proof that the reason for the killing was political.[24]\n\nOn 5 July, when soldiers prevented a plane carrying Zelaya from landing at Toncontin Airport, Isis Obed Murillo Mencias, the 19-year-old son of a social and environmental activist, Jose David Murillo Sanchez, 57 years old, was shot in the back of the head, while participating in a protest that attempted to tear down a fence. According to the Miami Herald, Isis Obed Murillo was shot by soldiers who tried to prevent people passing through the fence.[20][27]  It was later claimed by unknown sources that the shot did not came from the soldiers' position, but rather from the protest's direction.[citation needed] According to another unnamed source, while the soldiers did carry weapons, they were M16 rifles, which did not match the 9 mm bullet hole found on Murillo[citation needed]. Isis Obed Murillo was  taken to Escuela Hospital and his body taken to the Francisco Morazan Judicial Morgue. On 9 July at 11:30 in the morning, Jose David Murillo was detained by Direccion Nacional de Investigacion Criminal (DNIC) agents when he left the offices of COFADEH. Since then he has been held at the Juticalpa Penal Centre in an isolation cell three metres by three metres in size, without a bed.[20] Images of Isis Obed Murillo's bloodstained body were widely circulated and became a focal point for people opposed to the coup d'état.[27][28][29]\n\nRoger Iván Bados (sometimes written Báez[30]), a former union leader, who had become a member of the Democratic Unification Party and the Popular Bloque (BP), was \"threatened with death immediately after the coup\" and shot dead on 11 July next to his house in San Pedro Sula.[22] According to Dr Luther Castillo of the Garifuna community organisation Luaga Hatuadi Waduheñu Foundation, the assassination \"can be directly attributed to\" the Micheletti's de facto government.[30] An international human rights mission also attributes Bados' death \"in relation to\" the coup d'état.[21]\n\nThe death of 40-year-old campesino leader Ramón García, also a member of the Democratic Unification Party, on 12 July, after he was forced by unknown people to get off a bus,[20] is also attributed to Micheletti's de facto government by Luther Castillo.[22][30]\n\nOn 24 July, near the border town El Paraíso, conflict occurred between hundreds of protesters against the coup d'état and security forces.[31] Many people saw protester Pedro Magdiel Muñoz Salvador, 23 years old, being detained by police[32] and driven to a police station in El Paraíso.[33] The following morning, his body was found in a deserted field at 6:30 in the morning, with 42 wounds from stabbing. Demonstrators and the National Front Against the Coup d'État stated that the murder had all the characteristics of 1980s actions of Battalion 3-16, as a method of \"terrorising the masses of people participating in the struggle against the coup regime.\"[32]\n\nOn 31 July, during a peaceful protest that blocked a highway on the first day of a public service national strike against the coup d'état, high school teacher Roger Abraham Vallejo Soriano, 38 years old, was shot in the head by security forces.[34][35] He died the following day.[36]\n\nAnother assassination in the region near the Nicaraguan border near El Paraíso took place on 2 August when a soldier at a military roadblock fatally shot Pedro Pablo Hernández in the head.[25][37] COFADEH attributes his assassination to the coup d'état.[25] The Office of the Public Prosecutor stated to IACHR during the latter's 17–21 August visit that the case was being investigated.[37]\n\nOn 8 August in Choloma,[25] Juan Gabriel Figueroa Tomé, 30 yrs old, who was an active member of resistance to the coup d'état, was taken by armed men who said that they didn't want his motorbike, they wanted him.[38] He was found dead, shot in the head, the following day, 9 August.[25] COFADEH attributes his assassination to the coup d'état.[25]\n\nZelaya returned to Honduras on 21 September 2009, and stayed in the Brazilian Embassy, while Micheletti remained the de facto president.[39] Security forces under the responsibility of de facto president Micheletti carried out systematic human rights violations, including a \"sharp rise in police beatings,\" hundreds of arrests of political demonstrators and intimidation of human rights defenders throughout Honduras.[40] On 22 September, 15 police fired tear gas canisters at the building of the human rights NGO Committee of Relatives of the Disappeared in Honduras (COFADEH), at a moment when about 100 people were in the COFADEH office.[40] Dozens of protesters were detained in unauthorised detention sites in Tegucigalpa on 22 September.[40]\n\nOn 16 October 2009, Human Rights Watch stated that \"the small human rights unit of the Office of the Attorney General has begun investigations into numerous cases of killings, alleged excessive use of force by security officials, and illegal and arbitrary detentions\" but that the unit's superiors in the Attorney General's office and armed forces members were obstructing the investigations.[41]\n\nThe Micheletti de facto government issued Decree PCM-M-016-2009 which officially signed on 22 September 2009[42] and rescinded on 19 October 2009.[43] The decree suspended five constitutional rights: personal liberty (Article 69), freedom of expression (Article 72), freedom of movement (Article 81), habeas corpus (Article 84) and freedom of association.[44][45] On 28 September, the decree was used to shut down the television stations Channel 36 and Radio Globo, which were \"consistently critical of the de facto government\" and removed the stations' broadcasting equipment.[42] Government security forces physically assaulted international journalists covering the raid on Radio Globo.[42] On 29 September, the Office of the Special Rapporteur for Freedom of Expression of the Inter-American Commission of Human Rights (IAHCR) \"expressed its most energetic rejection\" of the decree and asked for the immediate suspension of its enforcement, because it \"flagrantly [contradicted] the international standards for freedom of expression\".[42]\n\nAmnesty International protested to the Honduran de facto government about the violation of habeas corpus on 28 and 29 November.[46] One of the people who were allegedly disappeared was Jensys Mario Umanzor Gutierrez, last seen in police detention early on the morning of 30 November. Amnesty International (AI) stated that no courts, including the Supreme Court, were available to receive a petition for habeas corpus. AI also referred to two men arrested under terrorism charges and beaten, and 14 minors detained under decree PCM-M-016-2009[42][43] for having been gathered in groups of more than four persons, and later freed without charges.[46] AI also said that human rights organizations in Honduras \"suffered attacks and acts of intimidation\".[46]\n\nIn December 2009 the head of Honduras' anti-drug smuggling operations,  Gen Julian Aristides Gonzalez, was assassinated in Tegucigalpa,[47] as was anti-coup activist and LGBT rights leader Walter Trochez.\n\n"
        },
        {
            "title": "Porfirio Lobo Sosa",
            "text": "Porfirio Lobo Sosa won the November Honduran general election, 2009 and took office on 27 January 2010. Under his Presidency human rights abuses continued. According to Human Rights Watch, \"at least eight journalists and ten members of the National Popular Resistance Front (FNRP)—a political group that opposed the 2009 coup and advocated  the reinstatement of the ousted president, Manuel Zelaya—have been killed since President Lobo assumed power on January 27, 2010.\"[48]\n\nJournalist David Meza was assassinated in March 2010; he investigated drug trafficking within Honduras, and reportedly received death threats in 2010, according to the El Tiempo newspaper.[49] Another reporter, Nahúm Elí Palacios Arteaga, was also assassinated in March 2010. Luis Arturo Mondragón was killed in June 2010.\n\nHuman Rights Watch has reported attacks on the independence of the judiciary and public prosecutors. \"The May dismissal of four lower-court judges who challenged the legality of the 2009 coup has severely damaged the credibility of the Honduran judiciary.\" One of the dismissed judges \"told Human Rights Watch that, since his dismissal, several judges have confided in him that the fear of dismissal by the government influences their judicial decision-making. A prosecutor from the human rights prosecutor's office said fellow prosecutors had expressed the same concern.\" Human Rights Watch concluded that \"Honduras has made little progress toward restoring the rule of law since the coup.\"[48]\n\n"
        }
    ]
}