{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Singapore",
    "title": "Human rights in Singapore",
    "table_of_contents": [
        "1 Legislation",
        "1.1 Internal Security Act",
        "1.2 Sedition Act",
        "1.3 Public Order Act (2009)",
        "1.4 Contempt of court",
        "1.5 Criminal Law (Temporary Provisions) Act",
        "1.6 Newspaper and Printing Presses Act (1974)",
        "1.7 Enlistment Act (1970)",
        "2 Basic rights",
        "2.1 Freedom of expression and association",
        "2.2 Privacy under mass surveillance",
        "3 LGBT rights",
        "4 Immigrant workers' rights",
        "5 Human trafficking",
        "6 Caning",
        "7 Death penalty",
        "8 International agreements",
        "9 Ratings",
        "10 See also",
        "11 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHuman rights in Singapore are codified in the Constitution of Singapore, which sets out the legal rights of its citizens. These rights are protected by the Constitution and include amendments and referendums. These rights have evolved significantly from the days since independence though the government in Singapore has broad powers to possibly limit citizens' rights or to inhibit political opposition.[1][2] In 2018, Singapore was ranked 151st by Reporters Without Borders in the Worldwide Press Freedom Index.[3] U.S.-based Freedom in the World scored Singapore 3 out of 7 for \"political freedom\", and 3 out of 7 for \"civil liberties\" (where 1 is the \"most free\"), with an overall ranking of \"partly free\" for the year 2015.[4]\n\nArticle 14 of the Constitution of Singapore, specifically Article 14(1), guarantees to Singapore citizens the rights to freedom of speech and expression, peaceful assembly without arms, and association. However, the enjoyment of these rights may be restricted by laws imposed by the Parliament of Singapore on the grounds stated in Article 14(2) of the Constitution.\n\n"
        },
        {
            "title": "Legislation",
            "text": "The Ministry of Home Affairs Internal Security Department enforces the country's Internal Security Act (ISA) as a counter to potential espionage, international terrorism, threats to racial and religious harmony, and subversion.[5] The ISA permits indefinite detention without formal charges or recourse to trial, and has been used to imprison political opponents of the ruling party, including former parliamentary member Chia Thye Poh, who was held for 32 years without trial before being released.[6] As of 2005, 36 men were being held under the ISA.[7]\n\nThe Sedition Act prohibits seditious acts and speech; and the printing, publication, sale, distribution, reproduction and importation of seditious publications. In addition to punishing actions that tend to undermine the administration of government, the Act also criminalizes actions which promote feelings of ill-will or hostility between different races or classes of the population.[clarification needed]\n\nUnder the Public Order Act 2009, a police permit is required to hold public processions or outdoor assemblies legally.[8] \nIndoor assemblies could be held freely without the need to apply for police permits.[9] There have been multiple amendments to the Public Order Act since 2009 and as of October 2017, all event organisers are required to notify the police if they expect more than 5,000 attendees for public events or 10,000 at any one time for private assemblies.[10] Further amendments to the Act include allowing the Commissioner of Police to refuse a permit for public assembly or procession if it is deemed to be directed towards a political end or organised by or involving non-Singapore entities and citizens.[11]\n\nThe offence of scandalizing the court is committed when a person brings a court or a judge into contempt, or to lower authority. Allegations of bias, lack of impartiality, impropriety or any wrongdoing concerning a judge in the exercise of his judicial function falls within the offence.\n\nInternment without trial under the Criminal Law (Temporary Provisions) Act has been used to deal with espionage, terrorism, organised crime, and narcotics.[5][12]\n\nThe Act requires the chief editor or the proprietor of the newspaper to obtain a permit from the Minister in order to print or publish a newspaper in Singapore.\n\nSection 10 of the Act gives the Minister the power to appoint the management shareholders of all newspaper companies and to control any transfers of such management shares.[13] It also gives the management shareholders, and by proxy the government, a minimum 66% majority in any votes regarding staffing decisions.\n\nAll male Singapore citizens and second-generation permanent residents (PR) who have reached the age of 18 are required to undergo a two-year conscription known as National Service. Defaulters are fined or sentenced to jail.[14]\n\nMale citizens who hold dual citizenships can only renounce their Singapore citizenship upon completion of their service,[15] unless they have citizenship of another country at age 11, and have announced to the Ministry of Defence of their intention to renounce their citizenships before the age of 11, and avoid all \"socio-economic benefits of a Singapore citizenship\" before their renunciation of Singaporean citizenship after attaining the age of majority.[16][17] Second-generation permanent residents who renounce their PR status without serving NS will \"face consequences\" if they were to apply to return to Singapore to study or work in the future.[18]\n\n"
        },
        {
            "title": "Basic rights",
            "text": "The government has restricted freedom of speech and freedom of the press and has limited other civil and political rights.[5][19] The right to freedom of speech and association guaranteed by Article 14(1) of the Constitution of Singapore is restricted by the subsequent subsection (2) of the same Article.[citation needed] However, in their 2019 report, Freedom house states \"The electoral and legal framework that the PAP has constructed...constrains the growth of credible opposition parties and limits freedoms of expression, assembly, and association.\"[20]\n\nThe only place in Singapore where outdoor public assemblies do not require police permits (for citizens) is at the Speakers' Corner which is loosely modelled on Hyde Park, London. However, foreigners still require a permit to speak at the park, and one must still register one's personal details with the National Parks Board online before speaking or protesting at the Speakers' corner, and there are also many surveillance cameras in the park, a situation that some Singaporeans and Singaporean MPs have commented on.[21][22]\n\nPolice permits are also not granted to events that are deemed to have a \"significant risk of public disorder\" and those that could \"incite feelings of hostility between different racial and religious groups\" in Singapore.[23]\n\nAccording to Amnesty International, laws were tightened in 2010 to limit the freedom of expression and assembly, and to stifle critics and activists. Lawsuits were taken out by the authorities against dissidents. Government critics and human rights defenders nevertheless held public gatherings.[24]\n\nCensorship of political and racially or religiously sensitive content is also extensive, and is imposed in the form of stringent media regulations and criminal laws,[25] and indirect approaches through OB markers on local journalists and withdrawal of public arts funding.[26] Press freedom has been curtailed over the years through various national security laws, such as the Internal Security Act, the Sedition Act and the Official Secrets Act.[27] Government pressure to conform has resulted in the practice of self-censorship by journalists.[5][28]\n\nThe Singapore Constitution does not include a right to privacy and the data protection act does not protect citizens from government-sanctioned surveillance.[29] The government does not need prior judicial authorisation to conduct any surveillance interception,[30] and documents that restrict what officials can do with personal data are classified.[31] In a U.S State Department report in 2015, it is believed that law enforcement and government agencies have extensive networks for gathering information and conducting surveillance. A majority of Singaporeans are under the impression that authorities track telephone conversations and the use of the internet of civilians, and routine checks are done on some opposition politicians and other government critics.[32]\n\nThe Singapore Info-communications Media Development Authority was also listed as a customer of spyware maker Hacking Team in a data leak. The group is alleged to have used spyware to analyse the digital footprint of its intended audience.[33]\n\nAccording to a study[dubious  – discuss] conducted by the Ministry of Defence, the threshold for surveillance is deemed relatively higher in Singapore, the majority of citizens having accepted the \"surveillance situation\" as necessary for deterring terrorism and \"self-radicalisation\".[citation needed] Singaporeans are said to have accepted the social contract between residents and their government, and expect to \"surrender certain civil liberties and individual freedoms in exchange for fundamental guarantees: security, education, affordable housing, health care.\"[34] With the push for the Smart Nation initiative to collate and analyse big data from all aspects of urban life for decision-making, it is unclear how individual rights to privacy will be upheld.[35][36][37]\n\nIn November 2017, it was announced that the government would introduce legislation in 2018 to mandate all private doctors to submit patient information for the centralised national healthcare database named National Electronic Health Records System (NEHR).[38] Patients can request for their health records to be made inaccessible to physicians and healthcare workers, but the records will still be added and updated to the electronic system. While the authorities have asserted that only relevant healthcare workers will have access to the patients' data,[39] it was noted that there have been cases of illegal access of patients' records even with the privacy safeguards in place.[40]\n\nLaw dean Simon Chesterman brought up the need for greater transparency on the surveillance in smart cities to ensure that state powers are not being abused.[41][42]\n\n"
        },
        {
            "title": "LGBT rights",
            "text": "Singaporean law dating from 1938 (Penal Code, s. 377A) bans sexual relations between men, but no prosecutions for private sexual activity have taken place since 1999. Since a May 2009 rally at Speaker's Corner at Hong Lim Park, gay-rights supporters have participated in the annual Pink Dot SG rally at Speaker's Corner, without government interference.[43] The 2009 event was deemed significant enough to be included in the US Department of State's human rights reports for 2009.[44] On 21 August 2022, Prime Minister Lee Hsien Loong announced during the annual National Day Rally that the government intended to repeal Section 377A, effectively ending criminalisation both de facto and de jure.[45][46]\n\n"
        },
        {
            "title": "",
            "text": "According to Amnesty International one quarter of Singapore's population were immigrants at the end of 2009.\n\nThe Employment of Foreign Workers Act excludes domestic workers (2009). Singapore does not provide basic protection for foreign domestic workers, such as a standard number of working hours and rest days, minimum wage and access to employment benefits.[47] The recruitment fees of domestic workers can be up to 40% of the workers salary in a two-year contract.\n\nAs of the end of 2010, Singapore's government had refused to regulate the recruitment fees.[48]\n\nIn 2010 two workers from Burma, after 11 years' work in Singapore, did not receive new work permits, following their active support for Burma's pro-democracy movement.[24]\n\n"
        },
        {
            "title": "Human trafficking",
            "text": "The US Trafficking in Persons 2019 report listed Singapore on Tier 2 with 32 victims.[49]\n\nThe 2020 report listed Singapore on Tier 1.[50]\n\n"
        },
        {
            "title": "Caning",
            "text": "Singapore also employs corporal punishment in the form of severe caning on the bare buttocks for numerous criminal offences if committed by males under 50, and this is a mandatory sentence for some 30 offences. Some international observers, including Amnesty International, maintain that corporal punishment is in itself contrary to human rights, but this is disputed. Caning is never ordered on its own in Singapore, only in combination with imprisonment. There is mandatory caning of at least three strokes, combined with a minimum of three months' imprisonment, for foreign workers who overstay by more than 3 months. The government argues that this is necessary to deter would-be immigration offenders, as Singapore remains an attractive destination for illegal immigrants; experience prior to 1989 had shown that imprisonment was not alone a sufficient deterrent. It feels that long-term overstayers who are not able to work legitimately pose social problems and may turn to crime.[51]\n\nCorporal punishment may also be ordered for various sexual offences, rioting, the possession of weapons, violence of all kinds, illicit drug use, and vandalism of public property. Male members of the armed forces are liable to a less severe form of caning for breaches of military discipline.\n\n"
        },
        {
            "title": "Death penalty",
            "text": "Singapore enforces the death penalty by hanging. It is mandatory for premeditated and aggravated murder and for the possession or trafficking of more than 14 grams (0.49 oz) of heroin in its pure form (diamorphine).[52] According to Amnesty International, Singapore has one of the world's highest execution rates relative to its population.[7] Some 400 criminals were hanged between 1991 and 2003, for a population of 5 million.[53]\n\nThe government argues that death penalty is meted out for the most serious crimes to curb the drug menace as Singapore is particularly vulnerable due to its small size and location near the Golden Triangle.[54]\n\n"
        },
        {
            "title": "International agreements",
            "text": "According to Amnesty International, Singapore has signed the following international agreements relating to human rights:[55]\n\nAs of 2018[needs update], Singapore has not signed the following agreements:[56]\n\n"
        }
    ]
}