{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Egypt",
    "title": "Human rights in Egypt",
    "table_of_contents": [
        "1 Rights and liberties ratings and summaries",
        "2 Freedom of speech",
        "2.1 Political prisoners",
        "3 Freedom of religion",
        "4 Status of religious and ethnic minorities",
        "5 Status of women",
        "6 Child labor",
        "7 LGBT rights",
        "8 Status of Palestinians",
        "9 Conditions for detainees and torture",
        "9.1 Use of pretrial detention",
        "10 Extrajudicial executions",
        "11 Enforced Disappearances",
        "12 International complicity",
        "13 Historical situation",
        "14 International treaties",
        "15 Travel Bans",
        "16 See also",
        "17 Notes",
        "18 References",
        "19 Further reading",
        "20 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHuman rights in Egypt are guaranteed by the Constitution of the Arab Republic of Egypt under the various articles of Chapter 3. The country is also a party to numerous international human rights treaties, including the International Covenant on Civil and Political Rights and the International Covenant on Economic, Social and Cultural Rights. However, the state of human rights in the country has been criticized both in the past and the present, especially by foreign human rights organizations such as Amnesty International and Human Rights Watch.[1] As of 2022, Human Rights Watch has declared that Egypt's human rights crises under the government of President Abdel Fattah al-Sisi, is \"one of its worst ... in  many decades\", and that \"tens of thousands of government critics, including journalists, peaceful activists, and human rights defenders, remain imprisoned on abusive 'terrorism' charges, many in lengthy pretrial detention.\"[2]\nInternational human rights organizations, such as the aforementioned HRW and Amnesty International, report that as of January 2020, there are some 60,000 political prisoners in Egypt.[3]  Other complaints made (by Human Rights Watch) are of authorities harassing and detaining \"relatives of dissidents abroad\" and use of \"vague 'morality' charges to prosecute LGBT people, female social media influencers, and survivors of sexual violence\".[2]\nThe Egyptian government has frequently rejected such criticism, denying that any of the prisoners it holds are political prisoners.\n\nIn Egypt's latest (2018) presidential election, al-Sisi won 97% of the vote after all credible challengers withdrew, \"citing personal decisions, political pressure, legal troubles, and unfair competition\".[4] In the 2020 parliamentary election a \"progovernment coalition\" won an \"overwhelming majority of seats\" in Egypt's parliament, although \"domestic and international organizations\" expressed concern that \"government limitations on association, assembly, and expression severely constrained broad participation in the political process\", according to the U.S. Department of State.[4] A 2019 constitutional change allowed El-Sisi to remain in power until 2030 instead of 2022.\n\nThe worst mass killing in Egypt's modern history\" occurred on 14 August 2013 during the dispersal by police of a sit-in held by supporters of the late Mohamed Morsi, where hundreds of protesters were killed.[5]\n\n"
        },
        {
            "title": "Rights and liberties ratings and summaries",
            "text": "In 2021, Freedom House ranked Egypt as \"Not Free\" in its annual Freedom in the World report. It gave Egypt a \"Political Rights\" score of 6/40 and a \"Civil Liberties\" score of 12/60, with a total score of 18/100.[6] The same year, Reporters Without Borders ranked Egypt at 166th place in its annual Press Freedom Index.[7] As of 2020, the Committee to Protect Journalists regards Egypt as \"the world's third-worst jailer of journalists\", behind Turkey and China.[8]\n\nSee List of indices of freedom for more information on these ratings and how they are determined.\n\nThe U.S. Department of State's \"2019 Country Reports on Human Rights Practices\" listed the following perceived human rights issues in Egypt:\n\nHuman Rights Watch complained that an \"unfair referendum\" by authorities in 2019 added amendments to the constitution consolidating \"authoritarian rule, undermin[ing] the judiciary's dwindling independence, and expand[ing] the military's power to intervene in political life.\" Using the excuse of fighting the terrorist ISIS insurgency, \"Egyptian authorities showed utter disregard for the rule of law. Since April 2017, President Abdel Fattah al-Sisi ha[d] maintained a nation-wide state of emergency that [gave] security forces unchecked powers.\"[10] Since then, the state of emergency has been officially lifted, as of October 2021.[11]\n\nThe government-appointed organization for human rights in Egypt is called the National Council for Human Rights.\n\nOn 21 September 2022, the Amnesty International released a report titled “Disconnected from Reality: Egypt’s National Human Rights Strategy covers up human rights crisis”. The report presents a detailed analysis of Egypt’s National Human Rights Strategy (NHRS) in light of the human rights situation on the ground, revealing how authorities have used it as a propaganda tool to cover up unrelenting repression of any form of dissent. The five-year strategy was drafted by the government without any consultation with independent human rights organizations or public engagement.[12]\n\n"
        },
        {
            "title": "Freedom of speech",
            "text": "The Press Law, Publications Law, and the penal code of Egypt regulate and govern the press. According to these, criticism of the president can be punished by fines or imprisonment. Freedom House deems Egypt to have an unfree press, although it mentions that the country does have a wide range of sources.[13] As of 2020, Reporters Without Borders (RsF) ranked Egypt 166 out of 180 countries in press freedom.[14] Press freedom has gone from 143rd out of 167 nations in 2008,[15] to 158th in the world in 2013.  The RsF group laments that the Sisi government has \"bought up the biggest media groups to the point that it now controls the entire media landscape and has imposed a complete clampdown on free speech.\"[14]  The two sources agree that promised reforms on the subject have been disappointingly slow or uneven in implementation. Freedom House had a slightly more positive assessment indicating that increased freedom to discuss controversial issues has occurred.[16]\n\nFollowing the Arab Spring there was hope for greater freedom of speech in Egypt. However, as of February 2012, television journalist Tim Sebastian reported a \"re-emergence of fear\" in Egypt.\n\nThe United States State Department voiced concern in August 2012 about freedom of the press in Egypt, following a move by the authorities to put two critics of Egyptian President Mohamed Morsi on trial.  The State Department also criticized Egypt for actions against Al-Dustour, a small independent newspaper, and the Al-Faraeen channel, both of which have criticized Morsi and the Muslim Brotherhood.[18]\n\nIn July 2016, Egyptian security forces stormed the home of Liliane Daoud, a Lebanese-British journalist, and whisked her to the airport. Without advance warning, Ms. Daoud found herself on a plane to Lebanon. Before her deportation, Ms. Daoud was fired from her job at the local private channel just a few weeks after a pro-Sisi businessman bought it. In August 2018, the Egyptian government put television host Mohamed al-Ghiety on trial for interviewing an anonymous gay man. He was later jailed, fined and sentenced to a year of hard labor.[19]\n\nAccording to human rights organizations, Egyptian authorities have banned over 500 people, most of  which are activists, from travel at Egyptian airports since July 2013.[20]\n\nAmnesty International said Egyptian authorities are increasingly using arbitrary and excessive probation measures as a way to harass activists. They have been imposed extreme conditions in some cases, where activists released from prison forced to spend up to 12 hours a day in a police station. Police probation in Egypt requires released prisoners and detainees to spend a certain number of hours at a police station daily or weekly. Amnesty International has documented at least 13 cases in which probation measures were excessive or were arbitrarily imposed against activists. In some cases, activists are detained for a second time as a probation ways. Amnesty International called the Egyptian authorities to lift all arbitrary probation measures and order the immediate and unconditional release of activists who have been detained.[21]\n\nIn late 2017, the Egyptian police cracked down on the selling of a toy dubbed 'Sisi's testicles' or 'Sisi's pendulum', used by children to mock the president. The police \"arrested 41 clacker sellers and seized 1,403 pairs of the 'offensive' toy,\" according to local daily al-Masry al-Youm.[22]\n\nIn 2018, Egyptian dissident, Mohamed Ali (currently living in Spain) posted videos of corruption within the Egyptian President Abdel Fattah el-Sisi’s government. The videos sparked anti-government protests in Egypt. Egyptian authorities requested the Spanish government of extraditing Mohamed Ali on charges of tax evasion and money laundering committed back in his home country. On 9 July 2020, Mohamed Ali appeared in a preliminary hearing in front of the Spanish judge where he was given 45 days’ notice to bring up a case on why he should not be sent back to Egypt.[23]\n\nOn 31 October 2021, Amnesty International denounced the lifting of state of emergency in Egypt, saying it does not consider it to be a meaningful step. The rights organization highlighted the ongoing trials of a number of arbitrarily detained activists, human rights defenders, journalists, opposition politicians and peaceful protesters, where the proceedings are majorly fundamentally unfair. Amnesty said that Egypt must immediately and unconditionally release all those facing trials for peacefully exercising their rights, in order to make their decision meaningful.[24]\n\nOn 10 March 2020, a human rights lawyer Zyad el-Elaimy, was imprisoned for a year and fined LE 20,000. He was charged for “spreading false news with an intent to spread panic among the people and for disturbing public peace”, during an interview with BBC in 2017. However, the Amnesty International rights group said that el-Elaimy was unlawfully charged for speaking publicly about politically motivated imprisonment, enforced disappearance and torture in Egypt.[25]\n\nOn 18 March 2020, four human rights activists, concerning grave conditions of prisons amidst the coronavirus outbreak, called for the release of patrons imprisoned for their political views. However, the Egyptian authorities instead held captive the demonstrators and charged them of spreading the hoax narrative, whilst violating the country's protest ban.[26]\n\nOn 23 June 2020, Amnesty International reported that Egyptian security forces had abducted human rights defender Sanaa Seif from outside the Public Prosecutor's office in New Cairo. She reportedly visited the office to file a complaint against a violent assault, which she and her family suffered outside the Tora Prison Complex the previous day. Sanaa Seif's brother and a famous human rights activist, Alaa Abd El-Fattah remains in arbitrary detention at the Tora prison, since September 2019. The report revealed that Sanaa was taken to the office of the Supreme State Security Prosecution in Cairo, where the prosecutors questioned her over the charges of “disseminating false news”, “inciting terrorist crimes” and “misuse of social media”.[27] On 7 September 2020, Amnesty International reported that she was arrested for the third time.[28]\n\nOn 15 June 2020, Egyptian security forces arrested five relatives of US-based dissident Mohamed Soltan in an attempt to pressure him into dropping the lawsuit against former Prime Minister of Egypt. In early June 2020, Soltan filed a lawsuit under the US' Torture Victim's Protection Act against Former Prime Minister Hazem El Beblawi, on overseeing 21 months of torture and ill-treatment. In 2013 he was arrested for documenting Rabaa massacre.[29]\n\nIn July 2020, the government of Egypt was accused of unfairly arresting United States citizens and human rights activists who criticized or spoke against the Egyptian government. The victims stated that the country has been silencing them by harassing and threatening their relatives living in Egypt.[30]\n\nAccording to ABC News, in July 2020 Egyptian authorities arrested 10 doctors and six journalists to stifle criticism about the handling of the COVID-19 pandemic in Egypt by the government led by President Abdel Fattah el-Sisi.[31]\n\nOn 30 June 2020, Egyptian authorities reportedly arrested healthcare workers and journalists, who complained about lack of hospital protective gears and criticized the state's response to the COVID-19 pandemic. Egyptian authorities also arrested doctors who reported COVID-19 cases without authorization. Doctors recounted threats delivered via WhatsApp, official letters or in person.[32] As of 15 July 2020, a human rights group documented the arrest of at least six doctors and two pharmacists. Seven members of the Egyptian Medical Syndicate, a quasi-government body that represents healthcare workers, have also been detained for discussing COVID-19 on social media.[33]\n\nOn 27 July 2020, an Egyptian court sentenced five female social media influencers to two years in jail, including a fine of LE 300,000 (approximately £14,600 stg), for posting videos on TikTok. The ruling accused the defendants of posting indecent videos and violating public morals. The arrests highlighted a social divide in a deeply conservative country over what constitutes individual freedoms and social norms. It was the first sentence issued by a court against female social media influencers in Egypt, after a series of arrests that mostly targeted women who were popular on TikTok.[34]\n\nOn 4 August 2020, several celebrities wrote a letter to the Egyptian authorities to free prominent activist Sanaa Seif and other political prisoners. She has been held in pre-trial detention in Cairo since June. Seif is a film editor, who worked on the highly acclaimed documentary The Square. She is the sister of jailed activist Alaa Abdel Fattah, who was one of the leading voices during the 2011 uprising that led to the ousting of then-president Hosni Mubarak in 2011.[35]\n\nOn 25 August 2020, Egypt sentenced Bahey el-Din Hassan to 15 years in jail over anti-government advocacy. Human rights organizations, including the Amnesty International and FIDH, condemned the charges filed against Hassan as 'bogus' and 'extremely outrageous'. The UN High Commissioner for Human Rights and the European Parliament, in addition to hundreds of public figures, journalists, academics, artists and intellectuals from across the world, also condemned the sentence. The ruling was part of the reprisal against Hassan for promoting human rights in Egypt.[36][37]\n\nEgyptian security forces arrested two journalists of Al Youm Al Sabea newspaper namely, Hany Greisha and El-Sayed Shehta, for allegedly spreading false news. Greisha was arrested on 26 August 2020 and charged with the misuse of social media, spreading false news, and maintaining connections with The Muslim Brotherhood, an alleged terrorist organization. He was detained for 15 days, according to reports. The second detainee, El-Sayed Shehta, who was arrested on 30 August 2020 from his hometown, was tested COVID-19 positive and quarantining at his home at the time. Committee to Protect Journalists (CPJ) demanded the immediate release of the journalists due to coronavirus pandemic. Authorities in charge of the police and prison system did not respond to CPJ's email asking for comment and the reason for arresting the journalists.\n[38]\n\nOn 22 September 2020, Amnesty International raised concerns regarding the ongoing arbitrary detention of journalist and human rights defender, Esraa Abdelfattah.[39] Esraa was arrested by security forces on 12 October 2019 and accused of “joining a terrorist organization” and “participating in a criminal agreement intended to commit a terrorist crime from inside prison”.[40] On 30 August 2020, Esraa Abdelfattah was brought in front of the Supreme State Security Prosecution (SSSP) to face questioning over the investigations.[41]\n\nOn 3 November 2020, Amnesty International raised voice against the ongoing arbitrary detention of journalist Solafa Magdy concerning her deteriorating health. Solafa Magdy was detained since 26 November 2019 as part of her participation in the March 2019 anti-government protests with her husband and 2 other journalists. On 30 August 2020, the Supreme State Security Prosecution (SSSP) interrogated Solafa Magdy, on new unfounded charges including joining a terrorist group.[42]\n\nOn 19 November 2020, Egypt security forces detained three members of the independent human rights organization, Egyptian Initiative for Personal Rights (EIPR). The Amnesty International described the arrests as a “chilling escalation” of the government's crackdown. Other human rights groups said that dozens of activists have been targeted with arrests, travel bans, and asset freezes, under President Abdul Fattah al-Sisi. On 27 November  2020, the United Nations Human Rights experts called the Egyptian authority to drop the charges and release all four human rights activists working with EIPR. Three were arrested few days after the meeting with 13 foreign ambassadors and diplomats on 3 November 2020, over the charges of terrorism and public security, while EIPR's gender rights researcher, Patrick Zaki was arrested in February 2020.[43]\n\nThe European Parliament urged the member states in a resolution issued in December 2020, to impose sanctions on Egypt for its actions against the human rights defenders, particularly of the EIPR. The international backlash against Egypt mounted after three activists from the EIPR were arrested. They were later released, but the assets were kept frozen.[44][45]\n\nIn March 2021, 31 countries including the US, the United Kingdom, Canada, Australia and Germany, issued a joint declaration to the United Nations Human Rights Council expressing deep concern about the trajectory of human rights in Egypt. The statement highlighted “restrictions on freedom of expression and the right to peaceful assembly, the constrained space for civil society and political opposition, and the application of terrorism legislation against peaceful critics.”[46]\n\nIn March, Sanaa Seif was sentenced to 18 months in prison for \"spreading false news\". Instead of getting justice for an assault she faced along with her mother and sister outside the Tora prison, Seif has been accused of making unfounded claims about the handling of COVID-19 outbreaks in Egyptian prisons. Amnesty International called her conviction charged on bogus claims “stemming purely from her peaceful criticism”.[47]\n\nUS President Joe Biden’s administration affirmed in early April 2021 that the former Egyptian PM and IMF representative Hazem el-Beblawi benefited diplomatic immunity from the federal lawsuit filed against him by Mohamed Soltan in 2020 holding Hazem accountable for torturing him in prison. Soltan, a Washington, D.C.-based human rights advocate claimed in his lawsuit that during his imprisonment of 21 months between 2013 and 2015, he was subjected to beating and torture and was shot at by authorization by Beblawi. As per human rights organizations, the Abdel Fateh Al Sisi government, under a law sanctioned by Beblawi, arrested thousands of civilians on political grounds, including US citizens like Mustafa Kassem, who succumbed during his imprisonment in January 2020.[48]\n\nThe Egyptian student, Patrick Zaki, who was arrested at the Cairo airport for allegedly spreading fake news on social media platforms that caused unauthorized protests, was offered Italian citizenship by their government via a senate voting. The decision was largely supported by a senate majority of 208 to 0 to get the 27-year-old researcher released sooner. Reportedly, Zaki has been detained for more than 2 years and hasn't been offered a trial, which counts as a violation of human rights. Rome has demanded the release of Zaki in the past, but the request was rebuffed.[49]\n\nIn May 2021, Amnesty International shunned Egyptian authorities over its crackdown on freedom of expression. The rights group said that the nation on one hand supports Gaza, while on the other has held hostage a man for raising the Palestinian flag in solidarity with them.[50]\n\nOn 1 June 2021, HRW alongside 62 other organizations called on President Abdel Fattah al-Sisi to immediately end the crackdown on peaceful dissent, freedom of association, and independent groups. The signatories said that they are worried about the con-current situation in Egypt including arbitrary arrest, detention, and other judicial harassment of human rights defenders. In their statement, they also showed solidarity with the findings of the UN, stating the concerns over cruel and inhuman prison conditions, and the deliberate denial of adequate medical care that has led or contributed to preventable deaths in custody and serious damage to prisoners’ health. In 2020 alone, at least 35 people died in custody or shortly after following medical complications. The health and human rights crisis in prisons was further exacerbated by the authorities’ failure to adequately address COVID-19 outbreaks.[51]\n\nOn 15 November 2021, 14 human rights groups reported that the Egyptian authorities forcibly disappeared Salah Soltan in June 2020, as a result of his son's human rights activism. Soltan is the father of a prominent US-based human rights activist, Mohamed Soltan. He was held in conditions that may amount to torture or other ill-treatment, including prolonged solitary confinement. The prison authorities deprived him of access to proper medical care and basic hygiene necessities. Egyptian authorities also carried out reprisals against other members of the Soltan family.[52]\n\nIn November 2021, an investigation by Amnesty International concluded that Egyptian authorities were complicit in the crackdown on the factory workers who were demanding job security and higher pay through a peaceful strike. Nearly 2,000 employees of an Egyptian manufacturer, LORD International, went on a strike between July 26 and August 1. Amnesty revealed that the Egyptian Ministry of Manpower failed to provide any solution to workers who faced reprisals for taking part in the strike. Moreover, the official complaints of the workers were dismissed and pressure was put on them to end their “illegal strike”.[53]\n\nIn March 2022, two Egyptian singers, Hamo Beeka and Omar Kamal, were sentence to two years in prison and fines by the Alexandria Economic Court. They were convicted on vague charges of “violating family values in Egyptian society and profiting from a video including dancing and singing”. The fine imposed was of LE 10,000 (US$538), along with an additional LE 10,000 fee to suspend the prison sentences. They were reportedly charged because of a music video, in which the two men sang and danced along with a Brazilian belly dancer. Rights organizations condemned that the charges violated the right to free speech of the two singers.[54]\n\nSherif Osman, an American national of Egyptian descent was detained on his visit to the United Arab Emirates in December 2022. It was being feared at the time that Osman would be extradited to Egypt for allegedly criticizing the authorities of the African nation. His fiance, Saija Virta claimed that he was arrested for criticizing his homeland right before Egypt hosted COP27 climate conference November 2022. He was apparently outside a restaurant in Dubai when the arrest took place. On being asked for the reason of the arrest, the public prosecution said that Egyptian government requested for his detention following charges that included, “speaking negatively against government institutions”.[55]\n\nAccording to Salah Sallam, (\"a former member of Egypt’s government-appointed\" Human Rights association), it is against the law to call \"someone who’s conspired against the state a political prisoner,” making it effectively against the law to protest the arrest of such a person by calling them a political prisoner.[56] Nonetheless, it was common in \"prison and court\", for \"guards and judges openly refer to detainees not linked to violence as 'political', according to \"former detainees and lawyers\".[56]\n\nAccording  to the New York Times, the Egyptian government \"has long denied holding any political detainees\", but in the last few weeks as of late June 2022, \"some officials have begun to acknowledge the practice of imprisoning people for their political views\", saying it was \"necessary to restore stability\" after the 2011 Arab Spring revolution in Egypt.[56] International human rights organizations reported that there are some 60,000 political prisoners in Egypt.[57] The Egyptian government was thought to be under pressure to improve its human rights record after the death of prominent economist Ayman Hadhoud in custody \"hit international headlines\", Hadhoud presumed to \"have been tortured to death by state security\", who did not bother notifying his family until over a month after his death.[58]\n\nOn 19 July 2022, a political prisoner, Mahmoud Othman, died inside the Borg El Arab prison, west of Alexandria, Egypt, as a result of inhumane conditions of detention. As of 25 July 2022, almost 1,163 deaths have been documented inside detention centers and prisons in Egypt since 2013. In it’s report titled “Egyptian prisons: rehabilitation centres or graves for human rights”, the Committee For Justice organisation have outlined the verdicts issued against many human rights and political figures in Egypt. The report also outlined the findings of documented violations, including 7,369 violations in 66 official and unofficial places of detention. The documented violations were topped by arbitrary deprivation of liberty, followed by enforced disappearance, poor conditions of detention, torture, and deaths in detention facilities.[59]\n\n"
        },
        {
            "title": "Freedom of religion",
            "text": "The 2014 Constitution of Egypt states that “Islam is the religion of the state...and the principles of Islamic sharia are the main sources of legislation.”[60]\n\nOnly Islam, Christianity and Judaism are recognized as official religions by the government so that minority religions such as \"Baha`is and nonbelievers face discriminatory obstacles in obtaining IDs and vital documents, such as marriage and death certificates.\"[10]\nChristians, who make up around 10% of the population, \"face systematic discrimination on societal and institutional levels\", for example in laws \"to impede building and renovating non-Sunni Muslim houses of worship\", as of 2019.[10]  A 2016 law allegedly intended \"to legalize unlicensed churches and facilitate the construction of new churches ... has achieved little in removing obstacles and sectarian violence around building churches. According to pro-government newspapers, of about 6,000 churches and service buildings that lack legal recognition, only 1,027 were given conditional permits as of July\" 2019.[10]\n\nThere have been disputes between Pope Shenouda III of Alexandria and the government. Christians have found the building and repair of churches, however, to be problematic. Government regulations dating from Ottoman times require non-Muslims to obtain presidential decrees before building or repair a place of worship. Although in 1999 President Mubarak issued a decree making repairs of all places of worship subject to a 1976 civil construction code, in practice Christians report difficulty obtaining permits. Once permits have been obtained, Christians report being prevented from performing repairs or building by local authorities.[61] However, new legislation was passed in September 2016 that now grants permits to churches for rebuilding regardless of the number of Christians in the neighborhood, a law that has been applauded by various Christian Members of Parliament.[62]\n\nHuman Rights Watch also indicates issues of concern. For example, they discuss how the law does not recognize conversion from Islam to other religions.[63] According to a poll by the PewResearchCenter in 2010, 84 percent of all Egyptian Muslims polled supported the death penalty for those who leave the Muslim religion.[64] Human Rights Watch also mentions strict laws against insulting Islam, Christianity or Judaism and detention for unorthodox sects of Islam, such as Ahmadiyya.[65] In 1925, the Kingdom of Egypt became the first Islamic state to legally recognize the Baháʼí Faith as an independent religion apart from Islam; the state-sanctioned persecution of Baháʼís started to emerge after the 1953 dissolution of the monarchy, culminating in Law 263 in 1960. Under Law 263, institutions and activities of the Baháʼí Faith were banned by Presidential decree of Gamal Abdel Nasser. All Baháʼí community properties, including Baháʼí centers, libraries, and cemeteries, were subsequently confiscated. Baháʼís are also not allowed to hold identity cards, and were thus, among other things, not able to own property, attend university, have a business, obtain birth, marriage and death certificates. In 2001, 18 Egyptian Baháʼís were arrested on \"suspicion of insulting religion\" and detained several months without being formally charged.[61]\n\nOn 6 April 2006, the Administrative Court ruled in favour of recognising the right of Egyptian Baháʼís to have their religion acknowledged on official documents.\"[66] However, on 15 May 2006, after a government appeal, the ruling was suspended by the Supreme Administrative Court.[67] On December 16, 2006, after a single hearing, the Supreme Administrative Council of Egypt ruled against the Baháʼís, stating that the government may not recognize the Baháʼí Faith in official identification numbers.[68] The ruling left Baháʼís unable to obtain the necessary government documents to have rights in their country unless they lie about their religion, which conflicts with Baháʼí religious principle.[69] Baháʼís cannot obtain identification cards, birth certificates, death certificates, marriage or divorce certificates, or passports.[68] Without those documents, they cannot be employed, educated, treated in hospitals, or vote, among other things.[69] In 2008, a Cairo court ruled that Baháʼís may obtain birth certificates and identification documents, so long as they omit their religion on court documents.[70]\n\nAn Egyptian convert from Islam to Christianity, Mohammed Beshoy Hegazy has recently sued the Egyptian government to change his religion from Islam to Christianity on his official ID card. Earlier this year, Egyptian courts rejected an attempt by a group of Christians who had previously converted to Islam but then returned to Christianity and then sought to restore their original religion on their ID cards. The case is currently before an appeals court.[71] The most recent violations of human rights towards Christians include the Nag Hammadi massacre which occurred in January 2010,[72] and the 2011 Alexandria bombing which occurred on January 1, 2011.[73]\n\nIn October 2012, a number of legal cases against Egyptians, particularly Christians, were filed because the defendants allegedly showed contempt for Islam.  The large number of Islamists on the panel to draft the Egyptian constitution after the fall of Hosni Mubarak in the Egyptian Revolution has led to concern by non-Muslims and liberals.  Rights groups have said that Islamic conservatives have felt emboldened by the success of the Muslim Brotherhood, the Salafi Nour, and other Islamic groups in the Egyptian elections, and have been bolder in imposing their standards on other Egyptians.  In one example, an Egyptian teacher cut the hair of two 12-year-old students because they didn't wear a Muslim headscarf.[74]\n\nThe Amnesty International published a report denouncing the silence of the Egyptian Authority on the attacks committed by the so-called Islamic State against the Coptic Christians in North Sinai. Between 30 January and 23 February, seven Coptic Christians were murdered there. Before the last attack in February, a Sinai armed group of ISIS broadcast a video message threatening the lives of Copts and claiming responsibility for bombing of a Cairo church in December 2016 that killed at least 25 people. Due to the latest attacks in Egypt, at least 150 Coptic Christian families have fled al-Arish, seeking shelter in the neighborhood of Ismailia. As the report mentioned, Majid Halim fled al-Arish to Cairo with seven of his family members after his father, who runs a stationery shop in al-Arish, had received many threats over the past two years, and his photo had been published on Facebook pages alongside a message inciting violence against Coptic Christians and demanding that they had to leave the town.  On 22 February 2017, Nabila's son in law, Sameh Mansour, was told by his neighbor that two masked men came to his home and knocked on his door while he was out making arrangements the burial of his two relatives murdered by ISIS. That same day one of his neighbors, Kamel Abu Romany, who lived 150 meters away from Mansour's house, was also killed by armed gunmen. Mansour, therefore, fled with his family leaving his house and his job. Now he lives in temporary accommodation in Ismailia, and tries to place his young children in new schools in Ismailia.[75]\n\nReportedly, Coptic Christians have had to fight to practice their religion while building a livelihood in Egypt, for centuries. Today, there is only 15 percent Christians in the 103 million population of Egypt. The Christian society in Egypt is considered as second-class citizens in the African nation, which adds to the environment of discrimination against them, making them vulnerable to attacks and pressure of all sorts. As per a report by the Hudson Institute’s Samuel Tadros, the Coptic church is growing “outside Egypt's borders”.[76][77]\n\n"
        },
        {
            "title": "Status of religious and ethnic minorities",
            "text": "From December 31, 1999, to January 2, 2000, 21 Coptic Christians were killed by an angry mob in Al-Kosheh.[78] Al-Ahram in part cites economic resentment as the cause,[79] but discusses Muslims who condemned the action. A Coptic organization[80] saw it as a sign of official discrimination. In 2005 a riot against Copts occurred in Alexandria.\n\nPrivately owned and government-owned newspapers publish anti-Semitic articles and editorials.[61]\n\nOn May 19, 2016, a prominent Coptic worker for Amnesty International, Mina Thabet, was arrested for 'inciting terrorist attacks on police stations, despite reports of paltry evidence.[81][82]\n\nCoptic women and girls are abducted, forced to convert to Islam and marry Muslim men.[83][84] In 2009 the Washington, D.C. based group Christian Solidarity International published a study of the abductions and forced marriages and the anguish felt by the young women because returning to Christianity is against the law. Further allegations of organised abduction of Copts, trafficking and police collusion continue in 2017.[85]\n\nIn April 2010, a bipartisan group of 17 members of the U.S. Congress expressed concern to the State Department's Trafficking in Persons Office about Coptic women who faced \"physical and sexual violence, captivity ... exploitation in forced domestic servitude or commercial sexual exploitation, and financial benefit to the individuals who secure the forced conversion of the victim.\"[83]\n\nAccording to the Egyptian NGO Association of Victims of Abduction and Forced Disappearance, between 2011 and March 2014, around 550 Coptic girls have been kidnapped, and forced to converted to Islam. According the same survey around 40% of the girls were raped prior to their conversion to Islam and married their captors.[86]\n\nPolice and state officials regularly harass people of ethnic minorities.\n\nRacism and specifically anti-blackness is a pervasive issue in Egypt.[87][88] In October 2005, Egyptian state police opened fire on Sudanese refugees camping outside the UNHCR office in protest of their neglect and conditions in the country, killing 134 and wounding over 400. They were predominantly women and children.[89] The massacre is known as the Mustapha Mahmoud Park Massacre\n\nIn September 2021 a pregnant Sudanese refugee collapsed at the gates of the UNHCR in 6 October city. Her and her child later died due to intentional medical neglect. According to witnesses, Taghreed was neglected by the UNHCR [90]\n\nIn May 2021 a 15-year-old South Sudanese boy and his relatives were kidnapped, assaulted and abused by racists. The victims were physically and sexually assaulted at the roof for three hours, and one of the relatives’ hair was forcibly shaved. One of the victims; a 16-year-old girl, noted that they were stripped of their clothes and sexually assaulted.[91][92]\n\nRacism and anti-blackness is also prominent in Egyptian media; Depictions of blackface, cultural appropriation and other insults are commonplace in film, TV-shows and ads.[93] Dunkin Donuts came under fire for their advertisement which was extremely racist.[94]\n\nIncidents of violence and harassment against black refugees in Egypt are increasingly common.[95]\n\nThe indigenous Nubain communities face constant racism, land theft, arrests and cruelty.[93]\n\nMortada Mansour, a prominent lawyer and a Sisi loyalist, during a TV interview in 2016 publicly made racist insults towards Ahmed El Merghany, a Nubian football player.[93]\n\nIn December 2021 and January 2022, the Egyptian authorities arbitrarily arrested at least 30 Sudanese refugees and asylum seekers. They were targeted for their involvement in protests at the Cairo headquarters of the UNHCR, which were about the “harassment and racist treatment by Egyptians, a lack of protection, resettlement delays”. The refugees also took part in a demonstration at the Sudanese embassy in Cairo, where they expressed solidarity with the protests in Sudan. Reports revealed that the arrested refugees were subjected to beating and forced physical labour, before they were released without charges.[96]\n\n"
        },
        {
            "title": "Status of women",
            "text": "The Ministry of Health issued a decree in 1996 declaring female circumcision unlawful and punishable under the Penal Code,[97] and according to UNICEF the prevalence of women who have had this procedure has slowly declined from a baseline of 97% of women aged 15–49 since 1995.[98] According to a report in the British Medical Journal BMJ, \"[t]he issue came to prominence...when the CNN television news channel broadcast a programme featuring a young girl being circumcised by a barber in Cairo. ...Shocked at the images shown worldwide, the Egyptian president was forced to agree to push legislation through the People's Assembly to ban the operation\".[99] Despite the ban, the procedure continues to be practiced in Egypt[100] and remains controversial. In 2006, Al-Azhar University lecturers Dr. Muhammad Wahdan and Dr. Malika Zarrar debated the topic in a televised debate. Dr. Zarrar, who objected to the procedure, said...\"Circumcision is always brutal...I consider this to be a crime, in terms of both religious and civil law\". Dr. Wahdan defended the partial removal of the clitoris for girls who Muslim doctors determine require it, saying it prevents sexual arousal in women in whom it would be inappropriate such as unmarried girls and spinsters. He cited Muslim custom, Islamic law, and a study reporting that the procedure is a determinant of chastity in Egyptian girls. He also blamed the controversy about the procedure on the fact that the \"West wants to impose its culture and philosophy on us\".[101] The ban was controversial in the medical community as well. In the debates leading up to the ban, a gynecologist at Cairo University, said that \"Female circumcision is entrenched in Islamic life and teaching,\" and, \"called on the government to implement training programmes for doctors to carry out the operation under anaesthesia. Another doctor reportedly said, \"If my daughter is not circumcised no man is going to marry her.\" Other MDs stated that the, \"trauma of the operation remains with the girl for the rest of her life,...\"[disputing] the argument that the procedure prevents women from \"moral deviation,\" and argued that it is not, \"a legitimate medical practice, and when it is conducted by untrained people it frequently results in infection and other medical problems...\"[99]\n\nIn 2017, Cairo was voted the most dangerous megacity for women with more than 10 million inhabitants in a poll by Thomson Reuters Foundation. Sexual harassment was described as occurring on a daily basis.[102]\n\nAccording to the Human Rights Watch 2019 report, 69 Egyptian women were imprisoned because of peaceful demonstrations in 2018. The detainees were subjected to enforced disappearance, imprisonment, humiliation, and harassment inside the detention centres.[103] They were not provided with food and medicine in a proper way and were not allowed to meet their families. Since 2013, more than 2,500 women have been arrested arbitrarily.[104]\n\nIn 2021, The New York Times interviewed several Egyptian women who revealed to have been sexual abused by government officials when they were either arrested for speaking out or had gone to the authorities to report a crime. The women claimed that they were sexually abused during routine searches by the police or prison guards and/or by state-employed doctors ordered to conduct invasive physical exams and virginity tests.[105]\n\nIn June 2021, Egypt ordered a 10-year sentence to Haneen Hossam and Mawada al-Adham, social media celebrities, for “undermining family values and principles” by publishing “indecent” videos. Since 2020, at least 10 other female social media influencers have been arrested and sentenced to hefty fines and prison sentences of up to five years.[106]\n\n"
        },
        {
            "title": "Child labor",
            "text": "In 2013, the U.S. Department of Labor's report Findings on the Worst Forms of Child Labor in Egypt stated that \"children in Egypt are engaged in child labor, including in agriculture and domestic service\" and that \"the Government has not addressed gaps in its legal and enforcement framework to protect children\". Statistics in the report show that 6.7% of Egyptian children aged 5 to 14 are working children and that 55% of them work in agriculture.[107]\nIn December 2014, the department's List of Goods Produced by Child Labor or Forced Labor mentioned 2 goods produced under such working conditions: cotton and limestone. Quarrying limestone has been determined by national law as a hazardous activity. Efforts to reduce child labor have increased. For example, from April 1, 2016, to April 30, 2018, the International Labor Organization embarked on a project combating child labor in Egypt.[108] In 2018, the Ministry of Social Solidarity provided financial aid to over 1.6 million people to help fund childhood education in order to decrease the amount of child labor.[109]\n\n"
        },
        {
            "title": "LGBT rights",
            "text": "Homosexuality is considered taboo. Until recently, the government denied that homosexuality existed in Egypt, but recently official crackdowns have occurred for reasons felt to include the desire to appease Islamic clerics, to distract from economic issues, or as a cover-up for closet homosexuals in high places. In 2002, 52 men were rounded up on the Queen Boat, a floating nightclub, by police, where they were beaten and tortured. Eventually, 29 were acquitted and 23 were convicted for \"debauchery and defaming Islam\" and sentenced for up to five years in prison with hard labor. Since the trial was held in a state security court, no appeal was allowed. A spokesman for the Muslim Brotherhood, a political party rising in popularity in Egypt, condemns homosexuality, saying, \"From my religious view, all the religious people, in Christianity, in Judaism, condemn homosexuality,\" he says. \"It is against the whole sense in Egypt. The temper in Egypt is against homosexuality.\" A government spokesman said the Queen Boat incident was not a violation of human rights but, \"actually an interpretation of the norms of our society, the family values of our society. And no one should judge us by their own values. And some of these values in the West are actually in decay.\"[110]\n\nIn 2006, Human Rights Watch released a 144-page report called In a Time of Torture: The Assault on Justice in Egypt's Crackdown on Homosexual Conduct. The report stated that \"The detention and torture of hundreds of men reveals the fragility of legal protections for individual privacy and due process for all Egyptians.\" Egyptian human rights organizations including the Hisham Mubarak Law Centre, the Egyptian Association Against Torture, the Egyptian Initiative for Personal Rights, the Nadim Centre for the Psychological Management and Rehabilitation of Victims of Violence, and the Arabic Network for Human Rights Information also helped HRW to launch the report. A spokesman for Human Rights Watch stated, \"when we talk about the situation of homosexuals in Egypt, we don't describe the Queen Boat Case, but we describe a continuing practice of arresting and torturing gay men.\" A Cairo court sentenced 21 men to prison in 2003 after it found them guilty of \"habitual debauchery\", in a case named after the nightclub they were arrested in, the Queen Boat. He also pointed out that, under the pretext of medical exams, the Forensic Medical Authority contributed to the torture of the defendants.\"[111]\n\nAccording to a report in the Egyptian press, \"the government accuses human rights groups of importing a Western agenda that offends local religious and cultural values. Rights groups deny this claim, but independent critics argue that it's not void of some truth. Citing the failure of these groups to create a grass-roots movement, critics point to \"imported\" issues such as female genital mutilation and gay rights as proof that many human rights groups have a Western agenda that seems more important than pressing issues that matter to ordinary Egyptians—such as environmental, labour, housing and educational rights,\" and says that the issues brought up at the press conference to launch the above report,\n\"reminded some in the audience of US efforts to impose its own vision of democracy in Egypt as part of the US administration's plan for a Greater Middle East.\"[111]\n\n"
        },
        {
            "title": "Status of Palestinians",
            "text": "Palestinians who lived in the Gaza Strip when Israel came into being were issued with Egyptian travel documents which allowed them to move outside of the Gaza Strip, and Egypt. Their status as refugees has been deteriorating rapidly since the 1970s. After 1948 they were allowed rights similar to Egyptian nationals, and in 1963 they were allowed to own agricultural land, nor did they have to acquire work visas. In 1964 the government decreed that Palestinian refugees had to obtain an exit visa, an entry visa or a transit visa. In 1976 a law was passed stating that no foreigners could own real property, although Palestinians were later granted the right to own agricultural land. In 1978 the ability of Palestinians to work in the civil service was revoked. Gradually the process of attaining travel documents for Palestinians has become more difficult.[112] Jordanian Palestinians who hold two-year passports are now required to obtain entry and exit visas to travel to Egypt.\n\nPresident Anwar Sadat enacted a law banning Palestinian children from attending public schools.  He enacted Law 48, banning Palestinian workers from employment in the public sector. Palestinians came under surveillance by Egyptian security services after the 1978 assassination Egyptian Minister of Culture Yusuf al-Sibai by the Palestinian terrorist group Abu Nidal.[113]\n\nEgypt has been accused of practicing apartheid against Palestinian residents by refusing to grant them the opportunity to become citizens.[114]\n\n"
        },
        {
            "title": "Conditions for detainees and torture",
            "text": "According to the Egyptian Organization for Human Rights in 2011, 701 cases of torture at Egyptian police stations have been documented since 1985, with 204 victims dying of torture and mistreatment.[115] The group contends that crimes of torture occur in Egyptian streets in broad daylight, at police checkpoints, and in people's homes in flagrant violation of the people's dignity and freedom.`[116]\n\nA 2005 report of the National Council for Human Rights, chaired by former UN secretary-general and former Egyptian deputy prime minister Boutros Boutros-Ghali, cites instances of torture of detainees in Egyptian prisons and describes the deaths while in custody of 9 individuals as, \"regrettable violations of the right to life.\" The report called for \"an end to [a] state of emergency, which has been in force since 1981, saying it provided a loophole by which the authorities prevent some Egyptians enjoying their right to personal security.\"\n\nAccording to an Al-Jazeera report, the Council asked government departments to respond to complaints, but \"The Interior Ministry, which runs the police force and the prisons, ...answered [only] three out of 75 torture allegations.\" The council also recommended that President Hosni Mubarak, \"issue a decree freeing detainees...in bad health.\"[117]\n\nIn February 2017, Amnesty International's report accused the Egyptian authority of violating human rights. On February 9, 2017, El Nadeem Center for rehabilitation of victims of violence was shut down. The shutdown of the center was considered another shocking attack on civil society since it offers supporting victims of torture and other ill-treatment and families of people subjected to enforced disappearances in the country, which should have been given support not punishment over carrying out its values. As the report suggested, the shutdown of the center follows a year of harassment by the authorities on human rights activists; yet the center made a judicial appeal against the decision. The police carried out the latest raid without waiting for the outcome of this appeal, however.[118] The Cairo Institute for Human Rights Studies documented 39 people who have been executed since December 2017. These individuals were mostly civilians who were convicted under military jurisdiction which is in violation of International human rights standards.[119]\n\nWelcome parades, in which new prisoners are physically and psychologically abused while crawling between two lines of policemen, is a torture technique used in Egyptian prisons.[120] In September 2019 during the 2019 Egyptian protests, blogger Alaa Abd el-Fattah and his lawyer Mohamed el-Baqer of the Adalah Center for Rights and Freedoms were subjected to welcome parades in Tora Prison following their 29 September arrests.\n\nAccording to a 43-page report \"'No One Cared He Was A Child': Egyptian Security Forces’ Abuse of Children in Detention\", by HRW and the rights group Belady, grave abuse against 20 children aged between 12 and 17 at the time of arrest have been committed. The report states that out of 20 children, 15 were tortured in pre-trial detention at the time of interrogation.[121]\n\nOn 18 May 2020, HRW accused Egyptian authorities of holding thousands of people in pre-trial detention without a pretence of judicial review because of closure of courts amidst the COVID-19 pandemic.\n\nAn Egyptian-American citizen Moustafa Kassem was arrested in Egypt in 2013, during the military crackdown led by Abdel Fattah Al-Sisi. Kassem was arrested for having alleged links with the opposition party, but he insisted that he was wrongfully imprisoned. In September 2018, he was sentenced for 15 years in prison. He was kept in a high security prison where his medical conditions (diabetes & heart ailment) were left untreated. He was on hunger strike to protest against his unjust imprisonment and on 13 January 2020, he died in the prison while protesting.[122]\n\nOn 20 July 2020, Human Rights Watch revealed a suspected COVID-19 outbreak in recent weeks in many Egyptian prisons. As a result, at least 14 prisoners and detainees died from the likely COVID-19 complications.[123] On August 24, 2020, the United Nations rights experts also raised concern over severe risk faced by imprisoned Egyptian human rights defenders due to lengthy and unnecessary pre-trial detention, during COVID-19. The detained activists did not get chance to report their health conditions, or to individually contest the charges they faced under national security legislation.[124]\n\nOn 6 September 2020, Egyptian Human Rights group accused the authorities in Egypt of \"recycling\" judicial cases against dissidents to extend their periods of detention. The \"recycling\" of cases is when a prosecutor accuses a person of a new case, who had already been released for a previous case.[125]\n\nOn 4 November 2020, Amnesty International called on the Egyptian authorities to immediately release all Sudanese migrants and refugees detained for protesting against the killing of a Sudanese child in Cairo on 29 October. The rights group also called on Egypt to investigate the beating and other ill-treatment of protesters committed by the security forces.[126]\n\nA 28-year-old Italian student, Giulio Regeni was abducted by Egyptian security forces in February 2016, over the suspicion of being an Italian spy. His body was found after nine days, alongside the Cairo-Alexandria highway, which was disfigured and burnt. Many of the bones were broken and his initials were carved on the skin. During a period of over four years, the Egyptian authorities changed multiple statements in the case. In November 2020, the Italian prosecutors Sergio Colaiocco and Michele Prestipino placed five members of Egypt's security forces under official investigation for their alleged involvement in disappearance and torture of the Regeni. The prosecutors were scheduled to conclude their probe on 4 December 2020, following which they were to request the authority for a trial-in-absentia of the Egyptian security officials.[127]\nOn 2 December 2020, Egyptian authorities stated that they were temporarily closing the investigation into the 2016 murder of Italian student Giulio Regeni.[128]\n\nAmnesty International pressured the Egyptian authorities in early May 2021 to release the arbitrarily detained activist, Ahmed Douma, imprisoned for participation in anti-government demonstrations. Douma has been subjected to torture inside the prison, prolonged solitary confinement, enforced disappearance, and inadequate health care provision. The non-profit rights group has claimed that the activist is targeted due to political activism and the outspoken criticism of the Egyptian government.[129]\n\nIn May 2021, the Egyptian border guards at Sinai coast detained 2 transgender Israelis because they appeared to be males while their passports defined them as females. The two tourists came for a holiday at Ras el-Satan, instead they became victims of Egypt's conservative mentality that does not accept LGBT community and denies them of basic human rights.[130]\n\nOn 18 May 2021, the Human Rights Watch called on the Egyptian authorities to unconditionally release Hoda Abdel Hamid, who had been held captive for complaining about her son's treatment inside prison. The case dates back to April 26, when Police and National Security Agency officers arrested, mother of Abdelrahman Gamal Metwally al-Showeikh, as well as his father, Gamal, 65, and sister, Salsbeel, 18, in a raid on their home. However, the authorities later released father and sister. Earlier, on April 16, posted on her now-deleted Facebook post that her son, who had been involved in a quarrel on April 6 with a fellow prisoner inside prison, was with the assistance of guards and several other security men tied, beaten and sexually assaulted in several ways.[131]\n\nIn August 2021, several human rights organisations in Egypt reported that the Gamasa Prison's security authorities forced the wives and children of detainees to walk without shoes over sand in the blazing heat in order to meet their families, leading to young girls witnessing heat strokes. The detainees in Egyptian prisons are not provided with basic hygiene items like soap and medicines, they have to rely on their families for these things. But there are several political prisoners who have been denied family visits by the Egyptian authorities. Over the years, detainees have also complained about poor or inadequate levels of food, as well as the absence of the prison doctor.[132]\n\nIn 2021, between July and August, two political prisoners attempted suicide inside the Tora Prison. Abdulrahman Tariq was arrested in 2013 and was sentenced to three years in prison and three years of parole. He was rearrested in September 2019 on accusations of joining a terror group and financing terrorists. He tried to commit suicide in August because he had been granted parole twice but his release was delayed each time. He suffered from essential hypertension and was on a hunger strike to protest against the conditions of his detention and the fact that prison authorities added new cases to him every time he was about to be released. Earlier in July, blogger Mohamed Ibrahim attempted suicide after he was denied family visits for 15 months and was not allowed to use the money sent by his family to buy food.[133]\n\nOn 8 January 2022, authorities in Egypt released Ramy Shaath after more than two years in pre-trial detention. The Egyptian-Palestinian activist was forced to renounce his Egyptian citizenship to gain his freedom. He described the network of overcrowded Egyptian prisons as \"lacking respect for human dignity.” His detention, alongside other activists, came amid a crackdown on political dissent, which also targeted critics of President Abdel Fattah el-Sisi.[134]\n\nSalah Soltan, who has been subjected to enforced disappearance since June 2020, was held incommunicado and had experienced several medical emergencies. During his detention, he was frequently moved between cells, deliberately starved, and was subjected to torture. Salah's mistreatment was allegedly aimed at inflicting pain on Mohamed Soltan for his human rights work abroad. Egyptian prison authorities denied his multiple requests to see a doctor, as well as the medication and medical equipment he required for his multiple health conditions. Due to his deteriorating health, around 19 human rights organizations called on the US government to press Egypt to end the extrajudicial punishment of Salah Soltan, so that he could receive medical attention. They also called for the US to investigate the claims of torture.[135]\n\nIn January 2022, The Guardian reported on the basis of leaked videos that Egyptian officers at al-Salam First police station in Cairo had been torturing and inflicting violence on the detainees with near total impunity. Revealing the extent of human rights abuse in the Egyptian prisons, one of the videos showed two detainees hung in stress positions. In another video, inmates lined up in an overcrowded cell to display injuries, which they say were inflicted by police officials and investigators. In February, the Egyptian authorities filmed confessions of the detainees in visibly coercive circumstances, where they admitted to staging the leaked videos. These videos were shared by pro-government media accounts. Amnesty International condemned the Egyptian authorities for opening investigations against nine detainees who appeared in the leaked videos and three others, including a 15-year-old child, instead of investigating the policemen responsible for the ill-treatment of detainees. The organization also documented that torture and other ill-treatment are routinely used in Egypt, which include electric shocks, suspension by the limbs, indefinite solitary confinement in inhumane conditions, sexual abuse and beatings.[136][137]\n\nA combined report by The Freedom Initiative and Egyptian Front for Human Rights – based on the interviews with former detainees, their family, lawyers and subject matter interest – documented 655 instances of sexual violence in Egyptian prisons against detainees and their loved ones, between 2015 and 2022. Egypt uses sexual violence as a method to intimidate, punish, and repress the people. In many cases, the detainees were exploited by the authorities for personal gratification and projecting power, while in other instances, it was used as a measure to punish. Children as young as 12 have been subjected to sexual violence in the Egyptian prisons.[138]\n\nAmnesty International updated on 21 November 2022 about the deteriorating condition of Alaa Abd El-Fattah, after his family raised concerns since their last visit. His family visited him on 17 November and claimed that his physical and mental state were in a bad shape since starting a water strike on 6 November. The strike was followed by Alaa being restrained by the security forces, intravenous feeding and self-harm.[139]\n\nAccording to a 2022 report by the New York Times, President El-Sisi has  been able to hold political prisoners on a \"vastly greater scale\" than his predecessors by using pretrial detention. \nPrisoners can be detained for five months if prosecutors request more time to investigate. After five months, the detainee get a hearing before a terrorism court judge, \"who can renew detentions for 45 days at a time. The hearings are closed to the public, even to detainees’ families. Defendants appear in crowded, soundproof glass cages that are muted to keep them from being heard — or even from hearing their own judgments.  The 45-day of additional detention \"can be renewed repeatedly for up to two years. After that, the law requires that the detainee be released, though that does not always happen. In many cases, prosecutors simply bring a new case, starting the two-year timer all over again.\"[56]\n\nThe Times gave the example of an academic researcher (University of Washington Ph.D. student) Waleed K. Salem who was arrested  in Cairo in 2018 while researching the Egyptian judiciary and held for over six months. Salem  was never tried or formally charged with a crime, instead he was held in pretrial detention, and \"every time he maxed out the legal detention period, a prosecutor extended his imprisonment in a hearing that usually lasted about 90 seconds\".[56]\n\nAmong the Egyptians arrested in the same crackdown as Salem were \"a politician mulling running against Mr. el-Sisi; ... two women on a Cairo subway overheard complaining about rising fares; ... a young conscript who posted a Facebook meme of Mr. el-Sisi wearing Mickey Mouse ears. ... a 14-year-old boy arrested in Giza, a 57-year-old woman arrested at her home in Alexandria, and a 20-year-old man arrested at an architecture office in Suez.\"\n\nIn a years-long campaign by President Abdel Fattah El-Sisi to eliminate opposition to the government, thousands of political prisoners were held without trial for offenses as minor as liking an anti-government Facebook post. No public records exist of the number of prisoners stuck in the pretrial detention system in Egypt. As per the reports, many detainees were locked for long stretches in cells that lack bedding, or toilets and were denied warm clothes in winter, and medical treatment, no matter how sick. More than a thousand people have died in Egyptian custody, owing to treatment that rights groups say amounts to deadly negligence. As of July 2022, human rights groups estimated that Egypt held some 60,000 political prisoners.[140]\n\n"
        },
        {
            "title": "Extrajudicial executions",
            "text": "Since 2015 at least 1,700 people have been reported to have disappeared. Most of the victims were abducted from the streets or from their homes and were forcibly isolated from both family and legal aid. Police forces have carried out multiple extrajudicial executions.[141]\n\nMany cases of deaths in custody, forced disappearances and extrajudicial executions have been reported in Egypt.[142][143][144][145][146]\n\nAn investigative report by Reuters news agency published in March 2019 cited figures provided by the Egyptian Interior Ministry's statements from 1 July 2015 to the end of 2018: \"In 108 incidents involving 471 men, only six suspects survived... That represents a kill ratio of 98.7 percent. Five members of the security forces were killed.... Thirty seven were injured.\" The Reuters' analysis of the ministry's statements found that in total \"465 men killed in what the Interior Ministry said were shootouts with its forces over a period of three and a half years.\" The killings began in the aftermath of the assassination of Egypt's chief persecutor Hisham Barakat, who was an ally of President Abdel Fattah el-Sisi.\n\nAccording to Kate Vigneswaran, senior legal adviser at the International Commission of Jurists’ Middle East and North Africa programme, the killings described by Reuters “constitute extrajudicial executions\".[147]\n\nThe Human Rights Watch in its May 2019 report accused the Egyptian military and police forces of committing serious abuses against civilians in the Sinai Peninsula.[148] HRW's investigation revealed that thousands of people have been killed since 2013 and crimes including mass arbitrary arrests, enforced disappearances, torture, extrajudicial killings, and possibly unlawful air and ground attacks against civilians have been prevailing.[149] The Egyptian army has denounced the accusations, claiming that some politicised organisations are trying to tarnish the image of Egypt and its military through \"fabricating\" such reports.[150]\n\nOn 22 October 2020, Human Rights Watch reported that Egyptian authorities had executed 49 people between 3 October to 13 October 2020. According to the report, 15 men were executed for their alleged involvement in cases of political violence, while 32 other men and 2 women were convicted in criminal cases. Reportedly, 13 out of 15 men who were charged for political violence were held and executed in Cairo's Scorpion Prison, which is considered the safest prison in the country. Egyptian authorities alleged that the prisoners were trying to escape. HRW called on the Egyptian authorities to immediately halt the executions.[151]\n\nOn 1 December 2020, Amnesty International reported that the Egyptian authorities had executed 57 men and women between the months of October and November, in a “horrifying execution spree”. The number of executions in the last two months were nearly double the number recorded in the whole of 2019. According to the human rights advocacy group, 15 men were executed for causing political violence, while 38 other men were executed under ordinary criminal charges, whereas 2 men were also put to death in October and November month for rape charges.[152]\n\nEgypt became the world's third most frequent executioner in 2020 following China and Iran, according to Amnesty International. Egypt executed at least 107 people in 2020 following grossly unfair trials and forced confessions as lawyers couldn't meet their clients or conduct proper investigations due to the COVID-19 pandemic.[153]\n\n"
        },
        {
            "title": "Enforced Disappearances",
            "text": "According to the United Nations special rapporteur on Human Rights Defenders, between May 2020 and August 2022, Egypt received the most communications from UN Human Rights office about enforced disappearances than any other country in the world. Enforced disappearance became a systematic and continuous policy used by Egyptian authorities to suppress its opponents from across the political spectrum.[154]\n\n"
        },
        {
            "title": "International complicity",
            "text": "Several organizations and individuals have complained about the lack of criticism of Egypt's human rights situation by the international community.\nIn its World Report 2019 Human Rights Watch stated: \"Egypt's international allies continue to support Egypt's government and rarely offer public criticism.\"[155]\n\nIn 2015 the Financial Times (FT) warned \"Western leaders should think hard before taking their rapprochement with the field marshal [President Sisi] further.\"[156] Other critics include Luigi Manconi, former president of the human rights commission in the Italian Senate,[157] journalist and author Jack Shenker,[158]  Egyptian journalist and blogger Wael Iskandar,[159]\n\nIn 2019, US President Donald Trump said that he did not know about the 2019 Egyptian constitutional referendum but that what he knew was that \"Mr. Sisi is doing a great job.\"[160] Later that year, Trump wasbeen overheard referring to Sisi as his \"favorite dictator\".[161]\n\nIn September 2021, Trump's successor, Joe Biden, announced it would withhold  $130 million of the $300 million Egypt receives annually in conditioned military aid, and condition the other $170 million to \"certain functions, such as counterterrorism, border security and non-proliferation\".[162] The move has been described as staking out \"a middle path\" between  a harder stance against human rights violations and support for Sisi's \"committed, albeit ruthless\" opposition to \"militant Islam\".[163]\n\nOn 21 November 2021, the Disclose exposed the complicity of France in crimes committed by the dictatorship of Abdel Fattah al-Sisi in Egypt. This secret military cooperation exercise between the two countries was called ‘Operation Sirli’, which was launched in 2016 in the name of the fight against terrorism. However, the original mission was diverted and information from the mission was used by al-Sisi's regime to commit arbitrary executions and to conduct aerial strikes against civilians, killing several hundred. A Luxembourg-based company, CAE Aviation provided the French military intelligence services, DRM, with a plane equipped with surveillance cameras and phone communications interception equipment, called ALSR aircraft. Along with the aircraft, France had disposed a team of men in Egypt.[164]\n\n"
        },
        {
            "title": "Historical situation",
            "text": "The following chart shows Egypt's ratings since 1972 in the Freedom in the World reports, published annually by Freedom House. A rating of 1 is \"free\"; 7, \"not free\".[165]1\n\n"
        },
        {
            "title": "International treaties",
            "text": "Egypt's stances on international human rights treaties are as follows:\n\n"
        },
        {
            "title": "Travel Bans",
            "text": "As stated by Amnesty International, the Egyptian authorities are pursuing serious assaults on Egypt's embattled human rights movement. Instead of responding to calls to close the decade long Case 173 and lift arbitrary travel bans imposed on innocent people, the country's courts are repeatedly rejecting appeals by human right defenders against the restrictive measures against them.[189]\n\nAccording to the Human Rights Watch, arbitrary and open-ended travel bans enable the Egyptian authorities to repress human rights defenders or the key members of civil society who oppose the government. There's no clear way to challenge these bans in court. Travel bans applied as punishments for peaceful work of human rights lawyers, journalists, feminists, and researchers are repressive and a human rights abuse. The bans impose a life-altering system of punishment to the critics of the Egyptian government, while separating families, damaging careers, and harming the mental health of those subjected to them.[190]\n\n"
        }
    ]
}