{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Indonesia",
    "title": "Human rights in Indonesia",
    "table_of_contents": [
        "1 Legislation",
        "2 Use of force and impunity",
        "3 Discrimination",
        "3.1 Religious",
        "3.2 LGBT",
        "4 Capital punishment",
        "5 Labor rights",
        "5.1 Domestic workers",
        "6 Sexual and reproductive rights",
        "6.1 Abortion",
        "7 West Papua issues",
        "7.1 2005 United States Congress bill",
        "8 Anti-Chinese legislation",
        "9 Freedom of expression",
        "10 See also",
        "11 References",
        "11.1 Sources",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHuman rights in Indonesia are defined by the 1945 Constitution (UUD 1945) and the laws under it; several rights are guaranteed especially as a result of the constitutional amendments following the Reform era. The Ministry of Law and Human Rights deals with human rights issues in the cabinet, and the National Commission on Human Rights (Komnas HAM), established in Suharto's New Order administration in 1993, is the country's national human rights institution.\n\nActions by the government of Indonesia have been noted as concerning by advocates for human rights. Although the country has had Komnas HAM, which enjoys a degree of independence from government and holds United Nations accreditation, the commission itself has little effect as it was not given any legal teeth against discriminatory practices committed by the government.\n\nReports by Amnesty International, Human Rights Watch, and the United States Department of State highlighted the most common human rights issues in Indonesia, namely the situation in Western New Guinea region, the treatment of religious, gender and sexual minorities, sexual and reproductive rights, the rights of women, children, LGBT, and the disabled, and freedom of expression and association.[1][2][3]\n\n"
        },
        {
            "title": "Legislation",
            "text": "In the original text of the 1945 Constitution (before amendments) there are various basic rights and obligations for citizens, but the term \"human rights\" itself is not mentioned in the text.[4] According to Indonesian legal expert and current Coordinating Ministry for Political, Legal, and Security Affairs Mahfud MD, human rights are different from citizen rights contained in the 1945 Constitution, because human rights are considered rights inherent in humans naturally, while citizen rights are particular rights acquired because of one's Indonesian citizenship.[5][6] On the other hand, Soedjono Sumobroto said that human rights are actually implied in the 1945 Constitution through Pancasila. In addition, in the preamble, content, and explanation of the current constitution, there are at least 15 principles of human rights.[7]\n\nMeanwhile, other legal experts like Kuntjoro Purbopranoto have observed that there are human rights guarantees in the 1945 Constitution but not included systematically. According to him, there are only four articles that contain human rights provisions, namely Articles 27, 28, 29 and 31.[8][9] Legal expert Solly Lubis also believes that the formulation of rights in the constitution is indeed very simple and brief,[10] but according to Majda El Muhtaj this is natural because the drafting of the 1945 Constitution was too short to catch up with the time so that the 1945 Constitution could become the foundation for the newly independent state of Indonesia. The constitution itself was originally in effect from 18 August 1945 to 27 December 1945, but its enactment was ineffective due to the national revolution and socio-political conditions that were not conducive at the time.[11]\n\nAfter the Round Table Conference, the 1949 Constitution of the United States of Indonesia (RIS Constitution) came into effect. The constitution does not explicitly mention the word \"human rights\",[12] however it clearly stipulates human rights in Part V entitled \"Basic Human Rights and Freedoms\". This section contains 27 articles, namely Articles 7 to 33.[13] In addition, the 1949 RIS Constitution also sets out the basic obligations of the state related to human rights enforcement efforts in Section 6 (\"Basic Principles\"), itself consists of 8 articles. This emphasis on human rights is the influence of the Universal Declaration of Human Rights adopted by the United Nations General Assembly on 10 December 1948.[14] The 1945 Constitution were returned into effect in 1959, and only underwent a number of amendments (including the human rights provisions) after the fall of the New Order.\n\nHuman rights provisions then further stipulated in Act Number 39 of 1999 on Human Rights (Undang-Undang Nomor 39 Tahun 1999 tentang Hak Asasi Manusia).\n\n"
        },
        {
            "title": "Use of force and impunity",
            "text": "The Indonesian National Police (Polri) used unnecessary and excessive force against demonstrators and protesters, especially concerning land dispute cases. In the rare instances where investigations took place, little progress was made in bringing perpetrators to justice.\n\nAmnesty International reports that over the last decade, significant steps have been taken to reform the Polri. The government has put in place legislative and structural reforms to strengthen their effectiveness in preventing and detecting crime, maintaining public order and promoting the rule of law. The police have also introduced internal regulations to ensure that international human rights standards are upheld during policing operations. Despite these positive moves, credible reports of human rights violations committed by the police continue to emerge, with the police routinely using unnecessary and excessive force and firearms to quell peaceful protests. Police have been implicated in beatings, shootings and killings of people during mass demonstrations, land disputes or even routine arrests.\n\nAlthough the authorities have made some attempts to bring alleged perpetrators to justice using internal disciplinary mechanisms, criminal investigations into human rights violations by the police are all too rare, leaving many victims[weasel words] without access to justice and reparations. This situation is made worse by the lack of an independent, effective, and impartial complaints mechanism which can deal with public complaints about police misconduct, including criminal offences involving human rights violations. While existing bodies such as the Komnas HAM or the National Police Commission (Kompolnas) are able to receive and investigate complaints from the public, they are not empowered to refer these cases directly to the Public Prosecutor's Office or the police internal disciplinary body.[16]\n\nRepeated allegations of torture and otherwise ill-treating detainees by security forces, particularly peaceful political activists in areas with a history of independence movements such as Papua and Maluku region, has been reported. Independent investigations into such allegations were rare. There were no investigations into allegations of torture and other ill-treatment of 21 peaceful political activists by Special Detachment-88 (Densus-88), a police counter-terrorism unit. The 21 had been tortured during arrest, detention and interrogation in Maluku in August 2010.\nCaning was increasingly used as a form of judicial punishment in Aceh. At least 72 people were caned for various offences, including drinking alcohol, being alone with someone of the opposite sex who was not a marriage partner or relative (khalwat), and for gambling. The Acehnese authorities passed a series of by-laws governing the implementation of Sharia after the enactment of the province's Special Autonomy Law in 2001.[15]\n\nOn 29 August 2020, Indonesian police forcibly raided on a private gathering of 56 men in Jakarta, arresting nine men and charging them with the crime of \"facilitating obscene acts\", which discriminates against the LGBT community. The charges violated the right to privacy, association and equal protection of the law, and highlighted the threat to the rights of lesbian, gay, bisexual, and transgender (LGBT) people in the country.[17]\n\n"
        },
        {
            "title": "Discrimination",
            "text": "Freedom of religion in Indonesia only applies to adherents of six major religious groupings, Buddhism, Catholicism, Confucianism, Hinduism, Islam and Protestantism. Questioning any of those six religious groupings can lead to five years in prison for \"insulting a major religion\" and six more years in prison if the act occurs on the Internet.[18] Indonesia's Criminal Code prohibits blasphemy.[19][20] In July 2005, the MUI issued a fatwa that condemned the sect of Ahmadiyya as heretical. In June 2008, the Ministry of Religious Affairs and the Ministry of Home Affairs issued a Joint Ministerial Letter regarding the Ahmadiyya. The letter told authorities to restrict Ahmadiyya activities to private worship and to prevent Amadhi Muslims from proselytising. Provincial governors in West Sumatra, South Sumatra, and West Nusa Tenggara banned all Ahmadiyya activity.[19] At least 18 Christian churches had been attacked or forced to close down. In many cases,[weasel words] the police failed to protect religious and other minority groups adequately from such attacks.\n\nIn November 2018, the Indonesian government released a smartphone app called \"Smart Pakem\" which allows its users to file a report to the Jakarta Prosecutor's Office anyone suspected of practising officially unrecognised faiths or of having unorthodox interpretations of Indonesia's six officially recognised religions.[21][22]\n\nLGBT people in the country regularly face challenges. Although LGBT issues have been relatively obscure, the 2010s (especially after 2016) has seen a rapid surge of anti-LGBT rhetoric, putting LGBT Indonesians into a frequent subject of intimidation, discrimination, and even violence.[23][24]\n\nIn January 2018, the Aceh police ransacked a parlour with support from the Aceh autonomous government. The police tortured all LGBT citizens within the premises of the parlour, shaved the heads of transgender women, stripped their shirts and bras, and paraded them in the street while forcing to shout 'to become men'. This event caused massive outrage from human rights organisation throughout the world, including liberal parts of Asia. \n\nIn February 2018, the government announced plans to pass legislation that would criminalise gay sex. The legislation is supported by eight of the ten political parties of the country and is expected to pass before Valentine's Day, though it was suspended after President Jokowi calls for the bill to be canceled after massive amounts of protests.[25][26][27]  As of 2021, homosexuality could not be prosecuted by the law, but Indonesia only recognises heterosexual marriage. In 2020, party members from Partai Keadilan Sejahtera, an Islamic-based party, proposed a controversial bill called \"Family Defense Act\" that marginalize homosexuality and BDSM fetishes.[28][29] Though, the bill was failed  to pass after five fractions in the DPR house of representatives agreed to have the bill rejected.[30][31]\n\n"
        },
        {
            "title": "Capital punishment",
            "text": "Indonesia's continuation of capital punishment, and the often corrupt judiciary and military has also led to political altercations with several human rights groups.[32]\n\n"
        },
        {
            "title": "Labor rights",
            "text": "In October 2020, the Indonesian People's Representative Council passed a new jobs law that \"restricts labor rights and dismantles environmental protections, including by threatening Indigenous people's access to land and the country's declining rainforests\".[33] According to Human Rights Watch, the new law weakens the protections for workers offered in the law from 2003, as well as the existing environmental laws and legal protections for Indigenous groups.[33]\n\nIn June 2012 the president expressed support for the new ILO No. 189 Domestic Workers Convention. However, for a second successive year, parliament failed to debate and enact legislation providing legal protection for domestic workers. This left an estimated 2.6 million domestic workers – the vast majority of them women and girls – at continued risk of economic exploitation and physical, psychological and sexual violence.[15]\n\n"
        },
        {
            "title": "Sexual and reproductive rights",
            "text": "From the Amnesty International's 2012 Annual Report:[15]\n\nIn 2018, the Indonesian Supreme Court convicted a woman who had recorded a telephone conversation with her boss where he harassed her sexually. She was sentenced to six months in jail.[34]\n\nAbortion is illegal according to Article 75, Section 1 of Undang-Undang Nomor 39 Tahun 2009 Tentang Kesehatan (Law No. 39 of 2009 on Health). Article 75, Section 2 of the Law on Health provides exception for medical emergencies during early pregnancy, a threat to the life of the mother and fetus, a genetic disorder or congenital disorder that might create difficulties for the baby's life, and for a pregnancy caused by rape. According to Article 76 of the law, abortion is allowed to be done before six weeks of pregnancy counted from the last menstruation unless in an emergency, must be performed by a certified health professional, done with the consent of the pregnant woman, with the consent of the husband (unless if the pregnancy is caused by rape), and in a ministry-approved location. According to Article 194 of the law, every person who does abortion not in accordance to Article 75, Section 2 can get a maximum jail time of 10 years and a maximum fine of 1 billion rupiahs.[35]\n\n"
        },
        {
            "title": "West Papua issues",
            "text": "International human rights organisations have criticised the Indonesian government's handling of protesters from the Free Papua Movement (OPM) in the Papua conflict, in which the OPM seeks the secession of Papua and West Papua.[36][37] High-profile prisoners from this movement include Filep Karma[36] and Buchtar Tabuni,[38] both of whom are considered to be prisoners of conscience by Amnesty International. A report to the Indonesian Human Rights Network by the Allard K Lowenstein International Human Rights Clinic, Yale Law School alleges human rights violations in the region.[39] The Indonesian National Military (TNI) denies allegations of human rights abuses in Papua.[40]\n\nIn 2005, President Susilo Bambang Yudhoyono (SBY) carried out a policy change away from \"law and order\" and towards economic development to arrest separatism in Papua.[41] In May 2010, the release of Papuan political prisoners who had demonstrated for independence was announced.[42] In October, a video emerged apparently showing soldiers kicking and abusing alleged separatists in Papua. The government confirmed that the men were members of the TNI. The minister for security said their actions were excessive and unprofessional, and that they would be punished.[40][41] Additionally, there are reports of genocide by the Indonesian government. 100,000 Papuans are estimated to have been killed by the Indonesian government since 1963.[43]\n\nOn 30 November 2020, a spokesperson for the Office of the High Commissioner for Human Rights (OHCHR) stated that a meaningful and inclusive dialogue is required to address longstanding economic, social and political grievances in the provinces of Papua and West Papua.[44]\n\nOther atrocities include the following:\n\nThe government continued to criminalise peaceful political expression in Maluku and Papua. At least 90 political activists were imprisoned for their peaceful political activities.\n\nSome human rights activists and journalists continued to be intimidated and attacked because of their work.\n\nIn 2005, the U.S. Congress revised the previous 56-year U.S. policy of silence about human rights abuses in Indonesia, and on 28 July passed the U.S. Congress 2006 Foreign Relations Authorization Bill H.R. 2601 which made specific mention of the ongoing genocide and legitimacy of its sovereignty of West Papua. Section 1115 was specific section referring to Indonesia, and on 30 July 2005, the Jakarta Post reported a warning to the U.S. from President SBY not to interfere in Indonesia's domestic affairs.\n\nAlthough not mentioned in the U.S. media, Section 1115 had become a leading Indonesian news story through August and September 2005. In the United States, the U.S. Senate had since early 2001 been rejecting repeated efforts by the Bush administration to have U.S. funding of the Indonesian military resumed, a ban which had been reluctantly imposed by the Clinton administration after TNI officers were filmed co-ordinating the Dili Scorched Earth campaign. By writing and passing Section 1115, the U.S. Congress joins the Senate's earlier efforts to reduce, if not disengage, from the U.S. fiscal and political support of the Indonesian military, a change of policy which brings both houses into conflict with the Bush administration and the executives of companies such as Bechtel.\n\nThough Section 1115 states humanitarian and legal reasons for its existence, an additional factor would be security concerns due to ongoing employment of Al-Qaeda related terrorist militia by the Indonesian military and their continued funding programs for the Al Qaeda network. Given that the Senate opposition since 2003 has been strengthening on account of the TNI involvement in the death of Americans at the Timika mining site in 2002, the 2005 decision by Congress may reflect a desire to find more economical methods of crippling the Al Qaeda network.\n\nFollowing President SBY's denouncement of Section 1115, Indonesian lobby groups such as The U.S. Indonesia Society began renewed efforts to promote an Indonesian image of proper management and renewed non-militant behaviour under the SBY administration. SBY follows the administration of Megawati, who in 2001 gave a public speech to the TNI instructing all members that they should disregard the issues of human rights in enforcing Indonesian unity and repressing any independence movements.\n\n"
        },
        {
            "title": "Anti-Chinese legislation",
            "text": "During the early years of Indonesian independence, Indonesia enacted a series of laws and directives that affected Chinese Indonesians. Foreigners, including the Chinese, were forbidden to conduct retail business in rural areas, were required to hand over their businesses to the locals, and were required to move to urban areas. The policy of discrimination was continued by President Suharto.\n\nMost, if not all, of the discriminatory laws were revoked during the Reformation Era under President Abdurrahman Wahid. After the era, Chinese-Indonesian politicians have emerged, such as Basuki Tjahaja Purnama (former Governor of Jakarta) and Hary Tanoesoedibjo (businessman and leader of Perindo Party).\n\n"
        },
        {
            "title": "Freedom of expression",
            "text": "There have been concerns of declining freedom of expression during the first term of the Joko Widodo administration, evidenced by the arrest, detainment, and imprisonment of many people for their social media activity being interpreted as an \"insult\" to the president.\n\nOn 10 June 2020, Human Rights Watch urged the Indonesian authorities to drop all charges against seven Papuan activists and students, who are on trial for their involvement in anti-racism protests last year in August.[46] On 2 December 2019, four students along with the other 50 students, peacefully protested against the human rights abuses in Papua and West Papua, asking the Indonesian government to release the Papuan political prisoners. A civil lawsuit was filed against 4 student activists following their expulsion from their university.  On 13 July 2020, the police charged one of the four students with \"treason\" and \"public provocation.\" Human Rights Watch urged the Indonesia's Khairun University to reinstate the four students who were expelled and support academic freedom and free expression.[47]\n\nThe ministry is often criticized for its censorship, as it blocks websites \"to protect its citizen from hoax\" [sic]. In 2020, the Director General Ministry Semuel Abrijani Pangerapan and Johnny G. Plate introduced a law that requires foreign companies to register under the Electronic System Operator list which could give the government access to the citizen's personal info and threaten the company to block access from the country if the company did not register. The law was revised and passed in 2021.[48]  In July 2022, a ban was implemented for several notable websites such as PayPal, Epic Games, Steam, Origin, and Yahoo, and games such as Counter-Strike: Global Offensive and Dota 2 as they did not register under the ministry's new law. [49][50][51]\n\n"
        }
    ]
}