{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Azerbaijan",
    "title": "Human rights in Azerbaijan",
    "table_of_contents": [
        "1 Rights of minorities",
        "2 Freedom of religion",
        "3 Effect of international treaties",
        "4 Electoral rights",
        "5 Freedom of assembly and expression of political beliefs",
        "6 Right to liberty and security",
        "7 Freedom of the media",
        "8 Corruption",
        "9 Forced evictions",
        "10 LGBT rights",
        "11 International reports",
        "12 Situation in Nakhchivan",
        "13 Historical situation",
        "14 See also",
        "15 Notes",
        "16 References",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nInternational organizations have frequently alleged that Azerbaijan has violated human rights standards established in international law. \n\nHuman Rights Watch issued a 2013 report accusing Azerbaijan of imprisoning and harassing political activists and human rights defenders.[1][2][3] In 2019, Human Rights Watch called the situation of human rights in Azerbaijan \"appalling\",[4] citing \"rigid control\" by the government, \"severely curtailing freedoms of association, expression, and assembly\", as well as \"torture and ill-treatment\" of journalists, lawyers, and opposition activists.[5] According to Reporters without Borders, Azerbaijan ranks 167 of 180 countries on the Press Freedom Index.[6] A 2020 report by the U.S. State Department accused Azerbaijan of a wide variety of human rights abuses, including \"unlawful or arbitrary killing\", \"heavy restrictions on free expression, the press, and the internet\", and \"the worst forms of child labor\".[7] A 2022 human rights review of Azerbaijan by the United Nations Committee on the Elimination of Racial Discrimination found that during the 2020 Nagorno-Karabagh Conflict, the Azerbaijani military committed \"severe and grave human rights violations ... against prisoners of war and other protected persons of Armenian ethnic or national origin, including extrajudicial killings, torture and other ill-treatment and arbitrary detention as well as the destruction of houses, schools, and other civilian facilities.\"[8]\n\n\nThe Constitution of Azerbaijan contains 48 Articles regarding principal human and civil rights. Section 3 of the Constitution establishes the major rights and freedoms of citizens of Azerbaijan, including human rights, property rights, equality rights, intellectual property rights, civil rights, the rights of the accused, the right to strike, social security, the right to vote and freedom of speech, conscience and thought.\n\nOn 28 December 2001, the National Assembly of the Republic of Azerbaijan adopted the Constitutional Law on the Commissioner for Human Rights (Ombudsman) of the Republic of Azerbaijan, and on 5 March 2002, the President signed a Decree on the application of this Law thus creation and functioning of the legal framework for the Commissioner for Human Rights of the Republic of Azerbaijan.[9]\n\n"
        },
        {
            "title": "Rights of minorities",
            "text": "In the context of the Nagorno-Karabakh conflict, hate speech against Armenians \"continues to be a staple of officially sanctioned media\" according to Minority Rights Group International,[10] while \"peace-building initiatives involving civil society actors are regularly vilified and sometimes result in physical assaults on the property and persons of those involved\".\n\nLezgins people face discrimination and \"feel forced to assimilate into Azeri identity to avoid economic and education discrimination\".[11]\n\nTalysh people have \"suffered as a result of the long-term deprivation of cultural and educational rights and from the effects of economic neglect of their region\". In the aftermath of the Talysh separatist movement and the attempt to establish the Talysh-Mughan Autonomous Republic the Azerbaijani state \"mounted a campaign of intimidation and repression against leading Talysh activists\".[12]\n\n"
        },
        {
            "title": "Freedom of religion",
            "text": "Article 48 of the Constitution of Azerbaijan states that the right to liberty and the right for people of all faiths to choose and practice their religion without restriction is ensured, provided these do not violate public order or public morality.[13]\n\nIn 2019, the United States Commission on International Religious Freedom reported the arrest of 77 individuals labeled as \"Shia extremists\", of which 48 were considered political prisoners by human rights defenders. They also reported that, in court hearings throughout the year, these individuals testified that police and other officials tortured them to coerce false confessions. Local human rights groups and others stated the government continued to physically abuse, arrest, and imprison religious activists.\n\nAuthorities briefly detained, fined, or warned individuals for holding unauthorized religious meetings; as the government’s requirements for legal registration were unachievable for communities with less than 50 members. The government also controls the importation, distribution, and sale of religious materials. The court fined individuals for the unauthorized sale or distribution of religious materials.\n\nCivil society representatives stated citizens continued to tolerate “traditional” minority religious groups (i.e. those historically present in the country), including Jews, Russian Orthodox, and Catholics; however, groups viewed as “nontraditional” were often viewed with suspicion and mistrust.[14]\n\n"
        },
        {
            "title": "Effect of international treaties",
            "text": "One of the initial international documents in the human rights field was the Memorandum of Understanding that was signed between the Government of Azerbaijan and the Office for Democratic Institutions and Human Rights on 26 November 1998.[15]\n\nThe Council of Europe admitted Azerbaijan to the full-membership on 25 January 2001.[16] Azerbaijan ratified the Convention for the Protection of Human Rights and Fundamental Freedoms (ECHR) on 15 April 2002.[17] Since the ratification, everyone who claims to be the victim of a violation of his/(her) rights or liberties defined by ECHR as a result of the activity or inactivity of the Republic of Azerbaijan has right to sue against Azerbaijan before the European Court of Human Rights (ECtHR).[18] As of 2021[update], Azerbaijan has the lowest rate of compliance of any Council of Europe member state with implementing leading judgements of the ECtHR from the last 10 years. Leading judgements are a subset of cases involving serious or systemic human rights violations and only 4% of such cases against Azerbaijan led to a rectification of the underlying human rights violation. Overall 47 leading ECtHR judgments against Azerbaijan have not been implemented.[19][20]\n\nAzerbaijan became a member of the United Nations Human Rights Council in 2006.[15]\n\nSeveral independent bodies, such as Human Rights Watch, have repeatedly criticized the Azerbaijani government for its human rights record.[21][22][23][1]\n\nAmong other concerns, authorities have been accused of arbitrary arrests,[24] indefinite detentions,[24] severe beatings,[25] torture,[25] and forced disappearances.[26] Despite the existence of independent news outlets, journalists who criticize the government are often severely harassed, imprisoned, and even physically assaulted.[27] In the 2013-14 Press Freedom Index published by Reporters Without Borders, Azerbaijan ranked 160th out of an overall total of 180 nations.[28] The Government has often been criticized for failing to improve the situation of civil liberties.[29][30] Public demonstrations against the ruling regime are not tolerated, and authorities often use violence to disperse protests.[31]\n\n"
        },
        {
            "title": "Electoral rights",
            "text": "Azerbaijan was the first country in the East that provided women with the right to vote. According to the Law passed in the parliament, on 21 July 1919, Azerbaijan Democratic Republic (ADR) all citizens of the Republic who had reached the age of 20 were granted voting rights before the UK (1928), Spain, and Portugal (1931).[32]\n\nAll citizens of Azerbaijan have the right to elect and be elected, and to participate in referendums.[33] The Parliament of Azerbaijan adopted the Electoral Code on 27 May 2003.[34] Although Azerbaijan is nominally a secular and representative democracy, recent elections there have widely been contested as fraudulent and 'seriously flawed. Azerbaijani media coverage of the election is considered to be overwhelmingly biased in favor of the administration.[35] Also, former president Heidar Aliyev, is known to have filled the Central and Local electoral commissions with government supporters prior to various key elections since 2003.[36] Irregular incidents such as voting chiefs running off with the ballots, ballot stuffing, multiple voting, and vote tampering were recorded by international monitors.[citation needed]\n\nAzerbaijan has been harshly criticized for bribing members and officials from international organizations to legitimize the fraudulent elections, a practice which has been termed as \"caviar diplomacy\".[37][38][39][40] Recently this has been the case with MEPs of the European Parliament, whose positive assessment of Azerbaijani elections sparked a major scandal in Europe.[41][42][43][44] European Stability Initiative (ESI) think tank has published a series of detailed reports exposing the vested interest of the observation missions participating in Azerbaijani elections.[45][46][47]\n\n"
        },
        {
            "title": "Freedom of assembly and expression of political beliefs",
            "text": "Up until May 2005, there was no legal protection for freedom of assembly in Azerbaijan.[citation needed][48] The blanket ban on opposition gatherings was lifted by presidential decree after national pressure, but events leading up to parliamentary elections later that year proved this to be merely a nominal charge for a very short time. The authorities denied opposition supporters the right to demonstrate or hold rallies in or near any city centers and special places were designated for this purpose. Those attending opposition rallies that had not been sanctioned by the government were beaten and arrested. Police were known to detain opposition activists, in an attempt to 'convince' them into giving up their political work. Youth movement members and opposition members were detained for conspiring to overthrow the government, a charge that has not been substantiated. After the elections, not a single opposition rally was allowed.[49]\n\nAccording to the Human Rights Watch 2013 report, \"Azerbaijan’s record on freedom of expression, assembly, and the association has been on a steady decline for some years, but it has seen a dramatic deterioration since mid-2012\".[1] In April 2014 RPT-European human rights organization reported that human rights, particularly freedom of expression, assembly and association, are deteriorating in Azerbaijan.[50]\n\nIn a screed delivered on 15 July 2020, the day after a pro-military rally in Baku, President Aliyev targeted the largest opposition party, the Popular Front Party of Azerbaijan. He declared that \"we need to finish with the 'fifth column'\" and the Popular Front is \"worse than the Armenians.\" Azerbaijani security services began arresting party members and others. According to Azerbaijani sources as many as 120 people are currently held in jail, including some deputy leaders of the party as well as journalists. On 20 July the U.S. State Department urged Azerbaijan to avoid using the pandemic to silence \"civil society advocacy, opposition voices, or public discussion.\"[51] These actions are widely seen as an attempt \"to eliminate pro-democracy advocates and political rivals once and for all\".[52] The Amnesty International also urged to end the \"violent persecution of opposition activists\".[53]\n\n"
        },
        {
            "title": "Right to liberty and security",
            "text": "International pressure has been exerted on Azerbaijan to release its number of political prisoners. Since joining the Council of Europe, the Azerbaijani Government have released one hundred political prisoners, but many remain in custody, and opposition supporters continue to be detained without proof of wrongdoing.[54][55] According to the pardon order signed by Ilham Aliyev, 51 prisoners considered as political prisoners by international human rights groups were released on 16 March 2019.[56][57]\n\nIn March 2011, opposition activists Bakhtiyar Hajiyev and Jabbar Savalan were arrested after they helped to organize Arab Spring-style protests through Facebook. Both were given prison terms on unrelated charges. Their arrests were protested by the European Parliament,[58] Human Rights Watch,[58] and Index on Censorship.[59] Amnesty International named both men prisoners of conscience and called for their immediate release.[60][61]\nJabbar Savalan was released from prison after 11 months on 26 December 2011.[62] In April 2012, human rights and environmental activist Ogtay Gulaliyev was arrested and allegedly tortured;[63][64] he was released in June.[65]\n\nLater on in 2013, seven young activists, including four board members, of Nida Civic Movement were kidnapped and arrested after the protests held against the non-combat military deaths in March and April in Baku.[66][67][68] They are charged with preparing the riots during the protests in Baku. Initially, the young people were charged with illegal possession of weapons and drugs.[69]\nAs reported by International human rights organization Amnesty International, some of the eight activists of NIDA, who were arrested on false charges (including 17-year-old Shahin Novruzlu), were tortured. Amnesty International recognized all the arrested young men as prisoners of conscience.[70] However, in 2014, four of them, and in 2016, other four members of NIDA have been released by a presidential order. Amnesty International welcomed that development.[71] Next 4 members of NIDA were among the prisoners pardoned by the presidential order dated 16 March 2019 which was welcomed by European External Action Service.[72][57][73]\n\n"
        },
        {
            "title": "Freedom of the media",
            "text": "In early August, media censorship was lifted in Azerbaijan. The Department for Protection of State Secret in Press, also known as \"Glavlit,\" was inherited from the Soviet period and abolished by the order of Heydar Aliyev, president of the Republic of Azerbaijan at the time. With the Order military censorship order (1992) and resolution on control on all information (1993) were abolished.[74] Azerbaijan is ranked 'Not Free' by Freedom House in its annual Freedom of the Press survey with a score of 79 out of 100.[75]\n\nThe authorities use a range of measures to restrict the freedom of the media within the country. Opposition and independent media outlets and journalists have their access to print-houses and distribution networks limited, or can find themselves facing defamation charges and crippling fines and are subject to intimidation tactics, including imprisonment on fabricated charges.[76]\n\nMost Azerbaijanis receive their information from mainstream television, which is unswervingly pro-government and under strict government control. According to a 2012 report of the NGO \"Institute for Reporters' Freedom and Safety (IRFS)\" Azerbaijani citizens are unable to access objective and reliable news on human rights issues relevant to Azerbaijan and the population is under-informed about matters of public interest.[35]\n\nAzerbaijani authorities have imprisoned several notable journalists. They jailed Mehman Aliyev, the director of an independent media outlet. Aliyev is the director of the Turan news agency. \"On August 25, 2017, a court in Baku placed Aliyev in pretrial detention for three months during the investigation against him.\"[77] However, 16 days later- on 11 September 2017, Baku Appellate Court reversed the judgment of the court of the first instance and released Mr. Aliyev. Several international institutions such as European Federation of Journalists welcomed release of Mr Aliyev.[78]\n\nThe Committee to Protect Journalists has stated the charges against many journalists are \"fabricated\" and \"politicized\".[79] At the end of 2014, eight journalists remained behind bars.[80] \nInternational instances such as the Human Rights Commissioner of the Council of Europe have consistently refuted the justifications by the Azerbaijani authorities that jailed journalists had been prosecuted and sentenced for common crimes.[81]\nPrison conditions for journalists are reported as dire, with routine ill-treatment and denial of medical care.[80]\n\nAccording to RFE/RL, Azerbaijan's government \"has a long history of using its criminal justice system to silence political rivals and journalists who criticize the corruption that has enriched Aliyev's relatives and inner circle of allies\". Aliyev's authoritarian rule has shut down independent media outlets and suppressed opposition parties while holding elections deemed neither free nor fair by international monitoring groups. Baku has also banned international monitors from groups like Human Rights Watch and Amnesty International \"that have documented how authorities routinely use torture to extract false confessions from political prisoners jailed on trumped-up charges\".[52]\n\n"
        },
        {
            "title": "Corruption",
            "text": "Corruption in Azerbaijan is considered to be endemic in all areas of Azerbaijani politics.[82][83] The ruling family has aroused suspicion from various independent media outlets for their vast wealth, as evidenced by the purchasing of extensive multimillion-dollar properties in Dubai, United Arab Emirates.[84]\n\nSome measures have been taken against corruption in recent years.[85][86] Issues of corruption in public service delivery were one of the problematic areas within the public sector. To eliminate corruption in public service delivery, a new preventive institution, namely, the Azerbaijan service assessment network (ASAN) (asan means \"easy\" in the Azerbaijani) was established by Presidential Decree in 2012.[87] Currently, this institution provides 34 services for 10 state bodies. It was the first one-stop-shop service delivery model in the world to provide the services of various state bodies rather than only the services of one state body.\n\nAzerbaijan has signed the Istanbul Anti-Corruption Action Plan (Istanbul Action Plan, or IAP) which covers Armenia, Azerbaijan, Georgia, Kazakhstan, Kyrgyzstan, Mongolia, Tajikistan, Ukraine, and Uzbekistan and the other ACN countries in 2003.[88] The Implementation of the plan includes regular and systematic peer review of the legal and institutional framework for fighting corruption in the covered countries by the signing parties. Since then, Azerbaijan has actively taken part in the monitoring rounds. For the records of reports and updates see[89]\n\n"
        },
        {
            "title": "Forced evictions",
            "text": "According to Human Rights Watch, beginning in 2008, as part of the urban renewal campaign in Baku, thousands of homeowners were evicted from their houses in many parts of the city to make way for parks, business centers, and elite residential areas. The process was engineered by the Mayoralty of Baku and was often carried out without proper warning. The compensations offered were well below the market value. The residents also felt they had few options to win a case in court if they filed a lawsuit. In some cases, demolitions continued regardless of court orders prohibition to do so.[90] Forced evictions worsened in 2011 after Azerbaijan won the 2011 Eurovision Song Contest, and with it, the right to host the 2012 one. These evictions angered many people and were well exposed in the press after hundreds were evicted for Crystal Hall to be built.\n\n"
        },
        {
            "title": "LGBT rights",
            "text": "Like in most other post-Soviet era countries, Azerbaijan remains a place where homosexuality is an issue surrounded by confusion.[citation needed] There is hardly any objective or correct information on the psychological, sociological and legal aspects of homosexuality in Azerbaijan, with the result that the majority of the society simply does not know what homosexuality is. While same-sex sexual activity has been technically legal since the repeal of Soviet-era anti-sodomy laws in 2000,[91] Azerbaijan has no laws explicitly protecting LGBT people, and social acceptance of LGBT people remains low.  Human rights organization ILGA-Europe has ranked Azerbaijan as the worst state in Europe for LGBT rights protection each year since 2015.[92]\n\n"
        },
        {
            "title": "International reports",
            "text": "On 12 May 2011, the European Parliament passed a resolution condemning Azerbaijani \"human rights violations\" and \"oppression of opposition forces\".[93] The resolution mentioned concern for Eynulla Fatullayev, Jabbar Savalan, and other prisoners by name, as well as general concern for the \"increasing number of incidents of harassment, attacks and violence against civil society and social network activists and journalists in Azerbaijan\". Nevertheless, the European Parliament appreciated the release of two bloggers and the creation of the new subcommittees of the EU-Azerbaijan Cooperation Committee in the areas of justice, human rights and democracy, and delivered its thanks to Azerbaijan for the contributions to the Eastern Partnership.[93]\n\nIn August 2017, the UN Working Group on Arbitrary Detention published its mission report to Azerbaijan. At the invitation of the Government, the Working Group on Arbitrary Detention visited Azerbaijan from 16 to 25 May 2016.[94]\n\nIn August 2022, the UN Committee on the Elimination of Racial Discrimination highlighted human rights abuses committed by Azerbaijani military personnel against people of Armenian ethnic origin during the 2020 Nagorno-Karabagh Conflict. The Committee expressed deep concern regarding \"severe and grave human rights violations committed during 2020 hostilities and beyond by the Azerbaijani military forces against prisoners of war and other protected persons of Armenian ethnic or national origin, including extrajudicial killings, torture and other ill-treatment and arbitrary detention as well as the destruction of houses, schools, and other civilian facilities.\"[8]\n\n"
        },
        {
            "title": "Situation in Nakhchivan",
            "text": "Human rights are considered exceptionally poor in the Azerbaijani exclave of Nakhchivan, dubbed \"Azerbaijan's North Korea\" by Radio Free Europe/Radio Liberty in 2007.[95] An autonomous republic under the governorship of Vasif Talibov, concerns have been raised regarding police brutality, impunity, extensive limitations on civil liberties, and corruption.[96][97][98]\n\nNakhchivan has been described as a \"laboratory of repression\" in which repressive methods are tested and are then applied on a large scale in the rest of Azerbaijan.[99]\n\n"
        },
        {
            "title": "Historical situation",
            "text": "The following chart shows Azerbaijan's ratings since 1991 in the Freedom in the World reports, published annually by Freedom House. A rating of 1 is \"free\"; 7, \"not free\".[100]1\n\n"
        }
    ]
}