{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Zimbabwe",
    "title": "Human rights in Zimbabwe",
    "table_of_contents": [
        "1 Police repression",
        "2 Restricted civil liberties",
        "3 Aftermath of the 2007 Zimbabwean alleged coup d'état attempt",
        "4 Discrimination",
        "5 Escalating violence during the 2008 national elections",
        "6 Torture",
        "7 Crimes against humanity",
        "8 Government response",
        "9 Historical record",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThere were widespread reports of systematic and escalating violations of human rights in Zimbabwe under the regime of Robert Mugabe and his party, ZANU-PF, between 1980 and 2017.\n\nAccording to human rights organisations such as Amnesty International and Human Rights Watch the government of Zimbabwe violates the rights to shelter, food, freedom of movement and residence, freedom of assembly and the protection of the law. There are assaults on the media, the political opposition, civil society activists, and human rights defenders.\n\nOpposition gatherings are frequently the subject of brutal attacks by the police force, such as the crackdown on an 11 March 2007 Movement for Democratic Change (MDC) rally. In the events, party leader Morgan Tsvangirai and 49 other opposition activists were arrested and severely beaten by the police. Edward Chikombo, a journalist who sent images of the beatings to foreign media, was abducted and murdered a few days later.[1] After his release, Morgan Tsvangirai told the BBC that he suffered head injuries and blows to the arms, knees and back, and that he lost a significant amount of blood. The police action was strongly condemned by the UN Secretary-General, Ban Ki-moon, the European Union and the United States.[2] While nothing that the activists had suffered injuries, but not mentioning the cause of them,[3] the Zimbabwean government-controlled daily newspaper The Herald claimed the police had intervened after demonstrators \"ran amok looting shops, destroying property, mugging civilians, and assaulting police officers and innocent members of the public\". The newspaper also argued that the opposition had been \"wilfully violating the ban on political rallies\".[4]\n\n"
        },
        {
            "title": "Police repression",
            "text": "There is a widespread consensus among human rights organisations that systematic violations of the right of personal freedom and integrity are frequent in Zimbabwe, especially towards suspected members of the political opposition. The violations are perpetrated by government supporters as well as law enforcement agencies, and include assaults, torture, death threats, kidnappings and unlawful arrests and detentions.\n\nIn 1999, three Americans – John Dixon, Gary Blanchard and Joseph Pettijohn – claimed to have been tortured after their arrest. The trial judge accepted their evidence of torture and gave them lenient sentences after their conviction for weapons offences.\n\nIn the same year, Robert Mugabe condemned judges at Zimbabwe's Supreme Court who asked him to comment on the illegal arrest and torture, by state security services, of two journalists, Mark Chavunduka and Ray Choto.\n\nThe law enforcement agencies are a major source of human rights abuses in Zimbabwe. According to Human Rights Watch there have been a growing number of cases in which police have assaulted and tortured opposition supporters and civil society activists.[5] One notable case was the arrest and subsequent beatings of a group of trade union activists, including the president and secretary general of the Zimbabwe Congress of Trade Unions,[6] at Matapi police station, following peaceful protests on 13 September 2006. The unionists were initially denied medical and juridical assistance.\n\nAnother similar case was the arrest of student activist leader Promise Mkwanazi on 29 May 2006. Mkwanazi was detained at a police station in Bindura for five days without charge. During that time he was repeatedly stripped, shackled and beaten with batons by policemen, who accused him of trying to overthrow the government. He had been the subject of constant police surveillance since 2000 due to his involvement in MDC party rallies and recruitment with assistance from fellow members and former student activists Tafadzwa Takawira and Tendai Ndira, who had also been victims of police brutality, torture and unlawful detention in cells which were of inhuman conditions and poor sanitary standards with non-flushing toilets and little air ventilation within the cells.[5]\n\nFrom 2001 to September 2006, the Zimbabwe Human Rights NGO Forum recorded over 1200 cases of human rights violations by the law enforcement agencies, including 363 cases of torture, 516 cases of assault, 58 cases of death threats, 399 cases of unlawful arrest and 451 cases of unlawful detention. Many of these incidents include multiple victims.[7] The organisation finds that the law enforcement agencies are encouraged to perpetrate abuses by statements made by high-ranking members of the ruling party ZANU-PF.\n\nThe United States Department of State reported in a Public Announcement dated 12 July 2007 that the situation in Zimbabwe is continuing to deteriorate as public protest against Mugabe and the ZANU-PF increases. Recent government price fixing on all local consumer goods has led to major shortages of basic necessities, leading to violence between desperate citizens and government forces seeking to enforce the restrictions and quell disruptions. The government has continued to reiterate its mandate to eliminate any dissent or opposition to its policies \"by any means necessary\", including lethal force. It has backed up this statement with random and indiscriminate acts of state-sponsored violence from various security forces on anyone perceived to be an opponent; these attacks often occur without provocation or warning as a form of state terrorism.[8]\n\n"
        },
        {
            "title": "Restricted civil liberties",
            "text": "In Zimbabwe the freedom of assembly is severely restricted by law. The legal framework is further stretched in practice, with law enforcement closely monitoring opposition demonstrations and public gatherings. There are many reports of the arrest and subsequent beating of demonstrators. According to the Human Rights Watch report \"You Will Be Thoroughly Beaten\": The Brutal Suppression of Dissent in Zimbabwe, laws such as the Public Order and Security Act (POSA) and the Miscellaneous Offences Act (MOA) are used to violently disrupt peaceful demonstrations and justify the arrest of civil society activists. In some cases, the activists are held for more than the legally allowed limit, often without charge.[9]\n\nIn its 2006 Freedom in the World report, Freedom House finds that Zimbabwe's already very poor freedom of expression and freedom of the press has deteriorated still further. The 2002 Access to Information and Protection of Privacy Act (AIPPA) requires journalists and media companies to register with the government-controlled Media and Information Commission (MIC) and gives the government powers to deny people to work as journalists. An amendment enacted in 2005 introduced prison sentences of up to two years for journalists working without accreditation. Oppositional and independent newspapers have been ordered to close by the authorities, and journalists are intimidated, arrested, and prosecuted, with the support of laws criminalising the publication of \"inaccurate\" information. Foreign journalists are regularly denied visas, and local correspondents for foreign publications have been refused accreditation and threatened with deportation.\nThe state controls all broadcast media as well as major dailies such as The Chronicle and The Herald. The coverage is dominated by favourable portrayals of Robert Mugabe and the ZANU-PF party and attacks on government critics. According to Freedom House, the government also monitors e-mail content.[10]\n\nAccording to the US State Department, a local NGO has quoted State Security Minister Didymus Mutasa as stating the authorities would \"not relent in their determination to hound into extinction the country's few remaining alternative sources of information.\"[11]\n\nWhile some African election observers deemed the 2005 parliamentary election reflective of the will of the people, the general consensus is that these and prior elections in Zimbabwe have not been free and fair, with widespread electoral fraud. Candidates and supporters of the opposition party, MDC, have been restricted from campaigning openly in some areas, and have faced harassment, violence and intimidation. Government food stocks have been offered to voters in exchange for their votes. The media coverage has been strongly biased in favour of ZANU-PF.[10] On election day, many potential voters, particularly in constituencies dominated by the opposition, were turned away. The main reason for this was that they tried to vote in the wrong constituency due to inadequately publicised redistricting. Election observers also noted voter intimidation at polling stations. In one incident, police took no action when a ZANU-PF candidate threatened to shoot MDC polling agents. Vote reporting discrepancies heavily favouring the ruling party suggest that tolls were manipulated.[11]\n\n"
        },
        {
            "title": "",
            "text": "The Zimbabwean government claimed to have foiled an alleged coup in May 2007. According to the government, the soldiers planned on forcibly removing President Robert Mugabe from office and asking Rural Housing Minister Emmerson Mnangagwa to form a government with the heads of the armed forces. Several men, either on active duty or retired from the Zimbabwe National Army, were arrested and charged with treason  between May 29 and early June 2007.  Further arrests took place, as well as executions.[citation needed] The executions were strongly condemned by the UN Secretary-General, Ban Ki-moon, the European Union and the United States and also the then shadow foreign security David Miliband.[12][failed verification]\n\n"
        },
        {
            "title": "Discrimination",
            "text": "Women are disadvantaged in Zimbabwe, with economic dependency and social norms preventing them from combating sex discrimination. Despite legal prohibitions, customs such as forced marriage are still in place. Domestic violence against women is a serious problem. While labour legislation prohibits sexual harassment in the workplace, such harassment is common and generally not prosecuted. While the law recognises women's right to property, inheritance and divorce, many women lack awareness of their rights.[11]\n\nPresident Mugabe has criticised homosexuals, attributing Africa's ills to them. Common law prevents homosexual men, and to a lesser extent homosexual women, from fully expressing their sexual orientation. In some cases it also criminalises the display of affection between men. The criminal code has been amended to define sodomy to include \"any act involving physical contact between males that would be regarded by a reasonable person to be an indecent act.\"[11]\n\n"
        },
        {
            "title": "Escalating violence during the 2008 national elections",
            "text": "In 2008, parliamentary and presidential elections were held. The Opposition Movement for Democratic Change (MDC), led by Morgan Tsvangirai, won both the parliamentary election and the first round of the presidential, sparking a run-off in a latter. The three-month campaign between the first and second rounds of the presidential election was marred by increasing violence targeted at MDC supporters. The MDC stated that at least 86 of its supporters -including Gibson Nyandoro and Tonderai Ndira- had been murdered, and that 200,000 others had been forced out of their homes by pro-government militia.[13] The election itself was reportedly marked by mass intimidation, with citizens being forced to vote,[13] and required to show their ballot to government party representatives before placing it in the ballot box.[14]\n\n"
        },
        {
            "title": "Torture",
            "text": "It was alleged that Zimbabwe's security forces had a torture camp in the Marange diamond fields;[15] methods include severe beatings, sexual assault and dog mauling.[15]\nOn 8 June 2020, the Amnesty International reported torture and sexual assault of three opposition activists and members of parliament, Joana Mamombe, Cecilia Chimbiri and Netsai Marova. They were arrested and forcibly disappeared on 13 May in Zimbabwe's capital, Harare, for leading an anti-government protest over the authorities’ response to the COVID-19 pandemic and far-reaching hunger in the country. After two days they were found in a miserable state in Bindura, 87 km from Harare. On 26 May, the activists were charged by police for gathering with intent to promote public violence and breach of peace.[16]\n\n"
        },
        {
            "title": "Crimes against humanity",
            "text": "There has been widespread reports of egregious crimes against humanity by the Mugabe government between 1980 and 2017.  Writing for the Human Rights Quarterly, Rhoda E. Howard-Hassmann claimed that there was \"clear evidence that Mugabe was guilty of crimes against humanity\".[17] In 2009, Gregory Stanton, then President of the International Association of Genocide Scholars, and Helen Fein, then executive director of the Institute for the Study of Genocide, published a letter in The New York Times stating that there was sufficient evidence of crimes against humanity to bring Mugabe to trial in front of the International Criminal Court.[18] Many human rights groups have criticised Western countries of turning a blind eye of the deliberate killing of at least 20,000 people, mostly Ndebele civilians, who were killed by Mugabe's Fifth Brigade between 1982 and 1985 during land seizures. Some scholars and activists believe the true figure could be 80,000.[19][citation needed] The Mugabe  administration has also been criticized by political opponents and groups like Amnesty International for the human rights abuses carried out by the country's security services. A massacre  took place in Chikurubi Prison in Harare, on June 29, 1996, where  Human Rights Watch estimated that more than  1,200 prisoners were shot and killed in just a matter of hours. In 2006, Amnesty International called for an independent inquiry into the  deaths that occurred in Harare  maximum security prison during the June 1996 massacre.[20] From 1980 to 2017, according to some human rights groups the Mugabe government  had  been estimated to have been directly or indirectly responsible for the death of between 3 and 6 million Zimbabweans, although some sources differ, one human rights group says hundreds of thousands of Zimbabweans have died due to starvation and famine as a result of his policies and actions, there has also been state killings where hundreds of thousands of Zimbabweans have also believed to have died, so directly or indirectly, Mugabe could have been responsible for at least a million deaths.[21]\n\nOn July 24, 2020, Office of the U.N. High Commissioner for Human Rights raised concerns over arrests of a prominent investigative journalist and an opposition leader citing that Zimbabwe authorities should not use COVID-19 pandemic as an excuse to clamp down on fundamental freedoms.[22]\n\nOn August 5, 2020, the #ZimbabweanLivesMatter campaign drew attention of international celebrities and politicians towards human rights abuses in Zimbabwe, mounting pressure on Emmerson Mnanagwa’s government. The campaign came after arrests, abductions and torture of high-profile political activists and the incarceration of the journalist, Hopewell Chin’ono, and the Booker prize long-listed author, Tsitsi Dangarembga.[23]\n\nOn 24 August 2020, Catholic bishops raised their voice for first time on human rights abuses in support of #Zimbabweanlivesmatter.[24] Under the Pastoral Letter of the Zimbabwe Catholic Bishops, they criticized President Emmerson Mnangagwa for corruption and abuse of power.[25]\n\n"
        },
        {
            "title": "Government response",
            "text": "The government of Zimbabwe has generally responded to accusations of human rights violations from Western countries by counter-accusals of colonial attitudes and hypocrisy, claiming that countries such as the United Kingdom and the United States are guilty of similar or worse transgressions, for example in the Iraq War.\n\nIn a speech at the inaugural session of the UN Human Rights Council in Geneva on 21 June 2006 Zimbabwe's Minister of Justice, Legal and Parliamentary Affairs, Patrick Chinamasa, assured that Zimbabwe would \"respect the human rights of all its people\". However, he accused \"developed countries\" of funding local NGOs with the goal of \"undermining our sovereignty, creating and sustaining local opposition groups that have no local support base, and promoting disaffection and hostility among the local population against their popularly elected government\".[26]\n\n"
        },
        {
            "title": "Historical record",
            "text": "Following is Zimbabwe's ratings since 1972 in the Freedom in the World reports, published annually by Freedom House rated on a scale from 1 (most free) to 7 (least free).[27]\n\n"
        }
    ]
}