{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Italy",
    "title": "Human rights in Italy",
    "table_of_contents": [
        "1 Developments of human rights in Italy",
        "1.1 Human rights education",
        "2 Human rights in Italy",
        "2.1 Freedom of belief and faith",
        "2.2 Capital punishment",
        "2.3 Discrimination",
        "2.4 Women's rights",
        "2.5 Rights of LGBT individuals",
        "2.6 Children's rights",
        "2.7 The international humanitarian law",
        "3 Current issues",
        "3.1 Torture",
        "3.2 Rights of refugees",
        "3.2.1 Cooperation with Libyan government",
        "3.3 Asylum seekers",
        "4 Representative human rights organizations",
        "4.1 Antigone Association",
        "4.2 International Institute of Humanitarian Law (IIHL)",
        "4.3 No Peace Without Justice",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Basic human rights in Italy includes freedom of belief and faith, the right of asylum from undemocratic countries, the right to work, and the right of dignity and equality before the law.[1] Human rights are the basic rights of every citizen in every country. In Italy, human rights have developed over many years and Italy has education on human rights. In addition, Italy has specific human rights for women, children and LGBT people. There are some organizations that support human rights in Italy.[which?] \n"
        },
        {
            "title": "Developments of human rights in Italy",
            "text": "Contributing significant efforts to the protection of human rights, the activists and defenders of human rights are regarded as a central role by Italy, which would promote human rights and support victims whose fundamental freedoms or human rights are abused.[2] Vittorio Arrigoni, Sergio D’Elia, Josip Ferfolja and some other individuals are considered as active human rights defenders and activists who engaged in series of events of  human rights rights protections and have promoted  progress in this field.[2] Both activists and defenders of human rights are supported and Italy is committed to defending rights and safety of these individuals and groups so as to enhance their efforts as well as their partners. Italy, together with EU and follows the OSCE guidelines, currently continue to support activists and defenders of human rights for the whole civil society.[2]\n\nItaly, since 11 November 2021, severely restricted the right to participate in no green pass's protests.[3]\n\nItaly, since 6 December 2021, will prohibit physicians, law enforcement officers, soldiers, and teachers from working and earning a salary unless they're vaccinated against COVID-19[4]\n\nHuman rights education is set up as a fundamental instrument in Italy, which aims at promoting the awareness of rights as well as the means of using them as protect among citizens.[5] The instrument also tries to enhance respect for human dignity, fostering the mutual understanding as well as strengthening the protection on fundamental freedom of individuals via ensuring their human rights in the society. The education is carried in both formal and informal institutions to train the Italian citizens to protect and promote human rights within every life stage.[5] In 2018, the “Responsibility to Protect” was designed and launched by Italian government as a school project to promote the student awareness of protecting fundamental freedom and human rights.[5]\n\n"
        },
        {
            "title": "Human rights in Italy",
            "text": "Annually, Italy coordinates with the member states in EU to work on the Resolution about the rights of religion and belief, denouncing various intolerance and discrimination on the aspect of religious issues. Italy set up a mention according to the EU Guidelines on the Freedom of Religion and Belief to support actions against Third Countries on the aspect of freedom or religion at the EU's level. Meanwhile, these guidelines indicate the rights to exercise the freedom of religion collectively, aiming at safeguarding groups with minority religions.[6] In 2017, the initiatives on freedom of religion and belief were discussed and promoted within Italian G7 Presidency as well as its mandate. In addition, with the support of France, a Security Council Resolution for protecting cultural heritage and fighting against illegal transaction of cultural relics was promoted in 2017.[6] The resolution gained unanimous approval and was adopted in March the same year. On the aspect of fighting against religious violence, the resolution refers to key provisions that aims at helping promote ethnic and religious diversity nationally in the long run.[6]\n\nThe Italian constitution of 1947 prohibits capital punishment outside of military law in wartime.[1] The highest priority is attached to the international campaign as a moratorium on capital punishment. Since 1990's, several initiatives have been promoted to achieve a universal moratorium on the death penalty. The UN General Assembly adopted the moratorium in 2007 and the resolution was approved by great number of votes.[7] After that, the UN General Assembly have approved the resolutions every two years. The last adopted resolution on the moratorium of death penalty was in 2018.[8] The resolution was voted with 121 favors, which was the highest number of “favor” in the records so far. In 2014, the Italian Ministry of Foreign Affairs and International Cooperation called up representatives from organizations of civil society, asking for coordinating the country's action so as to promote its effectiveness in improving awareness within third countries to obtain their positive responses for the UN resolution the moratorium before the Third Committee made a vote on it.[7]\n\nThe main aspects included in discrimination at the civil level currently are antisemitism, racism and sexism. Italy has launched series of laws and codes which fight against discrimination and protect the human rights and fundamental freedom of the vulnerable and minority groups in different stage of history.[2]\n\nItaly is committed to promote the gender equality and empowerment of female in the country—as part of the UN Convention on the Elimination of All Forms of Discrimination against Women, Italy is a participants who support and promote the rights of women in workplace, society and family.[2] The related issues and improvement are promoted within the UN every year. Italy pushed the Council of Europe Convention on protect female from violence which came into effect in 2014. In 2016, the Third National Action Plan was adopted for nationally implementing the Women, Peace and Security Agenda.[2]\n\nHomosexuality was a crime in the Kingdom of Sardinia, and the penal code was extended to the new Kingdom of Italy. Same-sex sexual activity had been declared legal, nationwide, since 1890, although in Southern Italy it was already legal. The rights of lesbian, gay, bisexual, transgender have changed since 1890 when same-sex sexual activity of both male and female has been legal and a new Penal Code was issued.[9] In 2016, Italy passed a civil unions law to provide rights of marriage to the same-sex couples.[10] However, stepchild adoption is still a judicial debate and not included in the bill. Many legal rights are also provided by the same law to the same-sex and heterosexual groups that live in unregistered cohabitation. A marriage between two females was officially allowed and recognized by the Italian Supreme Court in 2017.[9]\n\nSince 1982, Italy has allowed the people to legally change their gender. In order to eliminate the discrimination on transgender, especially in the workplace and employment, Italy banned it since 2003. While there is no other issued bills or codes to against the discrimination on sexual orientation or gender identity after that.[9]\n\nAt multilateral level, various initiatives of childhood protection and children rights promotion have taken place in Italy and the UN General Assembly also passed the annul Resolution that promotes and protect the rights of the child.[5] In 2000, regarding the UN Convention on the Rights of the Child, Italy has implemented principles laid out by UN in 1989 on protecting children's right in armed conflict. At the level of children protection, the commitment of Italy has led to the adoption of guidelines about protecting children's right within the field of both EU and UN protocols. Meanwhile, Italy supports numerous initiatives of children's rights according to the peacekeeping operations by UN mandates.[5]\n\nInternational humanitarian law (IHL) is a significant part in the legal system for a country which has close connection with her alliances and other countries, presenting the humanitarianism on the social and moral aspect.[9] Italy continuously contributes to promoting the IHL system so as to restrict the effects of armed conflict on international population. Currently, Italy is part of the Hague Conventions, the three Additional Protocols as well as the four Geneva Conventions of 1949, legally constituting the major acts on the humanitarian issue.[9]\n\nThe first international legal instruments are the Hague Conventions of 1899 and 1907, which were to codify the rules belligerent states must observe in the war time. Within the 15 conventions which presently comprises the “Hague law”, are of specific relevance: the second Hague Convention of 1899 related to the Laws and Customs of War on Land; the fifth and thirteenth ones of 1907 that builds the duties and rights of neutral powers and individuals in order to resolve issues during war on land and sea warfare respectively.[9] The signatory nations that oblige the First and Second Geneva Conventions have the duties to protect populations of the wounded, sick, shipwrecked as well as proved shelter and medical personnel and hospitals. The treatment of war prisoners and the rules of protect civilians, who are captured by enemy or in an occupied territory, are regulated in the Third Geneva Convention and the Fourth Geneva Conventions respectively.[9]\n\nThere were two additional Protocols were approved. One was the First Additional Protocol which completes the rules on the duties during the war and this protocol perfected the Fourth Geneva Convention as well (such as prohibiting attacking the civilians).[8]  In addition, the Second Additional Protocol issued the duties of protecting non-international victims, developing and completing the Geneva Conventions. Approved in 2005, the Red Crystal (a new emblem) the Third Additional Protocol was introduced into using for the war period by international humanitarian organizations.[8] The emblem is regarded as an alternative symbol of the traditional ones (including the Red Cross and Crescent) and it cannot be confused with any symbols of religions. Italian Red Cross and Italy has an institutional cooperation for a long history under the supervision of the International Committee of the Red Cross.[9]\n\nAt present, International Humanitarian Law must face complex and emerging challenges, e.g. the territory under the control of terrorist groups; protecting the humanitarian labors; the potential threats from cyber-attacks; the increased number of non-State actors.[8] On one side, these new challenges ask the improvement of crisis diplomacy at the preventive level as well as the new political solutions which deal with continuous conflicts.[11] On the other side, the regulations of Geneva Conventions need further respect and enforcement. The country supports initiative in order to strengthen the present instruments, ensuring the respect of International Humanitarian Law as well as to identify the new ones of International Humanitarian Law protection. Italy particularly cooperates with the institute of International Humanitarian Law in Sanremo, which is one of the most authorized organization works as a training center of army personnel in the field of International Humanitarian Law.[9]\n\n"
        },
        {
            "title": "Current issues",
            "text": "Italy ratified the Convention Against Torture in 1989.[12] The Italian code finally criminalized torture in 2017. However, the law against torture remains behind international standards, and prosecutions for torture and misconduct committed by police are unlikely to occur unless further reforms are made.[13]\n\nItaly receives the most refugees and migrants out of any European country, mostly consisting of refugees from Libya and elsewhere in Africa. While some reception centers for refugees provide adequate housing, infrastructure, and medical care, some others are overcrowded and have very poor sanitation and maintenance.[14] While over 119,000 migrants reached Italy safely in 2017 (down from over 180,000 in 2016), over 2,800 were estimated to have died crossing the Mediterranean sea.\n\nTo try to stem the flow of refugees entering Italy via Libya's ports on the Mediterranean sea, the Italian government has cooperated since 2017 with the Libyan government, providing the Libyan coast guard with boats and other means of support to control the flight of refugees. This has continued despite reports of severe mistreatment of refugees at the hands of Libyan authorities. Libyan vessels, donated by Italy, have been recorded disrupting rescue missions at sea and leaving struggling migrants to drown.[15]\n\nIn 2017, close to 130,000 people sought asylum in Italy. Over 40% of these individuals received protection on the first attempt. In autumn of that year, Italian prosecutors began a trial of several officials responsible for deporting the relatives of Kazakh dissident Mukhtar Ablyazov, indicting the responsible judge and three policemen for the crimes of kidnapping, false statements, and abuse of power.[16]\n\n"
        },
        {
            "title": "Representative human rights organizations",
            "text": "Founded in 1991, the head office of Antigone Association is in Rome. As a non-governmental association, the association makes efforts to protect the civil rights of individuals and guarantee the effectiveness as well as the justice of penal system. By debating on the models of criminality and law, the association fuels the evolution of legal system in Italy. In addition, it promotes campaigns of resources and understandings on issues related to legal culture in Italy. The shareholders Assembly, the president and some other government representatives are the national organs of the Antigon.[2]\n\nFounded in 1970, the organization is a non-profit and independent institute. The head office of IIHL is in Villa Ormond, Sanremo, Italy. Meanwhile, there is a liaison office that built in Geneva, Switzerland.[2] The major task and aim of the institute is to promote and improve the development of human rights  and humanitarian law at the international level as well as guarantee the effectiveness and improvements of immigration law, refugee law and relative issues. IIHL also coordinates with several international organizations, such as International Committee of the Red Cross, the International Federation of Red Cross and the International Organization for Migration, to provide humanitarian help to individuals at the international level.[2]\n\nFounded in 1993, No Peace Without Justice is a non-profit organization based in Rome. The main purpose of the organizations is to deal with issues related to international criminal and eliminate short-term conflicts, stop fighting as well as guarantee fundamental freedoms and human rights at the international level.[9] Since 1993, the original core activities of No peace Without Justice were set up to support the mandates of permanent International Criminal Court and improve the effectiveness of justice system on the aspect of dealing with crimes against humanity.[9]\n\n"
        }
    ]
}