{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Serbia",
    "title": "Human rights in Serbia",
    "table_of_contents": [
        "1 Overview",
        "2 By region",
        "2.1 Kosovo",
        "3 Recent United Nations Reporting",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in Serbia are a product that reflect the country’s social norms, local political processes, state and legal history, and foreign relations with parties such as the European Union. Like human rights more generally, these rights are protected through the ongoing incorporation of global norms into legal systems and enforcement of the law, with the goal of holding duty-bearers accountable for their enactment and redress for victims of their violation. Recent reports by Human Rights Watch note persistent flaws with systemic exclusion of the Roma minority population, harassment of the press and faulty protection of asylum seekers.[1]\n\n"
        },
        {
            "title": "Overview",
            "text": "The most recent United Nations Human Rights Committee's periodic reports of Serbia note positive aspects such as the adoption of progressively inclusive legislation. However, ongoing matters of concern cited include insufficient implementation and funding of anti-discriminatory measures, persistent exclusion of Roma peoples, discrimination against LGBTI and HIV+ persons, lack of legal protection for those with disabilities, insufficient access to personal identity documents for refugees and displaced peoples, and a general failure to collect information of ethnic and racial minorities to ensure accountable reporting.[2]\n\n"
        },
        {
            "title": "By region",
            "text": "After the conflict, in fear of their safety, perhaps up to 250,000 Serbs and other ethnic minorities fled their homes to go north.[3]\n\n"
        },
        {
            "title": "Recent United Nations Reporting",
            "text": "The third periodic report of Civil and Political Rights in Serbia concluded in 2017 and the second periodic report on Economic, Social and Cultural Rights concluded in 2014. They highlight measures taken towards the realization of Human Rights since prior reporting in Serbia, as well as ongoing matters of concern. Positive aspects include:\n\nHowever, the authors also note persistent hate crimes, discrimination and/or a lack of legal protection, particularly for Roma peoples, LGBTI and HIV+ individuals, persons with disabilities, Internally Displaced peoples, Refugees and Asylum Seekers, religious minorities, and particularly women and children within these groups. They also note concerns in human trafficking and labor exploitation, inadequate application of asylum law and protection of children seeking asylum, a denial of state pensions for previously displaced peoples, inadequate legal accountability for past human rights violations, and low levels of rights protection through government monitoring. These reports contain suggestions on progressive work towards improving Serbia’s protection of human rights,[2] similar to suggestions held as a primary requirement in Serbia’s negotiations for entrance to the EU.[4]\n\n"
        }
    ]
}