{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Bangladesh",
    "title": "Human rights in Bangladesh",
    "table_of_contents": [
        "1 Citizenship and minority rights",
        "1.1 Non-Bengalis",
        "1.2 Refugees",
        "1.3 Persecution of non-Muslims",
        "1.4 Persecution of minority Muslims",
        "2 Labour rights",
        "2.1 Forced labours",
        "3 Freedom of speech",
        "4 Democracy",
        "4.1 Elections",
        "4.2 Free votes",
        "4.3 Emergency powers",
        "5 Law and justice",
        "5.1 Extrajudicial killings",
        "5.2 Capital punishment",
        "6 Women rights",
        "7 LGBT rights",
        "8 Corruption",
        "9 See also",
        "10 Further reading",
        "11 Notes and references",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHuman rights in Bangladesh are enshrined as fundamental rights in Part III of the Constitution of Bangladesh. However, constitutional and legal experts believe many of the country's laws require reform to enforce fundamental rights and reflect democratic values of the 21st century. Proposed reforms include strengthening parliamentary supremacy, judicial independence, the separation of powers, repealing laws which restrain freedom of the press and disbanding security agencies which violate civil liberties.[1][2][3][4]\n\nEven though Bangladesh has Islam as its state religion and has constitutional references to Hindus, Christians and Buddhists; the political system is modeled as a secular democracy. Governments have generally respected freedom of religion,[5] a cornerstone of the Bangladeshi constitution. However, the police have been slow in responding to and investigating attacks against minorities, opposition activists & supporters and purportedly brutally suppress lawful protest against the government. According to Human Right Watch, around five hundred people have been disappeared since last ten years. In southeastern Bangladesh, the Chittagong Hill Tracts remains a militarized region due to a historical insurgency. Tribal people in Bangladesh have demanded constitutional recognition.[6]\n\nAccording to Dr. Mizanur Rahman, the former chairman of the National Human Rights Commission, 70% of allegations of human rights violations are against law enforcement agencies (2015).[7] Torture and enforced disappearances are rampantly employed by Bangladeshi security forces. In recent years, free speech and media freedom have been repressed by the government through laws regulating newspapers, TV channels and the internet. Elected MPs in parliament lack voting freedoms. The future of elections is a concern among the population, with opposition parties alleging free and fair elections are not possible under the incumbent government. Local government elections in 2015 were marred by widespread allegations of vote rigging.[8]\n\nAccording to Professor M Nazrul Islam Tamiji, the chairman of National Human Rights Society Bangladesh, we can ensure human rights through the speed of liberation war 1971.\n\nCapital punishment remains legal in Bangladesh. Worker's rights are effected by a ban on trade unions in special economic zones. The government has often targeted trade union leaders with persecution.[9]\n\n"
        },
        {
            "title": "Citizenship and minority rights",
            "text": "Non-Bengali minorities are often culturally and politically discriminated in the country. Article 23A of the constitution goes on to describe minorities as \"tribes\" and \"minor races\",[10] notably the Chakmas, Biharis, Garos, Santhals, Marmas, Manipuris, Tripuris, Tanchangyas, Bawms. Article 6 of the constitution, which proclaims \"the people of Bangladesh shall be known as Bangalees as a nation\",[11] was criticized for discrimination against the country's significant non-Bengali population. Chakma politician Manabendra Narayan Larma addressed it during proceedings of the constituent assembly of Bangladesh in 1972, famously proclaimed that \"Under no definition or logic can a Chakma be a Bengali or a Bengali be a Chakma....As citizens of Bangladesh, we are all Bangladeshis, but we also have a separate ethnic identity, which unfortunately the Awami League leaders do not want to understand\".[12][13][14]\n\nThe substantial Bihari population also complain of discrimination. In 2008, the Dhaka High Court granted citizenship to the stateless Stranded Pakistani community.[15]\n\nBangladesh has been criticized for the poor living conditions in which over Rohingya refugees from Myanmar are kept in the country's southeast. There was international outcry after the army and government planned to relocate refugee camps to a remote island in the Bay of Bengal.[16] There were an estimated 22,000 registered refugees and over 100,000 unregistered refugees until 2016. Following the 2016-present Rakhine State crackdown, 1.5 million refugees entered Bangladesh from Myanmar.[17]\n\nBangladesh has not signed the 1951 Convention Relating to the Status of Refugees.\n\nList of massacre targeted at Hindus and Buddhists minorities, mainly by the radical Islamist:\n\nDifferent denominational minority Muslim groups are often targeted by the dominant Sunnis for sectarian violence, such as\nAhmadiyya and Shia community of the country. In 2004, the Government of Bangladesh banned all religious texts of the Ahmadiyya community.[18] In 2015, a Shi'ite Ashura gathering was bombed.[19]\n\n"
        },
        {
            "title": "Labour rights",
            "text": "The constitution's proclamation of a People's republic and socialism in its preamble[20] and Article 10[21] are at odds with Bangladesh's current free market economy system, entrepreneurial class, diverse corporate sector and owners of private property. Six general elections were won by pro-market political parties, while four elections were won by left-wing parties.\n\nBangladesh ranked 128th out of 178 countries in the 2017 Index of Economic Freedom.[22]\n\nIn spite of Article 38[23] calling for freedom of association, trade union leaders from the textile industry often face arbitrary arrests and politically motivated lawsuits.[9] Forming trade unions is banned in export processing zones (EPZs), but the government has pledged to remove the ban.[24]\n\nForced labor is prohibited under Article 34,[25] but Bangladesh has significant challenges of human trafficking and modern slavery.[26] Child labour is common in the country, with 4.7 million children aged 5 to 14 in the work force.[27] 93% of child labourers are employed in the informal sector such as small factories and workshops, on the street, in home-based businesses and domestic employment.[28] In 2006, Bangladesh passed a Labor Law setting the minimum legal age for employment as 14.[29]\n\n"
        },
        {
            "title": "Freedom of speech",
            "text": "Free speech is enshrined under Article 39.[30] During the 1990s and first decade and a half of the 21st century, the Bangladeshi media enjoyed more freedom than at any other time in history. However, since the 2014 election in which the incumbent Awami League won a boycotted election, the freedom of the press has dramatically declined. The ruling party has targeted the country's two leading newspapers The Daily Star and Prothom Alo with numerous lawsuits and has encouraged businesses to stop advertising in them. Pro-opposition journalists Mahmudur Rahman and Shafik Rehman were detained for prolonged periods. Nurul Kabir, editor of the New Age, has faced threats to personal life.[31] Mahfuz Anam, editor of The Daily Star, has faced 83 lawsuits since 2016.[32] Reporters without Borders ranked Bangladesh at 146th out of 180 countries in its index of press freedom.[33]\n\nAccording to Amnesty International, independent media outlets and journalists have come under severe pressure by the government. Several journalists faced arbitrary criminal charges, often for publishing criticism of Prime Minister Sheikh Hasina, her family or the Awami League Government. Journalists reported increased threats from governmental officials or security agencies. The government continued to use a range of repressive laws to restrict the right to freedom of expression extensively. It increasingly used the Information and Communications Technology Act which arbitrarily restricted online expression. The human rights organization Odhikar reported increased arrests under the Act. Journalists, activists, and others were targeted. Dilip Roy, a student activist, was detained for criticizing the Prime Minister on Facebook, but later released on bail. Parliament adopted the Foreign Donations (Voluntary Activities) Regulation Act which significantly increased government control over the work of NGOs and threatened them with deregistration for making “inimical” or “derogatory” remarks against the Constitution or constitutional bodies. Several other bills that threatened freedom of expression were proposed in parliament, including the Digital Security Act and the Liberation War Denial Crimes Act.[34]\n\nThe government has also been slow to investigate attacks on secularists in Bangladesh.\n\nOn 20 June 2020, a 15-year-old child was arrested by Bangladeshi authority for criticizing Prime Minister Sheikh Hasina Wazed in a Facebook post. The child was arrested under Digital Security Act. He was sent to a juvenile detention center. Human Rights Watch urged the Bangladeshi government to order their police force not to arrest people for criticizing the government and release all children held in juvenile detention facilities and prisons for petty crimes.[35]\nAccording to Human Rights Watch, Bangladeshi authorities are perpetually detaining journalist, activist and government's critics under misuse of Digital Security Act. People are being detained for posting social media comments against the ruling party. HRW urged the authority to release detainees who were held under DSA for criticizing the government.[36]\n\nArticle 11 proclaims that \"the Republic shall be a democracy in which fundamental human rights and freedoms and respect for the dignity and worth of the human person shall be guaranteed\".[37] The government enacted the anti-torture law, called Torture and Custodial Death (Prevention) Act, in 2013. However, torture is widely used by Bangladeshi security forces, including the police, paramilitary and military.[38] In 2017, the police asked the prime minister to scrap the anti-torture law.[39]\n\nAlthough there is general freedom of assembly[23] in Bangladesh, the political opposition is often restricted from holding public meetings and rallies by the government.\n\nOn 3 January 2019, Human Rights Watch called for an investigation on attack on members of the opposition party on and before Bangladesh elections.[40]\n\n"
        },
        {
            "title": "Democracy",
            "text": "In 2011, the Awami League-led parliament abolished the caretaker government of Bangladesh, which was intended to act as a neutral guarantor during general elections. The opposition Bangladesh Nationalist Party maintains that free and fair elections are not possible under the incumbent Awami League government, particularly after the League amended the constitution to have a sitting parliament while elections take place, in contradiction of Westminster norms.[41]\n\nIn 2015, local government elections were marred by allegations of vote rigging and intimidation of voters and the media.[24] Opposition parties have demanded a neutral interim government during the election period. In response, the government has proposed to restrict its political activities while organizing and holding elections.[42]\n\nArticle 70 of the Constitution of Bangladesh is described as one of the most significant constraints on Bangladesh's democracy. The article restricts free votes in parliament. This means MPs have no voting freedom. According to the article, MPs will lose their seats if they vote against their party. Critics have argued the article tramples free speech in parliament itself.[43] As a result, parliament has been termed a rubber stamp and a lame duck.\n\nPart IXA of the constitution concerns a state of emergency. Emergency powers were increased in the second amendment.[44] Three emergency periods have been declared in Bangladesh's history, including in 1973, 1990 and 2007. Article 141 (B) and Article 141 (C) allows for the suspension of fundamental rights during an emergency period.[45][46] The articles have been strongly criticized. In January 2007, when the 2006-2008 Bangladeshi political crisis saw a declaration of emergency rule, the New Age stated in an editorial \"...by declaring a state of emergency to undo his mistakes, it is once again the people that the president is hurting by suspending their fundamental democratic rights. The citizens are not at fault for the existing political situation and therefore should not be punished for the failures of the caretaker government and the political parties. The president, therefore, should immediately restore the fundamental rights of the citizens.\"[47]\n\n"
        },
        {
            "title": "Law and justice",
            "text": "Article 32 proclaims \"no person shall be deprived of life or personal liberty save in accordance with law\".[48] In reality, Bangladesh has a number of extrajudicial killings and enforced disappearances each year. The Rapid Action Battalion is accused of being the leading perpetrator of such human rights abuses, followed by the Bangladesh Police, the Directorate General of Forces Intelligence and the Bangladesh Army.\n\nCapital punishment remains legal in Bangladesh.[49] There has been three executions in the country in 2015, and one in 2016 (as of July 5, 2016).[50] It can theoretically be applied to anyone over the age of 16, but in practice is not applied to those under 18.[50]\n\nThe death penalty may be used as a punishment for crimes such as murder, sedition, offences related to possession of or trafficking in drugs, offences related to trafficking in human beings, treason, espionage, military crimes, rape, hijacking planes, sabotage, or terrorism.[51] It is carried out by hanging and firing squad; authorities usually use only hanging.[50]\n\nBangladesh is not a state party to the Second Optional Protocol to the International Covenant on Civil and Political Rights on abolishing the death penalty.\n\nBangladesh's Law Minister Anisul Huq proposed a law on behalf of the government under which the highest form of punishment would be imposed on those accused of rape. The decision followed public outrage over the video of a woman circulated online showing a group of men sexually assaulting her. It was later found that the girl was also repeatedly gang raped by the same men.[52]\n\n"
        },
        {
            "title": "Women rights",
            "text": "The United Nations country team in Bangladesh has identified \"marital instability\" as the key cause of poverty and \"ultra and extreme\" poverty among female-headed households. The Bangladesh Planning Commission has said that women are more susceptible to becoming poor after losing a male earning family member due to abandonment or divorce.[53] Women in Bangladesh are especially vulnerable to a form of domestic violence known as acid throwing, in which concentrated acid is thrown onto an individual (usually at the face) with the aims of extreme disfiguration and social isolation. In Bangladesh, women are discriminately targeted: according to one study, from 1999 to 2009, 68% of acid attack survivors were women/girls.[54]\n\nIn 2010, a law against domestic violence was introduced, which defines causing \"economic loss\" as an act of domestic violence and recognises the right to live in the marital home. The law also empowers courts to provide temporary maintenance to survivors of domestic violence. In 2012, the Law Commission of Bangladesh, supported by the Ministry of Law, Justice and Parliamentary Affairs, completed nationwide research into reforms for Muslim, Hindu, and Christian personal laws. In May 2012, the cabinet approved a bill for optional registration of Hindu marriages. The Ministry of Law, Justice and Parliamentary Affairs is also considering reforms to civil court procedures—especially on issuance of summons that will improve family court efficiency.[55]\n\nBangladesh has a high rate of early marriages. The government had vowed to end marriage of children younger than 15 by 2021. But in February 2017, a law was passed that permits girls less than 18 years of age to marry under “special circumstances,” such as “accidental” or “illegal pregnancy,” with permission from their parents and court.[56]\n\n"
        },
        {
            "title": "LGBT rights",
            "text": "In 2014, the Bangladeshi government officially recognized hijras as a third gender.[57]\n\nThe British Raj-era penal code remains in force in Bangladesh. Section 377 of the code criminalizes homosexuality. In 2016, Terrorist groups claimed responsibility for the murder of Bangladesh's first LGBTQ magazine editor Xulhaz Mannan and his partner Tanay Majumdar.[58]\n\n"
        },
        {
            "title": "Corruption",
            "text": "In 2017, Bangladesh scored a 28 out of 100 (0 being highly corrupt and 100 being clean), in the “Corruption Perceptions Index” by Transparency International, and ranked the 143rd most corrupt out of 180 nations. In 2016, they scored 16, and in 2015 they scored a 25.[59]\n\nThe Anti Corruption Commission was founded in 2004 in hopes of relieving some corruption in Bangladesh, but was ineffective. After the Bangladesh Nationalist Party lost power in 2006 after their term ended,  the corruption in Bangladesh continued to worsen due to poor governance until 2008 when the caretaker government stepped in to resolve some of the issues present.[60] In 2018, corruption can be found in hospitals, laboratories, and pharmacies in the form of bribery. In 2018 alone, it is estimated that 10,688 TK has been treated through bribery. Over 66% of homes claimed to be victims of corruption in the service industries. Corruption is also found in law enforcement, where over 72% of homes claimed to be victims of corruption in regards to law enforcement. Those who fell victim to corruption found that the most commonly corrupt officials were in law enforcement and passport offices, needing bribes in order to have your claims processed. In addition to bribery, corruption also exists in the forms of lobbying, in the gas industry, in education, water supply, electricity industries, and in many other major industries. Bribery is an underlying theme, linking the problems together.[61]\n\tSlave labor is also quite common in Bangladesh, with over 1.5 million people being forced into labor, directly breaking the prohibition on forced labor. 85% of the slaves are male, and 15% are female, making Bangladesh rank 4th in terms of slave count in the world, only being topped by India, China and Pakistan. Most men work in labor industries like farming or construction,[62] while many women and young girls are enslaved in brothels. Linking back in to bribery, brothel owners have been found to bribe the police to convince them that the children are at least 18, the legal age to work as a sex worker in Bangladesh. These women and girls make very little money, as the brothel owners keep most of the profits.[63] Less than 10% of sex workers in Bangladesh have entered the field on their own will, as most of them have been sold or forced into slavery, having to pay off their debts to their owners before becoming free.[64]\n\n"
        }
    ]
}