{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Turkmenistan",
    "title": "Human rights in Turkmenistan",
    "table_of_contents": [
        "1 Discrimination against ethnic minorities",
        "2 Notable bans",
        "3 Freedom of religion",
        "4 Freedom of expression",
        "4.1 Internet",
        "5 Political freedom",
        "6 Police brutality",
        "7 Historical situation",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Turkmenistan's human rights record has been heavily criticized by various countries and scholars worldwide.[1][2] Standards in education and health declined markedly during the rule of President Saparmurat Niyazov.[citation needed]\n\nSince December 2006, under the Government of President Gurbanguly Berdimuhamedow, no significant improvements regarding human rights and civil liberty have been observed by international human rights organizations.[3][4]\n\n"
        },
        {
            "title": "Discrimination against ethnic minorities",
            "text": "The Turkmen government's decision to cancel a dual-citizenship agreement with Russia in 2003 prompted thousands of ethnic Russians to leave Turkmenistan as they lost their property.[5] Many of those fleeing \"in panic\" reportedly feared being trapped in a state which has been widely criticised for human rights abuses and has imposed severe restrictions on foreign travel for its citizens. Those without Russian passports may be forced to become Turkmens, and fear that they may never be able to return to Russia.[6]\n\nFor these who remained, estimated at around 100,000, all Soviet-time diplomas, certificates and other official documents that were issued outside the Turkmen SSR were nullified, drastically limiting the people's access to work. At the same time, universities have been encouraged to reject applicants with non-Turkmen surnames, especially ethnic Russians.[7] Russian television is difficult to receive in Turkmenistan. The Russian-language radio station Mayak was taken off the air.[8] and the Russian newspapers were banned earlier.[9]\n\nIt is forbidden to teach the customs and language of the Baloch, an ethnic minority. The same happened to Uzbeks, whose language is no longer taught in schools.[10]\n\n"
        },
        {
            "title": "Notable bans",
            "text": "Former Turkmenbashi Saparmurat Niyazov banned the playing of video games, listening to car radios, performing opera and ballet, smoking in public, long hair on men, and even growing facial hair. It has been speculated that the latter ban was enacted to enforce conformity of appearance.[11] Niyazov ordered the closure of all libraries outside the capital of Ashgabat in the belief that all Turkmen are illiterate.[12] News anchors, both men and women, were prevented from wearing any sort of make-up after Niyazov discovered he was unable to tell the difference between them when the presenters wore it.[13]\n\nIn 2008, the bans of circuses and operas were reversed,[14] but the former leader Gurbanguly Berdimuhamedow banned the importation of cars and trucks produced before 2000.[15]\n\nAs of 2017, unlike all its neighbors except Afghanistan, Turkmenistan has signed the Ottawa Treaty on land mines.[16]\n\n"
        },
        {
            "title": "Freedom of religion",
            "text": "Freedom of religion is guaranteed by article 11 of the Constitution of Turkmenistan. However, like other human rights, in practice it does not exist. Former President Saparmurat Niyazov's book of spiritual writings, the Ruhnama, is imposed on all religious communities. According to Forum 18, despite international pressure, the authorities severely repress all religious groups, and the legal framework is so constrictive that many prefer to exist underground rather than have to pass through all of the official hurdles. Protestant Christian adherents are affected, in addition to groups such as Jehovah's Witnesses, Baháʼí, and Hare Krishna.[17] Jehovah's Witnesses have been imprisoned and suffered beatings due to being conscientious objectors. For example, a 33-year-old member of the denomination was sentenced to a 4-year prison term after being found carrying religious literature at a train station in Dashoguz.[18] The United Nations Human Rights Committee has indicated that Jehovah's Witness in Turkmenistan have been prosecuted and imprisoned for refusing to perform compulsory military service, despite Turkmenistan's Constitution guaranteeing the right to \"practice any religion alone or in association with others\" and the right to \"freedom of conviction and the free expression of those convictions\". The UN committee noted, \"The State party should take all necessary measures to review its legislation with a view to providing for alternative military service. The State party should also ensure that the law clearly stipulates that individuals have the right to conscientious objection to military service. Furthermore, the State party should halt all prosecutions of individuals who refuse to perform military service on grounds of conscience and release those individuals who are currently serving prison sentences.\"[19][20][21][22]\n\nA July 2003 issue of state-owned newspaper Adalat, published by the Ministry of Justice, printed a vitriolic attack against members of some religious groups, describing the groups as foreign and implying they were dangerous. There, the government continues to restrict the freedom of parents of Jehovah's Witnesses to raise their children in accordance with their religious beliefs. Also, copies of Christian literature were confiscated by the government, including the Bible; the government claiming that it was not authentic Christian religious literature. In 2003, some Jehovah's Witnesses were denied exit visas. Other Witnesses who were able to obtain exit visas were stopped after crossing a border and forced to return. Others were stopped and prevented from boarding a flight to another country because their names were included on a \"black list\" of citizens prohibited from leaving the country.[23]\n\nThe U.S. Department of State's 2005 Annual Report on International Religious Freedom (released November 8, 2005) indicates persistent restrictions on religious freedoms in Turkmenistan, while categorizing it among countries that had made \"significant improvements in the promotion of religious freedom.\" U.S. Representative Chris Smith stated, however, \"The reforms that were instituted by the Niyazov regime over the past year did not go far enough, and even the report itself states that serious violations of religious freedom continue.\" U.S. Senator Sam Brownback noted, \"Turkmenistan and Uzbekistan have clearly received more credit than the facts would warrant.\" The U.N. Special Rapporteur on Freedom of Religion or Belief, Asma Jahangir, appealed to the government of Turkmenistan in June 2003 and again in 2005 for an invitation to visit the country, but received no response.[citation needed]\n\n"
        },
        {
            "title": "Freedom of expression",
            "text": "All mass media in Turkmenistan is controlled by the State. In July 2010, President Berdimuhamedow announced plans to allow private newspapers in the country. Once launched, they were expected to focus on successful business stories.[24]\n\nAccording to Reporters Without Borders' 2006 World Press Freedom Index, Turkmenistan had the third-worst press freedom conditions in the world, behind North Korea and Burma. It is considered to be one of the ten most censored countries. Each broadcast under Niyazov began with a pledge that the broadcaster's tongue would shrivel if he slandered the country, flag, or president.[25] While he was president, Niyazov controlled all Turkmen media outlets, and personally appointed journalists. Controversy surrounds the death of Radio Free Europe/Radio Liberty journalist Ogulsapar Myradowa, who was apparently tortured to death in September 2006 while in state detention.[26]\n\nIt has been reported that journalists have been harassed by the government; some have been kept in prison and prosecuted with false accusations and unfair trials. Journalists frequently receive death threats.[28] Activist Sazak Durdymuradov was detained in 2005 for collaborating with a French TV channel for a report on Turkmenistan. He was sentenced to eight years in jail under the accusation of \"illegal acquisition, possession or sale of ammunition or firearms\". Amnesty International considers the accusations to be forged.[29]\n\nIn 2006, Turkmen Helsinki Foundation for Human Rights activists Annakurban Amanklychev and Sapardurdy Khadzhiev were arrested by Turkmen security forces on espionage charges, later changed to illegal firearm charges.[30] Amnesty International considers them prisoners of conscience and named them a 2011 \"priority case.\"[30] Front Line,[31] Reporters Without Borders,[32] and Human Rights Watch[33] have all described the charges as fabricated. On 11 December 2010, the United Nations Working Group on Arbitrary Detention also called for their immediate release, stating that their detention was a violation of international law.[34]\n\nThe freelance journalists collaborating with international media are being closely watched by the state's security departments. Correspondents for Radio Free Europe are under constant harassment and risk their life and liberty.[35] On April 18, 2008, freelance journalist Sona Chuli Kuli was interrogated for several days under physiological pressure and forced to sign a statement agreeing not to collaborate with the international media.[36]\n\nIndividual access to the Internet was first authorized in 2008,[37] and access has since increased.\n\nTurkmenistan ranks among the most repressive and closed societies in the world. The Internet is heavily regulated and available only to a small fraction of the population. Censorship is ubiquitous and extensive. Surveillance is significant, and the few citizens who benefit from access to the Internet are closely monitored by state agencies. Self-censorship is common.[38]\n\nWebsites run by human rights organizations and news agencies are blocked.  Moreover, ordinary citizens have no access to the World Wide Web, and instead are limited to the use of the Turkmenet, an online community in Turkmen language, but effectively a censored version of the Internet.[39] Social networks such as Facebook, YouTube and Twitter are not accessible through the Turkmenet.[40] Attempts to get around this censorship can lead to grave consequences.[39] However, only Russian social networks Odnoklassniki and Mail Agent Chatting system are available.[citation needed] In addition to this, there is a newly founded (27 March 2012) local Turkmen social network, E-Dostluk, which is currently accessible.[citation needed]\n\nInternet censorship in Turkmenistan was classified as pervasive in the political area and as selective in the social, conflict/security and internet tools areas by the OpenNet Initiative in December 2010.[38] Turkmenistan was listed as an internet enemy by Reporters Without Borders in 2011.[39]\n\n"
        },
        {
            "title": "Political freedom",
            "text": "Any opposition to the government is considered treason and punishable by life imprisonment. Turkmenistan has many political prisoners, the most well-known of whom are Batyr Berdiýew, Ýazgeldi Gündogdyýew, and Boris Şyhmyradow. They are not granted any access by the International Red Cross, OSCE, or any medical institutions. There have been rumours of their deaths, but these cannot be confirmed, and the whereabouts of most are unknown.\n\nIn 2009, Muhammertguly Aýmyradow was freed after he completed his sentence.[41]\n\nGulgeldy Annaniyazov, an opposition leader to Niyazov's government, was arrested in 1995 and released in 1999 after a presidential amnesty decree. He moved to Norway to live with refugee status. Back in Turkmenistan, he was arrested in June 2008 and sentenced to 11 years in jail following a closed-door trial; the charges against him are unknown.[42] Similarly, Ovezgeldy Ataev, former Speaker of Parliament, and Akmurad Redzhepov, former head of the State Security Council, had closed-door trials and remain in prison. Amnesty International suspects that the reason for the imprisonments lies in the fact that both were potential political rivals of the current President Gurbanguly Berdimuhamedow.[43]\n\nAndrey Zatoka, environmentalist and activist, citizen of Turkmenistan and Russia, was arrested on false charges for 46 days from December 2006 to January 2007.[44] Due to international pressure, Andrey was released and the sentence was canceled.[45] In June 2008, Andrey wrote a statement reporting that his and his friends' liberty could be in danger. He was being monitored and followed by the Turkmen authorities.[46] On October 20, 2009, Andrey was arrested for the second time and sentenced to 5 years in prison for assault. In November 2009, after international pressure from environmental and human rights organisations and Russian authorities,[47] Zatoka was released upon payment of a fine, relinquishing his Turkmen citizenship and immediate emigration from Turkmenistan.[48][49]\n\n"
        },
        {
            "title": "Police brutality",
            "text": "Arbitrary arrests and mistreatment of detained persons are common in Turkmenistan, as is torture to obtain confessions. In 2004, border guards shot and killed six people who were allegedly illegally crossing the border from Iran. There are reports of prisoners dying after having food and medical care withheld.[50] Ogulsapar Myradowa, a journalist and human rights activist, died violently in prison in September 2006.\n\nIn 2018's Country Reports on Human Rights Practices by the US State Department, Turkmenistan was condemned for \"alleged torture\", arbitrary arrests and detentions, involuntary confinement, imprisonment of political prisoners, severe corruption, lack of free and fair elections, and restrictions on freedom of religion, assembly, and movement.[51]\n\n"
        },
        {
            "title": "Historical situation",
            "text": "The following chart shows Turkmenistan's ratings since 1991 in the Freedom in the World reports, published annually by Freedom House. A rating of 1 is \"free\"; 7, \"not free\".[52]1\n\n"
        }
    ]
}