{
    "url": "https://en.wikipedia.org/wiki/Humanoid_robot",
    "title": "Humanoid robot",
    "table_of_contents": [
        "1 History",
        "1.1 Greece",
        "1.2 China",
        "1.3 Middle East",
        "1.4 Italy",
        "1.5 Japan",
        "1.6 France",
        "2 Applications",
        "2.1 Medical and research",
        "2.2 Entertainment",
        "2.3 Demonstrative",
        "3 Sensors",
        "3.1 Proprioceptive",
        "3.2 Exteroceptive",
        "4 Actuators",
        "4.1 Electric",
        "4.2 Hydraulic",
        "4.3 Pneumatic",
        "5 Planning and control",
        "6 Timeline of developments",
        "7 In science fiction",
        "8 See also",
        "9 References",
        "9.1 Citations",
        "9.2 Sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A humanoid robot is a robot resembling the human body in shape. The design may be for functional purposes, such as interacting with human tools and environments, for experimental purposes, such as the study of bipedal locomotion, or for other purposes. In general, humanoid robots have a torso, a head, two arms, and two legs, though some humanoid robots may replicate only part of the body, for example, from the waist up. Some humanoid robots also have heads designed to replicate human facial features such as eyes and mouths. Androids are humanoid robots built to aesthetically resemble humans.\n\n"
        },
        {
            "title": "History",
            "text": "The concept of a humanoid robot originated in many different cultures around the world. Some of the earliest accounts of the idea of humanoid automata date to the 4th century BCE in Greek mythologies and various religious and philosophical texts from China. Physical prototypes of humanoid automata were later created in the Middle East, Italy, Japan, and France.\n\nThe Greek god of blacksmiths, Hephaestus, created several different humanoid automata in various myths. In Homer's Iliad, Hephaestus created golden handmaidens and imbued them with human-like voices to serve as speaking tools or instruments.[1] Another Greek myth details how Hephaestus crafted a giant bronze automaton named Talos to protect the island of Crete from invaders.[2]\n\nIn the 3rd century BCE, a Taoist philosophical text called the Liezi, written by Chinese philosopher Lie Yukou, detailed the idea of a humanoid automaton. The text includes mention of an engineer named Yan Shi who created a life-size, human-like robot for the fifth king of the Chinese Zhou Dynasty, King Mu.[3] The robot was primarily constructed of leather and wood. It was capable of walking, singing, and moving all parts of its body.[3]\n\nIn the 13th century, a Muslim engineer named Ismail al-Jazari designed various humanoid automata. He created a waitress robot that would dispense drinks from a liquid reservoir and appear out of an automatic door to serve them.[4] Another automaton he created was used for hand washing to refill a basin with water after being drained.[5]\n\nIn the 1400s, Leonardo da Vinci conceptualized a complex mechanical robot clad in a suit of armor, capable of sitting, standing, and independently moving its arms.[6] The entire robot was operated by a system of pulleys and cables.\n\nFrom the 17th to 19th centuries, the Japanese built humanoid automata called karakuri puppets. These puppets resembled dolls and were used for entertainment in theatre, homes, and religious festivals.[7] Karakuri puppets that were used for theater plays were called butai karakuri.[8] Small karakuri puppets found in homes, called zashiki kurakuri, were placed on tables to dance, beat drums, or serve drinks.[8] The puppets used in religious festivals were known as Dashi karakuri, and they served to reenact myths and legends.[9]\n\nIn the 18th century, French inventor Jacques de Vaucanson created a significant humanoid automaton called The Flute Player. This wooden, human-sized robot was capable of playing various melodies with the flute. It consisted of a system of bellows, pipes, weights, and other mechanical components to simulate to the muscles necessary to play the flute.[10]\n\n"
        },
        {
            "title": "Applications",
            "text": "Humanoid robots are now used as research tools in several scientific areas. Researchers study the human body structure and behavior (biomechanics) to build humanoid robots. On the other side, the attempt to simulate the human body leads to a better understanding of it. Human cognition is a field of study which is focused on how humans learn from sensory information in order to acquire perceptual and motor skills. This knowledge is used to develop computational models of human behavior, and it has been improving over time.\n\nIt has been suggested that very advanced robotics will facilitate the enhancement of ordinary humans. See transhumanism.\n\nHumanoid robots are a valuable resource in the world of medicine and biotechnology, as well as other fields of research such as biomechanics and cognitive science.[11] Humanoid robots are being used to develop complex prosthetics for individuals with physical disabilities such as missing limbs.[12] The WABIAN-2 is a new medical humanoid robot created to help patients in the rehabilitation of their lower limbs.[12]\n\nAlthough the initial aim of humanoid research was to build better orthosis and prosthesis for human beings, knowledge has been transferred between both disciplines. A few examples are powered leg prosthesis for the neuromuscularly impaired, ankle-foot orthosis, biological realistic leg prosthesis, and forearm prosthesis.\n\nHumanoid robots can be used as test subjects for the practice and development of personalized healthcare aids, essentially performing as robotic nurses for demographics such as the elderly.[12] Humanoids are also suitable for some procedurally-based vocations, such as reception-desk administrators and automotive manufacturing line workers. In essence, since they can use tools and operate equipment and vehicles designed for the human form, humanoids could theoretically perform any task a human being can, so long as they have the proper software. However, the complexity of doing so is immense.\n\nHumanoid robots have had a long history in the realm of entertainment, from the conception and ideas in the story of Prometheus to the application and physical build of modern animatronics used for theme parks.[11] Current uses and development of humanoid robots in theme parks are focused on creating stuntronics.[14] Stuntronics are humanoid robots built for serving as stunt doubles, and are designed to simulate life-like, untethered, dynamic movement.[14] Several Disney theme park shows utilize animatronic robots that look, move and speak much like human beings. Although these robots look realistic, they have no cognition or physical autonomy. Various humanoid robots and their possible applications in daily life are featured in an independent documentary film called Plug & Pray, which was released in 2010.\n\nThough many real-world applications for humanoid robots are unexplored, their primary use is to demonstrate up-and-coming technologies.[15] Modern examples of humanoid robots, such as the Honda Asimo, are revealed to the public in order to demonstrate new technological advancements in motor skills, such as walking, climbing, and playing an instrument.[15] Other humanoid robots have been developed for household purposes, however excel only in single purpose skills and are far from autonomous.[15] Humanoid robots, especially those with artificial intelligence algorithms, could be useful for future dangerous and/or distant space exploration missions, without having the need to turn back around again and return to Earth once the mission is completed.\n\n"
        },
        {
            "title": "Sensors",
            "text": "A sensor is a device that measures some attribute of the world. Being one of the three primitives of robotics (besides planning and control), sensing plays an important role in robotic paradigms.\n\nSensors can be classified according to the physical process with which they work or according to the type of measurement information that they give as output. In this case, the second approach was used.[16]\n\nProprioceptive sensors sense the position, orientation, and speed of the humanoid's body and joints, along with other internal values.[17]\n\nIn human beings, the otoliths and semi-circular canals (in the inner ear) are used to maintain balance and orientation.[18] Additionally, humans use their own proprioceptive sensors (e.g. touch, muscle extension, limb position) to help with their orientation. Humanoid robots use accelerometers to measure the acceleration, from which velocity can be calculated by integration;[19] tilt sensors to measure inclination; force sensors placed in robot's hands and feet to measure contact force with environment;[20] position sensors that indicate the actual position of the robot (from which the velocity can be calculated by derivation);[21] and even speed sensors.\n\nArrays of tactels can be used to provide data on what has been touched. The Shadow Hand uses an array of 34 tactels arranged beneath its polyurethane skin on each finger tip.[22] Tactile sensors also provide information about forces and torques transferred between the robot and other objects.\n\nVision refers to processing data from any modality which uses the electromagnetic spectrum to produce an image. In humanoid robots it is used to recognize objects and determine their properties. Vision sensors work most similarly to the eyes of human beings. Most humanoid robots use CCD cameras as vision sensors.\n\nSound sensors allow humanoid robots to hear speech and environmental sounds, akin to the ears of the human being. Microphones are usually used for the robots to convey speech.\n\n"
        },
        {
            "title": "Actuators",
            "text": "Actuators are the motors responsible for motion in the robot.[23]\n\nHumanoid robots are constructed in such a way that they mimic the human body. They use actuators that perform like muscles and joints, though with a different structure.[23] The actuators of humanoid robots can be either electric, pneumatic, or hydraulic.[24][25] It is ideal for these actuators to have high power, low mass, and small dimensions.[25]\n\nElectric actuators are the most popular types of actuators in humanoid robots.[24] These actuators are smaller in size, and a single electric actuator may not produce enough power for a human-sized joint.[24] Therefore, it is common to use multiple electric actuators for a single joint in a humanoid robot.[24] An example of a humanoid robot using electric actuators is HRP-2.[25]\n\nHydraulic actuators produce higher power than electric actuators and pneumatic actuators, and they have the ability to control the torque they produce better than other types of actuators.[25] However, they can become very bulky in size.[24][25] One solution to counter the size issue is electro-hydrostatic actuators (EHA).[25] The most popular example of a humanoid robot using hydraulic actuators is the ATLAS robot made by Boston Dynamics.[25]\n\nPneumatic actuators operate on the basis of gas compressibility.[24][25] As they are inflated, they expand along the axis, and as they deflate, they contract. If one end is fixed, the other will move in a linear trajectory. A popular example of a pneumatic actuator is the Mac Kibben muscle.[25]\n\n"
        },
        {
            "title": "Planning and control",
            "text": "Planning in robots is the process of planning out motions and trajectories for the robot to carry out.[26] Control is the actual execution of these planned motions and trajectories.[26] In humanoid robots, the planning must carry out biped motions, meaning that robots should plan motions similar to a human.[27] Since one of the main uses of humanoid robots is to interact with humans, it is important for the planning and control mechanisms of humanoid robots to work in a variety of terrain and environments.[27]\n\nThe question of walking biped robots stabilization on the surface is of great importance.[28] Maintenance of the robot's gravity center over the center of bearing area for providing a stable position can be chosen as a goal of control.[28]\n\nTo maintain dynamic balance during the walk, a robot needs information about contact force and its current and desired motion.[27] The solution to this problem relies on a major concept, the Zero Moment Point (ZMP).[27]\n\nAnother characteristic of humanoid robots is that they move, gather information (using sensors) on the \"real world\", and interact with it.[29] They do not stay still like factory manipulators and other robots that work in highly structured environments.[29] To allow humanoids to move in complex environments, planning and control must focus on self-collision detection, path planning and obstacle avoidance.[29][30]\n\nHumanoid robots do not yet have some features of the human body.[31] They include structures with variable flexibility, which provide safety (to the robot itself and to the people), and redundancy of movements, i.e. more degrees of freedom and therefore wide task availability.[31] Although these characteristics are desirable to humanoid robots, they will bring more complexity and new problems to planning and control.[32] The field of whole-body control deals with these issues and addresses the proper coordination of numerous degrees of freedom, e.g. to realize several control tasks simultaneously while following a given order of priority.[33][34]\n\n"
        },
        {
            "title": "In science fiction",
            "text": "A common theme for the depiction of humanoid robots in science fiction pertains to how they can help humans in society or serve as threats to humanity.[113] This theme essentially questions whether artificial intelligence is a force of good or bad for mankind.[113] Humanoid robots that are depicted as good for society and benefit humans are Commander Data in Star Trek and C-3PO in Star Wars.[113] Opposite portrayals where humanoid robots are shown as scary and threatening to humans are the T-800 in Terminator and Megatron in Transformers.[113]\n\nAnother prominent theme found in science fiction regarding humanoid robots focuses on personhood. Certain films, particularly Blade Runner and Blade Runner 2049, explore whether or not a constructed, synthetic being should be considered a person.[114] In the films, androids called \"replicants\" are created indistinguishably from human beings, yet they are shunned and do not possess the same rights as humans. This theme incites audience sympathy while also sparking unease at the idea of humanoid robots mimicking humans too closely.[115]\n\n"
        }
    ]
}