{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Moldova",
    "title": "Human rights in Moldova",
    "table_of_contents": [
        "1 History",
        "2 Rights of vulnerable groups",
        "2.1 Romani people",
        "3 Freedom of expression and of the press",
        "4 Historical situation",
        "5 See also",
        "6 Notes on Historical Ratings Table above",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The condition of human rights in Moldova has come under scrutiny since 2002, and human rights organizations within Moldova and around the world have spoken out against what they feel to be unfair suppression of the independent media, as well as other abuses.\n\nU.S. State Department's Office to Monitor and Combat Trafficking in Persons placed the country in \"Tier 2\"  Watchlist\" in 2017.[1]\n\n"
        },
        {
            "title": "History",
            "text": "State media coverage of the street protests in 2002 regarding the Communists’ attempt to reinstate obligatory study of the Russian language and to defend the cultural identity that the majority of Moldovans share with neighboring Romania was censored. In February 2002, in response to severe censorship of the state broadcast station Teleradio-Moldova (TVM), hundreds of TVM journalists went on strike in solidarity with the anti-communist opposition. In retribution, a few journalists and staff members were dismissed or suspended from the station in March.[2]\n\nHowever, in 2004 an improvement was made and the Moldovan Parliament removed Article 170 from the country's Criminal Code. Article 170 called for up to five years imprisonment for defamation.[3]\n\nAccording to the Organization for Security and Co-operation in Europe (OSCE), the media climate in Moldova remained restrictive as of 2004.[4] Authorities continued a long-standing campaign to silence independent opposition voices and movements. In a case widely criticized by human rights defenders, opposition politician Valeriu Pasat was sentenced to a ten-year prison term. The United States and human rights defenders from the European Union consider him a political prisoner, and an official statement from Russia's Ministry of Foreign Affairs called the judgment \"striking in its cruelty\".[citation needed]\n\nAccording to Amnesty International's 2007 annual report, the state of human rights in Moldova was poor. Torture and ill-treatment were widespread and conditions in pre-trial detention were poor. A number of treaties protecting women's rights were ratified, but men, women and children continued to be trafficked for forcible sexual and other exploitation.[citation needed] Measures to protect women against domestic violence were inadequate. Constitutional changes to abolish the death penalty were made. Freedom of expression was restricted and opposition politicians were targeted.\n\nIn 2009, when Moldova experienced its most serious civil unrest in a decade, several civilians like Valeriu Boboc were killed by police and many more injured.[5] According to Human Rights Report of the United States Department of State, released in April 2011, \"In contrast to the previous year, there were no reports of killings by security forces. During the year reports of government exercising undue influence over the media substantially decreased.\" But \"Transnistrian authorities continued to harass independent media and opposition lawmakers; restrict freedom of association, movement, and religion; and discriminate against Romanian speakers.\"[6] Moldova \"has made “noteworthy progress” on religious freedom since the era of the Soviet Union, but it can still take further steps to foster diversity,\" said the UN Special Rapporteur on freedom of religion or belief Heiner Bielefeldt, in Chişinău, in September 2011.[7]\n\nOn 19 April 2021, the Council of Europe Action Plan for the Republic of Moldova 2021–2024, which had among its objectives working on the situation of human rights in Moldova, was signed on Strasbourg, France.[8]\n\n"
        },
        {
            "title": "Rights of vulnerable groups",
            "text": "Discrimination against Romani people is a systemic problem in Moldovan society. Law enforcement bodies, the police in particular, show a discriminatory attitude, hostility, abusive behavior, and physical and psychological violence towards them.[9] Bad treatments usually take place during detention and aim to obtain testimonies and statements.[9] There were also cases where state authorities refused to investigate or sanction cases of physical abuse committed by individuals against Romani people. The Romani people literacy level is below the national average, and some communities do not have running water, plumbing and heating.[10]\n\n"
        },
        {
            "title": "Freedom of expression and of the press",
            "text": "Moldovan Constitutions and laws protect freedom of expression and media freedom, and forbid censorship. Still, direct and indirect censorship is practiced, and Moldova is ranked as \"partly free\" in Freedom House 2016 Freedom of the Press report.[11]\n\n"
        },
        {
            "title": "Historical situation",
            "text": "The following chart shows Moldova's ratings since 1991 in the Freedom in the World reports, published annually by Freedom House. A rating of 1 is \"free\"; 7, \"not free\".[12]1\n\nThe 2021 ratings were for Political rights 3, and for Civil Liberties 3.\n\n"
        }
    ]
}