{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Venezuela",
    "title": "Human rights in Venezuela",
    "table_of_contents": [
        "1 Legal framework",
        "2 History",
        "2.1 1980s",
        "2.1.1 Massacre of El Amparo",
        "2.1.2 Caracazo",
        "2.2 1990s",
        "2.3 2000s",
        "2.4 2010s",
        "2.4.1 2014 Venezuelan protests",
        "2.4.2 UN Committee Against Torture",
        "2.4.3 2017 Venezuelan protests",
        "2.4.4 Crimes against humanity",
        "2.4.5 2019 OHCHR delegation visit",
        "2.4.5.1 First visit",
        "2.4.5.2 Michelle Bachelet visit",
        "2.5 PROVEA",
        "3 Civil and political rights",
        "3.1 International Covenant on Civil and Political Rights",
        "3.2 Press freedom",
        "3.3 Administration of justice",
        "3.4 Political prisoners",
        "3.4.1 Eligio Cedeño",
        "3.4.2 Judge María Lourdes Afiuni",
        "3.4.3 Richard Blanco",
        "3.4.4 Leopoldo López",
        "3.4.5 Antonio Ledezma",
        "3.4.6 Juan Requesens",
        "3.4.7 Roberto Marrero",
        "3.5 Human trafficking",
        "3.6 Agrarian violence",
        "3.7 Prison system",
        "3.8 Extrajudicial killings and forced disappearances",
        "4 Judicial independence",
        "5 Indigenous rights",
        "6 Relationships with international bodies",
        "6.1 Human Rights Watch",
        "6.2 Inter-American Commission on Human Rights",
        "6.3 European Parliament",
        "6.4 United Nations",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The record of human rights in Venezuela has been criticized by human rights organizations such as Human Rights Watch and Amnesty International. Concerns include attacks against journalists, political persecution, harassment of human rights defenders, poor prison conditions, torture, extrajudicial executions by death squads, and forced disappearances.[1][2][3]\n\nAccording to the Human Rights Watch report of 2017, under the leadership of President Hugo Chávez and now President Nicolás Maduro, the accumulation of power in the executive branch and erosion of human rights guarantees have enabled the government to intimidate, persecute, and even criminally prosecute its critics.[4] The report added that other persistent concerns include poor prison conditions, impunity for human rights violations, and continuous harassment by government officials of human rights defenders and independent media outlets.[4] The report continues that in 2016, the Bolivarian National Intelligence Service (SEBIN) detained dozens of people on allegations of planning, promoting, or participating in violent anti-government actions, including some that were, in fact, peaceful protests. Many say they have been tortured or otherwise abused in custody, or that they were unable to see their families or lawyers for hours, occasionally days, after an arrest. In several cases, prosecutors failed to present any credible evidence linking the accused to crimes. In some, the evidence included possession of political materials, including pamphlets calling for the release of political prisoners.[4] According to the Amnesty International report from 2016/2017 human rights defenders continued to be targeted with attacks and intimidation by state media and high-ranking government officials.[5]\n\nSince 2014, the enduring crisis in Venezuela has resulted in hyperinflation, an economic depression, shortages of basic goods, and drastic increases in unemployment, poverty, disease, child mortality, malnutrition, and crime. According to the Amnesty International, the crisis in Venezuela has reached a “breaking point”, with 75% of citizens suffering from weight loss due to shortage of food. According to the International Monetary Fund, the unemployment rate has reached 34.3%.[6]\n\nIn 2006, Economist Intelligence Unit rated Venezuela as a \"hybrid regime\" with an index of 5.42 out of 10. The country was ranked 93 out of 167 countries, and the third-least democratic in Latin America after Cuba and Haiti.[7] In the 2012 report, the country's index had deteriorated to 5.15 and its ranking to 95 out of 167.[8]\nDuring the presidency of Nicolás Maduro, the country's democracy has deteriorated further, with the 2017 report downgrading Venezuela from a hybrid regime to an authoritarian regime, the lowest category, with an index of 3.87 (the second lowest in Latin America), reflecting \"Venezuela’s continued slide towards dictatorship as the government has side-lined the opposition-dominated National Assembly, jailed or disenfranchised leading opposition politicians and violently suppressed opposition protests.\"[9]\n\nThe Human Rights Measurement Initiative[10] has similarly given Venezuela scores for Civil and Political Rights. For Safety from the State Rights, HRMI uses responses from human rights experts in Venezuela to give the country scores for freedom from arbitrary arrest, forced disappearance, the death penalty, extrajudicial execution, and torture and ill-treatment. Venezuela has received a cumulative score of 2.9 out of 10 for these rights.[11] For Empowerment Rights, which consist of freedom of assembly and association, opinion and expression, and participation in government, Venezuela receives a cumulative score of 2.4 out of 10.[12]\n\n"
        },
        {
            "title": "Legal framework",
            "text": "Soon after President Chávez was first elected, a national referendum was called in April 1999 in which 92% of voters favored drafting a new constitution. The constitution was drafted by an elected assembly with the participation of diverse citizens' groups, and was voted on later that year in another national referendum and approved with 71.8% support among voters. The new constitution of Venezuela sought to secure a wider range of human rights, such as health care as a human right.[13] It also created an Office of the Public Defender, which includes the Human Rights Ombudsman's Office. Of the 350 articles in the 1999 constitution, 116 are dedicated to duties, human rights, and guarantees, including a chapter on the rights of indigenous peoples.[14]\n\nVenezuela ratified the American Convention on Human Rights in 1977.[15] This makes it part of the jurisdiction of the Inter-American Court of Human Rights.\n\n"
        },
        {
            "title": "History",
            "text": "The Massacre of El Amparo was a massacre of 14 fishermen that took place near the village of El Amparo, in Venezuela's western state of Apure, on 29 October 1988.[16][17] A joint military-police unit claimed the fishermen (who had no police records and were not known to either Venezuelan or Colombian military intelligence)[18] were a group of guerillas who attacked them with guns and grenades, with an alleged 15–20-minute exchange of gunfire occurring at a range of 20–30 m.[19] A case taken to the Inter-American Court of Human Rights (IACHR) concluded in 1996, with the IACHR ordering Venezuela to pay over $700,000 in reparations to next of kin and surviving victims.[17]\n\nOne of the six cases brought against Venezuela by the IACHR between 1977 and 1998 related to the 1989 Caracazo, which successive Venezuelan governments failed to investigate, despite requests from human rights groups such as Amnesty International,[20] and instructions from the Inter-American Court of Human Rights.[21] In July 2009, then-defence minister Italo del Valle Alliegro was charged in relation to the Caracazo.[22]\n\nWith increasing instability of the political system in the face of economic crisis, Venezuela saw two coup attempts in 1992; one of which was led by future president Hugo Chávez. Both failed, and in the process of resisting the coup attempts, government agents were reported to have killed forty people, both civilians and surrendered rebels, either as extrajudicial executions, or through the use of disproportionate force.[23]\n\nArbitrary detentions numbered in the hundreds and continued for some time after the events, and involved student leaders and other civic leaders not connected with the coup attempts. Freedom of expression was suspended for two months in the February case, and three weeks in the November case, and involved censorship of the media. A series of demonstrations in March and April calling for the resignation of President Carlos Andrés Pérez and the restoration of constitutional guarantees were met with state violence including indiscriminate police firing into crowds, with a total of 13 deaths.[23]\n\nA number of members of the press covering the protests were severely injured by police.[23] Although participants in the February coup attempt were tried under the regular military justice system, in response to the November coup attempt the government created ad hoc courts based on the 1938 legal code of Eleazar López Contreras, drawn up twenty years before the transition to democracy. The Supreme Court ultimately ruled the courts unconstitutional, but on the grounds that the President had neglected to suspend the relevant constitutional rights (right to a defence, right to be tried by one's natural judge) rather than on the due process grounds for which they were criticised.[24]\n\nDuring the 1989–1993 Perez period the violent repression of protest was commonplace, with one of every three demonstrations repressed. During the Caldera administration it fell, and toward the middle of this the proportion of demonstrations repressed had fallen to one of every six.[25]\n\nShortly after Hugo Chávez's election, ratings for freedom in Venezuela dropped according to political and human rights group Freedom House.[27] In 2004, Amnesty International criticized President Chavez's administration's handling of the 2000 coup, saying that violent incidents \"have not been investigated effectively and have gone unpunished\" and that \"impunity enjoyed by the perpetrators encourages further human rights violations in a particularly volatile political climate\".[28] Amnesty International also criticized the Venezuelan National Guard and the Direccion de Inteligencia Seguridad y Prevención (DISIP) stating that they \"allegedly used excessive force to control the situation on a number of occasions\" during protests involving the 2004 Venezuela recall.[28] It was also noted that many of the protesters detained seemed to not be \"brought before a judge within the legal time limit\".[28]\n\nIn 2005, Central University of Venezuela professors Margarita López Maya and Luis Lander, stated there was a \"greater recognition of the right to protest, and this has been institutionalized.\"[25] The violent repression of demonstrations fell to 1 in 25 in 1998–99, and to 1 in 36 by 2002–3.[25] However, in 2008, Venezuela was ranked as the least democratic nation in South America in the 2008 Economist Intelligence Unit Democracy Index.[29] Also in 2008, Freedom House removed Venezuela from its list of countries that have an electoral democracy.[30] By 2009, the Inter-American Commission on Human Rights released a report stating that Venezuela's government practiced \"repression and intolerance\".[31]\n\nAccording to the United Nations, there were 31,096 complaints of human rights violations received between the years 2011 and 2014. Of the 31,096, 3.1% resulted in only in an indictment by the Venezuelan Public Ministry.[32][33]\n\nIn 2011, NGO PROVEA criticized the fact that the government party PSUV selected as candidate for congress Róger Cordero Lara, who was militarily involved in the Cantaura massacre in 1982. Cordero was elected and PROVEA demanded his immunity be lifted.[34]\n\nIn Freedom House's report on the year 2013, President Nicolás Maduro's government was criticized for \"an increase in the selective enforcement of laws and regulations against the opposition in order to minimize its role as a check on government power\", which gave Venezuela's freedom rating a downward trend.[35]\n\nDuring the 2014 Venezuelan protests, multiple human rights organizations condemned the Venezuelan government for its handling of the protests as security forces had reportedly gone beyond typical practices of handling protests, with methods ranging from the use of rubber pellets and tear gas to instances of live ammunition and torture of arrested protestors, according to organizations like Amnesty International[36] and Human Rights Watch.[37] Other problems during the protests included media censorship and government tolerance of violence by pro-government militant groups known as colectivos.[38] Venezuela's government has also been accused of politically-motivated arrests of opponents, most notably former Chacao mayor and leader of Popular Will, Leopoldo López, who surrendered himself in February, responding to controversial charges of murder and inciting violence, using his arrest to protest the government's \"criminalization of dissent.\"[39][40]\n\nIn December 2014, the United States signed Venezuela Defense of Human Rights and Civil Society Act of 2014 to impose targeted sanctions on Venezuelan individuals responsible for human rights violations as a result of the 2014 Venezuelan protests.[41][42] The law allows the freezing of assets and visa bans for those accused of using acts of violence or violating the human rights of those opposing the Venezuelan government.[43] In March 2015, the United States froze assets and revoked visas of several senior officials connected to human rights abuses in Venezuela.[44]\n\nHundreds of Venezuelans detained by Venezuelan authorities during the protests were tortured.[45][46]\n\nIn November 2014, Venezuela appeared before the United Nations Committee Against Torture over cases between 2002 and 2014. UN experts were dissatisfied with the Venezuelan government's delegation that was led by Deputy Interior Security Law and Policy, José Vicente Rangel Avalos and questions asked by the UN Committee were not answered accurately by him. In the five-year-old case of Judge María Lourdes Afiuni Mora, a Venezuelan delegate stated, \"The prosecution did not receive complaints about the alleged rape told in a book. We suggest to the committee, why worry?\", to which a member of the UN commission replied \"It's very important and very serious, because it transcends the individual, affects the concept of the judiciary and the rule of law if this had happened in another country.\" Experts of multiple NGOs also criticized the Venezuelan governments record with human rights, with one expert stating that \"only 12 public officials have been convicted of violations of human rights in the last decade that in the same period have been more than 5,000 complaints\". Experts also criticized the Venezuelan National Commission for the Prevention of Torture for not being independent from the government, questioned the actions of doctors and forensic experts who examined victims and asked about the judicial system's independence from other bodies of the Venezuelan government.[47][48][49]\n\nOn 28 November, the United Nations Committee Against Torture expressed \"alarm\" due to the reports of abuse by Venezuelan authorities during the 2014 Venezuelan protests. According to the UN committee, allegations of torture included \"beatings, burnings and electric shocks in efforts to obtain confessions\". The committee also called on more thorough investigations by the Venezuelan government since of the 185 investigations for abuses during the protests, only 5 had been charged. Other issues presented by the committee included the release of Leopoldo López and former mayor Daniel Ceballos from prison, which the UN committee urged.[50]\n\nOn 11 March 2015 at a UN Human Rights Council meeting in Geneva, UN rapporteur on torture and other degrading treatment, Juan E. Méndez, stated that the Bolivarian government failed to respond to multiple requests for information to which Méndez said, \"In this case Venezuela did not respond, so I've drawn my conclusions based on the lack of response, but obviously on what I know of cases. And I concluded that the government violated the rights of prisoners\".[51] He also stated that the Maduro government did not comply \"with the obligation to investigate, prosecute and punish all acts of torture and cruel, inhuman or degrading treatment\".[51]\n\nThe United Nations Human Rights Office denounced \"widespread and systematic use of excessive force\" against demonstrators, saying security forces and pro-government groups were responsible for the deaths of at least 73 protesters. UN Human Rights Office described \"a picture of widespread and systematic use of excessive force and arbitrary detentions against demonstrators in Venezuela\". \"Witness accounts suggest that security forces, mainly the national guard, the national police and local police forces, have systematically used disproportionate force to instil fear, crush dissent and to prevent demonstrators from assembling, rallying and reaching public institutions to present petitions\".[52]\n\n\nIn a 9 May 2017 letter, the Inter-American Commission on Human Rights (IACHR) stated that it \"deplores the repressive measures taken by the Venezuelan authorities in response to the wave of protests that began in March in the country\" and that it \"calls on the State to cease these measures and to effectively fulfill its international human rights obligations.\" The IACHR was especially concerned with \"the increase in deaths, injuries and mass detentions that has accompanied the militarization of the tasks of managing demonstrations\" and expressed concern with the state of Leopoldo López's imprisonment.[53] \nThe majority of individuals killed during protests died from gunshot wounds, with many resulting from the repression by Venezuelan authorities and assisting pro-government colectivos.[54] A report by Human Rights Watch and Foro Penal documented at least six cases in which Venezuelan security forces raided residential areas and apartment buildings in Caracas and in four different states, usually near barricades built by residents; according to testimonies, officials bursted into houses without warrants, stealing personal belongings and food from residents, as well as beating and arresting them.[55]\n\nA report of the Office of the United Nations High Commissioner for Human Rights specified that non-lethal weapons were used systematically to cause unnecessary injuries, explaining that security forces had fired tear gas canisters directly against protesters at short distances.[56] Mónica Kräuter, a chemist and teacher of the Simón Bolívar University who has studied over a thousand tear gas canisters since 2014, has stated that security forces have fired expired tear gas which, according to her, \"breaks down into cyanide oxide, phosgenes and nitrogens that are extremely dangerous\".[57] Groups such as the Venezuelan Observatory of Health have denounced the use of tear gas fired directly or nearby health centers and hospitals, as well as houses and residential buildings.[58]\n\nIn a 15 June statement, Human Rights Watch stated that high levels officials of the government, such as José Antonio Benavides Torres, the head of the Bolivarian National Guard; Vladimir Padrino López, the defense minister and the strategic operational commander of the Armed Forces; Néstor Reverol, the interior minister, Carlos Alfredo Pérez Ampueda, director of the Bolivarian National Police; Gustavo González López, the national intelligence director, and Siria Venero de Guerrero, the military attorney general, are responsible for the human rights violations and abuses performed by Venezuelan security forces during the protests. Venezuelan officials have praised authorities for their actions and denied any wrongdoing.[59]\n\nHuman rights groups have stated that Venezuelan authorities have used force to gain confessions. Amnesty International maintains that the government has a \"premeditated policy\" to commit violent and lethal acts against protesters, stating that there is \"a planned strategy by the government of President Maduro to use violence and illegitimate force against the Venezuelan population to neutralize any criticism\". The Wall Street Journal reported that a young men had already been tortured at an army base when soldiers piled them into two jeeps and transported them to a wooded area just outside the Venezuelan capital.[60] Foro Penal stated that \"most of the detainees are beaten once they are arrested, while they are being transferred to a temporary detention site where they are to be brought before a judge\", giving one instance with \"a group of 40 people arrested for alleged looting, 37 reported that they were beaten before their hair was forcefully shaved off their heads\". In other examples of abuses, \"15 reported that they were forced to eat pasta with grass and excrement. The regime's officials forced dust from tear gas canisters up their noses to pry open their mouths. They then shoved the pasta with excrement in their mouths and made them swallow it\".[61] According to the Justice and Peace Commission of the Venezuelan Episcopal Conference, many other cases of abuses have been recorded.[62]\n\nIn October 2017, Iceland blocked the entrance of 16 tonnes of tear gas from China destined to arrive in Venezuela, stating \"it is clear that a large amount of tear gas is involved, and Venezuela can be seen as a hazardous area where fundamental human rights are not respected, among other things\".[63]\n\nOn 14 September 2017, Venezuelan lawyer Tamara Sujú testified about 289 cases of torture during the first audience of the Organization of American States (OAS) to analyze possible crimes against humanity in the country, including incidents during the 2017 protests and 192 cases of sexual torture.[64]\n\nIn February 2018, the International Criminal Court (ICC) announced that it would open preliminary probes into the alleged crimes against humanity performed by Venezuelan authorities.[65]\n\nOn 29 May 2018, a Board of Independent Experts designated by the Organization of American States published a 400-page report concluding that there were grounds that crimes against humanity were committed in Venezuela,[66] including \"dozens of murders, thousands of extra-judicial executions, more than 12,000 cases of arbitrary detentions, more than 290 cases of torture, attacks against the judiciary and a 'state-sanctioned humanitarian crisis' affecting hundreds of thousands of people\".[67]\n\nOn 27 September 2018, six states parties to the Rome Statute: Argentina, Canada, Colombia, Chile, Paraguay and Peru, referred the situation in Venezuela since 12 February 2014 to the ICC, requesting the Prosecutor Fatou Bensouda to initiate an investigation on crimes against humanity allegedly committed in the territory. On 28 September, the Presidency assigned the situation to Pre-Trial Chamber I.[68]\n\nOn 4 July 2019, the UN reported that the Venezuelan government used death squads to kill 5,287 people in 2018 and another 1,569 through mid-May 2019. Attacking security forces would arrive at a home, separate young men from the rest of the family, then fire into the walls or plant drugs. Then they would say that the victims had been killed during a confrontation.[69] According to Human Rights Watch almost 18,000 people have been killed by security forces in Venezuela since 2016 for \"resistance to authority\" and many of these killings may constitute extrajudicial execution.[70]\n\nUnited Nations' investigators reported on 16 September 2020 that Nicolás Maduro and other high-ranking officers ordered the systematic killing and torture of critics, violating human rights.[71]\n\nSince November 2020, Venezuelan state agents have been forcibly entering the offices of civil society organizations and making public threats against defenders engaging with human rights organizations. Five members of the Venezuelan NGO Azul Positivo [es] were also detained without a warrant. [72]\n\nA research by Human Rights Watch revealed that Venezuela’s judiciary failed to adequately investigate widespread abuses despite compelling evidence proving that crimes against humanity like imprisonment or other severe deprivation of physical liberty, torture, rape and/or other forms of sexual violence, and persecution against any identifiable group or by civilian authorities, members of the armed forces, and government supporters are still being committed.[73]\n\nFollowing a 25 February Lima Group meeting in Colombia, Chilean President Sebastián Piñera criticized United Nations High Commissioner for Human Rights (OHCHR) commissioner Michelle Bachelet on 3 March for her failure to condemn Maduro, and called on her \"to fulfill the role as high commissioner to defend human rights in a country where they are being brutally overrun\".[74] On 8 March, her office announced that she would send a five-person delegation to Venezuela from 11 to 22 March ahead of a potential visit by Bachelet.[75] On 15 March, the Lara state College of Physicians denounced that a large operation by government officials was underway to clean, repair and provide medical supplies in Barquisimeto and was a \"farce that has been put [in place] to give an express makeover to the hospital, knowing that here people die due to lack of supplies\".[76] During a visit in the Carabobo state, one of the members of the delegation declared that they were not \"fools\", that the delegation noticed that the walls of the hospital were freshly painted and that the building smelled like paint.[77] On 17 March, the UN delegation was able to freely visit the Pastor Oropeza hospital in Lara state without escorts, learning about its precarious conditions.[78]\n\nBachelet gave a preliminary oral report to the UN Human Rights Council on 20 March in which she expressed extreme concern about the seriousness of the human rights situation, which was also a factor in destabilizing the region.[79][80] Prodavinci summarized the key points of her speech. She said that the recognition of and response to the crisis by authorities had been insufficient, and that conditions had deteriorated since their last visit, particularly among vulnerable populations. Recognizing that the devastation began before 2017 economic sanctions were applied, she expressed concern that sanctions would worsen the situation. She highlighted the complaints about and nature of alleged murders by special police forces (FAES). She was disturbed by escalating freedom of speech and press restrictions. She mentioned the significant impact on health care and the medical system: spread of infection disease, and maternal and infant mortality. She reported that a million children are missing school as a consequence of the conditions in the country. She mentioned the 2019 Venezuelan blackouts as an example of the country's collapsing infrastructure, leading to food, water and medical shortages. She said security forces and pro-government armed groups had used excessive force to quell protests, including assassination, arbitrary detention, torture and threats. She indicated that the search for food, health care and employment had led to mass emigration from Venezuela.[79] She urged authorities to urgently improve human rights conditions and to \"demonstrate their real commitment to addressing the many challenging issues\".[81]\n\nAhead of a three-week session of the U.N. Human Rights Council, the OHCHR chief, Michelle Bachelet, visits Venezuela from 19 to 21 June.[82] The Human Rights Commissioner met separately with both Maduro and Guaidó during her visit, as well as with Venezuelan prosecutor Tarek William Saab, some human right activists, and families of victims who experienced torture and state repression.[82][83] Protests took place in front of the UN office in Caracas during the last day of the visit, denouncing rights abuses performed by Maduro's administration.[83] Gilber Caro who was released 2 days before the visit, joined the crowd.[84] Bachelet announced the creation of a delegation maintained by two U.N. officials that will remain in Venezuela to monitor the humanitarian situation.[83] Bachelet expressed concern that the recent sanctions on oil exports and gold trade could worsen the already existing crisis experienced by Venezuelans.[83] She also called for the release of political prisoners in Venezuela.[82] Bachelet has remained under pressure by rights groups to work towards the release of 700 political prisoners jailed in Venezuela, an allegation Maduro opposes.[85]\n\nThe final published report addressed the extrajudicial executions, torture, enforced disappearances and other right violations allegedly committed by Venezuelan security forces in the recent years.[86] Bachelet expressed her concerns for the \"shockingly high\" number of extrajudiciary killings and urged for the dissolution of the FAES.[87] According to the report 1569 cases of executions as consequence as a result of \"resistance to authority\" were registered by the Venezuelan authorities from 1 January to 19 March.[87] Other 52 deaths that occurred during 2019 protests have been attributed to colectivos.[88] The report also details how the Venezuelan government has \"aimed at neutralising, repressing and criminalising political opponents and people critical of the government\" since 2016.[87]\n\nDuring a speech in September 2019 to present the updated report in a UN meeting, Bachelet announced her concerns for possible the extra-judiciary killings carried out by the Venezuelan police after her visit in June.[89] According to her, a non-governmental organization, Victims’ Monitor (Spanish: Monitor de víctimas), reported 57 presumed extra-judiciary executions by FAES in Caracas in early July.[89] Bachelet had called earlier for the dissolution of FAES, but she expressed that \"On the contrary, the FAES have received support from the highest level of Government\".[89] Another concern in her speech was a proposed law to criminalize human rights organizations that receive money from abroad, a measure that according to Associated Press, \"could further erode democracy in Venezuela\".[90]\n\nDuring the Macuto Bay raid in May 2020, eight people were killed, while 23 individuals were detained, in relation to the attempted incursion into Venezuela, including two US citizens. PROVEA, a human rights organization tweeted for the protection of the human rights of the detained and added that they “only support and promote constitutional, peaceful and civil means to restore the country’s democracy.”. Nicolás Maduro accused PROVEA of receiving money from the Central Intelligence Agency of the US and of defending the rights of accused “terrorists” and “mercenaries” who he claimed, being “part of Donald Trump’s security forces.” Human Rights Watch denounced Maduro administration for carrying out a \"smear campaign\" against PROVEA, \"expanding its crackdown on critics, opponents and journalists.\"[91]\n\n"
        },
        {
            "title": "Civil and political rights",
            "text": "According to the International Covenant on Civil and Political Rights (ICCPR), \"Everyone shall have the right to freedom of expression; this right shall include freedom to seek, receive and impart information and ideas of all kinds, regardless of frontiers, either orally, in writing or in print, in the form of art, or through any other media of his choice\".[92] Specifically mentioned in Articles 18 and 19, freedom of expression and thought are guaranteed rights provided at the hand of sovereign states.[93] According to the United Nations Treaty Collection, Venezuela signed the ICCPR on 24 June 1969 and agreed to the competence of human rights law as mentioned in the covenant.[94] Thought not legally binding, signing the ICCPR represents and understand and signifies adherence to human rights standards expected of all United Nations member states. in 2015, the ICCPR concluded that Venezuela has been unable to uphold the agreements made upon the signing of the document and recommend that the country adopt measures to increase awareness of the covenant.[95]\n\nThe freedom of the press is mentioned by two key clauses in the 1999 Constitution of Venezuela. The right to freedom of expression is set out in Article 57 and Article 58 of the Constitution. The right to express opinions freely without censorship (Article 57) and the right to reply (Article 58) are generally in line with international standards. However, the Inter-American Commission on Human Rights (IACHR) expressed concern about Article 58 of the Constitution, which provides that \"Everyone has the right to timely, truthful, impartial and uncensored information.\" The Commission took issue with the right to \"truthful and timely\" information arguing that this is \"a kind of prior censorship prohibited in the American Convention on Human Rights.\"[96]\n\nConcerns about freedom of the press in Venezuela have been raised by Human Rights Watch,[97][98] Amnesty International,[99] the Inter American Press Association,[100] the International Press Institute,[101] the United States Department of State,[102] Reporters without Borders,[103][104] representatives of the Catholic Church, the Inter-American Commission on Human Rights, and others.[105][106][107][108][109] Since 2003, Freedom House has ranked Venezuela as \"not free\" concerning press freedom,[110] with it remaining at that ranking as of 2014.[111]\n\nOn 27 May 2007, president Hugo Chávez decided shut down the channel by refusing to renew their broadcast concession, accusing the channel of being involved in the 2002 coup d'état in Venezuela, which briefly overthrew his government.[112][113] In March 2009 the Inter-American Court of Human Rights concluded two cases brought against Venezuela by the private Venezuelan TV stations Globovisión and RCTV. It concluded that the Venezuelan government had failed to do enough to prevent and punish acts of intimidation against journalists by third parties, as required by the American Convention on Human Rights.[114] On 7 September, 2015, the Inter-American Court of Human Rights ruled that the refusal to renew the concession was an \"indirect restriction on the exercise of freedom of expression [...] aimed at impeding the communication and circulation of ideas and opinions\", that the government violated the right to due process and that it must restore the concession for RCTV. The Venezuelan government has ignored the ruling.[115]\n\nIn March 2019, an independent Venezuelan journalist Luis Carlos Díaz was arbitrarily detained on the accusations of causing the massive blackout in the country. Díaz told his wife that during the search, the intelligence agents beat him with his helmet, took away his phone, computer and cash and threatened him to plant a corpse in his house and accuse him of homicide if he spoke about the arrest to anyone.[116] Díaz is being held in the infamous El Helicoide prison in Caracas.[117]\n\nThere have been problems with Venezuela's justice system throughout its democratic period (since 1958).[118] In addition to weak legislative oversight, the Venezuelan military exercises more authority over the judicial process than in most other countries. Crimes against \"the independence and security of the nation, against liberty and against the public order\" may be sent to military judges, and the armed forces control most law enforcement relating to border areas, actions by military personnel or by civilians in military-controlled areas, and crimes covered by both military and civilian law.[119] Venezuelan law gives the police more authority than it does in most countries, and they have a central role in initiating and operating judicial proceedings; \"the police have gradually assumed many of the functions of both the [Justice Ministry] and investigating judges\".[120] \"This power has allowed abuses to spread throughout the judicial process\", including regular use of false witnesses, invented facts and destroyed evidence, and false charges, as well as the defiance of court orders, protection of accused officials, and harassment of political activists.[120] It has also meant that the justice system has long been particularly poor at investigating alleged abuses by state agents.[121]\n\nA 1993 Human Rights Watch report declared that \"the administration of justice is in crisis. [Civilian] courts are undermined by politicization, corruption, inefficiency and lack of resources.\"[122] Part of the problem was identified as the \"pivotal role\" of the judge in criminal trials in managing investigations, including directing the Judicial Technical Police. Complex cases can overwhelm even conscientious judges, and the system easily provides \"plausible cover for judicial inaction\".[123] The report noted that \"the perception is widespread – among lawyers, judges and fiscales as well as ordinary citizens – that corruption has tainted every level of the judicial system...\"[123] Prior to 1991, the appointment of judges (via the Judicial Council) was said to be \"frankly partisan\"; subsequently, open competition and objective criteria mitigated the influence of politics to an extent.[124]\n\nA major long-term problem has been the failure of justice arising from structural delays in the justice system:[124] in 1990 the average court received 675 new cases, and reached decisions on 120. In Caracas the average court took 286 days to complete the investigation phase of trials, against the legal maximum of 34; and 794 days to reach the sentencing phase, against the legal maximum of 68. As a result of the judicial backlog, many prisoners eventually convicted will have spent longer in detention at the time of sentencing than the maximum sentence permitted for their crimes. The backlog also contributes significantly to the overcrowding of Venezuela's prisons.[chronology citation needed][124]\n\nVenezuela is a country where the political prisoners has escalated significantly.[125] The NGO Foro Penal says there were more than 900 political prisoners in Venezuela as of March 2019,[125] and human rights groups have said that 2,000 Chávez opponents have been under investigation.[126] Venezuela's political opposition complains that the justice system is controlled by the government and is used as a political instrument against Chavez's opponents.[127] The opposition cites corruption charges filed against a variety of opposition figures, including opposition leader Manuel Rosales, former Defense Minister Raúl Baduel, and former Governors Eduardo Manuitt and Didalco Bolívar.[128]\n\nThe opposition also claims that the government of Hugo Chávez targeted university students. Some have been jailed under charges of \"destabilizing the government,\" or \"inciting civil war.\" Students have launched hunger strikes over the government's alleged treatment of political prisoners.[129] According to Foro Penal, as of 4 June 2018 there were 973 political prisoners nationwide.[130][131]\n\nThe torture of political prisoners has included the capture, mistreatment and in some cases killing of their pets.[132][133]\n\nIn 2007, Eligio Cedeño, then President of Bolivar-Banpro Financial Group, was arrested in a crackdown by Venezuelan officials on individuals circumventing government currency rules to gain U.S. dollars. On 8 February 2007, Cedeño was accused by the Venezuelan Attorney General of aiding Consorcio MicroStar with illegal dollar transactions.[134][135][136][137] Over the next year, prosecutors repeatedly failed to turn up for court dates, leading to accusations that the case was being made to take unnecessarily long due to a lack of evidence.[138] Partly as a result, the United Nations' Working Group on Arbitrary Detention declared Cedeño's detention arbitrary in September 2009.[139]\n\nHeld in jail pending trial for 34 months, Cedeño was paroled on 10 December 2009. By the 19th Cedeño had fled to the United States, where he was detained by U.S. Immigration and Customs Enforcement until 23 December 2009, when he was released on parole pending an immigration hearing.[140]\n\nCedeño claims that he became a target of the Chávez government as a consequence of his support for its political opponents.[141][142]\n\nJudge Maria Lourdes Afiuni was arrested after ordering the release of Eligio Cedeño on corruption charges.\n\nIn December 2009, three independent human rights experts of the United Nations' Working Group on Arbitrary Detention called for her immediate and unconditional release.[143][144] Judge María Lourdes Afiuni was detained 15 minutes after granting parole to above mentioned Eligio Cedeño. Afiuni was held for 14 months in a maximum-security prison with individuals she had previously sentenced before she was granted house arrest in 2011 due to her health following lack of medical treatment and an emergency operation due to physical abuse. In 2013, Afiuni was granted parole.[145] The case of Afiuni is symbolic of the \"lack of judicial independence in the country.\"[citation needed]\n\nRichard Blanco, a male local government official from Caracas, was arrested in Caracas in August 2009, charged with inciting violence and injuring a police officer during a demonstration. Amnesty International said that \"his detention appears to be politically motivated\", saying that the video evidence provided to support the charges did not show any evidence of violence or incitement by Blanco. Amnesty asked for his liberation.[146][147] He was freed on bail in April 2010.[148]\n\nHuman rights groups consider López as \"Latin America's most prominent political prisoner.\"[149] On 18 February, Leopoldo López turned himself in to the Venezuelan National Guard after leading protests in the county.[150] López turned himself in among thousands of cheering supporters, who, like him, wore white as a symbol of nonviolence. He gave a short speech in which he said that he hoped his arrest would awaken Venezuela to the corruption and economic disaster caused by socialist rule. The only alternative to accepting arrest, he said while standing on a statue of Jose Marti, was to \"leave the country, and I will never leave Venezuela!\"[151] Hours after the arrest, President Maduro addressed a cheering crowd of supporters in red, saying that he would not tolerate \"psychological warfare\" by his opponents and that López must be held responsible for his \"treasonous acts.\"[152]\n\nLópez was denied bail and is being held in the Ramo Verde military prison outside of Caracas.[153][154] In a July 2014 press release, Lopez' wife stated that his visitation rights had been revoked and that he was now subject to psychological tortures, including isolation.[155] Chilean lawyer and secretary of a mission of Socialist International, José Antonio Viera-Gallo, stated that in the case of López, Socialist International \"confirmed human right violations against a political leader\" giving examples of authorities sounding loud sirens preventing communication when López and others tried to communicate with their families .[156] tt\n\nOn 23 September 2014 at the 2014 Clinton Global Initiative meeting, President Barack Obama called for the release of López saying, \"we stand in solidarity with those who are detained at this very moment\".[157] On 8 October 2014, the United Nations Working Group on Arbitrary Detention ruled that López was detained arbitrarily and that the Venezuelan government \"violated several of their civil, political and constitutional rights\" while demanding his immediate release.[158] Weeks later, UN High Commissioner for Human Rights, Zeid Ra’ad Al Hussein, called for the immediate release of López.[159] The Venezuelan government condemned the statements by the United States and the United Nations, demanding them to not interfere in Venezuelan affairs.[160]\n\nWhen in September 2015 López was sentenced to 13 years and nine months prison term, Erika Guevara Rosas, Americas Director at Amnesty International denounced that \"the charges against Leopoldo López were never adequately substantiated and the prison sentence against him is clearly politically motivated. His only ‘crime’ was being leader of an opposition party in Venezuela...With this decision, Venezuela is choosing to ignore basic human rights principles and giving the green light to more abuses.\"[161]\n\nOn 19 February 2015, Antonio Ledezma was detained without a warrant by the Bolivarian Intelligence Service at his office in the EXA Tower in Caracas. In the operation, the security forces made warning shots to the air to disperse a crowd that was forming. He was then transported to SEBIN's headquarters in Plaza Venezuela. His lawyer declared that the charges for his detention were unknown.[162][163][164][165][166] The New York Times stated that Ledezma was arrested by the Venezuelan Government after accusations made by President Nicolás Maduro about an \"American plot to overthrow the government\" that he presented a week before Ledezma's arrest.[167] Ledezma mocked the accusations stating that the Venezuelan government was destabilizing itself through corruption.[168] The United States denied the accusations by President Maduro and stated that \"Venezuela's problems cannot be solved by criminalizing dissent\".[167]\n\nHuman rights groups quickly condemned Ledezma's arrest and the similarity of the case to Leopoldo López's arrest was noted by The New York Times.[167] Amnesty International condemned Ledezma's arrest called it politically motivated, noting the similar cases of arrests made by the Venezuelan Government in what Amnesty International described as \"silencing dissenting voices\".[169] Human Rights Watch demanded his release with Human Rights Watch's Americas division director, Jose Miguel Vivanco, stating that without evidence, Ledezma \"faces another case of arbitrary detention of opponents in a country where there is no judicial independence\".[167][170]\n\nOn 7 August 2018, National Assembly deputy Juan Requesens was taken from his apartment in Caracas by SEBIN with his sister, who was released, supposedly in relation to the Caracas drone attack a few days earlier, though many sources refer to his unconstitutional arrest and detention as being \"political\" and \"arbitrary\", that the government used the drone attack as an excuse to penalise the opposition. He was taken contrary to his political immunity and without evidence or trial.[citation needed]\n\nIn the early morning of 21 March 2019, SEBIN officials first broke into the home of Roberto Marrero's, chief of staff to Juan Guaidó,[171] neighbor, National Assembly deputy Sergio Vergara.[172] Vergara reported that the agents' faces were covered; they held him for several hours although he informed them that he had parliamentary immunity.[173] Vergara said he heard the officials breaking into Marrero's apartment next door. After about three hours between both apartments,[172] the officials took Marrero and Vergara's driver, Luis Alberto Páez Salazar.[174] Vergara says that as he was being taken away, Marrero shouted to him that the officials had planted a grenade and two rifles.[172][175] Marrero's attorney called it a \"purely political operation\".[125]\n\nVenezuela is a signatory (December 2000) to the Protocol to Prevent, Suppress and Punish Trafficking in Persons, especially Women and Children.[14][176] As of 2016, the U.S. Department of State considered Venezuela a Tier 3 country on the Trafficking in Persons Tier Placement rating, meaning it is a country whose government \"does not fully meet the minimum standards\" to stop human trafficking \"and are not making significant efforts to do so.\"[177] Venezuela is considered a source and destination of both sex trafficking and forced labor. The government doesn't meet the minimum standards for eliminating human trafficking.[178][179]\n\nVenezuela's present-day agriculture is characterized by inefficiency and low investment, with 70 percent of agricultural land owned by 3 percent of agricultural proprietors (one of the highest levels of land concentration in Latin America). According to the Land and Agricultural Reform Law of 2001 (see Mission Zamora), public and private land deemed to be illegally held or unproductive is to be redistributed.[14] From 1999 to 2006, 130 landless workers were murdered by sicarios paid by opponents to the reform.[180]\n\nIn 1996, Human Rights Watch concluded that \"Venezuelan prisons are catastrophic, one of the worst in the American hemisphere, violating the Venezuelan State international obligations on human rights.\"[181] Key problems included violence (in 1994 there were nearly 500 deaths, including around 100 in a single riot[182]), corruption, and overcrowding, with the US State Department 1996 report describing it as \"overcrowding so severe as to constitute inhuman and degrading treatment\".[181]\n\n\"Venezuela's penitentiary system, considered one of the most violent in Latin America, has 29 prisons and 16 penitentiaries holding some 20,000 inmates\".[2]\n\nOn 20 August 2012, armed prisoners in the Yare I prison complex, an overcrowded Venezuelan prison, rioted over the weekend, resulting in the deaths of 25 people. 29 inmates and 14 visitors were injured in the riot, and one visitor was killed.[183]\n\nThere were 187 extrajudicial killings in 1992/3.[184]\n\nIn 2009, the Attorney General announced the creation of an investigative team to examine 6,000 reports of extrajudicial killings between 2000 and 2007.[185]\n\nAmnesty International estimated that there were more than 8,200 extrajudicial killings in Venezuela from 2015 to 2017.[186]\n\nA report produced by Foro Penal and Robert F. Kennedy Human Rights documents that 200 cases of forced disappearances in 2018 increased to 524 in 2019, attributed to increased protests. The analysis found that the average disappearance lasted just over five days, suggesting the government sought to avoid the scrutiny that might accompany large-scale and long-term detentions.[187][188]\n\n"
        },
        {
            "title": "Judicial independence",
            "text": "On 16 September 2021, the Independent International Fact-Finding Mission on Venezuela released its second report on the country's situation, concluding that the independence of the Venezuelan justice system under Nicolás Maduro has been deeply eroded, to the extent of playing an important role in aiding state repression and perpetuating state impunity for human rights violations. The document identified frequent due process violations, including the use of pre-trial detention as a routine (rather than an exceptional measure) and judges sustaining detentions or charges based on manipulated or fabricated evidence, evidence obtained through illegal means, and evidence obtained through coercion or torture; in some of the reviewed cases, the judges also failed to protect torture victims, returning them to detentions centers were torture was denounced, \"despite having heard victims, sometimes bearing visible injuries consistent with torture, make the allegation in court\". The report also concluded that prosecutorial and judicial individuals at all levels witness or experienced external interference in decision-making, and that several reported receiving instructions either from the judicial or prosecutorial hierarchy or from political officials on how to decide cases.[189][190][191]\n\n"
        },
        {
            "title": "Indigenous rights",
            "text": "The indigenous peoples of Venezuela make up around 1.5% of the population nationwide, though the proportion is nearly 50% in Amazonas state.[192] Prior to the creation of the 1999 constitution, legal rights for indigenous peoples were increasingly lagging behind other Latin American countries, which were progressively enshrining a common set of indigenous collective rights in their national constitutions.[193] In the beginning of the 19th century, the Venezuelan government did little for indigenous peoples; more so, they were pushed away from the agricultural center to the periphery. In 1913, during a rubber boom and the dictatorship of Juan Vicente Gómez, colonel Tomas Funes seized control of Amazonas’ San Fernando de Atabapo, where 100 settlers were killed. In the following nine years, Funes destroyed dozens of Ye'kuana villages and killed several thousand Ye'kuana.[193] In 1961, a new constitution came, but instead of improving the rights of indigenous peoples, this constitution was a step backward from the previous 1947 constitution.[193][clarification needed]\n\nIn 1999, a new constitution was formed, the 1999 Venezuelan Constitution. In this constitution Chávez, aimed for the improvement of human rights, mainly those of women and indigenous peoples. The constitution stated that three seats should be reserved for indigenous delegates in the 131-member constituent assembly[194] and two additional indigenous delegates won unreserved seats in the assembly elections.[195] Ultimately, the constitutional process produced what was called \"the region's most progressive indigenous rights regime\".[196] Innovations included Article 125's guarantee of political representation at all levels of government and Article 124's prohibition on \"the registration of patents related to indigenous genetic resources or intellectual property associated with indigenous knowledge.\"[196] The new constitution followed the example of Colombia in reserving parliamentary seats for indigenous delegates (three in Venezuela's National Assembly); and it was the first Latin American constitution to reserve indigenous seats in state assemblies and municipal councils in districts with indigenous populations.[197]\n\nDuring Nicolás Maduro's presidency (Chávez's successor) and after the creation of the Orinoco Mining Arc, the development of an area rich in mineral resources, several Venezuelan institutions, including the Academy of Physical, Mathematical and Natural Sciences, the Venezuelan Society of Ecology and the National Assembly, publicly expressed their concern at the non-compliance with environmental and sociocultural impact studies and the violation of rights to prior consultation with indigenous communities.[198][199][200][201][202]\n\nFrom early 2018 the Pemon people, an indigenous community that live in the Gran Sabana grassland plateau in southern Venezuela, started coming into conflict increasingly with the Maduro administration. On 8 December, Directorate General of Military Counterintelligence (DGCIM) officials killed a person and injured two Pemons of the Arekuna community after arriving in the Campo Carrao sector, in the Canaima National Park.[203]\n\nOn 22 February 2019, on the onset of that year's shipping of humanitarian aid to Venezuela, members of the armed forces loyal to Maduro fired upon the inhabitants of Kumarakapay with live ammunition, killing two and wounding fifteen.[204] According to them, eighty of their neighbors had to flee to Brazil to escape persecutation, a 5% of inhabitants in a population of  1 500.[205] By the end of the conflict more people were killed, with varying estimates. Former governor Andrés Velásquez declared that fourteen people were killed,[206] and National Assemblyman Romel Guzamana [es], a chieftain of the Pemon community in Gran Sabana, stated that at least 25 Pemon were killed by Venezuelan troops.[207] The National Assembly added that 80 Pemons had disappeared since the massacre, in addition to the death toll claimed by Guzamana.[208] The events have since been called the \"Kumarakapay massacre\".[207]\n\nSalvador Franco, a Pemon arrested in December 2019 accused of having participated in a barracks assault in Bolívar state, died on 3 January 2021 due to lack of medical attention. The indigenous people national coordinator of the NGO Foro Penal declared that Franco had COVID-19 and that for months suffered from gastrointestinal diseases related to the insalubrity of his penitentiary center, informing that he lost a lot of weight in his last months of life.[209][210] There was a court order for his transfer to a health center since 21 November 2020, but it was ultimately ignored.[209][210]\n\n"
        },
        {
            "title": "Relationships with international bodies",
            "text": "In September 2008, the Venezuelan government expelled Human Rights Watch Americas Director, Jose Miguel Vivanco [es], from the country over the publication of a report[211][212] entitled \"A Decade Under Chávez: Political Intolerance and Lost Opportunities for Advancing Human Rights in Venezuela\",[213] which discussed systematic violations to human, civil and political rights. \n\nOn 17 September 2020, United Nations discovered Venezuelan authorities and armed pro-government groups committed human rights violations that amounted to crimes against humanity.[214]\n\nVenezuela has denied access to the Inter-American Commission on Human Rights (IACHR) since 2002, stating that it supported the 2002 coup against Hugo Chávez.[215]\n\nA 2010 OAS report[216] indicated \"achievements with regard to the eradication of illiteracy, the set up of a primary health network, land distribution and the reduction of poverty\",[217] and \"improvements in the areas of economic, social, and cultural rights\".[218] The report also found \"blistering\" concerns with freedom of expression, human rights abuses, authoritarianism, press freedom, control of the judiciary, threats to democracy,[219] political intimidation, and \"the existence of a pattern of impunity in cases of violence, which particularly affects media workers, human rights defenders, trade unionists, participants in public demonstrations, people held in custody, 'campesinos' (small-scale and subsistence farmers), indigenous people, and women\",[220] as well as erosion of separation of powers and \"severe economic, infrastructure, and social headaches\", and \"chronic problems including power blackouts, soaring crime, and a perceived lack of investment in crucial sectors\".[221] According to the National Public Radio, the report discusses decreasing rights of opposition to the government and \"goes into heavy detail\" about control of the judiciary. It says elections are free, but the state has increasing control over media and state resources used during election campaigns and opposition elected officials have \"been prevented from actually carrying out their duties afterward\".[222] CNN says the \"lack of independence by Venezuela's judiciary and legislature in their dealings with leftist President Hugo Chávez often leads to the abuses\",[220] and the Wall Street Journal blamed the government of Chávez.[221]\n\nChávez rejected the 2010 OAS report calling it \"pure garbage\".[223] He disclaimed any power to influence the judiciary.[224] A Venezuelan official declared the report distorts and takes statistics out of context, saying that \"human rights violations in Venezuela have decreased\".[225]\n\nIn October 2014, the IACHR asked for permission to assess the human rights environment in Venezuela, but the Commission was denied.[215]\n\nDuring the Venezuelan presidential crisis, Juan Guaidó requested the IACHR to visit the country, request that was granted.[failed verification] Maduro's administration denied access to the IACHR in January 2020. The IACHR was expected to visit the country in February 2020.[226] The delegation was stopped at the airport when it tried to take a plane to visit Venezuela.[227] The delegation decided instead to travel to Cúcuta, Colombia, close to the border with Venezuela.[227]\n\nThe European Parliament passed a February 2010 resolution[228] expressing \"concern about the movement toward authoritarianism\" by Chavez.[229]\n\nOn 12 November 2012, Venezuela was elected by the United Nations General Assembly to hold a seat on the United Nations Human Rights Council for the 2013–2015 period; the first time Venezuela was elected to the council.[230]\n\nOn 27 September 2018, the UN Human Rights Council adopted a resolution for the first time on human rights abuses in Venezuela, with a vote of 23 in favor, 7 against. and 17 abstentions. Eleven countries in the Americas sponsored the resolution, including Canada, Mexico and Argentina.[231][232]\n\nWhen the UN General Assembly voted to add Venezuela to the UN Human Rights Council in October 2019, US Ambassador to the United Nations Kelly Craft wrote: \"I am personally aggrieved that 105 countries voted in favor of this affront to human life and dignity. It provides ironclad proof that the Human Rights Council is broken, and reinforces why the United States withdrew.\"[233]\n\n"
        }
    ]
}