{
    "url": "https://en.wikipedia.org/wiki/Human_Wreckage",
    "title": "Human Wreckage",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Censorship",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHuman Wreckage is a 1923 American independent silent drama[1] propaganda film[2] that starred Dorothy Davenport and featured James Kirkwood, Sr., Bessie Love, and Lucille Ricksen. The film was co-produced by Davenport and Thomas H. Ince and distributed by Film Booking Offices of America, with a premiere on June 17, 1923.[3] No print of this film is known to exist today, and it is considered a lost film.[4]\n\nDavenport's husband Wallace Reid was addicted to morphine, which had been prescribed to him after an injury.[5] The film portrayed the dangers of drug addiction and was shown across the country by Davenport herself, billed as Mrs. Wallace Reid, in an early example of what would later be called a roadshow engagement.\n\n"
        },
        {
            "title": "Plot",
            "text": "Ethel McFarland (Davenport) presents her attorney husband, Alan (Kirkwood), with the case of a dope addict named Jimmy Brown (Hackathorne). With the help of Alan's impassioned defense, Jimmy gets acquitted.\n\nAlan feels the pressures of his job and is introduced to a doctor at his club. When he becomes addicted, he is blackmailed by his peddlers to represent their friends in court. Jimmy, now off the smack and a taxi driver, hears of these goings-on. When he discovers that his passenger is the leader of the dope ring, he resolves to aid the war on narcotics by crashing the vehicle head-on into an oncoming train, killing them both. Alan gets treated for his addiction and begins to fight the pushers in court, all the while pushing for stronger laws against addictive substances.\n\nAt the film's close, Davenport addresses the audience directly, imploring them to support her in her crusade to wipe out the menace of narcotics.\n\n"
        },
        {
            "title": "Censorship",
            "text": "Wallace Reid died on January 18, 1923, during the first year of existence of the Motion Picture Producers and Distributors of America, which  was led by Will H. Hays and which set standards for films to be approved for showing in theaters.  Although it took years for the so-called \"Hays Code\" to be finalized, the Code did set certain standards for movies from the very beginning, including a ban on any reference to drug use. Despite this, Davenport received a dispensation from Hays allowing her to produce Human Wreckage because of its anti-drug message.[6]\n\nThe film was banned by the British Board of Film Censors in 1924.[4]\n\n"
        }
    ]
}