{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Nepal",
    "title": "Human rights in Nepal",
    "table_of_contents": [
        "1 History",
        "1.1 1996–2006 conflict",
        "1.1.1 Torture",
        "1.1.2 Disappearances, arrests, executions",
        "2 Current issues",
        "2.1 Poverty",
        "2.2 Health",
        "2.3 Education",
        "2.4 Women",
        "2.5 LGBT",
        "2.6 Intersex rights",
        "2.7 Slavery",
        "2.8 Caste",
        "3 See also",
        "4 Footnotes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA clash between the Nepalese government forces and the Communist Party of Nepal (CPN- Maoist) occurred between 1996 and 2006, resulting in an increase in human rights abuses throughout the country. Both sides have been accused of torture, unlawful killings, arbitrary arrests, and abductions. Nepal was home to the most disappearances in the world during the conflict. The conflict is also considered one of the major reasons for a lack of development in Nepal, a reduction in human rights in the realms of poverty, health, education, and gender equality. Issues in these realms continue to persist today. Nepalese people face discrimination based on ethnicity, caste, and gender, and citizens living in rural parts of Nepal face a lack of access to adequate health care, education, and other resources. Violence continues to plague the country, particularly towards women. Economic inequality is prevalent, and health issues persist— including high child mortality rates in some areas, mental illness, and insufficient health care services. However, things have started to change after 2006, when the Comprehensive Peace Agreement was signed between the government, political parties and the Maoists to end a conflict from 1996 to 2006 and restore democracy and rule of law in Nepal.\n\n"
        },
        {
            "title": "History",
            "text": "From 1996 to 2006, Nepal experienced a violent conflict between the Nepalese government and the rebel political group the Communist Party of Nepal (the Maoists). The Maoists took arms against the Nepalese government to fight against what they saw as corrupt and discriminatory regime.[1] Researchers say that ethnic, caste, gender, and rural vs. urban disparities in Nepal fueled the conflict.[2] In 2006, both sides signed the Comprehensive Peace Agreement to end the violence and form a cooperative government. However, ongoing political strife continues to obstruct peace developments.[3]\n\nAccording to Parker (2013), approximately 13,000 people died (including 500 children) and 100,000-200,000 Nepalis were displaced (including 40,000 children) during the war. Child Workers in Nepal reports that 27,323 children were taken from their communities to contribute to the war, possibly as child soldiers. Nepal ranked as the country with the most disappearances worldwide from 1996 to 2006.[4] Both sides of the conflict engaged in torture and indiscriminate killings, and civilians often became unintentional casualties or were attacked for allegedly supporting the opposing side.[1][2]\n\nThe conflict caused deterioration in human rights conditions across Nepal.[2][5] Human capabilities in the realms of health, education, gender equality, torture, child rights and more have been obstructed.[1][2][4][5]\n\nThe government forces and the Maoists have both been accused of torturing political prisoners and those they suspect oppose their views during the 1996-2006 conflict, including children.[1][2] There is evidence that Nepalese police have also tortured, particularly during the conflict.[1]\n\nAccording to Stevenson (2001), forms of torture used during the conflict include physical, sexual, and psychological methods. The government used rape as a means of torture as well.[1][2] Singh et al. (2005) reports that 70% of Nepalese inmates were tortured in prison, and the Center for Victims of Torture estimates that 16,000 people were tortured per year during the war.[2]\n\nBoth the Maoists and the Nepalese government used torture techniques to extract confessions and to force citizens to act in accordance with their dictates. Stevenson (2001) reports that 50% of torture victims stated they only confessed because of the torture they received.[1]\n\nThe long-lasting effects of torture can include physical issues such as disability, lingering pain, and weakness. Mental effects have also been documented, such as posttraumatic stress, anxiety, depression, sleep problems, eating difficulties, and dissociative disorders.[1]\n\nFrom 1996 to 2006, Nepal ranked as the country with the most disappearances recorded.[4] The Nepalese government also frequently arrested and killed people with no explanation and no due process. Among the arrests, disappearances, and executions were civilians who were suspected of being against the government, NGO workers, and journalists.[2]\n\nThe Maoists have been accused of arresting and killing civilians as well.[1] During the conflict, they also took students to be trained to assist the Maoist forces, and possibly to become child soldiers. According to Child Workers in Nepal, approximately 27,323 children were taken.[4] The Maoists will not admit to training and using child soldiers, however, though researchers such as Parker (2013) claim there is evidence that they did.[4] The Maoists educated the students in their political point of view as well.[2][4]\n\n"
        },
        {
            "title": "Current issues",
            "text": "Current human rights issues include poverty (particularly in rural areas), education disparities, gender inequality, health issues, and child rights violations.[4][5][6]\n\nPoverty is an ongoing detriment to human rights in Nepal. 42-45% of Nepalis are impoverished (surviving on income that falls beneath the poverty line) according to Parker (2013) and Paul (2012), while the 2014 Human Development Report for Nepal claims that 25% of Nepalese are in poverty.[4][6][7] The UN gives 64.7% as the proportion in poverty using the Multidimensional Poverty Index (MPI).[8] Bhusal (2012) reports that at least 75% of Nepal's citizens are in poverty if the poverty line is considered to be $2 a day; according to Bhusal, this higher poverty line better accounts for the practical social and cultural obligations that Nepalis face.[8]\n\nSome areas of Nepal lack sufficient food supply for children; in the worst areas, 60% of children live without adequate food.[5][6] According to the Human Development, the country's Human Poverty Index (HPI) is 31.12, a relatively high number (where a higher HPI indicates increased poverty). However, Nepal's HPI has been declining over the past years, decreasing by 21.4% from 2001 to 2011.[6]\n\nPoverty is particularly high in Nepal's rural regions, whose poverty levels are reported to be between 1.8 and 10 times those of cities.[4][6] Paul (2012) has measured poverty levels at 4% in the capital city Kathmandu and 56% in the rural Mountain area.[7] Paul also claims that the per capita income of people in urban areas is two times that of people in rural regions.[7] Rural areas also do not receive as much aid from NGOs as urban areas do, further contributing to the disparities.[2] In addition, researchers have observed that the most impoverished areas are slowest to show improvement. Researcher Lok P Sharma Bhattarai has stated that “[l]iving in the rural areas essentially means living in absence, struggling ‘hand to mouth’ and being powerless.” (Bhattarai 2012, 244.)[9]\n\nDespite poor HPI numbers, levels of inequality across Nepal appear to be decreasing over time, according to the 2014 Human Rights Report for Nepal.[6] However, Bhattarai (2012) claims that the number of people in poverty is rising, and according to Bhusal (2012), 80% of Nepalis have seen their quality of life go down within the last 15 years.[8][9] Paul (2012) reports that Nepal's Gini coefficient is .51—a higher number than those of surrounding countries.[7] Bhusal has also claimed that the top 20% of income earners brought in nine times the amount of money as the bottom 20% of income earners in 2005.[8]\n\nPoverty is also linked with ethnicity and caste, though equality between ethnic groups and castes is increasing. However, ethnic minorities and some lower castes continue to experience higher rates of poverty.[6]\n\nThe 1996-2006 conflict in Nepal had a negative impact on health in Nepal. The violence was especially harmful to the health of women and children. The conflict prevented essential medical supplies from reaching those who needed them, particularly children. The maternal childbirth death rate during the conflict was at the high rate of 1 in 24.[5]\n\nMedical staff's ability to work was also greatly impeded during the conflict, further harming the health of Nepalis. Staff was killed or arrested and hospitals were incapacitated. The violence forced many health workers to leave their jobs.[5]\n\nLow health indicators continue to persist in Nepal today.[6] Health prospects vary greatly depending on where an individual lives in Nepal and to which class he or she belongs.[2] Bhuttarai (2012) reports that a study revealed 50% of poor Nepalis do not live within 30 minutes of a hospital.[9] In addition, many areas in the country do not have adequate access to clean water and food.[6]\n\nThis is particularly problematic for rural parts of Nepal, where there are fewer doctors. The same Bhuttarai study shows that only 21% of rural Nepalis live within three hours of a public hospital; the rest must travel even greater distances to reach a doctor.[9] Young child mortality rates in rural areas are also higher than they are in urban areas.[2] Elderly citizens also tend to live in rural areas disproportionately, which obstructs their ability to receive healthcare. Finally, Bhuttarai reports that people living in rural areas tend to spend more money on health care than do city dwellers.[9]\n\nMental health is also a significant problem in Nepal. Researchers have measured a rise in mental health issues such as depression, anxiety, and posttraumatic stress disorder, which they think may have been caused by the violence of the 1996-2006 conflict.[2][5] Suicide has also become more common.[2] Though the demand for mental health treatment is high, there are only .22 psychiatrists, .06 psychologists, and 1.5 inpatient beds for every 100,000 people in Nepal, according to Luitel (2015). Throughout Nepal, primary care physicians don't have supplies of psychotropic drugs that they require, mental health workers are overwhelmed, and primary care doctors do not receive the guidance and training they need to effectively treat mental illness.[10]  Rural areas of Nepal tend to particularly lack adequate sources of mental health treatment as well, as most mental health professionals reside in urban regions.[10][11]\n\nSingh (2005) reports that towards the end of the conflict, 30% of Nepalis had some form of mental health issue.[2] According to Luitel, Nepalis with mental health problems face stigma and discrimination; such stigma can discourage people from seeking mental health care.[10]\n\nSome attempts to improve the healthcare system in Nepal are in progress. Simkhada (2015) advocates for creating a public health protection organization in Nepal, in light of the recent global spread of disease. According to Simkhada, “This service is much needed in order to co-ordinate, strengthen, and support activities aimed at protecting the whole population of Nepal from infectious diseases, natural disasters and environmental hazards.” (Simkhada 2015, 442.) The organization would help to recruit qualified health workers, train health professionals, educate the public, improve the delivery of health resources, and promote health research.[12]\n\nChildren's access to education was greatly disrupted during the 1996-2006 conflict between the Maoists and the Nepalese government.[4] Students and teachers were attacked at school, and because of violence, some students were prevented from attending school during the conflict.[4][5] Many schools were forced to close or faced reduced attendance because of attacks or threat of.Schools that remained open often held class for fewer hours, and student's time in the classroom overall decreased greatly during the war.[5]\n\nThe Maoists also occupied schools and used them as safe havens and as recruitment grounds. They taught children to be spies or messengers, and they took children to be trained to help the Maoist cause, possibly as child soldiers and child labourers.[4] The Maoists forced teachers to use Maoist curricula and express Maoist political views, often compelling them to do so through violent means.[1] Though the violence brought by the conflict was greatly detrimental to education, some Nepalis lauded the Maoists for making their school more inclusive to girls and those of lower caste, and for helping the school run more smoothly.[4]\n\nSince the 2006 Comprehensive Peace Agreement, however, the violence has abated and more children are able to attend school.[4] However, several studies report that many children are still lacking education opportunity.[4][5] Parker (2013) says that 18% of children age five to nine are not receiving an education.[4] However, the US State Department claims that 95% of boys and 94% of girls are enrolled in school.[11] Paul (2012) reports that illiteracy in Nepal is currently at 64%. This number varies widely between rural and urban areas; Paul measured the illiteracy rate at 37% in urban areas and 67% in rural areas.[7]\n\nGirls, children of lower caste, and ethnic minorities are still not given equal education opportunity.[4][5][6] Children in rural areas also have reduced access to education, and children who were internally displaced persons (IDPs) during the war have had difficulty getting back to school.[6][11]\n\nThe quality of schools in Nepal has also been questioned. More resources are needed to fund the schools and particularly to provide better school facilities. Schools also lack skilled and competent teachers; more quality teacher training is necessary. In addition, more comprehensive curricula are needed to accommodate students from all backgrounds.[4]\n\nWomen in Nepal face discrimination, inequality, and violence.[6][6][11] Laws against these crimes are frequently unenforced, and as a result many perpetrators do not face legal consequences. Women also often fail to report rapes and sexual harassment. According to the US State Department, one reason for the lack of sexual harassment reports is that Nepalis do not receive adequate education concerning the definition of sexual harassment. The State Department claims that continued custom of dowry giving (which is illegal) increases violence against women as well.[11] Women also faced violence during 1996-2006 conflict; Singh (2005) reports that 5000–10,000 women were trafficked every year.[2]\n\nIn addition, women face inequalities in health, income, and education.[6] Nepali women have a lower life expectancy than men, and medical care is preferentially given to boys over girls.[6][11] Women in Nepal make 57% less than men, according to the 2014 Human Development report for Nepal, and the US State Department says that continuing violence women face limits their ability to support themselves.[6][11] Though equality in education among girls and boys has increased since 2003 according to Parker (2013), education inequalities still persist.[4][6] Researchers such as Raj et al. (2014) view these disparities as problematic, and present research that suggests girls who receive more education are less likely to be married before age 14 in Nepal.[13]\n\nThe Nepalese government, following the monarchy that ended in 2007, legalized cross-dressing and a third gender option in 2007 along with the introduction of several new law sets. Cross-dressing was also illegal under various laws against public immorality but now is freely allowed. In the 2011 Nepal census, conducted in May 2011, the Central Bureau of Statistics officially recognized a third gender in addition to male and female. It also provides citizenship, passport, Ncell sim card registration, etc. with a third gender option. \nYet there is not great acceptance for them in the society. Most of the violence and discrimination comes to third genders.[14]\n\nLocal intersex activists have identified human rights violations including significant gaps in protection of rights to physical integrity and bodily autonomy, and protection from discrimination.[15] A first national meeting of intersex people look place in early 2016, with support from the UNDP.[16]\n\nAccording to the 2016 Global Slavery Index, an estimated 234,600 people are enslaved in modern-day Nepal, or 0.82% of the population.[17] One type of slavery in Nepal is kamlari, or domestic bonded labor. A child might be sold by their parents.[18]\n\nOn 1 June 2020, HRW urged Nepali authorities to investigate the crimes committed against Dalits after a number of caste-based incidents emerged over the past week.[19]\n\n"
        }
    ]
}