{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Zambia",
    "title": "Human rights in Zambia",
    "table_of_contents": [
        "1 Serious abuses",
        "2 Freedom in the World ratings",
        "3 Freedom of the press",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in Zambia are addressed in Zambia's constitution. However, the Zambia 2012 Human Rights Report of the United States Department of State (one of the United States' Country Reports on Human Rights Practices) noted that in general, the government's human rights record remained poor.[1] The 2021 version of this report noted improvements in many areas.[2]\n\n"
        },
        {
            "title": "Serious abuses",
            "text": "The Zambia 2012 Human Rights Report of the US State Department noted the following serious human rights abuses:[1]\n\n"
        },
        {
            "title": "Freedom in the World ratings",
            "text": "The following are Zambia's ratings since 1972 in the Freedom in the World reports, published annually by Freedom House (1 is best, 7 is worst).[4]\n\n"
        },
        {
            "title": "Freedom of the press",
            "text": "Freedoms of expression and of the press are constitutionally guaranteed in Zambia, but the government frequently restricts these rights in practice.[6] Although the ruling Patriotic Front has pledged to free state-owned media—consisting of the Zambia National Broadcasting Corporation (ZNBC) and the widely circulated Zambia Daily Mail and Times of Zambia—from government editorial control, these outlets have generally continued to report along pro-government lines. Many journalists reportedly practice self-censorship since most government newspapers do have prepublication review.[6] The ZNBC dominates the broadcast media, though several private stations have the capacity to reach large portions of the population.\n\nThe rights group Freedom House, which publishes annual country reports on press freedom status, has ranked Zambia’s press as “Not Free” even in 2016.[7]\n\n"
        }
    ]
}