{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_South_Korea",
    "title": "Human rights in South Korea",
    "table_of_contents": [
        "1 History",
        "2 Civil liberties",
        "2.1 Individual rights",
        "2.2 Minority and immigrant rights",
        "2.2.1 Refugees from North Korea",
        "2.3 Military",
        "2.4 Criminal Justice System",
        "3 Human trafficking",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in South Korea are codified in the Constitution of the Republic of Korea, which compiles the legal rights of its citizens. These rights are protected by the Constitution and include amendments and national referendum.[1] These rights have evolved significantly from the days of military dictatorship to the current state as a constitutional democracy with free and fair elections for the presidency and the members of the National Assembly.[2]\n\nSouth Korean democracy has legally protected rights for political, civil and socio-economic individuals, although there are limitation and even discrimination against certain groups. These groups are certified as at-risk groups comprises women, lesbian, gay, bisexual and transgender persons (LGBT) and racial and ethnic minorities such as refugees and migrants.[3]\n\nAccording to the Freedom in the World index, South Korea is considered to have a high human rights record in the category for human freedom in civil and political rights, with 83 points out of the 100 points.[4]\n\nIn the Constitution, the citizens are given the rights of freedom of speech, press, petition and assembly for its nationals.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The emergence of human rights can be traced back to the Choson Dynasty (1392-1910) with the enlightenment movement reformers Kim Ok-Kyun, So Chae-p'il and Pak Yong-Hyo. Before that, the traditional political ideals were based in the NeoConfuciansim that dominantly focused on the paternalistic responsibility of the government and their ruling.[5] In the 19th century, these ideas transformed into the equality of gender and social class.\n\nThese ideas spread during the Japanese colonial period (1910-1945) and solidified civil and political rights in 1919 in Shanghai by Korean refugees. Within Korea, the circulation of the ideas of rights provided experience in the organization and protest strategy. Since under the colonial rule, many Koreans experienced dual legal standards and abuse such as torture by the Japanese. Hence, the establishment of a legal system was pursued by the Korean nationalists.[5]\n\nAfter the liberation from the Japanese rule in 1945, the execution of the human rights was hindered by factors as the division of the northern and southern part and their ideological conflict. Also, the practices of the Japanese colonial rule were still in place and enacted. The intervention of the United States advisors to prevent the use of force and violence in political cases were unsuccessful as well as the sponsorship for legal reforms. These conflicts continued in the presidency of Park Chung-hee.[5]\n\nIn 1967, the KCIA fabricated a spy ring, imprisoning 34 citizens, to solidify the rule of Park Chung-hee.[6]\n\nAfter the Gwangju Massacre in 1980, public desire for democracy and greater civil liberties was increasingly expressed; the years just before the 1988 Seoul Olympics saw an increase in pro-democracy activity that forced free elections to be held in 1992, putting long-time human rights activist Kim Young-sam into power.\n\nThe Burim Case in the 1981, saw innocent individuals, who were part of a book club, arbitrary arrested and severely tortured into making a false confession that they were reading \"communist literature.\"[7]\n\nUnder the presidency of Kim Dae-jung, a democracy activist and a Nobel Peace Prize recipient; and Roh Moo-hyun, a former human right lawyer-turned-politician, the Republic of Korea was progressive in the foundation of the human rights. The National Human Rights Commission of Korea (NHRCK) was founded by the government and rule of president Kim. During his rule, NGO's relating to rights fields were given funds to operate and strengthen the civil society.[8] When his successor Roh followed the former president and promoted reforms such as transparency, expanding welfare and social support, the nation had high hopes. However, his inexperience in the political arena slowed down the execution of his plans.[8]\n\nFollowing these presidencies are Lee Myung-bak and Park Geun-Hye, both rulings led to a downfall of the political freedom and human rights sector through budget cuts, defamation suits against the press. During Park's presidency term, a UN investigator was arrant to make a critical assessment on the performance and execution of the president Park of protests.[9]\n\n"
        },
        {
            "title": "Civil liberties",
            "text": "Every Korean citizen over the age of 19 has the right to vote.\n\n[10]\n\nIn the Constitution of Republic of Korea, there are rights and freedoms for its citizens. For instance, freedom of speech or press. Hence, there is no official censorship in place.[10] The National Security Law makes it a crime to express sympathies with North Korea, and though it is not consistently enforced, there are over 100 people imprisoned under it annually. A play about the Yodok political prison camp in North Korea has come under significant pressure from authorities to tone down its criticism and the producers have allegedly been threatened with prosecution under the security law.[11] Some conservative groups have complained that police keep a tight watch on their demonstrations and that some people were prevented from attending rallies.[12] Former Unification Minister Chung Dong-young was once accused of attempting to distract reporters from a meeting of activists for human rights in North Korea. Several established human rights organizations, however, have held lectures and exhibits critical of North Korea with no interference.[13]\n\nHowever, there is a striking phenomenon in the censorship, which is more visible and executed in the media.[14] Songs and theater play in Japanese language or relating to Japan are generally prohibited.[15] Despite the lifting of most regulations in 1996 and 1998 following a Constitutional Court ruling that they were illegal, scenes of extreme violence can be barred and pornography is forbidden from showing penetration of any kind, and genitals must be blurred out. Though technically legal, pornography must still meet some minimum standards of artistic integrity, which are not clearly written in the law.[16] In 1997 a human rights film festival was blocked and the organizers arrested for refusing to submit their films for pre-screening.[17] The government blocks access to North Korean websites and, sometimes, to major overseas web sites that host blogs.[14] There is currently a debate over whether to revoke the ability to make anonymous comments online.[18]\n\nFrank La Rue, The U.N. Special Rapporteur for Freedom of Opinion and Expression, announced that the government under the President Lee Myung-bak severely curtailed the freedom of expression in South Korea.[19][20]\n\nSouth Korea, like Japan, is one of the most ethnically homogeneous countries in the world, and it is difficult for outsiders to be fully accepted.\n\nThe large population of workers from Southeast Asia, over half of whom are estimated to be in the country illegally, face considerable discrimination both in and out of the workplace.\n\nThis has led to the privately funded establishment of a school specifically targeted at children with an immigrated parent, with English and Korean as its main languages.  When Hines Ward, who is of mixed Korean and African American heritage, earned MVP honors in Super Bowl XL, it sparked a debate in Korean society about the treatment mixed children receive.[21]\n\nSouth Korea's still continuing traditionalist beliefs result in few people being open about their homosexuality. Homosexuality is discouraged, although homosexuality is legal in South Korea. As a result, there are few if any legal protections in place for gays and lesbians, and many of them are afraid to come out to their families, friends, and co-workers.[22] Gay men are not allowed to serve in the military, and in 2005 five soldiers were discharged for homosexuality.[23]\n\nJust as the DPRK considers South Koreans as fellow citizens, North Koreans are considered citizens of the Republic of Korea, and are automatically given South Korean citizenship and passports upon arrival into ROK territory. However, many refugees from North Korea have complained that they find integration into South Korean society to be difficult; they say they often face social ostracism and a government that would rather they keep quiet about the human rights situation in the North.[24][25][26] The government has taken major steps to minimize the impact the refugees might have on its policy towards the North. An Internet radio station operated by refugees, broadcasting for those living in the North, was subject to a campaign of harassment that ended in it being unable to afford its rent after less than one month of operation. The station accused the government of either being behind the campaign or tacitly encouraging it.[27][28] The government also blocked activists from sending radios to the North, and a scuffle reportedly left activist Norbert Vollertsen injured.[29]\n\nMilitary service is mandatory for nearly all South Korean men. According to Amnesty International, there were 758 conscientious objectors (mostly Jehovah's Witnesses) detained for refusing to perform their military service as of June 2004.[30]\nThrough much of modern South Korean history, the military was largely cushioned from public scrutiny, resulting in decades of abuse and inhumane treatment among military personnel. Since 1993, the public has vocally deplored the human rights violations taking place within the military, such as extreme hazing. In 1997, the government enacted legislation protecting the legal and human rights of soldiers serving in the military by approving a bill that bans physical, verbal, or sexual abuse among soldiers.[31]\nIn one incident an Army captain was arrested on charges of maltreating trainees, after allegedly forcing 192 conscripts to eat faeces. The National Human Rights Commission of Korea launched a probe into the case since it infringed on human rights.[32]\n\nThe law prohibits arbitrary arrest and detention, and the government generally observed these prohibitions. However, the National Security Act grants the authorities broad powers to detain, arrest, and imprison persons who commit acts the government views as intended to endanger the \"security of the state.\" Critics continued to call for reform or abolishment of the law, contending that its provisions did not define prohibited activity clearly. The Ministry of Justice (MOJ) maintained that the courts had established legal precedents for strict interpretation of the law that preclude arbitrary application. The number of NSL investigations and arrests has dropped significantly in recent years.\n\nIn 2008, authorities arrested 16 persons and prosecuted another 27 persons for alleged NSL violations. Of those prosecuted, four were found guilty; the remaining 23 were on trial as of year's end. In August authorities indicted a secondary school teacher on charges of violating the NSL for distributing materials related to the May 1980 Kwangju uprising. At the end of the year he was awaiting trial without physical detention. In another case four members of a nongovernmental organization (NGO) were detained and charged in September with illegal contact with Democratic People's Republic of Korea (DPRK or North Korea) agents and distribution of North Korean press material for the purpose of exalting DPRK leader Kim Jong-il. The NGO claimed the government used falsehoods against the four and filed a defamation claim for damages. At year's end the four were in detention awaiting trial, and the defamation claim had not been settled.\n\nIn November 2007 a university professor found guilty of violating the NSL and sentenced in 2006 to two years in prison lost his final appeal.\n\nAn Amnesty International (AI) report alleged there were arbitrary arrests of bystanders on at least three occasions during demonstrations against President Lee Myung-bak in Seoul between May and September. Those arrested were detained and released. The Korean National Police Agency (KNPA) stated that police followed the requirements of the law in responding to the demonstrations. The MOJ reported that official investigations had not confirmed any instances of arbitrary arrest as of year's end.\n\nA particular incident of the South Korean government abusing human right is the unjust arrest of Jeong Weon-seop (정원섭) for a child rape incident on September 27, 1972. The Supreme Court of Korea pardoned Jeong on October 27, 2011 based on unreliable evidences and illicit police procedures of that time.[33]\n\n"
        },
        {
            "title": "Human trafficking",
            "text": "The law prohibits all forms of trafficking in persons; however, there were reports that persons were trafficked to, from, through, and within the country. Women from Russia, other countries of the former Soviet Union, China, Mongolia, the Philippines, and other Southeast Asian countries were trafficked to the country for sexual exploitation and domestic servitude. They were recruited personally or answered advertisements and were flown to Korea, often with entertainer or tourist visas. In some instances, once these visa recipients arrived in the country, employers illegally held victims' passports. In addition some foreign women recruited for legal and brokered marriages with Korean men ended up in situations of sexual exploitation, debt bondage, and involuntary servitude once married. Korean women were trafficked primarily for sexual exploitation to the United States, sometimes through Canada and Mexico, as well as to other countries, such as Australia and Japan. Relatively small numbers of migrants seeking opportunities in the country were believed to have become victims of trafficking as well, although the MOL Employment Permit System reduced the number of workers trafficked into the country. There were reports that human traffickers exploited ROK passports for the purpose of human trafficking. There was no credible evidence that officials were involved in trafficking.\n\nThe law prohibits trafficking for the purpose of commercial sexual exploitation, including debt bondage, and prescribes up to 10 years' imprisonment. Trafficking for forced labor is criminalized and carries penalties of up to five years' imprisonment. February revisions to the Passport Act allow for restricted issuance or confiscation of passports of persons engaging in illegal activity overseas, including sex trafficking. However, some NGOs believed the laws against sex trafficking were not being enforced to their fullest potential. During the year authorities conducted 220 trafficking investigations and prosecuted in 31 cases, all for sex trafficking. There were no reported prosecutions or convictions of labor trafficking offenses.\n\nThe Marriage Brokerage Management Act, which entered into effect in June, regulates both domestic and international marriage brokers and prescribes penalties for dishonest brokers, including sentences of up to three years' imprisonment or fines. There also are laws to protect \"foreign brides\" in the country and punish fraudulent marriage brokers, but NGOs claimed the laws needed to be strengthened.\n\nThe KNPA and the MOJ were principally responsible for enforcing antitrafficking laws. The government worked with the international community on investigations related to trafficking.\n\nThe government maintained a network of shelters and programs to assist victims of abuse, including trafficking victims. Victims were also eligible for medical, legal, vocational, and social support services. NGOs with funding from the government provided many of these services. NGOs reported that there was only one counseling center and two shelters in the country dedicated to foreign victims of sex trafficking. The MOJ continued to educate male clients of prostitution to correct distorted views of prostitution. During the year 17,956 individuals participated in the program.\n\n"
        }
    ]
}