{
    "url": "https://en.wikipedia.org/wiki/Human_nature",
    "title": "Human nature",
    "table_of_contents": [
        "1 Classical Greek philosophy",
        "1.1 Aristotle",
        "1.1.1 Theory of four causes",
        "2 Chinese philosophy",
        "2.1 Confucianism",
        "2.1.1 Mencius",
        "2.1.2 Xunzi",
        "2.2 Legalism",
        "3 Christian theology",
        "3.1 Created human nature",
        "3.2 Fallen human nature",
        "3.2.1 Empirical view",
        "3.2.2 20th century Liberal Theology",
        "3.3 Regenerated human nature",
        "4 Early modern philosophy",
        "5 Contemporary philosophy",
        "5.1 Criticism of the concept of human nature (Hull)",
        "5.2 Defences of the concept of human nature",
        "5.2.1 \"Nomological\" account (Machery)",
        "5.2.1.1 Problems with the nomological account",
        "5.2.2 \"Causal essentialist\" account (Samuels)",
        "5.2.3 \"Life-history trait cluster\" account (Ramsey)",
        "5.3 Human nature and human enhancement",
        "6 Scientific understanding",
        "6.1 Instinctual behaviour",
        "6.2 Hormones",
        "6.3 Socioeconomic context",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human nature is a concept that denotes the fundamental dispositions and characteristics—including ways of thinking, feeling, and acting—that humans are said to have naturally.[1][2][3][4] The term is often used to denote the essence of humankind, or what it 'means' to be human. This usage has proven to be controversial in that there is dispute as to whether or not such an essence actually exists.\n\nArguments about human nature have been a central focus of philosophy for centuries and the concept continues to provoke lively philosophical debate.[5][6][7] While both concepts are distinct from one another, discussions regarding human nature are typically related to those regarding the comparative importance of genes and environment in human development (i.e., 'nature versus nurture'). Accordingly, the concept also continues to play a role in academic fields, such as the natural sciences, social sciences, history, and philosophy, in which various theorists claim to have yielded insight into human nature.[8][9][10][11] Human nature is traditionally contrasted with human attributes that vary among societies, such as those associated with specific cultures.\n\nThe concept of nature as a standard by which to make judgments is traditionally said to have begun in Greek philosophy, at least in regard to its heavy influence on Western and Middle Eastern languages and perspectives.[12] By late antiquity and medieval times, the particular approach that came to be dominant was that of Aristotle's teleology, whereby human nature was believed to exist somehow independently of individuals, causing humans to simply become what they become. This, in turn, has been understood as also demonstrating a special connection between human nature and divinity, whereby human nature is understood in terms of final and formal causes. More specifically, this perspective believes that nature itself (or a nature-creating divinity) has intentions and goals, including the goal for humanity to live naturally. Such understandings of human nature see this nature as an \"idea\", or \"form\" of a human.[13] However, the existence of this invariable and metaphysical human nature is subject of much historical debate, continuing into modern times.\n\nAgainst Aristotle's notion of a fixed human nature, the relative malleability of man has been argued especially strongly in recent centuries—firstly by early modernists such as Thomas Hobbes, John Locke and Jean-Jacques Rousseau. In his Emile, or On Education, Rousseau wrote: \"We do not know what our nature permits us to be.\"[14] Since the early 19th century, such thinkers as Hegel, Darwin, Freud, Marx, Kierkegaard, Nietzsche, and Sartre, as well as structuralists and postmodernists more generally, have also sometimes argued against a fixed or innate human nature.\n\nCharles Darwin's theory of evolution has particularly changed the shape of the discussion, supporting the proposition that mankind's ancestors were not like mankind today. Still, more recent scientific perspectives—such as behaviorism, determinism, and the chemical model within modern psychiatry and psychology—claim to be neutral regarding human nature. As in much of modern science, such disciplines seek to explain with little or no recourse to metaphysical causation.[15] They can be offered to explain the origins of human nature and its underlying mechanisms, or to demonstrate capacities for change and diversity which would arguably[citation needed] violate the concept of a fixed human nature.\n\n"
        },
        {
            "title": "Classical Greek philosophy",
            "text": "Philosophy in classical Greece is the ultimate origin of the Western conception of the nature of things.[12]\n\nAccording to Aristotle, the philosophical study of human nature itself originated with Socrates, who turned philosophy from study of the heavens to study of the human things.[16] Though leaving no written works, Socrates is said to have studied the question of how a person should best live. It is clear from the works of his students, Plato and Xenophon, and also from the accounts of Aristotle (Plato's student), that Socrates was a rationalist and believed that the best life and the life most suited to human nature involved reasoning. The Socratic school was the dominant surviving influence in philosophical discussion in the Middle Ages, amongst Islamic, Christian, and Jewish philosophers.\n\nThe human soul in the works of Plato and Aristotle has a nature that is divided in a specifically human way. One part is specifically human and rational, being further divided into (1) a part which is rational on its own; and  (2) a spirited part which can understand reason. Other parts of the soul are home to desires or passions similar to those found in animals. In both Aristotle and Plato's ideas, spiritedness (thumos) is distinguished from the other passions (epithūmíā).[17] The proper function of the \"rational\" was to rule the other parts of the soul, helped by spiritedness. By this account, using one's reason is the best way to live, and philosophers are the highest types of humans.\n\nAristotle—Plato's most famous student-made some of the most famous and influential statements about human nature. In his works, apart from using a similar scheme of a divided human soul, some clear statements about human nature are made:\n\nFor Aristotle, reason is not only what is most special about humanity compared to other animals, but it is also what we were meant to achieve at our best. Much of Aristotle's description of human nature is still influential today. However, the particular teleological idea that humans are \"meant\" or intended to be something has become much less popular in modern times.[22]\n\nFor the Socratics, human nature, and all natures, are metaphysical concepts. Aristotle developed the standard presentation of this approach with his theory of four causes, whereby every living thing exhibits four aspects, or \"causes:\"\n\nFor example, an oak tree is made of plant cells (matter); grows from an acorn (effect); exhibits the nature of oak trees (form); and grows into a fully mature oak tree (end). According to Aristotle, human nature is an example of a formal cause. Likewise, our 'end' is to become a fully actualized human being (including fully actualizing the mind). Aristotle suggests that the human intellect (νοῦς, noûs), while \"smallest in bulk\", is the most significant part of the human psyche and should be cultivated above all else.[23] The cultivation of learning and intellectual growth of the philosopher is thereby also the happiest and least painful life.\n\n"
        },
        {
            "title": "Chinese philosophy",
            "text": "Human nature is a central question in Chinese philosophy.[24] From the Song dynasty, the theory of potential or innate goodness of human beings became dominant in Confucianism.[25]\n\nMencius argues that human nature is good,[26][24][27] understanding human nature as the innate tendency to an ideal state that's expected to be formed under the right conditions.[28] Therefore, humans have the capacity to be good, even though they are not all good.[28]\n\nAccording to Mencian theory, human nature contains four beginnings (端; duan) of morality:[29]\n\nThe beginnings of morality are characterized by both affective motivations and intuitive judgments, such as what's right and wrong, deferential, respectful, or disdainful.[29]\n\nIn Mencius' view, goodness is the result of the development of innate tendencies toward the virtues of benevolence, righteousness, wisdom, and propriety.[27] The tendencies are manifested in moral emotions for every human being.[27] Reflection (思; si) upon the manifestations of the four beginnings leads to the development of virtues.[27] It brings recognition that virtue takes precedence over satisfaction, but a lack of reflection inhibits moral development.[29] In other words, humans have a constitution comprising emotional predispositions that direct them to goodness.[27]\n\nMencius also addresses the question why the capacity for evil is not grounded in human nature.[27] If an individual becomes bad, it is not the result of his or her constitution, as their constitution contains the emotional predispositions that direct to goodness, but a matter of injuring or not fully developing his or her constitution in the appropriate direction.[27] He recognizes desires of the senses as natural predispositions distinct from the four beginnings.[29] People can be misled and led astray by their desires if they do not engage their ethical motivations.[27] He therefore places responsibility on people to reflect on the manifestations of the four beginnings.[29] Herein, it is not the function of ears and eyes but the function of the heart to reflect, as sensory organs are associated with sensual desires but the heart is the seat of feeling and thinking.[30] Mencius considers core virtues—benevolence, righteousness, propriety, and wisdom—as internal qualities that humans originally possess, so people can not attain full satisfaction by solely pursuits of self-interest due to their innate morality.[31] Wong (2018) underscores that Mencius' characterization of human nature as good means that \"it contains predispositions to feel and act in morally appropriate ways and to make intuitive normative judgments that can with the right nurturing conditions give human beings guidance as to the proper emphasis to be given to the desires of the senses.\"[29]\n\nMencius sees ritual (i.e., the standard for how humans should treat and interact with each other) as an outward expression of the inherent moral sense in human nature.[31]\n\nMencius' view of ritual is in contrast to Xunzi, who does not view moral sense as an innate part of human nature.[32] Rather, a moral sense is acquired through learning, in which one engages in and reflects upon a set of ritual practices.[32] Xunzi's claim that human nature is bad, according to Ivanhoe (1994), means that humans do not have a conception of morality and therefore must acquire it through learning, lest destructive and alienating competition inevitably arises from human desire.[32]\n\nXunzi understands human nature as the basic faculties, capacities, and desires that people have from birth.[28] He argues that human nature is evil and that any goodness is the result of human activity.[24][33] It is human nature to seek profit, because humans desire for sensory satisfaction.[33] Xunzi states that \"Now the nature of man is evil. It must depend on teachers and laws to become correct and achieve propriety and righteousness and then it becomes disciplined.\"[24] He underscores that goodness comes from the traits and habits acquired through conscious actions, which he calls artifice (偽; wei).[34][28] Therefore, morality is seen as a human artifice but not as a part of human nature.[35]\n\nHuman nature is one of the major pillars of Legalism in China.[36] However, Legalists do not concern themselves with whether human goodness or badness is inborn, and whether human beings possess the fundamental qualities associated with that nature.[36]\n\nLegalists see the overwhelming majority of human beings as selfish in nature.[36] They hold the view that human nature is evil, in which individuals are driven by selfishness.[37] Therefore, people are not expected to always behave morally.[36] For instance, due to the corrupt nature of humans, Legalists did not trust that officials would carry out their duties in a fair and impartial manner.[38] There is a perpetual political struggle, characterized by conflict among contending human actors and interests, where individuals are easily tempted due to their selfish nature at the expense of others.[37]\n\nAccording to Legalism, selfishness in human nature can not be eliminated or altered by education or self-cultivation.[36][39] It dismisses the possibility that people can overcome their selfishness and considers the possibility that people can be driven by moral commitment to be exceptionally rare.[36] Legalists do not see the individual morality of both the rulers or the ruled as an important concern in a political system.[36] Instead, Legalist thinkers such as Han Fei emphasize clear and impersonal norms and standards (such as laws, regulations, and rules) as the basis to maintain order.[36]\n\nAs human nature has an unchanging selfish but satiable core, Han Fei argues that competition for external goods during times of scarcity produces disorder, while times of abundance simply mean that people do not fall back into chaos and conflict but not that they are necessarily nice.[39] Additionally, Han Fei argues that people are all motivated by their unchanging selfish core to want whatever advantage they can gain from whomever they can gain such advantage, which especially comes to expression in situations where people can act with impunity.[39]\n\nLegalists posit that human selfishness can be an asset rather than a threat to a state.[36] It is axiomatic in Legalism that the government can not be staffed by upright and trustworthy men of service, because every member of the elite—like any member of society—will pursue their own interests and thus must be employed for their interests.[36] Herein, individuals must be allowed to pursue their selfish interests exclusively in a manner that benefits rather than contradicts the needs of a state.[36] Therefore, a political system that presupposes this human selfishness is the only viable system.[36] In contrast, a political system based on trust and respect (rather than impersonal norms and standards) brings great concern with regard to an ongoing and irresolvable power struggle.[36] Rather, checks and controls must be in place to limit the subversion of the system by its actors (such as ministers and other officials).[36] Legalists view the usage of reward and punishment as effective political controls, as it is in human nature to have likes and dislikes.[37] For instance, according to the Legalist statesman Shang Yang, it is crucial to investigate the disposition of people in terms of rewards and penalties when a law is established.[36] He explains that a populace can not be driven to pursuits of agriculture or warfare if people consider these to be bitter or dangerous on the basis of calculations about their possible benefits, but people can be directed toward these pursuits through the application of positive and negative incentives.[36] As an implication of the selfish core in human nature, Han Fei remarks that \"Those who act as ministers fear the penalties and hope to profit by the rewards.\"[39]\n\nIn Han Fei's view, the only realistic option is a political system that produces equivalents of junzi (君子, who are virtuous exemplars in Confucianism) but not junzi.[39] This does not mean, however, that Han Fei makes a distinction between seeming and being good, as he does not entertain the idea that humans are good.[39] Rather, as human nature is constituted by self-interest, he argues that humans can be shaped behaviorally to yield social order if it is in the individual's own self-interest to abide by the norms (i.e., different interests are aligned to each other and the social good), which is most efficiently ensured if the norms are publicly and impartially enforced.[39]\n\n"
        },
        {
            "title": "Christian theology",
            "text": "In Christian theology, there are two ways of \"conceiving human nature:\" The first is \"spiritual, Biblical, and theistic\"; and the second is \"natural, cosmical, and anti-theistic\".[40]: 6  The focus in this section is on the former. As William James put it in his study of human nature from a religious perspective, \"religion\" has a \"department of human nature\".[41]\n\nVarious views of human nature have been held by theologians. However, there are some \"basic assertions\" in all \"biblical anthropology:\"[42]\n\nThe Bible contains no single \"doctrine of human nature\". Rather, it provides material for more philosophical descriptions of human nature.[43] For example, Creation as found in the Book of Genesis provides a theory on human nature.[44]\n\nCatechism of the Catholic Church, under the chapter \"Dignity of the human person\", provides an article about man as image of God, vocation to beatitude, freedom, human acts, passions, moral conscience, virtues, and sin.[45]\n\nAs originally created, the Bible describes \"two elements\" in human nature: \"the body and the breath or spirit of life breathed into it by God\". By this was created a \"living soul\", meaning a \"living person\".[46] According to Genesis 1:27, this living person was made in the \"image of God\".[47] From the biblical perspective, \"to be human is to bear the image of God.\"[48]: 18 \n\nGenesis does not elaborate the meaning of \"the image of God\", but scholars find suggestions. One is that being created in the image of God distinguishes human nature from that of the beasts.[49] Another is that as God is \"able to make decisions and rule\" so humans made in God's image are \"able to make decisions and rule\". A third is that mankind possesses an inherent ability \"to set goals\" and move toward them.[48]: 5, 14  That God denoted creation as \"good\" suggests that Adam was \"created in the image of God, in righteousness\".[50]\n\nAdam was created with ability to make \"right choices\", but also with the ability to choose sin, by which he fell from righteousness into a state of \"sin and depravity\".[48]: 231  Thus, according to the Bible, \"humankind is not as God created it.\"[51]\n\nBy Adam's fall into sin, \"human nature\" became \"corrupt\", although it retains the image of God. Both the Old Testament and the New Testament teach that \"sin is universal.\"[48]: 17, 141  For example, Psalm 51:5 reads: \"For behold I was conceived in iniquities; and in sins did my mother conceive me.\"[52] Jesus taught that everyone is a \"sinner naturally\" because it is mankind's \"nature and disposition to sin\".[40]: 124–5  Paul, in Romans 7:18, speaks of his \"sinful nature\".[53]\n\nSuch a \"recognition that there is something wrong with the moral nature of man is found in all religions.\"[48]: 141  Augustine of Hippo coined a term for the assessment that all humans are born sinful: original sin.[54] Original sin is \"the tendency to sin innate in all human beings\".[55] The doctrine of original sin is held by the Catholic Church and most mainstream Protestant denominations, but rejected by the Eastern Orthodox Church, which holds the similar doctrine of ancestral fault.\n\n\"The corruption of original sin extends to every aspect of human nature\": to \"reason and will\" as well as to \"appetites and impulses\". This condition is sometimes called \"total depravity\".[56] Total depravity does not mean that humanity is as \"thoroughly depraved\" as it could become.[57] Commenting on Romans 2:14, John Calvin writes that all people have \"some notions of justice and rectitude ... which are implanted by nature\" all people.[58]\n\nAdam embodied the \"whole of human nature\" so when Adam sinned \"all of human nature sinned.\"[59] The Old Testament does not explicitly link the \"corruption of human nature\" to Adam's sin. However, the \"universality of sin\" implies a link to Adam. In the New Testament, Paul concurs with the \"universality of sin\". He also makes explicit what the Old Testament implied: the link between humanity's \"sinful nature\" and Adam's sin[60] In Romans 5:19, Paul writes, \"through [Adam's] disobedience humanity became sinful.\"[61] Paul also applied humanity's sinful nature to himself: \"there is nothing good in my sinful nature.\"[62][63]\n\nThe theological \"doctrine of original sin\" as an inherent element of human nature is not based only on the Bible. It is in part a \"generalization from obvious facts\" open to empirical observation.[64]\n\nA number of experts on human nature have described the manifestations of original (i.e., the innate tendency to) sin as empirical facts.\n\nEmpirical discussion questioning the genetic exclusivity of such an intrinsic badness proposition is presented by researchers Elliott Sober and David Sloan Wilson. In their book, Unto Others: The Evolution and Psychology of Unselfish Behavior, they propose a theory of multilevel group selection in support of an inherent genetic \"altruism\" in opposition to the original sin exclusivity for human nature.[71]\n\nLiberal theologians in the early 20th century described human nature as \"basically good\", needing only \"proper training and education\". But the above examples document the return to a \"more realistic view\" of human nature \"as basically sinful and self-centered\". Human nature needs \"to be regenerated ... to be able to live the unselfish life\".[72]\n\nAccording to the Bible, \"Adam's disobedience corrupted human nature\" but God mercifully \"regenerates\".[73] \"Regeneration is a radical change\" that involves a \"renewal of our [human] nature\".[74] Thus, to counter original sin, Christianity purposes \"a complete transformation of individuals\" by Christ.[75]\n\nThe goal of Christ's coming is that fallen humanity might be \"conformed to or transformed into the image of Christ who is the perfect image of God\", as in 2 Corinthians 4:4.[76] The New Testament makes clear the \"universal need\" for regeneration.[77] A sampling of biblical portrayals of regenerating human nature and the behavioral results follow.\n\n"
        },
        {
            "title": "Early modern philosophy",
            "text": "One of the defining changes that occurred at the end of the Middle Ages was the end of the dominance of Aristotelian philosophy, and its replacement by a new approach to the study of nature, including human nature.[citation needed]  In this approach, all attempts at conjecture about formal and final causes were rejected as useless speculation.[citation needed]  Also, the term \"law of nature\" now applied to any regular and predictable pattern in nature, not literally a law made by a divine lawmaker, and, in the same way, \"human nature\" became not a special metaphysical cause, but simply whatever can be said to be typical tendencies of humans.[citation needed]\n\n\nAlthough this new realism applied to the study of human life from the beginning—for example, in Machiavelli's works—the definitive argument for the final rejection of Aristotle was associated especially with Francis Bacon. Bacon sometimes wrote as if he accepted the traditional four causes (\"It is a correct position that \"true knowledge is knowledge by causes.\" And causes again are not improperly distributed into four kinds: the material, the formal, the efficient, and the final\") but he adapted these terms and rejected one of the three: \nThis line of thinking continued with René Descartes, whose new approach returned philosophy or science to its pre-Socratic focus upon non-human things. Thomas Hobbes, then Giambattista Vico, and David Hume all claimed to be the first to properly use a modern Baconian scientific approach to human things.\n\nHobbes famously followed Descartes in describing humanity as matter in motion, just like machines. He also very influentially described man's natural state (without science and artifice) as one where life would be \"solitary, poor, nasty, brutish and short\".[83] Following him, John Locke's philosophy of empiricism also saw human nature as a tabula rasa. In this view, the mind is at birth a \"blank slate\" without rules, so data are added, and rules for processing them are formed solely by our sensory experiences.[84]\n\nJean-Jacques Rousseau pushed the approach of Hobbes to an extreme and criticized it at the same time. He was a contemporary and acquaintance of Hume, writing before the French Revolution and long before Darwin and Freud. He shocked Western civilization with his Second Discourse by proposing that humans had once been solitary animals, without reason or language or communities, and had developed these things due to accidents of pre-history. (This proposal was also less famously made by Giambattista Vico.) In other words, Rousseau argued that human nature was not only not fixed, but not even approximately fixed compared to what had been assumed before him. Humans are political, and rational, and have language now, but originally they had none of these things.[85] This in turn implied that living under the management of human reason might not be a happy way to live at all, and perhaps there is no ideal way to live. Rousseau is also unusual in the extent to which he took the approach of Hobbes, asserting that primitive humans were not even naturally social. A civilized human is therefore not only imbalanced and unhappy because of the mismatch between civilized life and human nature, but unlike Hobbes, Rousseau also became well known for the suggestion that primitive humans had been happier, \"noble savages\".[86]\n\nRousseau's conception of human nature has been seen as the origin of many intellectual and political developments of the 19th and 20th centuries.[87] He was an important influence upon Kant, Hegel, and Marx, and the development of German idealism, historicism, and romanticism.\n\nWhat human nature did entail, according to Rousseau and the other modernists of the 17th and 18th centuries, were animal-like passions that led humanity to develop language and reasoning, and more complex communities (or communities of any kind, according to Rousseau).\n\nIn contrast to Rousseau, David Hume was a critic of the oversimplifying and systematic approach of Hobbes, Rousseau, and some others whereby, for example, all human nature is assumed to be driven by variations of selfishness. Influenced by Hutcheson and Shaftesbury, he argued against oversimplification. On the one hand, he accepted that, for many political and economic subjects, people could be assumed to be driven by such simple selfishness, and he also wrote of some of the more social aspects of \"human nature\" as something which could be destroyed, for example if people did not associate in just societies. On the other hand, he rejected what he called the \"paradox of the sceptics\", saying that no politician could have invented words like \"'honourable' and 'shameful,' 'lovely' and 'odious,' 'noble' and 'despicable'\", unless there was not some natural \"original constitution of the mind\".[88]\n\n\nHume—like Rousseau—was controversial in his own time for his modernist approach, following the example of Bacon and Hobbes, of avoiding consideration of metaphysical explanations for any type of cause and effect. He was accused of being an atheist. He wrote: \nAfter Rousseau and Hume, the nature of philosophy and science changed, branching into different disciplines and approaches, and the study of human nature changed accordingly. Rousseau's proposal that human nature is malleable became a major influence upon international revolutionary movements of various kinds, while Hume's approach has been more typical in Anglo-Saxon countries, including the United States.[citation needed]\n\nAccording to Edouard Machery, the concept of human nature is an outgrowth of folk biology and in particular, the concept of folk essentialism - the tendency of ordinary people to ascribe essences to kinds. Machery argues that while the idea that humans have an \"essence\" is a very old idea, the idea that all humans have a unified human nature is relatively modern; for a long time, people thought of humans as \"us versus them\" and thus did not think of human beings as a unified kind.[89]\n\n"
        },
        {
            "title": "Contemporary philosophy",
            "text": "The concept of human nature is a source of ongoing debate in contemporary philosophy, specifically within philosophy of biology, a subfield of the philosophy of science. Prominent critics of the concept – David L. Hull,[90] Michael Ghiselin,[91] and David Buller;[92] see also[5][6][7] – argue that human nature is incompatible with modern evolutionary biology. Conversely, defenders of the concept argue that when defined in certain ways, human nature is both scientifically respectable and meaningful.[5][6][7][93][94][95] Therefore, the value and usefulness of the concept depends essentially on how one construes it. This section summarizes the prominent construals of human nature and outlines the key arguments from philosophers on both sides of the debate.\n\n\nPhilosopher of science David L. Hull has influentially argued that there is no such thing as human nature. Hull's criticism is raised against philosophers who conceive human nature as a set of intrinsic phenotypic traits (or characters) that are universal among humans, unique to humans, and definitive of what it is to be a member of the biological species Homo sapiens. In particular, Hull argues that such \"essential sameness of human beings\" is \"temporary, contingent and relatively rare\" in biology.[90] He argues that variation, insofar as it is the result of evolution, is an essential feature of all biological species. Moreover, the type of variation which characterizes a certain species in a certain historical moment is \"to a large extent accidental\"[90] He writes:[90]: 3 \nHull reasons that properties universally shared by all members of a certain species are usually also possessed by members of other species, whereas properties exclusively possessed by the members of a certain species are rarely possessed by all members of that species. For these reasons, Hull observes that, in contemporary evolutionary taxonomy, belonging to a particular species does not depend on the possession of any specific intrinsic properties. Rather, it depends on standing in the right kind of relations (relations of genealogy or interbreeding, depending on the precise species concept being used) to other members of the species. Consequently, there can be no intrinsic properties that define what it is to be a member of the species Homo sapiens. Individual organisms, including humans, are part of a species by virtue of their relations with other members of the same species, not shared intrinsic properties.\n\nAccording to Hull, the moral significance of his argument lies in its impact on the biologically legitimate basis for the concept of \"human rights\". While it has long been argued that there is a sound basis for \"human rights\" in the idea that all human beings are essentially the same, should Hull's criticism work, such a basis – at least on a biological level – would disappear. Nevertheless, Hull does not perceive this to be a fundamental for human rights, because people can choose to continue respecting human rights even without sharing the same human nature.[90]\n\nSeveral contemporary philosophers have attempted to defend the notion of human nature against charges that it is incompatible with modern evolutionary biology by proposing alternative interpretations. They claim that the concept of human nature continues to bear relevance in the fields of neuroscience and evolutionary biology. Many have proposed non-essentialist notions. Others have argued that, even if natural selection has shown that any attempt to base species membership on \"intrinsic essential properties\" is untenable, essences can still be \"relational\" – this would be consistent with the interbreeding, ecological, and phylogenetic species concepts, which are accepted by modern evolutionary biology.[96] These attempts aim to make natural selection compatible with a certain conception of human nature which is stable across time.\n\nPhilosopher of science Edouard Machery has proposed that the above criticisms only apply to a specific definition (or \"notion\") of human nature, and not to \"human nature in general\".[94] He distinguishes between two different notions:\n\nMachery clarifies that, to count as being \"a result of evolution\", a property must have an ultimate explanation in Ernst Mayr's sense. It must be possible to explain the trait as the product of evolutionary processes. Importantly, properties can count as part of human nature in the nomological sense even if they are not universal among humans and not unique to humans. In other words, nomological properties need not be necessary nor sufficient for being human. Instead, it is enough that these properties are shared by most humans, as a result of the evolution of their species – they \"need to be typical\".[97] Therefore, human nature in the nomological sense does not define what it is to be a member of the species Homo sapiens. Examples of properties that count as parts of human nature on the nomological definition include: being bipedal, having the capacity to speak, having a tendency towards biparental investment in children, having fear reactions to unexpected noises.[94] Finally, since they are the product of evolution, properties belonging to the nomological notion of human nature are not fixed, but they can change over time.[97]\n\nMachery agrees with biologists and others philosophers of biology that the essentialist notion of human nature is incompatible with modern evolutionary biology: we cannot explain membership in the human species by means of a definition or a set of properties. However, he maintains that this does not mean humans have no nature, because we can accept the nomological notion which is not a definitional notion. Therefore, we should think of human nature as the many properties humans have in common as a result of evolution.[94]\n\nMachery argues that notions of human nature can help explain why that, while cultures are very diverse, there are also many constants across cultures. For Machery, most forms of cultural diversity are in fact diversity on a common theme; for example, Machery observes that the concept of a kinship system is common across cultures but the exact form it takes and the specifics vary between cultures.[98]\n\nMachery also highlights potential drawbacks of the nomological account.[94] One is that the nomological notion is a watered-down notion that cannot perform many of the roles that the concept of human nature is expected to perform in science and philosophy. The properties endowed upon humans by the nomological account do not distinguish humans from other animals or define what it is to be human. Machery pre-empts this objection by claiming that the nomological concept of human nature still fulfils many roles. He highlights the importance of a conception which picks out what humans share in common which can be used to make scientific, psychological generalizations about human-beings.[97] One advantage of such a conception is that it gives an idea of the traits displayed by the majority of human beings which can be explained in evolutionary terms.\n\nAnother potential drawback is that the nomological account of human nature threatens to lead to the absurd conclusion that all properties of humans are parts of human nature. According to the nomological account, a trait is only part of human nature if it is a result of evolution. However, there is a sense in which all human traits are results of evolution. For example, the belief that water is wet is shared by all humans. However, this belief is only possible because we have, for example, evolved a sense of touch. It is difficult to separate traits which are the result of evolution and those which are not. Machery claims the distinction between proximate and ultimate explanation can do the work here: only some human traits can be given an ultimate explanation, he argues.\n\nAccording to the philosopher Richard Samuels[95] the account of human nature is expected to fulfill the five following roles:\n\nSamuels objects that Machery's nomological account fails to deliver on the causal explanatory function, because it claims that superficial and co-varying properties are the essence of human nature. Thus, human nature cannot be the underlying cause of these properties and accordingly cannot fulfill its causal explanatory role.\n\nPhilosopher Grant Ramsey also rejects Machery's nomological account. For him, defining human nature with respect to only universal traits fails to capture many important human characteristics.[93] Ramsey quotes the anthropologist Clifford Geertz, who claims that \"the notion that unless a cultural phenomenon is empirically universal it cannot reflect anything about the nature of man is about as logical as the notion that because sickle-cell anemia is, fortunately, not universal, it cannot tell us anything about human genetic processes. It is not whether phenomena are empirically common that is critical in science...but whether they can be made to reveal the enduring natural processes that underly them.\"[99] Following Geertz, Ramsey holds that the study of human nature should not rely exclusively on universal or near-universal traits. There are many idiosyncratic and particular traits of scientific interest. Machery's account of human nature cannot give an account to such differences between men and women as the nomological account only picks out the common features within a species. In this light, the female menstrual cycle which is a biologically an essential and useful feature cannot be included in a nomological account of human nature.[93]\n\nRamsey[93] also objects that Machery uncritically adopts the innate-acquired dichotomy, distinguishing between human properties due to enculturation and those due to evolution. Ramsey objects that human properties do not just fall in one of the two categories, writing that \"any organismic property is going to be due to both heritable features of the organism as well as the particular environmental features the organism happens to encounter during its life.\"[93]\n\nRichard Samuels, in an article titled \"Science and Human Nature\", proposes a causal essentialist view that \"human nature should be identified with a suite of mechanisms, processes, and structures that causally explain many of the more superficial properties and regularities reliably associated with humanity.\"[95] This view is \"causal\" because the mechanisms causally explain the superficial properties reliably associated with humanity by referencing the underlying causal structures the properties belong to. For example, it is true that the belief that water is wet is shared by all humans yet it is not in itself a significant aspect of human nature. Instead, the psychological process that lead us to assign the word \"wetness\" to water is a universal trait shared by all human beings. In this respect, the superficial belief that water is wet reveals an important causal psychological process which is widely shared by most human beings. The explanation is also \"essentialist\" because there is a core set of empirically discoverable cognitive mechanism that count as part of the human nature. According to Samuels, his view avoids the standard biological objections to human nature essentialism.\n\nSamuels argues that the theoretical roles of human nature includes: organizing role, descriptive functions, causal explanatory functions, taxonomic functions, and invariances.\n\nIn comparison with traditional essentialist view, the \"causal essentialist\" view does not accomplish the taxonomic role of human nature (the role of defining what it is to be human). He claims however, that no conception could achieve this, as the fulfillment of the role would not survive evolutionary biologists’ objections (articulated above by in \"Criticisms of the concept of human nature\"). In comparison with Machery's nomological conception, Samuels wants to restore the causal-explanatory function of human nature. He defines the essence of human nature as causal mechanisms and not as surface-level properties. For instance, on this view, linguistic behaviour is not part of human nature, but the cognitive mechanisms underpinning linguistic behaviour might count as part of human nature.\n\nGrant Ramsey proposes an alternative account of human nature, which he names the \"life-history trait cluster\" account.[93] This view stems from the recognition that the combination of a specific genetic constitution with a specific environment is not sufficient to determine how a life will go, i.e., whether one is rich, poor, dies old, dies young, etc. Many ‘life histories’ are possible for a given individual, each populated by a great number of traits. Ramsey defines his conception of human nature in reference to the “pattern of trait clusters within the totality of extant possible life-histories”.[93] In other words, there are certain life histories, i.e., possible routes one's life can take, for example: being rich, being a PhD student, or getting ill. Ramsey underlines the patterns behind these possible routes by delving into the causes of these life histories. For example, one can make the following claim: “Humans sweat when they get exhausted\" or one can also propose neurological claims such as “Humans secrete Adrenaline when they are in flight-fight mode.” This approach enables Ramsey to go beyond the superficial appearances and understand the similarities/differences between individuals in a deeper level which refers to the causal mechanisms (processes, structures and constraints etc.) which lie beneath them. Once we list all the possible life-histories of an individual, we can find these causal patterns and add them together to form the basis of individual nature.\n\nRamsey's next argumentative manoeuvre is to point out that traits are not randomly scattered across potential life histories; there are patterns. “These patterns” he states “provide the basis for the notion of individual and human nature”.[93]: 987  While one's ‘individual nature’ consists of the pattern of trait clusters distributed across that individual's set of possible life histories, Human Nature, Ramsey defines as “the pattern of trait clusters within the totality of extant human possible life histories”.[93]: 987  Thus, if we were to combine all possible life histories of all individuals in existence we would have access to the trait distribution patterns that constitute human nature.\n\nTrait patterns, on Ramsey's account, can be captured in the form of conditional statements, such as \"if female, you develop ovaries\" or \"if male, you develop testes.\" These statements will not be true of all humans. Ramsey contends that these statements capture part of human nature if they have a good balance of pervasiveness (many people satisfy the antecedent of the conditional statement), and robustness (many people who satisfy the antecedent go on to satisfy the consequent).\n\nThe contemporary debate between so-called “bioconservatives” and “transhumanists” is directly related to the concept of human nature: transhumanists argue that \"current human nature is improvable through the use of applied science and other rational methods.\"[100] Bioconservatives believe that the costs outweigh the benefits: in particular, they present their position as a defense of human nature which, according to them, is threatened by human enhancement technologies. Although this debate is mainly of an ethical kind, it is deeply rooted in the different interpretations of human nature, human freedom, and human dignity (which, according to bioconservatives, is specific to human beings, while transhumanists think that it can be possessed also by posthumans). As explained by Allen Buchanan,[101] the literature against human enhancement is characterized by two main concerns: that \"enhancement may alter or destroy human nature\" and that \"if enhancement alters or destroys human nature, this will undercut our ability to ascertain the good,\" as \"the good is determined by our nature.\"[101]\n\nBioconservatives include Jürgen Habermas,[102] Leon Kass,[103] Francis Fukuyama,[104] and Bill McKibben.[100] Some of the reasons why they oppose (certain forms of) human enhancement technology are to be found in the worry that such technology would be “dehumanizing” (as they would undermine the human dignity intrinsically built in our human nature). For instance, they fear that becoming “posthumans” could pose a threat to “ordinary” humans[105] or be harmful to posthumans themselves.[106][100]\n\nJürgen Habermas makes the argument against the specific case of genetic modification of unborn children by their parents, referred to as “eugenic programming” by Habermas. His argument is two-folded: The most immediate threat is on the “ethical freedom” of programmed individuals, and the subsequent threat is on the viability of liberal democracy. Reasoning of the former can be formulated as the following: Genetic programming of desirable traits, capabilities and dispositions puts restrictions on a person's freedom to choose a life of his own, to be the sole author of his existence. A genetically-programmed child may feel alienated from his identity, which is now irreversibly co-written by human agents other than himself. This feeling of alienation, resulted from“contingency of a life's beginning that is not at [one's] disposal,” makes it difficult for genetically-modified persons to perceive themselves as moral agents who can make ethical judgement freely and independently - that is, without any substantial or definitive interference from another agent. Habermas proposes a second threat - the undermining power of genetic programming on the viability of democracy. The basis of liberal democracy, Habermas rightfully claims, is the symmetrical and independent mutual recognition among free, equal and autonomous persons. Genetic programming jeopardizes this condition by irreversibly subjecting children to permanent dependence on their parents, thus depriving them of their perceived ability to be full citizens of the legal community. This fundamental modification to human relationship erodes the foundation of liberal democracy and puts its viability in danger.[107]\n\nThe most famous proponent of transhumanism, on the other hand, is Oxford Swedish philosopher Nick Bostrom. According to Bostrom, \"human enhancement technologies should be made widely available,\"[100] as they would offer enormous potential for improving the lives of human beings, without  \"dehumanizing\" them: for instance, improving their intellectual and physical capacities, or protecting them from suffering, illnesses, aging, and physical and cognitive shortcomings.[100] In response to bioconservatives, transhumanists argue that expanding a person's \"capability set\" would increase her freedom of choice, rather than reducing it.[100]\n\nAllen Buchanan has questioned the relevance of the concept of human nature to this debate. In \"Human Nature and Enhancement\", he argued that good but also bad characteristics are part of human nature, and that changing the \"bad\" ones does not necessarily imply that the \"good\" ones will be affected. Moreover, Buchanan argued that the way we evaluate the good is independent of human nature: in fact, we can \"make coherent judgements about the defective aspects of human nature, and if those defects were readied this need not affect our ability to judge what is good\".[101] Buchanan's conclusion is that the debate on enhancement of human beings would be more fruitful if it was conducted without appealing to the concept of human nature.[101]\n\nTim Lewens presented a similar position: since the only notions of human nature which are compatible with biology offer \"no ethical guidance in debates over enhancement\", we should set the concept of human nature aside when debating about enhancement. On the other hand, \"folk\", neo-Aristotelian conceptions of human nature seem to have normative implications, but they have no basis in scientific research.[108] Grant Ramsey replied to these claims, arguing that his \"life-history trait cluster\" account allows the concept of human nature \"to inform questions of human enhancement\".[109]\n\nAppeals to nature often fall foul of the naturalistic fallacy, whereby certain capacities or traits are considered morally 'good' in virtue of their naturalness. The fallacy was initially introduced by G. E. Moore in 1903, who challenged philosopher's attempts to define good reductively, in terms of natural properties (such as desirable). Reliance on 'the natural' as a justification for resisting enhancement is criticised on several grounds by transhumanists, against the bioconservative motivation to preserve or protect 'human nature'.\n\n\nFor example, Nick Bostrom asserts \"had Mother Nature been a real parent, she would have been in jail for child abuse and murder\"[110] thus not worthy of unqualified protection. Similarly, Arthur Caplan opposes naturalistic objections to life extension enhancements, by claiming that:[111]\n"
        },
        {
            "title": "Scientific understanding",
            "text": "Science writer and journalist Matt Ridley argued that understanding human nature, and its evolution over time, requires \"understanding how human sexuality evolved.\"[112]\n\nInstinctual behaviour, an inherent inclination towards a particular complex behaviour, has been observed in humans. Emotions such as fear are part of human nature (see Fear § Innate fear for example). However they are also known to have been malleable and not fixed (see neuroplasticity and Fear § Inability to experience fear).\n\nCongenital fear of snakes and spiders was found in six-month-old babies.[113] Infant cry is a manifestation of instinct. The infant cannot otherwise protect itself for survival during its long period of maturation. The maternal instinct, manifest particularly in response to the infant cry, has long been respected as one of the most powerful. Its mechanism has been partly elucidated by observations with functional MRI of the mother’s brain.[114]\n\nThe herd instinct is found in human children and chimpanzee cubs, but is apparently absent in young orangutans.[115]\n\nSqueamishness and disgust in humans is an instinct developed during evolution to protect the body and avoid infection by various diseases.[116]\n\nHormones can affect instinctual behaviour.\n\nTestosterone\n\nTestosterone (main male sex hormone) primes several instincts, especially sexuality; also dominance, manifest in self-affirmation, the urge to win over rivals (see competitiveness), to dominate a hierarchy (see dominance hierarchy), and to respond to violent signals in men (see aggression), with weakening of empathy.[117] In men, a decrease in testosterone level after the birth of a child in the family was found, so that the father’s energies are more directed to nurturing, protecting and caring for the child.[118][119] Unduly high levels of this hormone are often associated in a person with aggressiveness, illegal behavior, violence against others, such phenomena as banditry, etc.[citation needed]  This is confirmed by studies conducted in prisons.[120][121] The amount of testosterone in men may increase dramatically in response to any competition.[122] In men, the level of testosterone varies depending on whether it is susceptible to the smell of an ovulating or non-ovulatory woman (see menstrual cycle). Men exposed to the odors of ovulating women maintained a stable level of testosterone, which was higher than the level of testosterone in men exposed to non-ovulatory signals. This is due to the fact that an ovulating woman is capable of conceiving, and therefore a man who feels the smell of an ovulating woman is given a signal to sexual activity.[123]\n\nThe socioeconomic environment of humans are a context which affect their brain development.[124] It has been argued that H. sapiens is unsustainable by nature – that unsustainability is an inevitable emergent property of his unaltered nature.[125] It has also been argued that human nature is not necessarily resulting in unsustainability but is embedded in and affected by a socioeconomic system that is not having an inevitable structure[126][additional citation(s) needed] – that the contemporary socioeconomic macrosystem affects human activities.[127] A paper published in 1997 concluded that humanity suffer consequences of a \"poor fit\" between inherited natures and \"many of the constructed environments in organizational society\".[128] Designing a \"cultural narrative\" explicitly for living on a finite planet may be suitable for overriding \"outdated\" innate tendencies.[125]\n\nHuman nature – which some have argued to vary to some extent per individual and in time, not be static and, at least in the future, to some extent be purposely alterable[129] – is one of the factors that shape which, how and when human activities are conducted. The contemporary socioeconomic and collective decision-making mechanisms are structures that may affect the expression of human nature – for instance, innate tendencies to seek survival, well-being, respect and status that some consider fundamental to humans[130] may result in varying product-designs, types of work, public infrastructure-designs and the distribution and prevalence of each. As with the nature versus nurture debate, which is concerned whether – or to which degrees – human behavior is determined by the environment or by a person's genes, scientific research is inconclusive about the degree to which human nature is shaped by and manageable by systemic structures as well as about how and to which degrees these structures can and should be purposely altered swiftly globally.\n\n"
        }
    ]
}