{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Afghanistan",
    "title": "Human rights in Afghanistan",
    "table_of_contents": [
        "1 History",
        "1.1 21st century",
        "1.1.1 Torture agreement",
        "1.1.2 Elections during combat",
        "2 Justice system",
        "3 Law and order",
        "4 Freedom of speech and the media",
        "5 Religious freedom",
        "6 Women's rights",
        "7 Sexual orientation",
        "8 Persecution of Hazaras",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in Afghanistan have been violated by the Taliban administration since the Taliban takeover of Kabul in August 2021. The government has prevented most teenage girls from returning to secondary school education, and blocked women in Afghanistan from working in most sectors outside of health and education. Women have been ordered to wear face coverings in public, and barred from traveling more than 70 kilometres (40 mi) without a close male relative.[1][2][3]\n\nThe presidential government of the Islamic Republic of Afghanistan, which previously ruled Afghanistan, from 2004 until the Taliban overthrew it in 2021, had a strong human rights framework in its constitution. A bill of rights was enshrined in chapter two of the 2004 Constitution of Afghanistan. The right to life and liberty were constitutionally protected, as were the right to a fair trial and the presumption of innocence for all persons. That gave the Islamic Republic a strong human rights framework that was guaranteed to all citizens.\n\nIn July 2022, Hibatullah Akhundzada, the Taliban's reclusive leader, lashed out at the criticism and demands of the international community on the Taliban's human rights restrictions, rejecting any negotiations or compromise on his \"Islamic system\" of governance.[1][2][3]\n\n"
        },
        {
            "title": "History",
            "text": "Under the monarchy of Zahir Shah, human rights were usually respected.[4] As of 1949, the Afghan Prime Minister Shah Mahmud Khan, increased press freedom, but these moves were soon reversed. The Press Law which was implemented in July 1965, gave considerable freedom to the press for the first time.[5] While the press was mostly free, in some cases the King closed down media from dissidents that were considered threatening. The communist Khalq republic that governed Afghanistan after the Saur Revolution in 1978 was brutal, vigorously suppressing opposition. The government abducted and executed thousands of prisoners, rural civilian dissidents.[6]\n\nIn April 1987, Afghanistan ratified the United Nations Convention against Torture (CAT), which prevents the state from inflicting torture on any individual. New leader Babrak Karmal promised to end the Khalq's brutality, which it partly did, but human rights abuses still continued. The government along with the Soviets (during the Soviet–Afghan War) intentionally targeted civilian settlements in rural areas. Under President Mohammad Najibullah's reforms, freedom of expression was further improved but human rights overall remained restricted.[7]\n\nIn the 1990s, many atrocities were committed by various militias against civilians. Indiscriminate rocket attacks during the Battle of Kabul, especially those by Gulbuddin Hekmatyar's militia, killed thousands of civilians. The Taliban, in power from 1996, imposed strong restrictions on women, performed public executions, and prevented international aid from entering the country for starving civilians.[8]\n\nThe Bonn Agreement of 2001 established the Afghan Independent Human Rights Commission (AIHRC) as a national human rights institution to protect and promote human rights and to investigate human rights abuses and war crimes. The Afghanistan Constitution of 2004 entrenched the existence of the AIHRC. While the ongoing turmoil, violence and reconstruction efforts often make it difficult to get an accurate sense of what is going on, various reports from NGOs have accused various branches of the Afghan government of engaging in human rights violations.[9]\n\nThere have also been various human rights abuses by American soldiers on Afghan civilians, most notably in the Baghram prisons where innocent civilians endured torture, humiliating conditions, and inhumane treatment. The United States was heavily criticized for lenient sentencing for the soldiers responsible.[9]  Former Afghan warlords and political strongmen supported by the US during the ousting of the Taliban were responsible for numerous human rights violations in 2003 including kidnapping, rape, robbery, and extortion.[10]\n\nSome members of the Afghan National Security Forces were involved in killing civilians in ground operations as well as in air strikes.[11][12][13][14][15][16]\n\n\n\nIn March 2002, ABC News claimed top officials at the CIA authorized controversial, harsh interrogation techniques.[17] The possible interrogation techniques included shaking and slapping, shackling prisoners in a standing position, keeping the prisoner in a cold cell and dousing them with water, and water boarding.[17] A United Nations study in 2011 reported on interviews with 379 detainees. It found those held by police or intelligence services were subjected to beatings, removal of toenails and electric shocks.[18]\n\nSeveral elections have been held in Afghanistan since 2001. The most recent election was held on 18 September 2010, for the National Assembly with a reported 2,499 candidates competing for 250 seats. During the elections[19] the Taliban attacked many of those involved, killing 11 civilians and 3 Afghan National Policemen in over 300 attacks on the polls.[20] The low death toll at the hands of the Taliban can be attributed to stepped up operations specifically targeting the leaders of insurgents planning attacks in the days leading up to the elections,[21][22] which captured hundreds of insurgents and explosives. Turnout at the election was 40%.\n\n"
        },
        {
            "title": "Justice system",
            "text": "Afghanistan has two dominant justice systems: the formal state system and the informal traditional system.[23] Despite the existence of ordinary judicial system e.g. Supreme Court, National Security Court (dealing with terrorism-related cases), first and second instance courts, \"jirga\" and \"shura\"-traditional institutions are operating.\n\n"
        },
        {
            "title": "Law and order",
            "text": "Some members of Afghanistan's National Directorate of Security (NDS) have been accused of running their own prisons, torturing suspects, and harassing journalists. They have also been accused of deliberately killing civilians during government raids.[14][24][25][26]\n\nThe security forces of local militias, which also have their own prisons, have been accused of torture and arbitrary killings. Warlords in the north have used property destruction, rape, and murder to discourage displaced Pashtuns from reclaiming their homes. Child labor and human trafficking remain common outside Kabul.  Civilians have been killed frequently in battles between warlord forces. Poor conditions in overcrowded prisons have contributed to illness and death among prisoners. To stop it, a prison rehabilitation program had begun in 2003.\n\nIn the absence of an effective national judicial system, the right to judicial protection has been compromised as uneven local standards have prevailed in criminal trials. Fair trial principles are enshrined in the Afghan constitution and the criminal procedure but frequently violated for various reasons, including the lack of well-educated, professional staff (especially defence lawyers), lack of material resources, corruption and unlawful interference by warlords and politicians.[27] Several thousands of people in Afghanistan have been victims of enforced disappearance over the past four decades.[28]\n\nOn 27 June 2020, two human rights defenders associated with Afghanistan Independent Human Rights Commission (AIHRC) were killed in a bomb attack. They died after an explosive device attached to their vehicle detonated. The attack came less than a week after two prosecutors and three other employees from the attorney general’s office were shot dead by gunmen in Kabul.[29]\n\nOn August 14, 2020, the United Nations experts demanded the Afghanistan government take an early decisive action to prevent the killing of human rights defenders. Nine human rights defenders have been killed since the start of 2020. The number has already surpassed 2019’s figure.[30]\n\nSince 2021, when the Taliban established the Islamic Emirate of Afghanistan, 100 former government officials and affiliates have been killed.[31] Human rights activists, civil rights activists and media workers are under \"constant attack\" (threats and intimidation) under this new government.[32]\n\n"
        },
        {
            "title": "Freedom of speech and the media",
            "text": "Article 34 of the Afghan Constitution allows freedom of speech and press, though there are restrictions on media that may invoke Islamic law or be offensive to other sects. However, there has been harassment and threats targeting journalists and legal experts, especially outside Kabul. Freedom of the press was guaranteed by interim President Hamid Karzai in February 2002.[33] The 2004 Media Law was signed by Karzai in 2005.[34] In 2008, documentary filmmaker Nasir Fayaz was arrested for criticising politicians from the President's cabinet on his weekly show on Ariana TV. The arrest caused an outcry from journalists and it violated Article 34 which reads \"Freedom of expression shall be inviolable\".[35][36] Afghanistan ranks 122nd in the 2020 dropping by 2 points from 120th rank in 2017 according to Press Freedom Index. But still, it stands in a better position than all its neighbors.[37]\n\nJournalists in Afghanistan face threats from both the security forces and insurgents. Journalists are threatened, assaulted and killed by Afghan officials, warlords and insurgents to stop them from reporting. Furthermore, Human Right Watch report claims that many Afghan journalists self-censor by steering clear of reporting on sensitive issues.[38] Afghan Journalists Safety Committee (AJSC) in 2017 claim that Afghan government accounted for 46% of the attacks on Afghans journalist. While insurgents were responsible for the rest of the attacks.[39]\n\n"
        },
        {
            "title": "Religious freedom",
            "text": "No registration of religious groups is required; minority religious groups are able to freely practice their religions but they are not allowed to proselytize them. Islam is the official religion; all laws must be compatible with Islamic morality, and the President and Vice President must both be Muslims.\n\nOfficially, Apostasy remains punishable by death, per the Constitution of Afghanistan. In 2006, Abdul Rahman, an Afghan Muslim who had been arrested for converting to Christianity, was granted presidential permission to leave the country, and he moved to Italy, where he was granted asylum.[40] In 2014, an Afghan Muslim who had renounced Islam and had become an atheist was granted asylum in the United Kingdom, on the grounds that he could face death if he returned to his country of origin.[41]\n\n"
        },
        {
            "title": "",
            "text": "The 2004 Constitution of Afghanistan promised equal rights for men and women, including women being permitted to work outside the home, to engage in political activity, and a requirement for each political party to nominate a certain number of female candidates.\n\nDuring the first period of Taliban rule, women had virtually all their rights taken away. Matters ranging from wearing nail polish to job opportunities were severely restricted. By keeping women indoors, the Taliban claimed to be keeping them safe from harm.\n\nIn late March 2009, Afghan President Hamid Karzai signed into law an internationally condemned \"Shia Family Law\" which condones apparent spousal rape (in Article 132), child marriage and imposes purdah on married Afghan women. Although the offending legislation is said to have been dormant for a year, President Karzai was trying to gain the support of Afghan northern Shia legislators and the neighbouring Islamic Republic of Iran, which is Shia-dominated. According to Britain's Independent newspaper, the 'family code' was not read in the Upper House/Senate, and also enshrines gender discrimination in inheritance law and divorce against women.[42]\n\nDespite various promises from the government to implement United Nations Security Council Resolution 1325, the law could not be implemented. The Kabul peace talks that took place in June 2017, included only two women among 47 government and international representatives.[43]\n\nOn 18 September 2020, President Ashraf Ghani signed a new law to include mothers' names on their children's birth certificates and identification cards. Afghan women's rights activists had been campaigning on social media for several years to include the name of both parents, under the hashtag #WhereIsMyName.[44]\n\nIn May 2022, the Taliban's Ministry for the Propagation of Virtue and the Prevention of Vice published a decree requiring all women in Afghanistan to wear full-body coverings when in public (either a burqa or an abaya paired with a niqāb, which leaves only the eyes uncovered).[45][46]\n\n"
        },
        {
            "title": "Sexual orientation",
            "text": "Homosexuality and cross-dressing were capital crimes under the Taliban, but have been reduced to crimes punished by long prison sentences.\n\n"
        },
        {
            "title": "Persecution of Hazaras",
            "text": "Hazaras are one of the ethnic groups in Afghanistan. After the takeover by Taliban, many hazaras were forcibly evicted from their homes.[47] A report by Amnesty International said that the Taliban are prosecuting, torturing and unlawfully killing hazaras.[48]\n\n"
        }
    ]
}