{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Turkey",
    "title": "Human rights in Turkey",
    "table_of_contents": [
        "1 Commitment to international human rights law",
        "1.1 European Court of Human Rights judgments",
        "2 The right to live",
        "2.1 Capital punishment",
        "2.2 Extrajudicial executions",
        "2.3 Unsolved killings",
        "2.4 \"Disappearances\"",
        "3 Torture",
        "3.1 Deaths in custody",
        "3.2 Poor living conditions in Turkish prisons",
        "4 Freedom of religion",
        "5 Freedom of expression",
        "5.1 Freedom of the media",
        "5.2 2016 coup crackdown",
        "5.3 Conscientious objection",
        "5.4 Quotes on free opinion in Turkey",
        "6 Freedom of assembly",
        "7 Freedom of association",
        "8 Ethnic rights",
        "8.1 Kurdish people",
        "8.2 Minority languages",
        "9 Other discrimination",
        "9.1 Women",
        "9.2 Children",
        "9.3 Sexuality",
        "9.4 Disabled citizens",
        "9.5 Racism",
        "9.6 Religious",
        "9.6.1 Hate crimes",
        "10 Internally displaced people",
        "11 Workers' rights",
        "12 Extraterritorial beatings",
        "13 See also",
        "14 References",
        "15 Further reading",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in Turkey are protected by a variety of international law treaties, which take precedence over domestic legislation, according to Article 90 of the 1982 Constitution. The International Covenant on Civil and Political Rights (ICCPR) was not signed by Turkey until 2000.[1] As of today, however, Turkey is party to 16 out of 18 international human rights treaties of the United Nations.[2]\nThe issue of human rights is of high importance for the negotiations with the European Union (EU). Acute human rights issues include in particular the status of Kurds in Turkey. The Kurdish–Turkish conflict has caused numerous human rights violations over the years. There is an ongoing debate in the country on the right to life, torture, freedom of expression as well as freedoms of religion, assembly and association.\n\nIn 2009, the Human Rights Foundation of Turkey released two reports detailing human rights abuses including torture, ill-treatment and isolation of small groups in prison.[3] The reports documented 419 deaths in custody in a period of 15 years of military rule with 39 deaths recorded in prison in 2008 alone. Under the state of emergency powers, crackdown on the media freedom increased with several journalist arrested and held in prisons, media outlets shuttered or taken over by the state on the allegations of terrorism, “anti-state activities” and “denigrating Turkishness” or “insulting Islam”.[4][5]\n\nTurkey still keeps laws which are seen as undemocratic or authoritarian, such as prohibiting minorities to get a primary education in their mother tongue. The country's largest minority, the Kurds, which comprise 15% of the population, have no right to self-determination even though Turkey has signed the ICCPR. In March 2017, the United Nations accused the Turkish government of \"massive destruction, killings and numerous other serious human rights violations\" against the ethnic Kurdish minority.[6]\n\n"
        },
        {
            "title": "Commitment to international human rights law",
            "text": "The Republic of Turkey has entered various human rights commitments, some of which are expressed in the 1982 Turkish Constitution, Part Two of which guarantees \"fundamental rights and freedoms\" such as the right to life, security of person, and right to property. In addition, Turkey has signed a number of treaties, shown in the tables below:[7]\n\nIn October 2009 the European Commission on Enlargement to the European Union attested regarding Turkey that\n\nOn October 18, 2017, Council of Europe Secretary General Thorbjørn Jagland called for the release of human rights activists detained in Turkey in a telephone call with Turkish Justice Minister Abdulhamit Gül.[11]\n\nTurkey's human rights record has long continued to attract scrutiny, both internally and externally. According to the Foreign Ministry, Turkey was sentenced to 33 million euros in 567 different cases between 1990—when Turkey effectively allowed individual applications to the European Court of Human Rights (ECtHR)—and 2006.[13] Most abuses were done in the South-East, in the frame of the Kurdish–Turkish conflict.[13]\n\nIn 2007, there were 2830 applications lodged against the Republic of Turkey before the ECtHR and consequently 331 judgments on the merits have been issued affirming 319 violations and 9 non-violations.[14] In 2008, Turkey ranked second after Russia in the list of countries with the largest number of human rights violation cases open at the European Court of Human Rights, with 9,000 cases pending as of August 2008.[13] In 2011, the ECtHR issued 159 judgments that found violations by Turkey, the most of any country, with Russia coming second at 121 judgments.[15]\n\nBetween 1 November 1998 and 31 December 2008 the ECtHR received 24,945 applications from Turkey. It declared 2,237 cases admissible and 13,615 inadmissible.[16] During the same time it reached 1,905 judgments finding at least one violation in 1,652 cases.[16] While there are hardly any decision regarding Article 14 of the European Convention of Human Rights (ban of discrimination), many judgments concerning Article 2 (right to life) and Article 3 of the convention (ban of torture) were taken on procedural grounds rather than testifying an involvement of State agencies.[17] According to the European Commission on Enlargement of the EU Turkey continued to make progress on the execution of ECtHR judgments. All pecuniary compensation was paid on time, totalling €5.2 million in 2008.[10]\n\nThe ECtHR has heard nine cases against Turkey concerning political party bans by the Constitutional Court of Turkey.[18] In all but one case (which concerned the Islamist Welfare Party), the European Court has ruled against the decision to ban, finding Turkey in violation of articles 10 and 11 of the European Convention (freedom of expression and freedom of association).[18] The ECtHR's decision concerning the Welfare Party has been criticized for lack of consistency with its other decisions, in particular by Human Rights Watch.[18]\n\nOne ECtHR judgment sentenced Turkey to a 103,000 euros fine for its decisions about the Yüksekova Gang (aka \"the gang with uniforms\"), related to the JİTEM clandestine gendarmerie intelligence unit.[13] The EHCR also sentenced in 2006 Turkey to a 28,500 Euros fine for the JİTEM murder of 72-year-old Kurdish writer Musa Anter, in 1992 in Diyarbakir.[13] Other cases include the 2000 Akkoç v. Turkey judgment, concerning the assassination of a trade-unionist; or the Loizidou v. Turkey case in 1996, which set a precedent in the Cyprus dispute, as the ECtHR ordered Turkey to give financial compensation to a person expelled from the Turkish-controlled side of Cyprus.\n\nThe ECtHR also awarded in 2005 Kurdish deputy Leyla Zana €9000 from the Turkish government, ruling Turkey had violated her rights of free expression. Zana, who had been recognized as prisoner of conscience by Amnesty International and had been awarded the Sakharov Prize by the European Parliament, had been jailed in 1994, allegedly for being a member of the outlawed PKK, but officiously for having spoken Kurdish in public during her parliamentary oath.\n\n"
        },
        {
            "title": "The right to live",
            "text": "The right to live may be threatened by other means than the death penalty. In particular during the 1990s there were many instances of extrajudicial executions, (political) killings by unidentified perpetrators (faili meçhul cinayetler) and cases of \"disappearances\".\n\nThe death penalty has not been implemented in Turkey since 1984. Turkey abolished the sentence for peace time offences in 2002 and for all offences in 2004. The sentence was replaced by aggravated life imprisonment (ağırlaştırılmış müebbet hapis cezası). According to Article 9 of Law 5275 on the Execution of Sentences[19] these prisoners are held in individual cells in high security prisons and are allowed to exercise in a neighbouring yard one hour per day.\n\nIn 1990 Amnesty International published its first report on extrajudicial executions in Turkey.[20] In the following years the problem became more serious. The Human Rights Foundation of Turkey determined the following figures on extrajudicial executions in Turkey for the years 1991 to 2001:[21]\n\nIn 2001 the UN Special Rapporteur on extrajudicial, summary or arbitrary executions, Ms. Asma Jahangir, presented a report on a visit to Turkey.[22] The report presented details of killings of prisoners (26 September 1999, 10 prisoners killed in a prison in Ankara; 19 December 2000, an operation in 20 prisons launched throughout Turkey resulted in the death of 30 inmates and two gendarmes).\n\nFor the years 2000–2008 the Human Rights Association (HRA) gives the following figures on doubtful deaths/deaths in\ncustody/extra judicial execution/torture by paid village guards[23]\n\nIn 2008 the human rights organization Mazlum Der counted 25 extrajudicial killings in Turkey.[24]\n\nThe mass violations of human rights in the mainly Kurdish-populated southeast and eastern regions of Turkey in the 1990s took the form of enforced disappearances and killings by unknown perpetrators which the state authorities showed no willingness to solve.[25] In 2009 the Human Rights Association stated that up to the end of 2008 a total of 2,949 people had been killed by unknown perpetrators and 2,308 people had become victims of extrajudicial executions.[26]\n\nA parliamentary commission to research killings by unknown perpetrators (faili meçhul cinayetleri araştırma komisyonu) was founded in 1993 and worked for about two years. Many members complained that they had not been assisted and their work had been undermined.[27] One member of the commission, Eyüp Aşık, stated that the Turkish Hezbollah had been behind many of these killings and added that the State had had three effective arms in the fight against terrorism: special teams, village guards and Hezbollah. Although he had witnessed about 80 actions of Hezbollah in Adıyaman province the then Minister for the Interior had said that there was nothing by that name. This in turn had made him believe that the State supported Hezbollah.[27]\n\nHuman Rights Watch (HRW) first called for an investigation of links between Hezbollah and the security forces in 1992.[28] In a separate report HRW stated:\n\nBased on the data of the Interior Ministry, the daily \"Zaman\" reported that between 1987 and 2001 a total of 2,914 political killings, 1,334 of them in the responsibility area of the police and 1,580 in area of the gendarmerie, were committed in the Eastern and Southern Eastern Anatolia Regions. 457 of the killings in areas of the police and 1,291 in areas of the gendarmerie had not been clarified.[30]\n\nThe following figures were presented in the annual reports of the HRFT between 1990 and 2001[30]\n\nThe Human Rights Association (HRA) presents the following figures for the years 1999 to 2008:[31]\n\nThe Human Rights Association Mazlumder presented figures on killing by unknown assailants and suspicious death for the years 2005 to 2008:[32]\n\nIn Turkey, the military campaign against Kurdish secessionists in Eastern Anatolia has been accompanied by numerous enforced disappearances, which also gave rise to judgments of the European Court of Human Rights to murder.[33] There were only a handful of cases of \"disappearances\" in Turkey in the 1980s, but a high number of deaths in custody.[34] The opposite was true for the 1990s, when the number of people who \"disappeared\" after having been abducted by agents of the States rapidly kill, each other increased.[35]\n\nIn 1998 the UN Working Group on Enforced or Involuntary Disappearances issued a Report on the visit to Turkey by two members of the Working Group from 20 to 26 September 1998. It stated inter alia:\n\nIn her report of 18 December 2001 the UN Special Rapporteur on extrajudicial, summary or arbitrary executions, Ms. Asma Jahangir, wrote: While the number of cases of abductions or \"disappearances\" have decreased over the last few years, at the time of the Special Rapporteur’s visit such incidents still did occur, particularly in the remote areas of south-east Turkey, and there was deep concern at the recent disappearance of two persons.[22]\n\nIn some places on the Internet a list attributed to the HRA can be found (but not on the website of the HRA). It is said that the original list contained 839 names, but that adding further names the list covered 1,251 names in the end.[37] In a revised list that covers only the time between 1980 and 1999 Helmut Oberdiek reached a figure of 818 cases of \"disappearances\" in Turkey.[38]\n\nThe Saturday Mothers held weekly protests against \"disappearances\" between May 1995 and 1999.[39] They had to suspend their action on 13 March 1999[40] after week 200, because of intense pressure, detention and ill-treatment.[41] In March 2009 the Saturday Mothers took their action up again.[42]\n\n"
        },
        {
            "title": "Torture",
            "text": "The widespread and systematic use of torture in Turkey was first observed by Amnesty International (AI) after the 1971 Turkish coup d'état.[43] Until 2002 the organization continued to speak of systematic torture in Turkey.[44] Günter Verheugen, Commissioner for Enlargement of the European Union went to Turkey in September 2004 and maintained that torture was no longer systematic practice in Turkey.[45] The Human Rights Association (HRA) protested against this evaluation[46] and pointed at recent figures and definitions of systematic torture by the European Committee for the Prevention of Torture and the UN Committee against Torture.[47]\n\nSince 2005 incidents of torture seem to be on the rise.[48] According to an October report by the Prime Ministry's Human Rights Presidency (HRP), the number of torture and cruel treatment cases reported in the first six months of the year surpassed the number reported in the first half of 2007. The HRP reported that, in the first half of the year, 178 persons reported cruel treatment and 26 reported torture, up from 79 reports of cruel treatment and 17 reports of torture during the same period in 2007.[49] In the report on progress of November 2008 the European Commission stated, \"the number of applications to NGOs in relation to cases of torture and ill-treatment has increased, in particular outside official places of detention, notably during apprehension, transfer, or in the open with no detention registered... There is a lack of prompt, impartial and independent investigation into allegations of human rights violations by members of security forces.\"[50] In the 2009 annual report Amnesty International stated: \"Reports of torture and other ill-treatment rose during 2008, especially outside official places of detention but also in police stations and prisons.\"[51]\nIn its 2012 Annual Review, Freedom from Torture the UK charity which works with survivors of victims of torture, stated that the charity had received 79 referrals of individuals from Turkey for clinical treatment and other services.[52]\n\nAn important characteristics of the period following the 12 September 1980 military intervention was the disregard to the right to life and the increase in torture cases and deaths due to torture.[53] The HRFT published two reports on Deaths in Custody (14 and 15 years since the military take over) presenting a list of 419 deaths in custody (in 15 years) with a suspicion that torture might have been the reason. Another 15 deaths were attributed to hunger strikes while medical neglect was given as the reason for 26 deaths.[54] On the basis of this list Helmut Oberdiek compiled a revised list for 20 years (12 September 1980 to 12 September 2000) and concluded that in 428 cases torture may have been the reason for the death of prisoners.[55] In 2008 alone the Human Rights Foundation of Turkey reported of 39 deaths in prison. In some cases torture was involved.[56] In 2012, two prison guards and an official were given life sentences for the torture death of activist Engin Çeber, the first such verdict in Turkey's history.[57]\n\nTurkey has repeatedly been criticized for allowing poor living conditions to exist in its prisons and in particular, it has been criticized for not doing anything to solve the problem of overcrowded prisons.[58] Following the 1980 Turkish coup d'état political prisoners tried in military courts were held in military prisons and were thus subjected to military discipline. Prisoners were obliged to participate in daily roll-calls, the singing of marches and drills in the open air.[59] In particular, Diyarbakır and Mamak Military Prisons (the latter in Ankara) became notorious for the routine beatings which accompanied attempts to enforce military discipline among civilians. In addition, so-called \"inaugural-beatings\" had been institutionalized in almost all prisons in Turkey.[59]\n\nIn 2008, allegations of ill-treatment in prisons and allegations of ill-treatment of prisoners during their transfers continued to be made. Small-group isolation remained a problem across the prison system for people who were accused or convicted of politically motivated offences.[60] The Human Rights Foundation of Turkey registered 39 deaths in prison.[61]\n\nIn March 2020, following the publication of reports which documented the life-threatening living conditions which existed in prisons during the COVID-19 pandemic, the government of Turkey published a draft of a document in which it stated that it was preparing to release 100,000 inmates. However, Amnesty International and several other human rights organizations stated that they were still concerned about journalist and human rights defenders, who as per the government’s perceived policies, will remain behind bars.[62]\n\n"
        },
        {
            "title": "Freedom of religion",
            "text": "Although its population is overwhelmingly Muslim, Turkey claims to be a secular country per Article 24 of the Turkish Constitution. The two main Islamic streams in Turkey are Sunni and Alevi. In Turkey Alevi are the minority, estimated at 17 percent of the Muslim population.[3]\n\nReligious education is compulsory in primary and secondary education (Article 24 of the Constitution). Mainly Sunni theology is taught. The government oversees Muslim religious facilities and education through its Directorate of Religious Affairs, which is under the authority of the Prime Ministry. The Directory regulates the operation of the country's 77,777 registered mosques and employs local and provincial imams, who are civil servants. Sunni imams are nominated and paid by the state.[63] The Alevis pray in cemevis. \"Cemevleri\" (places of gathering) have no legal status as places of worship in the state. However, Kuşadası and Tunceli municipalities ruled in 2008 that Alevi cemevleri are considered places of worship.[49]\n\nExact figures on the non-Islamic population in Turkey are not available. Some sources estimate the Christian population between three and five percent.[3] Their communities mainly exist in Istanbul with Armenian and Greek-Orthodox Christians; in southeastern Turkey other groups like the Syriacs and Yazidi (a syncretistic faith) can be found. In the big cities Jewish and other communities such as the Jehovah's Witnesses exist.[3] According to the Treaty of Lausanne only the Armenian, Greek and Jewish communities are recognized as minorities.\n\nAccording to the human rights organization Mazlumder, the military charged individuals with lack of discipline for activities that included performing Muslim prayers or being married to women who wore headscarves. In December 2008 the General Staff issued 24 dismissals, five of which pertained to alleged Islamic fundamentalism.[49][50]\n\n"
        },
        {
            "title": "Freedom of expression",
            "text": "Article 26 of the Constitution guarantees freedom of expression. Articles 27 and 28 of the Constitution guarantee the \"freedom of expression\" and \"unhindered dissemination of thought\". Paragraph 2 of Article 27 affirms that \"the right to disseminate shall not be exercised for the purpose of changing the provisions of Articles 1, 2 and 3 of [the] Constitution\", articles in question referring to the unitary, secular, democratic and republican nature of the state.\n\nLaw 765 (the old penal code) that entered into force on 1 March 1926 restricted freedom of expression, despite several amendments.[64] Law 5237 that replaced the old penal code on 1 June 2005 preserved several provisions that restrict freedom of thought and expression.[64] A number of special laws such as the Law 5816 (offences against the memory of Atatürk), Press Law and the Law on Political Parties also restrict freedom of expression.[65]\n\nIn the 1970s and 1980s the Articles 141 (membership of communist organizations), 142 (communist or separatist propaganda) and 163 (membership of or propaganda for anti-secular organizations) of Law 765 (the Turkish Penal Code, TPC) were most frequently used to punish peaceful opposition.[65] On 12 April 1991 Law 3713 on the Fight against Terrorism (or Anti-Terror Law, ATL) entered into force. It abolished these provisions, but retained part of Article 142 TPC in Article 8 ATL.[64] Journalists, politicians, human rights defenders and trade unionists were convicted under this provision, often simply for having used the word \"Kurdistan\".[66]\n\nAfter the European Court of Human Rights had passed more than 100 judgments finding a violation of Article 10 of the European Convention of Human Rights some changes were made to existing legislation.[67] Article 8 of the ATL was abolished by Law 4928 of 30 July 2003. Another frequently used Article 312/2 of the TPC (incitement to hatred and enmity) was amended by Law 4744 of 9 February 2002. The new version narrowed the use of this Article by introducing the condition \"if the incitement might endanger public order\". The new wording (and sentences) for such an \"offence\" are now contained in Article 216 of Law 5237. The sentence that mere criticism should not be punishable under Article 159 of Law 765 (denigrating Turkishness, the Republic or the Grand National Assembly of Turkey) was added to the law text, although this had already been established in the case law. The \"offence\" is now described in Article 301 of Law 5237.\n\nAfter severe criticism from NGOs and European institutions Article 301 was once again amended on 30 April 2008. The amendments introduced a requirement for permission to be obtained from the Justice Minister in order to launch a criminal investigation.[50] \nHuman Rights Watch reported on July 26, 2017, that Over the past year, hundreds of outlets have been shuttered or taken over under state of emergency powers. More than 160 journalists and media workers are now in prison or pretrial detention, according to Turkish media watchdog NGO P24. They include 10 of the Cumhuriyet staff currently on trial.[68]\n\nFollowing the adoption of the amendments to Article 301, Turkish courts had forwarded, by September 2008, 257 cases to the Minister of Justice for prior authorisation. The Minister had reviewed 163 cases and refused to grant permission to proceed in 126 cases.[50] The Minister of Justice authorised the criminal investigations to continue in 37 cases. This included one case which was initiated following a statement made by a Turkish writer on the Armenian issue shortly after the assassination of the Turkish journalist of Armenian origin, Hrant Dink.[50]\n\nOther legal provisions that restrict freedom of expression include Articles 215, 216 and 217 of the Turkish Criminal Code, that criminalise offences against public order, and the Anti-Terror Law have been applied to prosecute and convict those expressing non-violent opinions on Kurdish issues.[50][69][70][71]\n\nThe use of the Turkish alphabet is mandated by law, reflecting the historic transition from an Arabic to a Latin script.\n\nAccording to the Human Rights Watch 2019 report, Turkey has the maximum number of jailed journalists. In February 2018, prominent journalists Ahmet Altan, Mehmet Altan and Nazlı Ilıcak were sentenced to life imprisonment without parole on the couped charges.[72]\n\nOn 3 July 2020, in a high-profile trial, a Turkish court sentenced the honorary chair of Amnesty International Turkey, Taner Kilic, to six years and three months in jail, accusing him for being a member of terror organization. The organization's former director İdil Eser was also sentenced to two years and one month, along with members Günal Kursun and Özlem Dalgiran, on same charges. The human rights group denied all the charges. Human rights organizations claimed that holding individuals charged with terrorism offenses in prolonged pre-trial detention continued to be widely used in Turkey and raised concerns regarding it becoming a form of summary punishment.[73]\n\nOn 21 February 2022, the Human Rights Watch reported that Öztürk Türkdoğan, co-chair of the Human Rights Association (Turkey), was prosecuted for his legitimate human rights work. Ankara prosecutors prepared three indictments against Türkdoğan in a single month for speeches and statements that do not advocate violence. On March 19, 2021, police briefly detained Türkdoğan from his home and confiscating his laptop and phone. He was later released with a travel ban imposed on him.[74]\n\nOn 25 June 2022, the Amnesty International reported that Turkish authorities detained the head of the Human Rights Association, Öztürk Türkdoğan, prominent human rights lawyer, Eren Keskin, and several relatives of victims of enforced disappearances from the Saturday Mothers/People 900th vigil. The authorities also prevented a peaceful vigil by human rights defenders demonstrating on behalf of people who have been forcibly disappeared in Turkey.[75]\n\nOn 14 October 2022, the OHCHR expressed concern over the adoption by Turkiye’s Parliament of a package of amendments to various laws “that risk curtailing freedom of expression” in the country. One of the amendments was a revision of the criminal code that establishes sentences of up to three years in prison for “publicly disseminating false information” on digital platforms. Under international human rights law, freedom of expression is not limited to ‘truthful’ information, but applies to ‘information and ideas of all kinds.[76]\n\nOn 26 October 2022, Turkish authorities arrested and detained the head of Turkey's medical association, Şebnem Korur Fincancı. Her arrest was linked to a statement she made in the press on the occasion of a conference she gave in Germany on 19 October 2022, about allegations of the use of chemical weapon by Turkey in Kurdistan regional federation of Iraq.[77]\n\nAccording to the Committee to Protect Journalists, the AKP government has waged one of the world's biggest crackdowns on media freedom.[78][79] Many journalists have been arrested using charges of \"terrorism\" and \"anti-state activities\" such as the Ergenekon and Balyoz cases, while thousands have been investigated on charges such as \"denigrating Turkishness\" or \"insulting Islam\" in an effort to sow self-censorship.[78] In 2017, the CPJ identified 81 jailed journalists in Turkey (including the editorial staff of Cumhuriyet, Turkey's oldest newspaper still in circulation), all directly held for their published work (ranking first in the world in 2017, with more journalists in prison than in Iran, Eritrea or China);[79] while in 2015 Freemuse identified nine musicians imprisoned for their work (ranking third in that year after Russia and China).[4] In 2015 Turkey's media was rated as not free by Freedom House.[5] In its resolution \"The functioning of democratic institutions in Turkey\" on 22 June 2016, the Parliamentary Assembly of the Council of Europe warned that \"recent developments in Turkey pertaining to freedom of the media and of expression, erosion of the rule of law and the human rights violations in relation to anti-terrorism security operations in south-east Turkey have (...) raised serious questions about the functioning of its democratic institutions.\"[80]\n\nOn 29 April 2017, Turkish authorities blocked online access to Wikipedia in all languages across Turkey.[81][82] The restrictions were imposed in the context of the purges that followed the coup attempt, a few weeks after a significant constitutional referendum, and following more selective partial blocking of Wikipedia content in previous years.[83] Following the ban, Jimmy Wales, Wikipedia's founder, was disinvited from the World Cities Expo in Istanbul from 15 to 18 May.[84] Turkish law professor Yaman Akdeniz estimated that Wikipedia was one of about 127,000 websites blocked by Turkish authorities. An estimated 45 percent of Turks have circumvented the Internet blocks, at one time or another, by using a virtual private network (VPN).[85] On 15 January 2020 access started being progressively restored, after the Constitutional Court ruled that the ban violated freedom of expression, 991 days after the block had started.[86][87]\n\nAfter the 2016 Turkish coup d'état attempt, the government of President Recep Tayyip Erdoğan declared a state of emergency and began an ideological purge of government and civil society. The government blamed its former ally the Gülen movement for the coup, and had declared it a terrorist organization in late 2015. The purge was criticized internationally, including by UN High Commissioner for Human Rights Zeid Ra'ad Al Hussein and U.S. Secretary of State John Kerry, who also condemned the coup attempt. Critics said the Turkish government was using terrorist affiliation as a pretense to suppress dissent and punish political opponents of Erdoğan generally.[88]\n\nThe government has alleged affiliation with the Gülen movement or with the Kurdistan Workers' Party (also listed as a terrorist organization) as a reason for firings and arrests. The purge has resulted in the dismissal of tens of thousands of government employees, including thousands of police and teachers. Arrests have included thousands of members of the military; about a third of the judges in the country; Kurdish activists, mayors, governors, and members of parliament, especially those affiliated with the HDP (which opposed the coup); and journalists. More than 50,000 people have been arrested and over 160,000 fired from their jobs.[89] Various television stations, radio stations, newspapers, magazines, and publishing houses were shut down, and tens of thousands of passports were revoked. A lot of international media attention and international diplomatic negotiations followed the arrest of ten Human Right's defenders in July 2017, and they became known internationally as the Istanbul 10. Wikipedia was blocked in Turkey between April 2017 – January 2020.\n\nThere is currently no provision for conscientious objection. Article 72 of the Turkish Constitution states: \"National service is the right and duty of every Turk. The manner in which this service shall be performed, or considered as performed, either in the Armed Forces or in public service, shall be regulated by law.\" This in principle would allow for a non-military alternative.[90] Turkey, Belarus and Azerbaijan are the only European countries that have not introduced any legislation on conscientious objection.[91]\n\nIn January 2006, the European Court of Human Rights ruled that Turkey had violated Article 3 of the European Convention on Human Rights that prohibits degrading treatment in a case relating to Osman Murat Ulke, the first conscientious objector to be imprisoned for his objection.[92] Another conscientious objector, Mehmet Tarhan, was sentenced to four years in prison by a military court in 2005 for refusing to do his military service, but he was later released in March 2006. However, he is still a convict and shall be arrested on sight. In a related case, journalist Perihan Mağden was tried and acquitted by a Turkish court for supporting Tarhan and advocating conscientious objection as a human right.\n\nSince 1989, 74 people have refused to perform compulsory military service in Turkey. Only six of them have been tried for being a conscientious objector or sent to the military unit they were assigned to after being captured.[93] COs may be punished under Article 63 of the Turkish Military Penal Code for avoiding military service. COs who attract media attention or publish articles about their refusal to perform military service may also be punished to between six months’ and two years' imprisonment under Article 318 of the Turkish Criminal Code for \"alienating the people from the armed forces\". In 2004, a new Criminal Code was introduced (Law No 5237). Under the previous Criminal Code, \"alienating people from the armed forces\" was punishable under Article 155 with a similar term of imprisonment.[94]\n\nSome members of religious denominations who forbid their members to bear arms, in particular Jehovah’s Witnesses, have also refused to perform military service. Members of Jehovah's Witnesses have regularly been sentenced to imprisonment under Article 63 of the Penal Code for avoiding military service. In recent years, Jehovah's Witnesses are reportedly regularly allowed to perform unarmed military service within the armed forces. They have complied with this.[94] Muhammed Serdar Delice, a young Muslim, declared his conscientious objection to military service in 2011 and argued that his objection was based on his Muslim faith. After serving a few months in the Armed Forces he claimed that he had experienced disrespectful interference with his religious practice, as well as indoctrination about Turkey's three-decade-old war with Kurdish insurgents.[95] Most Kurds are fellow Muslims.\n\nFurther instances of imprisonment included\n\nThe Council of Europe and the United Nations have regularly called upon Turkey to legally recognise the right to conscientious objection. In March 2004, the Parliamentary Assembly of the Council of Europe stated that: \"Despite Turkey’s geostrategic position, the Assembly demands that Turkey recognises the right to conscientious objection and introduce an alternative civilian service.\"[94] In September 2009 the Turkish press reported that the Turkish government is considering creating regulations regarding conscientious objectors. According to the amendment planned on the issue, those refusing to perform compulsory military service will no longer be forcibly drafted to the military while they are under detention and will be able to be defended by a lawyer while being tried. They will also be able to benefit from the Probation Law.[93]\n\n"
        },
        {
            "title": "Freedom of assembly",
            "text": "Article 34 of the 1982 Constitute (as amended on October 17, 2001) states, \"Everyone has the right to hold unarmed and peaceful meetings and demonstration marches without prior permission.\" Restrictions may only be introduced on the grounds of national security, and public order, or prevention of crime commitment, public health and public morals or for the protection of the rights and freedoms of others. Article 3 of Law 2911 on demonstrations and meeting provides, \"Everybody has the right to hold unarmed and peaceful assembly without prior permission.\"[102] Nevertheless, Amnesty International stated in 2009 that the right to freedom of peaceful assembly was denied, and law enforcement officials used excessive force to disperse demonstrations.[99]\n\nDeaths due to excessive police force during demonstrations have a long history in Turkey. They include\n\nIn July 2017 Turkey arrested in the eve of the G20 summit in Hamburg from ‘digital security and information management workshop’ 12 persons. They included Idil Eser, head of Amnesty International Turkey, Peter Steudtner, a hotel owner and a Swedish and German trainee. Activists detained included Ilknur Üstün of the Women’s Coalition, lawyer Günal Kursun and Veli Acu of the Human Rights Agenda Association.[112]\n\n"
        },
        {
            "title": "Freedom of association",
            "text": "The law provides for freedom of association. Under the law persons organizing an association do not need to notify authorities beforehand, but an association must provide notification before interacting with international organizations or receiving financial support from abroad, and must provide detailed documents on such activities.[49]\n\nThe Constitution affirms the right of workers to form labor unions \"without obtaining permission\" and \"to possess the right to become a member of a union and to freely withdraw from membership\" (Article 51). Articles 53 and 54 affirm the right of workers to bargain collectively and to strike, respectively.\n\nUntil March 2008 a total of 26 political parties had been banned, two of them before the Constitutional Court (the place where such decisions are taken) was established on 25 April 1962.[113] This figure does not include the 18 political parties that were banned immediately after the 1980 coup d'état and dissolved on 16 October 1981. The Grand National Assembly of Turkey passed Law 2533 on 19 June 1992 allowing these parties to be opened again.[114]\n\nThe Foundation for social, economic and political research (TESAV) has detailed information on the closure of political parties. They list ten political parties (instead of two) that were closed before the Constitutional Court was established.[115] The details are (in collapsible tables)\n\n1. political parties closed before the Constitutional Court was founded:\n\n2. Political parties closed by the Constitutional Court\n\nFor the number of associations, trade unions, political parties and cultural centres that were closed down or raided the Human Rights Association presented the following figure for the years 1999 to 2008:[117]\n\n"
        },
        {
            "title": "Ethnic rights",
            "text": "Though Turkey is a land of vast ethnic, linguistic and religious diversity – home not only to Turks, Kurds and Armenians, but also, among others, Alevis, Ezidis, Assyrians, Laz, Caferis, Roma, Greeks, Caucasians and Jews, the history of the state is one of severe repression of minorities in the name of nationalism.[118]\n\nAccording to Article 66 of the Turkish Constitution, \"everyone bound to the Turkish state through the bond of citizenship is a Turk\". The Constitution affirms the principle of the indivisibility of the Turkish Nation, Nation State[119] and of constitutional citizenship that is not based on ethnicity. Consequently, the word \"Turkish\" legally refers to all citizens of Turkey, though individual interpretation can be more limited. According to the constitution, there are no minority rights since all citizens are Turks. This constitutional article ignore the basic ethnic and religious minority rights. Although the Treaty of Lausanne, before the proclamation of the Republic, guarantees some rights to non-Muslim minorities, in practise Turkey has recognised only Armenians, Greeks and Jews as minorities and excluded other non-Muslim groups, such as Assyrians and Yazidis, from the minority status and these rights.[120] Advocacy for protection of minorities' rights can lead to legal prosecutions as a number of provisions in Turkish law prohibits creation of minorities or alleging existence of minorities, such as Article 81 of the Law on Political Parties.\n\nFollowing the dissolution of the Ottoman Empire in the aftermath of World War I and the establishment of the Republic of Turkey in 1923, some Kurdish tribes, which were still feudal (manorial) communities led by chieftains (agha), became discontent about certain aspects of Atatürk's reforms aiming to modernise the country, such as secularism (the Sheikh Said rebellion, 1925)[122] and land reform (the Dersim rebellion, 1937–1938),[123] and staged armed revolts that were put down with military operations.\n\nThe Kurdistan Workers' Party (designated a terrorist organisation by Turkey, the United States,[124] the European Union[125] and NATO[126]) was founded in 1978 by a group of Kurdish militants led by Abdullah Öcalan, seeking the foundation of an independent, Marxist–Leninist state in the region, which was to be known as Kurdistan.[127] The initial reason given by the PKK for this was the oppression of Kurds in Turkey.[128][129] A full-scale insurgency began in 1984, when the PKK announced a Kurdish uprising. Since the conflict began, more than 40,000 people have died, most of whom were Turkish Kurds.[130] Following the arrest and imprisonment of Abdullah Öcalan in 1999,[131][132] the PKK modified its demands into equal rights for ethnic Kurds and provincial autonomy within Turkey.[133]\n\nDue to the large population of Kurdish people, successive governments have viewed the expression of a Kurdish identity as a potential threat to Turkish unity, a feeling that has been compounded since the armed rebellion initiated by the PKK in 1984. One of the main accusations of cultural assimilation comes from the state's historic suppression of the Kurdish language. Kurdish publications created throughout the 1960s and 1970s were shut down under various legal pretexts.[134] Following the military coup of 1980, the Kurdish language was officially prohibited from government institutions.[135] The letters W, X or Q present in the uncorroborated Kurdish alphabet is not recognized.[135]\n\nBetween 1959 and 2011, the European Court of Human Rights has condemned Turkey for the thousands of human rights abuses against Kurdish people.[136][137] Many judgments are related to cases such as civilian deaths in aerial bombardments,[138] torturing,[139] forced displacements,[140] destroyed villages,[141][142][143] arbitrary arrests,[144] murdered and disappeared Kurdish journalists, activists and politicians.[145]\n\nSince 2002, as part of its reforms aimed at European Union integration and under pressure to further the rights of Kurds, Turkey passed laws allowing Kurdish radio and television broadcasts as well the option of private Kurdish education.[146] In 2010 a master level and in 2011 a graduate level university program were started and a Kurdish Language and Literature Department was established in the state-owned Mardin Artuklu University.[147][148]\n\nIn August 2009, Turkish government has restored the Kurdish name of one Kurdish village, and was considering allowing religious sermons to be made in Kurdish in rural villages as part of reforms to answer the grievances of the ethnic minority and advance its EU candidacy.[149]\n\nMore than 4,000 Kurds were arrested in 2011, including dozens of journalists and politicians. Mass trials of local deputies, mayors, academics and human rights activists have occurred in Diyarbakir. Hundreds of Kurds remain in pre-trial detention, some of them for many months.[150]\n\nIn January 2013, the Turkish parliament passed a law that permits use of the Kurdish language in the courts, albeit with restrictions.[151][152] The law was passed by votes of the ruling AKP and the pro-Kurdish rights opposition party BDP, against criticism from the secularist CHP party and the nationalist MHP, with MHP and CHP[citation needed] deputies nearly coming to blows with BDP deputies over the law. In spite of their support in the parliament, the BDP was critical of the provision in the law that the defendants will pay for the translation fees and that the law applies only to spoken defense in court but not to a written defense or the pre-trial investigation.[153] According to one source[152] the law does not comply with EU standards.[which?] Deputy prime minister of Turkey Bekir Bozdağ replied to criticism of the law from both sides saying that the fees of defendants who does not speak Turkish will be paid by the state, while, those who speak Turkish yet prefer to speak in the court in another language will have to pay the fees themselves.[154] European Commissioner for Enlargement Stefan Füle welcomed the new law.[155]\n\nIn February 2013, Turkish prime minister Recep Tayyip Erdoğan said during a meeting with Muslim opinion leaders, that he has \"positive views\" about imams delivering sermons in Turkish, Kurdish or Arabic, according to the most widely spoken language among the mosque attendees. This move received support from Kurdish politicians and human rights groups.[156]\n\nDespite the improvement of minorities language rights in Turkey, the only language of instruction in the education system is Turkish language. Minority languages are illegal to use as a main languages in the education. Minorities are allowed to study their languages only as a minor subject in private and public educational institutions.\nUntil reforms that started in 2002, there were legal restrictions on publishing in minority languages except for Greek, Armenian and Hebrew which are the languages of minorities officially recognized by the Lausanne Treaty. Since September 2002, those minorities, too, have the right to operate private courses that teach any language spoken in Turkey.[158][159] Some of the Kurdish courses were closed down by their owners in 2005 due to their limitations and a lack of interest.[160] However, as of 2010, there were active Kurdish language minor subject courses with increasing number of students.[161] In 2010, state-owned Mardin Artuklu University started a master-level Kurdish language and literature (\"Kurdology\")program.[147] Dicle University, another Turkish state university in Diyarbakır, started to give Kurdish courses in June 2011.[162][163] In September 2011, the first undergraduate level Kurdish Language and Literature Department in Turkey was opened in the Mardin Artuklu University. According to the deputy rector of the university, this was not only the first university department on this subject in Turkey, but also the first one of the whole world.[148]\n\nNGOs have called on Turkey to adopt the definitions of the European Charter for Regional or Minority Languages. If Turkey were to become a signatory to this treaty, it would have to accept and subsidise the education of minorities in their own first languages, and that for at least all the period of mandatory education. To this day 21 member states of the Council of Europe out of 49 have proceeded with ratification.[164]\n\nThe state-owned TRT has been broadcasting short programmes in a number of minority languages, including Bosnian, Arabic, Kabardian and Kurdish, since July 2003.[165] The legal basis were the Regulation on the Language of Radio and Television Broadcasts of December 2002[166] In the beginning TV programs were restricted to 45 minutes per day; radio programs had a limit of 60 minutes per day.[165] In June 2006 the restrictions were lifted for music and film programs in minority languages.[165]\n\nIn the 21st century some reforms have taken place to improve the cultural rights of ethnic minorities in Turkey, such as the establishment of TRT Kurdî, TRT Arabi and TRT Avaz by the TRT.\n\n"
        },
        {
            "title": "Other discrimination",
            "text": "In the 1930s, Turkey became one of the first countries in the world to give full political rights to women, including the right to elect and be elected locally (in 1930) and nationwide (in 1934). Therefore, the Constitution was amended.[167]\n\nArticle 10 of the Turkish Constitution bans any discrimination, state or private, on the grounds of sex. Turkey elected a female prime minister, Tansu Çiller in 1995. It is also the first country which had a woman, Tülay Tuğcu, as the President of its Constitutional Court. In addition, Turkish Council of State, the supreme court for administrative cases, also has a woman judge Sumru Çörtoğlu as its president. However, representation of women in political and decision-making bodies is low. In the Grand National Assembly of Turkey the percentage of women is 9.1 (17.3 percent is the average in the world).[167] In 1975 the percentage was 10.9 and in 2006 it was 16.3.[168] Only 5.58 percent of mayors are women and in the whole of Turkey there is one governor (among 81) and 14 local governors.[167]\n\nSince 1985, Turkish women have the right to freely exercise abortions in the first 10 weeks of pregnancy and the right to contraceptive medicine paid for by the Social Security. Modifications to the Civil Code in 1926 gave the right to women to initiate and obtain a divorce; a right still not recognized in Malta,[169] an EU country.\n\nNevertheless, in Eastern and Southeastern Anatolia regions, older attitudes prevail among the local Kurdish, Turkish and Arab populations, where women still face domestic violence, forced marriages, and so-called honor killings.[170] To combat this, the government and various other foundations are engaged in education campaigns in Southeastern Anatolia to improve the rate of literacy and education levels of women.[171]\n\nIn 2008, critics have pointed out that Turkey has become a major market for foreign women who are coaxed and forcibly brought to the country by international mafia to work as sex slaves, especially in big and touristic cities.[172][173][174]\n\nA 2008 poll by the Women Entrepreneurs Association of Turkey showed that almost half of urban Turkish women believe economic independence for women is unnecessary reflecting, in the view of psychologist Leyla Navaro, a heritage of patriarchy.[175]\n\nChild labor is a minor yet still occurring issue in Turkey. Despite the Government's moderate advancement in eliminating child labor and its worst forms, children continue to engage in agricultural activities for the most part.\nIn 2013, the U.S. Department of Labor reported that 2.6% (corresponding to around 320,000 children) of children aged 5 to 14 work, and that 57% of them are found in the agricultural sector, 15% in the industrial sector and 27% in services.[176]\nEven though these children's work remains seasonal, the fact that child labor still occurs is partly due to the fact that agricultural enterprises with a very limited workforce are not subject to Government law.\nIn December 2014, the Department's List of Goods Produced by Child Labor or Forced Labor reported 8 goods produced exclusively by child labor in Turkey. The majority of these products are agricultural goods including cotton, cumin, hazelnuts, peanuts, pulses and sugar beets.\n\nIn March 2021, a report published by the Human Rights Foundation of Turkey claimed that more than 3,000 students have suffered from rights violations during protests and demonstrations in turkey between 2015 and 2019.[177]\n\nHomosexual sexual relationships between consenting adults in private are not a crime in Turkey. The age of consent for both heterosexual and homosexual sex is eighteen. On the other hand, the criminal code has vaguely worded prohibitions on \"public exhibitionism\" and \"offenses against public morality\" that are sometimes used to discriminate against the LGBT community. As of 2006, Turkey neither has a law permitting homosexuals to get married, nor does it have a law against the discrimination of Turkey's LGBT community. Lambda Istanbul, a LGBT organization founded in 1996, was dissolved in May 2008 following a court decision. The prosecution argued that its objectives went against \"the law and morality\", but Human Rights Watch has criticized the decision, claiming it had been closed only on procedural grounds.[178] On 28 November 2008, the Supreme Court of Appeals overturned an Istanbul court's decision ordering the closure of the lesbian, gay, bisexual, and transgender solidarity organization, Lambda Istanbul.[49]\n\nHomosexuals have the right to exemption from military service, if they so request, only if their \"condition\" is verified by medical and psychological tests, which often involves presenting humiliating, graphic proof of homosexuality, and anal examination.[179]\n\nDiscrimination against LGBT people in Turkey is widespread.[180][181] According to a 2013 survey by the Pew Research Center, 78% of Turkish respondents believe that homosexuality is not accepted by society.[182]\n\nThe killing of Ebru Soykan, a prominent transgender human rights activist, on March 10, 2009, \"shows a continuing climate of violence based on gender identity that authorities should urgently take steps to combat,\" Human Rights Watch said on 13 March 2009.[183] News reports and members of a Turkish human rights group said that an assailant stabbed and killed Ebru, 28, in her home in the center of Istanbul. Members of Lambda Istanbul, which works for the rights of lesbian, gay, bisexual, transgender, and transsexual (LGBTT) people, told Human Rights Watch that in the last month Ebru had asked the Prosecutor's Office for protection from the man who had beaten her on several occasions and threatened to kill her. Lambda Istanbul was told that a few weeks ago police detained the man but released him two hours later. The same man is under police custody as the murder suspect.[183]\n\nOn 21 May 2008 Human Rights Watch published a 123-page report documenting a long and continuing history of violence and abuse based on sexual orientation and gender identity in Turkey. Human Rights Watch conducted more than 70 interviews over a three-year period, documenting how gay men and transgender people face beatings, robberies, police harassment, and the threat of murder. The interviews also exposed the physical and psychological violence lesbian and bisexual women and girls confront within their families. Human Rights Watch found that, in most cases, the response by the authorities is inadequate if not nonexistent.[184]\n\nThe UN Convention on the Rights of Persons with Disabilities was signed by the Turkish Republic on 30 March 2007. The convention was discussed in TBMM (Turkish Grand National Assembly) on 8 May 2008 and it was ratified on 3 December 2008.[185] In July 2005 Law 5378 on Disabled People was enacted.[186]\n\nIn one particular case, an advocacy group for people with mental disabilities called Mental Disability Rights International criticized the treatment of the mentally ill in a report called \"Behind Closed Doors: Human Rights Abuses in the Psychiatric Facilities, Orphanages and Rehabilitation Centers of Turkey\".[187] As a result of this criticism, Turkey's largest psychiatric hospital, the Bakırköy Psychiatric Hospital in Istanbul, abolished the use of \"unmodified\" ECT procedures.[188]\n\nAnalysts pointed (in 2010) to racism and hate speech on the rise in Turkey, including against Armenians and against Jews. The report says \"If one goes through the press in Turkey, one would easily find cases of racism and hate speech, particularly in response to the deplorable carnage and suffering in Gaza. These are the cases in which there is no longer a distinction between criticizing and condemning Israel's acts and placing Jews on the firing line.\"[189]\n\nMistreatment of religious minorities is a common problem in Turkey and is sometimes sanctioned by the state's leadership.[190] Christians for example live in fear of persecution and suffer from discriminatory laws that give non-Muslims disadvantages in comparison to the country's Muslim majority.[191]\n\nAmong the discriminated religious minorities in Turkey are the Alevis, whose \"Muslimness\" is still unconfirmed. As a result of national and government policy, their religious rights are also restricted and at many instances are a persecuted religious minority.[192]\n\nDuring 2008 there has been an increase in \"hate crimes\" in Turkey originating from racism, nationalism and intolerance.[193] Despite provisions in the Constitution and the laws there have been no convictions for a hate crime so far, from either racism or discrimination.[193] Since the beginning of 2006 a number of killings were committed in Turkey against people of ethnic or religious minorities or different sexual orientation or social sexual identity. Article 216 of the Turkish Penal Code provides for a general ban of publicly inciting people to hatred and disgust.[193]\n\nTurkey does not appear to be the scene of large-scale or overt expressions of racism against individuals in the strictest sense of term. However, one of the main challenges facing Turkey in the field of European Commission against Racism and Intolerance (ECRI) concerns would appear to be the need to reconcile the strong sense of national identity and the wish to preserve the unity and integrity of the State with the right of different minority groups within Turkey to express their own sense of ethnic identity, for example through the maintenance and development of linguistic and cultural aspects of that identity.[194]\n\n"
        },
        {
            "title": "Internally displaced people",
            "text": "Around a million people became displaced from towns and villages in south-eastern Turkey during the 1980s and 1990s as a result of the insurgent actions of the Kurdistan Workers’ Party (PKK) and the counter-insurgency policies of the Turkish government.[195]\n\nThe Migrants’ Association for Social Cooperation and Culture (GÖÇ-DER) was founded in Istanbul in 1997. Branches were later established in Diyarbakir, Van and Hakkari. GÖÇ-DER has been sued five times for its activities. Four of them ended in acquittal.[196] One case demanding the closure of GÖÇ-DER Diyarbakir is still pending after the Court of Cassation cancelled the decision of Diyarbakir Judicial Court No. 1 not to band the association. This court has to hear the case again and scheduled the next hearing for 2 February 2010.[197]\n\nIn July 2008 Beşir Atalay, Minister of the Interior, answered a request by the CHP deputy of Adıyaman, Şevket Köse. He said that 314,000 people had applied for aid in order to return to their village. As of May 2008 151,469 people had returned to their villages in 14 provinces. They had been paid about 530 million Turkish Lira.[198]\n\nOn 12 April 2006, Human Rights Watch researcher Jonathan Sugden was detained by police in Bingöl, while he was carrying out research in the predominantly Kurdish southeast of the country into the possibilities for IDPs to return and abuses allegedly involving the Turkish gendarmerie and government-armed local defense units called \"village guards.\" He was deported to London the next day.[199]\n\n"
        },
        {
            "title": "",
            "text": "The Constitution affirms the right of workers to form labor unions \"without obtaining permission\" and \"to possess the right to become a member of a union and to freely withdraw from membership\" (Article 51). Articles 53 and 54 affirm the right of workers to bargain collectively and to strike, respectively. The law prohibits strikes by civil servants, public workers engaged in the safeguarding of life and property, workers in the coal mining and petroleum industries, sanitation services, national defense, banking, and education; however, many workers in these sectors conducted strikes in violation of these restrictions with general impunity. The law requires that, in order to become a bargaining agent, a union must represent 50 percent plus one of the employees at a given work site and 10 percent of all the workers in that particular industry. Labor law prohibits union leaders from becoming officers of or otherwise performing duties for political parties and from working for or being involved in the operation of any profit-making enterprise[49] Most labor experts in the country estimated that approximately 20 percent of the wage and salary workers in the labor force were unionized.\n\nThe Labor Act of 2003 established a 45-hour workweek, banned discrimination based on sex, religion, or political affiliation, and entitlement to compensation in case of termination without valid cause. It also mandated that working hours per day cannot exceed 11 hours.[200]\n\nTurkey has had a standard state-run pensions system based on European models since the 1930s. Furthermore, since 1999, Turkey has a state-run unemployment insurance system, introduced by Law 4447[201] obligatory for all declared workers.\n\n"
        },
        {
            "title": "Extraterritorial beatings",
            "text": "In May 2017, bodyguards of Recep Tayyip Erdoğan attacked Kurdish rights protesters outside the Turkish embassy in Washington, D.C.[202]\n\n"
        }
    ]
}