{
    "url": "https://en.wikipedia.org/wiki/Living_things_in_culture",
    "title": "Human uses of living things",
    "table_of_contents": [
        "1 Context",
        "1.1 Culture",
        "1.2 Three types of use",
        "2 Practical uses",
        "2.1 For food and materials",
        "2.2 For work and transport",
        "2.3 In science",
        "2.4 For medicines and drugs",
        "2.5 For pleasure",
        "3 Symbolic uses",
        "3.1 In art",
        "3.2 In literature and film",
        "3.3 In mythology and religion",
        "4 As participants",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human uses of living things, including animals[1] plants,[2] fungi, and microbes, take many forms, both practical, such as the production of food and clothing, and symbolic, as in art, mythology, and religion. The skills and practices involved are transmitted by human culture through social learning.[3] Social sciences including archaeology, anthropology and ethnography are starting to take a multispecies view of human interactions with nature, in which living things are not just resources to be exploited, practically or symbolically, but are involved as participants.\n\nPlants provide the greater part of the food for people and their domestic animals: much of human culture and civilisation came into being through agriculture. While many plants have been used for food, a small number of staple crops including wheat, rice, and maize provide most of the food in the world today. In turn, animals provide much of the meat eaten by the human population, whether farmed or hunted, and until the arrival of mechanised transport, terrestrial mammals provided a large part of the power used for work and transport. A variety of living things serve as models in biological research, such as in genetics, and in drug testing. Until the 19th century, plants yielded most of the medicinal drugs in common use, as described in the 1st century by Dioscorides. Plants are the source of many psychoactive drugs, some such as coca known to have been used for thousands of years. Yeast, a fungus, has been used to ferment cereals such as wheat and barley to make bread and beer; other fungi such as Psilocybe and fly agaric mushrooms have been gathered as psychoactive drugs.\n\nMany species of animal are kept as pets, the most popular being mammals, especially dogs and cats. Plants are grown for pleasure in gardens and greenhouses, yielding flowers, shade, and decorative foliage; some, such as cactuses, able to tolerate dry conditions, are grown as houseplants.\n\nAnimals such as horses and deer are among the earliest subjects of art, being found in the Upper Paleolithic cave paintings such as at Lascaux.\n\nLiving things further play a wide variety of symbolic roles in literature, film, mythology, and religion. Sometimes a major disease like tuberculosis, caused by a bacterium, plays a role in culture, in its case being associated for some reason with artistic creativity.\n\n"
        },
        {
            "title": "Context",
            "text": "Culture consists of the social behaviour and norms found in human societies and transmitted through social learning. Cultural universals in all human societies include expressive forms like art, music, dance, ritual, religion, and technologies like tool usage, cooking, shelter, and clothing. The concept of material culture covers physical expressions such as technology, architecture and art, whereas immaterial culture includes principles of social organization, mythology, philosophy, literature, and science.[3][4] The term \"bioculture\" has been proposed to cover all the practical uses (but not the symbolic ones) of living things in culture, including agriculture, production of food and clothing, forestry, animal breeding and training, the pet trade, use of living things in science, zoos and aquariums, animal sports, and the raising of game animals for sport hunting.[5]\n\nScholars of human culture have traditionally divided uses of living things into two categories: practical use for food[6] and other resources; and symbolic use such as in art[7] and religion.[8] More recently, scholars have added a third type of interaction, where living things, whether animals, plants, fungi or microbes function as participants. This makes the relationships bidirectional, explicitly implying various forms of symbiosis in a complex ecology.[9][10][11][12] These three types are described in turn.\n\n"
        },
        {
            "title": "Practical uses",
            "text": "The human population exploits and depends on many animal and plant species for food, mainly through agriculture, an essential component of human culture, but also by exploiting wild populations, notably of marine fish.[13][14][15] Livestock animals are raised for meat across the world; they include (2011) around 1.4 billion cattle, 1.2 billion sheep and 1 billion domestic pigs.[15][16][17]\n\nPlants provide the greater part of food for humans, and for their domestic animals. They have played a key role in the history of world civilizations. Agriculture includes agronomy for arable crops, horticulture for vegetables and fruit, and forestry for timber.[18] About 7,000 species of plant have been used for food, though most of today's food is derived from only 30 species. The major staples include cereals such as rice and wheat, starchy roots and tubers such as cassava and potato, and legumes such as peas and beans. Vegetable oils such as olive oil provide lipids, while fruit and vegetables contribute vitamins and minerals to the diet.[19]\n\nPlants grown as industrial crops are the source of a wide range of products used in manufacturing, sometimes so intensively as to risk harm to the environment.[20] Nonfood products include essential oils, natural dyes, pigments, waxes, resins, tannins, alkaloids, amber and cork. Products derived from plants include soaps, shampoos, perfumes, cosmetics, paint, varnish, turpentine, rubber, latex, lubricants, linoleum, plastics, inks, and gums. Renewable fuels from plants include firewood, peat and other biofuels.[21][22] The fossil fuels coal, petroleum and natural gas are derived from the remains of aquatic organisms including phytoplankton in geological time.[23]\nStructural resources and fibres from plants are used to construct dwellings and to manufacture clothing. Wood is used not only for buildings, boats, and furniture, but also for smaller items such as musical instruments and sports equipment. Wood is pulped to make paper and cardboard.[24] Cloth is often made from cotton, flax, ramie or synthetic fibres such as rayon and acetate derived from plant cellulose. Thread used to sew cloth likewise comes in large part from cotton.[25]\nPlants are a primary source of basic chemicals, both for their medicinal and physiological effects, and for the industrial synthesis of a vast array of organic chemicals.[26]\n\nTextiles are made from both animal fibres, including wool and silk,[27][28] and plant fibres, including cotton and flax. Dyestuffs too are made both from animals, including carmine[29][30] from the bodies of insects, and from plants, including indigo, [madder], and lichens.\n\nWorking domestic animals including cattle, horses, yaks, camels, and elephants have been used for work and transport from the origins of agriculture, their numbers declining with the arrival of mechanised transport and agricultural machinery. In 2004 they still provided some 80% of the power for the mainly small farms in the third world, and some 20% of the world's transport, again mainly in rural areas. In mountainous regions unsuitable for wheeled vehicles, pack animals continue to transport goods.[31]\n\nBiology studies the whole range of living things.\n\nAnimals such as the fruit fly Drosophila melanogaster, the zebrafish, the chicken and the house mouse, serve a major role in science as experimental models,[32] both in fundamental biological research, such as in genetics,[33] and in the development of new medicines, which must be tested exhaustively to demonstrate their safety.[34][35] Millions of mammals, especially mice and rats, are used in experiments each year.[36]\nKnockout mice are used to help discover the functions of genes.[37][38]\n\nBasic biological research has often been done with plants. In genetics, the breeding of pea plants allowed Gregor Mendel to derive the basic laws governing inheritance,[39]  and examination of chromosomes in maize allowed Barbara McClintock to demonstrate their connection to inherited traits.[40] The plant Arabidopsis thaliana is used in laboratories as a model organism to understand how genes control the growth and development of plant structures.[41] Space stations or space colonies may one day rely on plants for life support.[42]\n\nVaccines have been made using animals since their discovery by Edward Jenner in the 18th century. He noted that inoculation with live cowpox afforded protection against the more dangerous smallpox. In the 19th century, Louis Pasteur developed an attenuated (weakened) vaccine for rabies. In the 20th century, vaccines for the viral diseases mumps and polio were developed using animal cells grown in vitro.[43]\n\nAn increasing variety of medicinal drugs are based on toxins and other molecules of animal origin. The cancer drug Yondelis was isolated from the tunicate Ecteinascidia turbinata. One of dozens of toxins made by the deadly cone snail Conus geographus is used as Prialt in pain relief.[44]\n\nSince classical times and possibly much earlier, hundreds of species of plants have provided drugs to treat a wide range of conditions. Dioscorides's De Materia Medica, written by 70 AD, listed some 600 medicinal plants and around 1000 drugs made from them, including substances known to be effective such as aconite, aloes, colocynth, colchicum, henbane, opium and squill. The book remained a standard reference for nearly two thousand years, and was the basis of the European pharmacopoeia until the end of the 19th century.[45][46]\n\nAlso since the earliest times, people have exploited some of the many psychoactive substances manufactured by plants in religious rituals and for pleasure.[47]  Among the most widely used throughout history are alcohol, produced by fermenting cereals with yeast (a fungus),[48] tobacco, coffee, tea, chocolate, cannabis, coca (used as leaf for some 8,000 years in Peru,[49][50]\nand in recent times also purified to cocaine), mescaline (from a cactus) and psilocybin (from a fungus).[51]\n\nBoth animals and plants are used to provide pleasure, through a range of activities including keeping pets, hunting, fishing, and gardening.\n\nA wide variety of animals are kept as pets, from invertebrates such as tarantulas and octopuses, insects including praying mantises,[52] reptiles such as snakes and chameleons,[53] and birds including canaries, parakeets and parrots[54] all finding a place. Mammals are the most popular pets in the Western world, with the most kept species being dogs, cats, and rabbits. For example, in America in 2012 there were some 78 million dogs, 86 million cats, and 3.5 million rabbits.[55][56][57] There is a tension between the role of animals as companions to humans, and their existence as individuals with rights of their own.[58]\n\nMany animals are hunted for sport.[59]\nThe aquatic animals most often hunted for sport are fish, including many species from large marine predators such as sharks and tuna, to freshwater fish such as trout and carp.[60][61]\nBirds such as partridges, pheasants and ducks, and mammals such as deer and wild boar, are among the terrestrial game animals most often hunted.[62][63][64]\n\nThousands of plant species are cultivated for aesthetic purposes as well as to provide shade, modify temperatures, reduce wind, abate noise, provide privacy, and prevent soil erosion. Plants are the basis of a multibillion-dollar per year tourism industry, which includes travel to historic gardens, national parks, rainforests, forests with colorful autumn leaves, and festivals such as Japan's[65] and America's cherry blossom festivals.[66] While some gardens are planted with food crops, many are planted for aesthetic, ornamental, or conservation purposes. Arboretums and botanical gardens are public collections of living plants. In private outdoor gardens, lawn grasses, shade trees, ornamental trees, shrubs, vines, herbaceous perennials and bedding plants are used. Gardens may cultivate the plants in a naturalistic state, or may sculpture their growth, as with topiary or espalier. Gardening is the most popular leisure activity in the U.S., and working with plants or horticulture therapy is beneficial for rehabilitating people with disabilities. Plants may also be grown or kept indoors as houseplants, or in specialized buildings such as greenhouses that are designed for the care and cultivation of living plants. Venus Flytrap, sensitive plant and resurrection plant are examples of plants sold as novelties. There are also art forms specializing in the arrangement of cut or living plant, such as bonsai, ikebana, and the arrangement of cut or dried flowers. Ornamental plants have sometimes changed the course of history, as in tulipomania.[67]\n\n"
        },
        {
            "title": "Symbolic uses",
            "text": "Both animals and plants are significant in art, whether as background or as main subjects.\n\nAnimals, often mammals but including fish and insects among other groups, have been the subjects of art from the earliest times, in both early history as in Ancient Egypt, and prehistory, as in the cave paintings at Lascaux and other sites in the Dordogne, France and elsewhere. Major artistic depictions of animals include Albrecht Dürer's 1515 The Rhinoceros, and George Stubbs's c. 1762 horse portrait Whistlejacket.[68]\n\nPlants appear in art, either to illustrate their botanical appearance,[69] or for the purposes of the artist, which may include decoration or religious symbolism. For example, the Virgin Mary was compared by the Venerable Bede to a lily, the white petals denoting purity of body, while the yellow anthers signified the radiant light of the soul; accordingly, European portraits of the Virgin's Annunciation may depict a vase of white lilies in her room to indicate her attributes. Plants are also often used as backgrounds or features in portraits, and as main subjects in still lifes.[70][71]\n\nAnimals, plants, and microbes feature in literature and film.\n\nAnimals as varied as bees, beetles, mice, foxes, crocodiles and elephants play a wide variety of roles in literature and film.[72]\nA genre of films has been based on oversized insects, including the pioneering 1954 Them!, featuring giant ants mutated by radiation, and the 1957 The Deadly Mantis.[73][74][75]\nBirds have occasionally featured in film, as in Alfred Hitchcock's 1963 The Birds, loosely based on Daphne du Maurier's story of the same name, which tells the tale of sudden attacks on people by violent flocks of birds.[76] Ken Loach's admired[77] 1969 Kes, based on Barry Hines's 1968 novel A Kestrel for a Knave, tells a story of a boy coming of age by training a kestrel.[77] Parasitoids have inspired science fiction authors and screenwriters to create disgusting and terrifying parasitic alien species that kill their human hosts,[78] such as in Ridley Scott's 1979 film Alien.[79][80]\n\nPlants too, both real and invented, play many roles in literature and film.[81] Plants' roles may be evil, as with the triffids, carnivorous plants with a whip-like poisonous sting as well as mobility provided by three foot-like appendages, from John Wyndham's 1951 science fiction novel The Day of the Triffids, and subsequent adaptations for film and radio.[82] J. R. R. Tolkien's fictional world Middle-earth features many named kinds of plant, including the healing herb athelas[83] the yellow star-flower elanor which grows in special places such as Cerin Amroth in Lothlórien,[84] and the tall mallorn tree[85] of the elves. Tolkien names several individual trees of significance in the narrative, including the Party Tree in the Shire with its happy associations,[85] and the malevolent Old Man Willow[86] in the Old Forest.[87]\nTrees feature in many of Ursula K. Le Guin's books, including the forest world of Athshe and the Immanent Grove[88] on Roke in the Earthsea series, to such an extent that in her introduction to her collection The Wind's Twelve Quarters, she admits to \"a certain obsession with trees\" and describes herself as \"the most arboreal science fiction writer\".[89] James Cameron's 2009 film Avatar features a giant tree named Hometree, the sacred gathering place of the humanoid Na'vi tribe; the interconnected tree, tribe and planet are threatened by mining: the tribe and the film's hero fight to save them.[90] Trees are common subjects in poetry, including Joyce Kilmer's 1913 lyric poem named \"Trees\".[91][92] Flowers, similarly, are the subjects of many poems by poets such as William Blake, Robert Frost, and Rabindranath Tagore.[93]\n\nThe bacterial disease tuberculosis played a role in culture, associated for some reason with artistic creativity. It was known as \"the romantic disease\".[94] Many artistic figures including the poet John Keats, the composer Frederic Chopin and the artist Edvard Munch either had the disease or were close to others who did. Tuberculosis played prominent and recurring roles in diverse fields. These included literature, as in Thomas Mann's The Magic Mountain, set in a sanatorium; in music, as in Van Morrison's song \"T.B. Sheets\"; in opera, as in Puccini's La bohème and Verdi's La Traviata; in art, as in Monet's painting of his first wife Camille on her deathbed; and in film, such as the 1945 The Bells of St. Mary's starring Ingrid Bergman as a nun with tuberculosis.[95][96][97][98][99]\n\nAnimals including many insects[100] and mammals[101] feature in mythology and religion; indeed, animals and plants appear in what has been suggested to be the world's first religion in the Paleolithic era.[102]\nAmong the insects, in both Japan and Europe, as far back as ancient Greece and Rome, a butterfly was seen as the personification of a person's soul, both while they were alive and after their death.[100][103][104] The scarab beetle was sacred in ancient Egypt,[105] while the praying mantis was considered a god in southern African Khoi and San tradition for its praying posture.[106] \nAmong the mammals, cattle,[107] deer,[101] horses,[108] lions[109] and wolves (and  werewolves),[110] are the subjects of myths and worship.\nOf the twelve signs of the Western zodiac, six—Aries (ram), Taurus (bull), Cancer (crab), Leo (lion), Scorpio (scorpion),  and Pisces (fish)—are animals, while two others, Sagittarius (horse/man) and Capricorn (fish/goat) are hybrid animals; the name zodiac indeed means a circle of animals. All twelve signs of the Chinese zodiac are animals.[111][112][113]\n\nPlants including trees are important in mythology and religion, where they symbolise themes such as fertility, growth, immortality and rebirth, and may be more or less magical.[114][115] Thus in Latvian mythology, Austras koks is a tree which grows from the start of the Sun's daily journey across the sky.[116][117] A different cosmic tree is Yggdrasil, the World tree of Norse mythology, on which Odin hung.[118][119] Different again is the barnacle tree, believed in the Middle Ages to have barnacles that opened to reveal geese,[120] a story which may perhaps have started from an observation of goose barnacles growing on driftwood.[121] Greek mythology mentions many plants and flowers,[122] where for example the lotus tree bears a fruit that causes a pleasant drowsiness,[123] while moly is a magic herb mentioned by Homer in the Odyssey with a black root and white blossoms.[124] Magic plants are found, too, in Serbian mythology, where the raskovnik is supposed to be able to open any lock.[125][126] In Buddhist symbolism, both the lotus and the Bodhi Tree are significant. The lotus is one of the Ashtamangala (eight auspicious signs) shared between Buddhism, Jainism and Hinduism, representing the primordial purity of body, speech, and mind, floating above the muddy waters of attachment and desire.[127] The Bodhi Tree is the sacred fig tree under which the Buddha is said to have attained enlightenment; the name is also given to other Bodhi trees thought to have been propagated from the original tree.[128]\n\n"
        },
        {
            "title": "As participants",
            "text": "Social sciences including anthropology, ethnography, and archaeology have long investigated human interactions with living things. Anthropology and ethnography have traditionally studied the roles of living things in human culture in two opposed ways: as physical resources that humans used;[6] and as symbols or concepts through totemism and animism.[8] More recently, these scientists have also seen living things as participants in human social interactions,[9] in what has been called \"multispecies ethnography\".[10][11][129] The anthropologists S. Eben Kirksey and Stefan Helmreich wrote: \n\nArchaeology, too, has traditionally centred ecological interactions on the human side, rather than, in Suzanne E. Pilaar Birch's words,[12]\n\nBirch includes animals, plants, fungi, and microbes among critical interactions with humans:[12]\n\nWhereas historically, Birch states, humans saw themselves as exceptional, such as in the medieval great chain of being, an integrated multispecies approach would assemble expertise \"in diverse areas, including archaeology, human-animal studies, biology, ecology, evolutionary theory, and philosophy\".[12]\n\n"
        }
    ]
}