{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Iran",
    "title": "Human rights in Iran",
    "table_of_contents": [
        "1 Pahlavi dynasty (1925 to 1979)",
        "1.1 Reza Shah era",
        "1.2 Mohammad Reza Shah era",
        "1.2.1 1971–77",
        "1.2.2 Islamic Revolution",
        "2 Islamic Republic, (since 1979)",
        "2.1 Post-revolution",
        "2.1.1 New Constitution",
        "2.1.2 Velayat-e faqih and regime self-preservation",
        "2.1.3 First decade",
        "2.1.4 1990s and the Chain Murders",
        "2.1.5 Early 21st century and mass protests",
        "2.1.5.1 2022 Mahsa Amini protests",
        "2.2 Perspective of the Islamic Republic",
        "2.3 Relative openness",
        "2.4 Comparison",
        "2.5 Human rights bodies and sources of information",
        "3 See also",
        "3.1 Time-specific human rights overviews",
        "3.2 Notable prisons",
        "3.3 Notable prisoners",
        "4 References",
        "4.1 Notes",
        "4.2 Citations",
        "4.3 Bibliography",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFrom the Imperial Pahlavi dynasty (1925 to 1979), through the Islamic Revolution (1979), to the era of the Islamic Republic of Iran (1979 to current), government treatment of Iranian citizens' rights has been criticized by Iranians, by international human rights activists, by writers, by NGOs and the United States. While the monarchy under the rule of the shahs was widely attacked by most Western watchdog organizations for having an abysmal human rights record, the government of the Islamic Republic which succeeded it is considered still worse by many.[1]\n\nThe Pahlavi dynasty—Reza Shah Pahlavi and his son Mohammad Reza Shah Pahlavi—has sometimes been described as a \"royal dictatorship\",[2] or \"one man rule\",[3] and employed secret police, torture, and executions to stifle political dissent. During Mohammad Reza Shah Pahlavi's reign, estimates of the number of political prisoners executed vary from less than 100[1] to 300.\n\nUnder the Islamic Republic, the prison system was centralized and drastically expanded, in one early period (1981-1985) more than 7900 people were executed.[1] The Islamic Republic has been criticized both for restrictions and punishments that follow the Islamic Republic's constitution and law, but not international human rights norms (harsh penalties for crimes, punishment of victimless crimes, restrictions on freedom of speech and the press, restrictions on freedom of religion, etc.); and for \"extrajudicial\" actions that follow neither, such as firebombings of newspaper offices, and beatings, torture, rape, and killing without trial of political prisoners and dissidents/civilians.[4][5]\n\n"
        },
        {
            "title": "",
            "text": "The Imperial State of Iran, the government of Iran during the Pahlavi dynasty, lasted from 1925 to 1979. The use of torture and abuse of prisoners varied at times during the Pahlavi reign, according to one history,[6] but both of two monarchs –  Reza Shah Pahlavi and his son Mohammad Reza Shah Pahlavi –  employed censorship,  secret police, torture, and executions.\n\nThe reign of Reza Shah was authoritarian and dictatorial at a time when authoritarian governments and dictatorships were common in both the region and the world, and the Universal Declaration of Human Rights was some years away.[7] Freedom of the press, workers' rights, and political freedoms were restricted under Reza Shah. Independent newspapers were closed down, political parties –  even the loyal Revival party  –  were banned. The government banned all trade unions in 1927, and arrested 150 labor organizers between 1927 and 1932.[8]\n\nPhysical force was used against some kinds of prisoners –  common criminals, suspected spies, and those accused of plotting regicide. Burglars in particular were subjected to the bastinado (beating the soles of the feet), and the strappado (suspended in the air by means of a rope tied around the victims arms) to \"reveal their hidden loot\". Suspected spies and assassins were \"beaten, deprived of sleep, and subjected to the qapani\" (the binding of arms tightly behind the back) which sometimes caused a joint to crack. But for political prisoners –  who were primarily Communists –  there was a \"conspicuous absence of torture\" under Reza Shah's rule.[9] The main form of pressure was solitary confinement and the withholding of \"books, newspapers, visitors, food packages, and proper medical care\". While often threatened with the qapani, political prisoners \"were rarely subjected to it.\"[10]\n\nMohammad Reza became monarch after his father was deposed following the Anglo-Soviet invasion of Iran in 1941. Political prisoners (mostly Communists) were released by the occupying powers, and the shah (crown prince at the time) no longer had control of the parliament.[11] But after an attempted assassination of the Shah in 1949, he was able to declare martial law, imprison communists and other opponents, and restrict criticism of the royal family in the press.[12]\n\nFollowing the pro-Shah coup d'état that overthrew the Prime Minister Mohammad Mosaddegh in 1953, the Shah again cracked down on his opponents, and political freedom waned. He outlawed Mosaddegh's political group the National Front, and arrested most of its leaders.[13] Over 4000 political activists of the Tudeh party were arrested,[14] (including 477 in the armed forces), forty were executed, another 14 died under torture and over 200 were sentenced to life imprisonment.[13][15][16]\n\nDuring the height of its power, the shah's secret police SAVAK had virtually unlimited powers. The agency closely collaborated with the CIA.[17]\n\nAccording to Amnesty International's Annual Report for 1974–1975 \"the total number of political prisoners has been reported at times throughout the year [1975] to be anything from 25,000 to 100,000.\"[18]\n\nIn 1971, a guerrilla attack on a gendarmerie post (where three police were killed and two guerrillas freed, known as the \"Siahkal incident\") sparked \"an intense guerrilla struggle\" against the government, and harsh government countermeasures.[19] Guerrillas embracing \"armed struggle\" to overthrow the Shah, and inspired by international Third World anti-imperialist revolutionaries (Mao Zedong, Ho Chi Minh, and Che Guevara), were quite active in the first half of the 1970s[20][Note 1] when hundreds of them died in clashes with government forces and dozens of Iranians were executed.[22] According to Amnesty International, the Shah carried out at least 300 political executions.[23]\n\nTorture was used to locate arms caches, safe houses and accomplices of the guerrillas, and also ln attempts to induce  enemies of the state to become supporters.[24]\n\nIn 1975, the human rights group Amnesty International –  whose membership and international influence grew greatly during the 1970s[25] –  issued a report on treatment of political prisoners in Iran that was \"extensively covered in the European and American Press\".[26] By 1976, this repression was softened considerably thanks to publicity and scrutiny by \"numerous international organizations and foreign newspapers\" as well as the newly elected President of the United States, Jimmy Carter.[27][28]\n\nThe 1978–79 Iranian Revolution overthrowing the Pahlavi government started with demonstrations in October 1977 and ended on 11 February 1979 with the defeat of the Shah's troops.\nDuring the revolution, protestors were fired upon by troops and prisoners were executed. The real and imaginary human rights violations contributed directly to the Shah's demise,[Note 2] (as did his scruples in not violating human rights as much as his general urged him to, according to some).[30]\n\nThe deaths of the popular and influential modernist Islamist leader Ali Shariati and the Ayatollah Ruhollah Khomeini's son Mostafa, in 1977, were believed to be assassinations perpetrated by SAVAK by many Iranians.[31][32] On 8 September 1978, (Black Friday) troops fired on religious demonstrators in Zhaleh (or Jaleh) Square. The clerical leadership announced that \"thousands have been massacred by Zionist troops\" (i.e.  Israel troops rumored to be aiding the Shah),[33] Michel Foucault reported 4000 had been killed,[34] and another European journalist reported that the military left behind a `carnage`.[35] Johann Beukes, author of Foucault in Iran, 1978–1979, notes that \"Foucault seems to have adhered to this exaggerated death count at Djaleh Square, propagated by the revolting masses themselves. Thousands were wounded, but the death toll unlikely accounted to more than hundred casualties\".[36] According to the historian Abbas Amanat:[37]\n\nPost-revolutionary accounting by Emadeddin Baghi, of the government Foundation of Martyrs and Veterans Affairs, found 88 people killed on Black Friday: 64 (including two females) in Jaleh Square, and 24 (including one woman) in other parts of the capital.[38] According to the military historian Spencer C. Tucker, 94 were killed on Black Friday, consisting of 64 protesters and 30 government security forces.[39] According to the Iranologist Richard Foltz, 64 protesters died at Jaleh Square.[40]\n\n"
        },
        {
            "title": "",
            "text": "The new constitution of the Islamic Republic[41] \nwas adopted by referendum in December 1979.[42][43][Note 3] Although Ayatollah Khomeini was the undisputed leader of the revolution, he had many supporters who hoped the revolution would replace the Shah with  democracy. Consequently, the constitution combined conventional liberal democratic mandates for an elected president and legislature,[45] and civil and political rights for its citizens, with theocratic elements Khomeini desired. But it was theocracy that was pre-eminent. The constitution vested sovereignty in God, mandated non-elected governing bodies/authorities to supervise the elected ones,[45][46] and subordinated the civil/political rights[47] to the laws/precepts/principles of Islam,[48]\n\nSome of the ways that basics of law in Iran clashed with  the Universal Declaration of Human Rights after 1979 included:\n\nThe vast majority of killings of political prisoners occurred in the first decade of the Islamic Republic, after which violent repression lessened.[87]\n\nAfter the revolution, the new regime worked to consolidate its rule. Human rights groups estimated the number of casualties suffered by protesters and prisoners of the Islamic government to be several thousand. The first to be executed were members of the old system – senior generals, followed by over 200 senior civilian officials.[88] Their trials were brief and lacked defense attorneys, juries, transparency or the opportunity for the accused to defend themselves.[89]  By January 1980 \"at least 582 persons\" had been executed.[90][91]  In mid-August 1979, several dozen newspapers and magazines opposing Khomeini's idea of theocratic rule by jurists were shut down.[92][93][94] Political parties were banned (the National Democratic Front  in August 1979, the Muslim People's Republican Party in January 1980),  a purge of universities started in March 1980.\n\nBetween January 1980 and June 1981 another 900 executions (at least) took place,[95] for everything from drug and sexual offenses to \"corruption on earth\", from plotting counter-revolution and spying for Israel to membership in opposition groups.[96] And in the year after that, at least 8,000 were executed.[22][97]  According to estimates provided by the military historian Spencer C. Tucker, in the period of 1980 to 1985, between 25,000 to 40,000 Iranians were arrested, 15,000 Iranians were tried and 8,000 to 9,500 Iranians were executed.[39]\n\nSomewhere between 3000 and 30,000 political prisoners were executed between July and early September 1988 on orders of the Supreme Leader Ayatollah Ruhollah Khomeini. While the government attempted to keep the executions secret, by 2020 UN Special Rapporteurs had sent a letter to the IRI  describing the killings as \"crimes against humanity\".[98]\n\nIn the 1990s there were a number of unsolved murders and disappearances of intellectuals and political activists who had been critical of the Islamic Republic system in some way.[99] In 1998 these complaints came to a head with the killing of three dissident writers (Mohammad Jafar Pouyandeh, Mohammad Mokhtari, Majid Sharif), a political leader (Dariush Forouhar) and his wife in the span of two months, in what became known as the \"Chain murders\" or 1998 Serial Murders of Iran.[100][101]  Altogether more than 80 writers, translators, poets, political activists, and ordinary citizens are thought to have been killed over the course of several years.[100]\n\nWhile reformist journalists and media were able to uncover the murders, the man responsible for much of the exposing of the chain murders—Saeed Hajjarian, a Ministry of Intelligence operative-turned-journalist and reformer—came close to being murdered and ended up seriously crippled by a member of the Basij;[102] and the deputy security official of the Ministry of Information, Saeed Emami blamed for the killings died in prison, allegedly committing suicide, though many believe he was killed and that \"higher level officials were responsible for the killings\".[103]\n\nWith the rise of the Iranian reform movement and the election of moderate Iranian president Mohammad Khatami in 1997, numerous moves were made to modify the Iranian civil and penal codes in order to improve the human rights situation. The predominantly reformist parliament drafted several bills allowing increased freedom of speech, gender equality, and the banning of torture. These were all dismissed or significantly watered down by the Guardian Council and leading conservative figures in the Iranian government at the time.[104]\n\nBy 2007, The Economist magazine wrote:\n\nSeveral major recent protest movements — the July 1999 Iran student protests,[106][107] 2009 Iranian presidential election protests, 2017–18 Iranian protests, 2019–2020 Iranian protests — have been met with  violent crackdowns from the \"parallel institution\" of the Basij, with mass arrests, live ammunition, show trials.[108] The  November 2019 protests led to hundreds of civilian deaths and thousands of injuries, and a nationwide internet blackout by the government,[108] \"reported abuse and torture in detention\",[109] and the \"greenlighting\" of \"these rampant abuses\" by the Supreme Leader Ali Khamenei.[110]Estimates of the killed vary from 200[111] to 1500.[112]\n\nFrom 2018 to 2020 human rights complaints included a high rate of executions, the targeting of \"journalists, online media activists, and human rights defenders\" by the \"security apparatus and Iran's judiciary\" in \"blatant disregard of international and domestic legal standards\",[113] including \"decades-long prison sentences\" for human rights defenders,[109] \"excessive force ... arbitrary mass arrests and serious due process violations\" in response to economic protests by the public.[114]\n\nIn September 2022 a new round of \"nationwide\" protest began that has \"spread across social classes, universities, the streets [and] schools\", and been called \"the biggest threat\" to the government of Iran since its founding with the Islamic Revolution.[115] \nThe unrest began with the Death of Mahsa Amini at the hands of Iranian morality Islamic police, after she was detained for allegedly wearing hijab incorrectly. as of 29 November 2022[update] at least 448 people, including 60 minors, \n[116] have been killed as a result of the government's intervention in the protests. An estimated 18,170 have been arrested throughout 134 cities and towns, and at 132 universities.[117]\n\nIn 1984, Iran's representative to the United Nations, Sai Rajaie-Khorassani, declared the Universal Declaration of Human Rights to be representing a \"secular understanding of the Judeo-Christian tradition\", which did not \"accord with the system of values recognized by the Islamic Republic of Iran\" and whose provisions the IRI would \"not hesitate to violate\".[118]\n\nOfficials of the Islamic Republic have responded to criticism by stating that Iran has \"the best human rights record\" in the Muslim world (2012);[119] that it is not obliged to follow \"the West's interpretation\" of human rights (2008);[120] and that the Islamic Republic is a victim of \"biased propaganda of enemies\" which is \"part of a greater plan against the world of Islam\" (2008).[121]\n\nWhile in 2004 reformist president Mohammad Khatami stated that Iran certainly has \"people who are in prison for their ideas.\" In general Iranian officials have denied Iran has political prisoners (Judiciary chief Ayatollah Mahmoud Hashemi Shahroudi in 2004),[122] or claimed that Iran's  human rights record is better than that of countries that criticize it (President Mahmoud Ahmadinejad in 2007 and 2008),[123][124][125] or better than Israel's.[123]\n\nOne observation made by some non-governmental individuals about the state of human rights in the Islamic Republic is that it is not so severe that the Iranian public is afraid to criticize its government publicly to strangers. While in neighboring Syria \"taxi driver[s] rarely talk politics; the Iranian[s] will talk of nothing else.\"[126]\n\nExplanations for why this is include the importance of \"debate and discussion\" among clerics in Shiite Islam that has spilled over into the Iranian public (journalist Elaine Sciolino),[127] and that \"notions of democracy and human rights\" now have much deeper roots among Iranians than under the Shah (Akbar Ganji, Arzoo Osanloo, Hooman Majd),[128]  in fact are \"almost hegemonic\" (Arzoo Osanloo),[129] so that it is much harder to spread fear among them, even to the point that if Iranian intelligence services \"were to arrest anyone who speaks ill of the government in private, they simply couldn't build cells fast enough to hold their prisoners\" (journalist Hooman Majd).[130]\n\nThe Islamic revolution is thought to have a significantly worse human rights record than the Pahlavi Dynasty it overthrew. According to political historian Ervand Abrahamian, \"whereas less than 100 political prisoners had been executed between 1971 and 1979, more than 7900 were executed between 1981 and 1985. ... the prison system was centralized and drastically expanded ... Prison life was drastically worse under the Islamic Republic than under the Pahlavis. One who survived both writes that four months under [Islamic Republic warden] Ladjevardi took the toll of four years under SAVAK.[1] In the prison literature of the Pahlavi era, the recurring words had been ‘boredom’ and ‘monotony’. In that of the Islamic Republic, they were ‘fear’, ‘death’, ‘terror’, ‘horror’, and most frequent of all ‘nightmare’ (‘kabos’).\"[22]\n\nSince the founding of the Islamic Republic, human rights violations  have been the subject of resolutions and decisions by the United Nations and its human rights bodies, and by the Council of Europe, European Parliament and United States Congress.[131]\nIn early 1980 Iran became one of the few countries (where conditions were bad enough) to ever be investigated by a UN country rapporteur under the UN Special Procedures section. \nFour years later the United Nations Commission on Human Rights appointed a Special Representative on Iran to study its human rights situation and as of 2001 three men have filled that role.  In addition to the UN Commission, more information on human rights violations has been provided by Human Rights NGOs and memoires by political prisoners who were released and which became available in the 1990s.[132]  According to The Minority Rights Group, in 1985 Iran became \"the fourth country ever in the history of the United Nations\" to be placed on the agenda of the General Assembly because of \"the severity and the extent of this human rights record\".[133]\n\nIn response, not only has the Islamic Republic not implement recommendations to improve conditions (according to the UNCHR), but it has retaliated \"against witnesses who testified to the experts.\"[134]  The United Nations Commission on Human Rights (UNCHR) has repeatedly passed resolutions criticizing human rights violations against Iran's religious minorities—especially the Baháʼís[131]—as well as the Islamic Republic's \"instances of torture, stoning as a method of execution and punishment such as flogging and amputations\",[135][136] and the situation of a hunger striker (Farhad Meysami).[137]\n\nIn addition, non-governmental human rights groups such as Human Rights Watch, Amnesty International, the Center for Human Rights in Iran, have issued reports and expressed concern over issues such as the treatment of religious minorities, prison conditions, medical conditions of prisoners,[137] deaths of prisoners[135] (Vahid Sayadi Nasiri),[138] mass arrests of  anti-government demonstrators.[139]\n\n"
        },
        {
            "title": "See also",
            "text": "See also List of prisons § Iran\n\n"
        }
    ]
}