{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Sierra_Leone",
    "title": "Human rights in Sierra Leone",
    "table_of_contents": [
        "1 Historical background",
        "2 Basic rights",
        "3 Women's rights",
        "4 Children's rights",
        "5 Human trafficking",
        "6 Health conditions and human rights",
        "6.1 Disabled people",
        "7 Rights of refugees and asylum seekers",
        "8 Ethnic minority rights",
        "9 LGBT rights",
        "10 Employment rights",
        "11 Legal system",
        "11.1 Rights of arrested persons",
        "11.2 Rights of persons on trial",
        "11.3 Rights of prisoners",
        "12 International treaties",
        "13 See also",
        "14 Notes",
        "15 References",
        "16 External links",
        "16.1 Reports",
        "16.2 International organizations",
        "16.3 National organizations"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights in Sierra Leone are in a rather deplorable state, but have improved gradually since the end of its civil war in 2002. Among the major human-rights problems in Sierra Leone today, according to a 2011 U.S. State Department report, are \"security force abuse and use of excessive force with detainees, including juveniles; harsh conditions in prisons and jails; official impunity; arbitrary arrest and detention; prolonged detention, excessive bail, and insufficient legal representation; interference with freedom of speech and press; forcible dispersion of demonstrators; widespread official corruption; societal discrimination and violence against women, discrimination based on sexual orientation; female genital mutilation (FGM); child abuse; trafficking in persons, including children; and forced child labor\".[1]\n\nSierra Leone has acceded to or ratified the International Covenant on Civil and Political Rights (ICCPR), the Convention Against Torture and Other Cruel, Inhuman and Degrading Treatment or\nPunishment, the Convention on the Elimination of All Forms of Discrimination against Women, and the African Charter on Human and Peoples' Rights.[2]\n\nIn September 2011, Sierra Leone's First UPR Report was adopted by the UN Human Rights Council (HRC) in Geneva. Of the 129 recommendations made by the review committee on 5 May 2011, the government of Sierra Leone noted that it had already implemented 57.[3]\n\nIn November 2012, Sierra Leone was elected to the U.N. Human Rights Council.[4]\n\n"
        },
        {
            "title": "Historical background",
            "text": "A 2001 overview noted that there had been \"serious and grotesque human rights violations\" in Sierra Leone since its civil war began in 1991.The rebels, the Revolutionary United Front (RUF), had \"committed horrendous abuses\", including rape and the amputation of limbs. The report noted that \"25 times as many people\" had already been killed in Sierra Leone than had been killed in Kosovo at the point when the international community decided to take action. \"In fact, it has been pointed out by many that the atrocities in Sierra Leone have been worse than was seen in Kosovo.\"[5]\n\nCrimes committed during the war \"included severing limbs, forcibly recruiting children into armed groups, widespread rape and coercion of women and girls as 'bush wives' of combatants, burning houses, and killing and maiming of civilians. More than 200,000 people are estimated to have been killed, and hundreds of thousands more were displaced across the country.\"[2]\n\nAbout one quarter of the soldiers serving in the government armed forces during the civil war were under age 18.[5] \"Recruitment methods were brutal – sometimes children were abducted, sometimes they were forced to kill members of their own families so as to make them outcasts, sometimes they were drugged, sometimes they were forced into conscription by threatening family members.\" Child soldiers were deliberately overwhelmed with violence \"in order to completely desensitize them and make them mindless killing machines\".[6]\n\nSierra Leone's civil war ended in January 2002 after the U.N. established a large peacekeeping force that helped restore peace and stability. A Truth and Reconciliation Commission (TRC) was established, and in 2004 it issued its final report, which included a long list of recommendations intended to remedy \"some of the endemic problems that the TRC identified as causes of the war including issues relating to protecting human rights, fighting corruption, the need for wholesale reform of the justice and security sectors, and improving the democratic participation of youth and women\".[7]\n\nIn 2004 UN peacekeepers handed security over to Sierra Leone's armed forces and police and were replaced by a UN peacebuilding mission, UNIOSIL, which in 2008 was in turn replaced by the UN Integrated Peacebuilding Office in Sierra Leone (UNIPSIL), which is tasked with monitoring and upholding human rights and the rule of law.[1]\n\nAccording to Amnesty International, \"stability and security have increased in Sierra Leone since 2002\".[8] The government has made efforts to improve human rights on a variety of fronts, establishing \"systems of accountability for human rights and humanitarian law violations committed during the conflict, and promoting rule of law and democratic governance\", according to a 2010 report by the International Center for Transitional Justice. Still, the country falls seriously short by most human-rights measures, and the ICTJ notes that despite \"progress on its obligations to provide justice to victims of serious human rights violations\", Sierra Leone \"needs to work harder\" at implementing the TRC's recommendations.[7]\n\nThe following chart shows Sierra Leone's ratings since 1972 in the Freedom in the World reports, published annually by Freedom House. A rating of 1 is \"free\"; 7, \"not free\".[9]1\n\n"
        },
        {
            "title": "Basic rights",
            "text": "Although the law bans discrimination based on race, tribe, sex, and several other attributes, prejudice is widespread and customary laws enshrine various forms of discrimination. Also, citizenship is essentially denied to persons who are not of \"Negro-African descent\".[citation needed]\n\nAlthough freedom of speech and of the press are officially guaranteed, they are often restricted and journalists engage in self-censorship.  As a rule, journalists lack skills, resources, and professional ethics. Libel cases are rare.[citation needed] Radio is the major source of news, and in 2009 radio stations owned by political parties were closed by the government after riots. There are no restrictions on Internet access, academic freedom, cultural events, or freedom of assembly, although police have sometimes broken up demonstrations.[1] On April 16–18, 2012, for example, police responded with disproportionate force to a protest in the town of Bumbuna by employees of African Minerals, killing one and severely wounding several more.[10]\n\nThe right to move freely around the country, travel abroad, move abroad, and move back to the country is guaranteed, although police demand bribes at roadblocks. While the Liberian border is officially open, border officials often extort bribes from travelers.  From time to time, moreover, Guinean troops stationed on the border with that country harass Sierra Leonean locals.\n\nIn urban areas, vigilante violence against debtors, suspected thieves, and others is common.[1]\n\nA December 2012 report by Amnesty International described Sierra Leone as one of three countries in the world that are \"safe havens for war crimes suspects\", noting that while some crimes under international law are also defined as crimes in Sierra Leone, the country \"has not defined these crimes in accordance with the strictest requirements of international law\". Also, \"most crimes under international law...remain outside the scope of Sierra Leonean courts\".[11]\n\n"
        },
        {
            "title": "",
            "text": "There is widespread discrimination in Sierra Leone against women, who are routinely denied equal access to education, medical care, employment, and credit. In 2007, 43 percent of women in Sierra Leone were married to polygamous men.\n\nWomen are at a significant disadvantage under the tribal laws that are in force everywhere except in the capital. These laws forbid, for example, the ownership of land by women. Tribal chiefs sometimes detain women and children or evict them from their homes in collusion with the women's husbands. Women's status in some ethnic groups is notably worse than in others, although they are effectively second-class citizens in all of the tribes. Tribal secret societies in rural areas hold forcible initiation rites that, in the case of women, involve genital mutilation. The number of such initiations, however, appears to be decreasing.\n\nRape is common and viewed more as a societal norm than a criminal problem. A new Sexual Offenses Act, setting the age of consent at 18 and criminalizing marital rape took effect in 2012. Rape is underreported and rape victims are often urged to marry their rapists. Domestic violence is an offense under the 2007 Domestic Violence Act, but is rarely prosecuted. The new Sexual Offenses Act criminalizes sexual harassment.[12]\n\nWife-beating is taken for granted as a normal part of life, and most women consider it a justified punishment for such offenses as burning food or leaving the house without permission. Female genital cutting in Sierra Leone (FGM) which is carried out mainly by women's secret societies, is on the decline owing to a growing sense that it is morally offensive, but remains a major problem. According to a 2013 UNICEF report,[13] 88% of women in Sierra Leone have undergone female genital mutilation. However, there is growing opposition to the practice.[14]\n\n\"The maternal mortality rate in Sierra Leone is one of the highest in the world,\" Amnesty International notes.[8] In 2009 a report by the organization described the country's high maternal and infant mortality rates as a \"human rights emergency\", noting that one in eight women in the country risk dying during pregnancy or childbirth. The report gained wide attention, with an article in the Guardian noting that most women in the country \"are too poor to pay for lifesaving treatment...Thousands bleed to death after giving birth. Most die in their homes. Some die on the way to hospital – in taxis, on motorbikes or on foot. Less than half of deliveries are attended by a skilled birth attendant and fewer than one in five are carried out in health facilities.\"[15]\n\nIn September 2011, Amnesty International noted that despite the launch in Sierra Leone, a year earlier, of the Free Health Care Initiative, under which pregnant women and lactating mothers were supposed to receive free medical treatment, such women were still \"being asked to pay for drugs, which they cannot afford\". An Amnesty International official called Sierra Leone's health-care system \"dysfunctional in many respects\", with poor women and girls enjoying only \"limited access to essential care in pregnancy and childbirth\". Nor is there an effective complaint process.[16]\n\nThe 2007 Domestic Violence Act, 2007 Devolution of Estates Act and 2009 Registration of Customary Marriage and Divorce Act, known as \"the gender acts\", were intended to strengthen women's legal and financial position, and in 2010 the Ministry of Social Welfare, Gender, and Children's Affairs began implementing a four-year National Gender Strategic Plan designed with the help of UN agencies. However, owing to a lack of resources and poor cooperation on the part of other government bodies, the ministry's efforts to protect women's rights have had little effect. .[1]\n\n"
        },
        {
            "title": "",
            "text": "Primary school is supposedly free but schools demand fees and also charge for uniforms and books. Sexual abuse of children is a major and growing issue, and the government takes little action against it. Sierra Leone is a signatory of the International Convention on the Rights of the Child, but not the 1980 Hague Convention on the Civil Aspects of International Child Abduction. It has had a Child Rights Act since 2007, but the law has been far from fully implemented. Marriage of girls under 18 is illegal, but forced child marriage is widespread, with more than half of females marrying before age 18. Child prostitution is also on the rise, with most of the street children in cities working as prostitutes. There is little effort by the government to do anything about this state of affairs.[1]\n\nThe Human Rights Commission of Sierra Leone expressed concern in 2011 that pregnant girls\nhad been removed from an examination hall during the administration of an important test, the Basic Education Certificate Examination, an action that it described as \"a denial of the right to education\".[7]\n\n"
        },
        {
            "title": "Human trafficking",
            "text": "The U.S. State Department's 2012 report on human trafficking identified Sierra Leone as \"a source, transit, and destination country for men, women, and children subjected to forced labor and sex trafficking\". Individuals are compelled to work in \"prostitution, domestic servitude, and forced service or labor in artisanal diamond and granite mining, petty trading, portering, rockbreaking, street crime, and begging\", as well as \"in the fishing and agriculture sectors\". Some persons also end up performing forced labor as a consequence of forced marriages.\n\nThe report noted that \"Sierra Leoneans voluntarily migrate to other West African countries, including Mauritania and Guinea, as well as to the Middle East and Europe, where they are subsequently subjected to forced labor and forced prostitution. Sierra Leone may also be a destination country for children trafficked from Nigeria, and possibly from The Gambia, Cote d'Ivoire, and Guinea, for forced begging, forced labor, and exploitation in prostitution.\"\n\nThe State Department report further observed that while Sierra Leone's government \"does not fully comply with the minimum standards for the elimination of trafficking\", it \"is making significant efforts to do so\", although its efforts to enforce anti-trafficking laws actually decreased in 2011. Also, \"[a]wareness of existing anti-trafficking laws remained weak, courts convicted no trafficking offenders, and fewer suspects were charged with trafficking crimes compared with the previous year\".[17]\n\n"
        },
        {
            "title": "Health conditions and human rights",
            "text": "The problems of disabled persons are not a government priority in Sierra Leone. In its report for 2010, the U.S. State Department pointed out that there was no law prohibiting discrimination against disabled persons, no law protecting their rights, no law requiring that buildings be made wheelchair-accessible, and no government program for disabled people.[17]\n\nIn its 2011 report, the Human Rights Commission of Sierra Leone noted approvingly the passage in that year of the Persons with Disabilities Act 2011, which \"would address the human rights concerns of Persons With Disability\", but added \"that this Act has not been popularized and not much has been done to implement it, particularly the establishment of the National Commission for Persons with Disability\".[7]\n\nThere is one primitive psychiatric facility in Sierra Leone.[17]\n\n"
        },
        {
            "title": "Rights of refugees and asylum seekers",
            "text": "The Refugeees Protection Act provides for assistance to refugees, and the country has helped Liberian refugees and has cooperated with the UN High Commission for Refugees (UNHCR), although individuals who may not have technically qualified as refugees have been denied assistance. Refugees have access to employment, social services, and the justice system.[1]\n\n"
        },
        {
            "title": "Ethnic minority rights",
            "text": "Tribal loyalty is important in many sectors of society, and ethnic discrimination is common. Non-Africans are denied citizenship and the sizable Lebanese minority feels largely alienated from mainstream society.[1]\n\n"
        },
        {
            "title": "LGBT rights",
            "text": "Male, but not female, homosexuality is illegal. Persons known to be gay suffer intense social discrimination. There are underground LGBT support groups. Lesbians are often subject to rapes planned by their families with the intention of turning them straight.[1]\n\nThe Human Rights Commission of Sierra Leone noted in its report for 2011 that the government of Sierra Leone had signed a UN Human Rights Council statement in March of that year calling on nations \"to take steps to end acts of violence, criminal sanctions and related human rights violations committed against individuals because of their sexual orientation or gender identity\". Yet the government had \"rejected recommendations made during the UPR\" that called on it to ban \"discrimination based on sexual orientation or gender identity and to repeal all provisions which may be applied to criminalize sexual activities between consenting adults\". The HRCSL further noted the \"growing hostile comments on this issue in the media and by religious communities\".[7]\n\n"
        },
        {
            "title": "Employment rights",
            "text": "Workers may join unions, although are often pressured by employers not to do so, and unions may strike, but must give 21 days' notice. Collective bargaining is legal. Forced labor is illegal, but the law is not well enforced; such labor is especially widespread in diamond mining and is a traditional punishment imposed by tribal chiefs, although this practice seems to be on the decline.  The U.S. Department of Labor's List of Goods Produced by Child Labor or Forced Labor issued in December 2014 reports that instances of both child labor and forced labor are still observed in the diamond mining industry. Labor by children under 13 is illegal, and work by older children is also limited by law, but these laws are not well enforced, and a high percentage of children are employed, especially in rural areas. Many street children are paid by adults to steal and beg, and some children are taken out of the country to work in homes. The Ministry of Social Welfare, Gender, and Children's Affairs is supposed to monitor such activities but does not do an effective job of it.\n\nSome children sent to cities to be schooled end up working on the street, and some children in orphanages are hired out as household workers. In rural villages, children often do arduous labor, and many children are forced to work in diamond mines. Although the Ministry of Labor and the Ministry of Mineral Resources are supposed to act against child labor, they do not do so effectively.  There is a minimum wage, but it is low and is not enforced. Health and safety standards are not enforced either. There is no law against excessive compulsory overtime.[1]\n\n"
        },
        {
            "title": "Legal system",
            "text": "Arbitrary arrest is illegal, but occurs, and although warrants are required under the law, most arrests are made without them, and some warrants were issued in irregular ways. In 2010, \"[o]nly high-profile cases that were scrutinized publicly were known to have been properly handled\", according to the U.S. State Department. Although the law requires that detainees be charged in court within 3 days of arrest (or, in some cases, 10), authorities routinely skirt this rule.[1]\n\nThe police lack equipment and are incapable of doing proper investigations or controlling riots. Police corruption is a major challenge, with officers dropping charges or making false arrests in return for payments, and demanding bribes at checkpoints on roads. Police brutality has declined, however, and so has impunity. Thanks to training in conduct and human rights, which is accomplished with the help of UN advisors, police are behaving more professionally and responsibly.[1]\n\nThe 2011 annual report by the Human Rights Commission of Sierra Leone praised \"the stride taken by the Sierra Leone Police to strengthen and improve on its capacity both in human resource and equipment despite the funding challenges confronting them\". It noted that the Police Complaints Discipline and Internal Investigations Department (CDIID) had received 1589 complaints against police officers in 2011 and had dismissed 29 officers for unprofessional conduct and suspended, reduced the rank of, or served warning letters to, over 1000 officers.[7]\n\nMany defendants were kept in detention for long periods, averaging three to five years. The courts are generally independent, but government influence and corruption are occasionally a problem. Although the law requires that indigent defendants be provided with legal representation, the great majority of defendants have no lawyer, owing to a critical shortage of public defenders. Many cases are prosecuted by police officers with little or no legal training. Sentences vary widely from one district to another, with crimes like sacrilege and burglary being punished with several decades in prison; bribery can make the difference between a short and long sentence.\n\nIn rural areas, tribal courts have the authority to try defendants, although they have no set law code, and there is frequent abuse of judicial power, with village chiefs, in their role as judges, often handing down excessively severe sentences, discriminating against women, and accepting bribes. Training programs run by the government and NGOs, however, have improved the situation.[18]\n\nThe 2011 report by the Human Rights Commission of Sierra Leone noted that \"most people resort to the local and traditional courts to resolve their disputes and differences in areas where the formal court system are [sic] not accessible. These courts are less expensive, easily accessible and culturally acceptable as compared to the formal court system. However, the local courts decisions were often not consistent with human rights standards especially with regards the protection of women's rights.\"[7]\n\nThe Human Rights Commission of Sierra Leone described prison conditions in 2011 as \"appalling\", and noted that despite its recommendations in previous reports, \"much improvement has not been made\".[7]\n\nThe U.S. State Department calls prison conditions in the country \"harsh and sometimes life-threatening\". Among the major problems are overcrowding, beatings, solitary confinement, poor hygiene, inadequate lighting, bedding, and ventilation, and guards forcing inmates to sleep on wet floors. Beating of prisoners is common, but is becoming less frequent. Among the punishments authorized by law is lashing, with up to 36 lashes permitted. Prison gangs are known to beat fellow inmates at the direction of prison officials. During some times of the year, when wells dry up, prisoners must pay for water.[18]\n\nAccess to medical care is uneven, and even when inmates are taken to doctors, they are often refused treatment or given inadequate care owing to \"the social stigma associated with assisting criminals and the Bureau of Prison's inability to pay medical bills\". Food supplies are poor, with underpaid guards often selling prisoners' rations instead of feeding them. Security is unprofessional, and prison breaks are common. Infants born in prison remain there for some time with their mothers, and are eventually handed over to family or placed in foster care. Minors are routinely imprisoned with adults. Rioting and violence among juvenile prisoners are common.  Human-rights groups and others are allowed to inspect prisons. Inmates are allowed visitors, but in many cases, family members must pay bribes to be allowed to see them.[18]\n\nAmong the few improvements in prison conditions in recent years has been the introduction of skills-training programs.[18]\n\n"
        },
        {
            "title": "International treaties",
            "text": "Sierra Leone's stances on international human rights treaties are as follows:\n\n"
        }
    ]
}