{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Cambodia",
    "title": "Human rights in Cambodia",
    "table_of_contents": [
        "1 Historical background",
        "2 Issues",
        "2.1 Freedom of expression and assembly",
        "2.2 Judiciary system",
        "2.3 Women's rights",
        "2.4 LGBT rights",
        "2.5 Forced evictions",
        "2.6 Internet censorship",
        "2.7 Other",
        "3 Current issues",
        "4 See also",
        "5 References",
        "6 External links",
        "6.1 International Organizations",
        "6.2 National Organizations",
        "6.3 Others"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The human rights situation in Cambodia is facing growing criticisms both within the country and from an increasingly alarmed international community. After a series of flagrant violations against basic human rights a feeling of incertitude regarding the direction the country is emerging, sometimes comparing the situation to a newborn Burma.[1]\n\nIn its report on Cambodia, Human Rights Watch stated that \"Authorities continue to ban or disperse most public demonstrations. Politicians and journalists critical of the government face violence and intimidation and are barred from equal access to the broadcast media. In addition, the judiciary remains weak and subject to political influence. Sex trafficking in Cambodia of women and children through networks protected or backed by police or government officials is rampant. The government continues to turn a blind eye to fraudulent confiscation of farmers' land, illegal logging, and widespread plundering of natural resources.\"[2]\n\nThe current state of the country could be described as a semblance of pluralistic democracy. In July 2004, the royalist opposition party FUNCINPEC formed a coalition government with the Cambodian People Party (CPP) after a political deadlock of more than a year. More recently, Sam Rainsy Party (SRP) members have been targeted for criminal prosecutions, after seeing the parliamentarian immunity of several SRP members lifted by a criticized closed-door hand vote with members of the parliament.\n\n\nThe NGO Human Rights Watch offers this assessment of the current state of affairs in Cambodia: \n"
        },
        {
            "title": "Historical background",
            "text": "Human rights in Cambodia may be seen in the context of both its traditions deriving primarily from Indian culture and its absolute rule of god-kings, and Buddhism, the main religion within Cambodian society.\n\nIn more modern times, the country has been greatly influenced by French colonialism and a half century of radical change from constitutional monarchy, to a presidential regime under Lon Nol, a radical Marxism–Leninism under the Khmer Rouge, a Vietnamese occupation under the communist party People's Republic of Kampuchea (PRK), and finally the restoration of constitutional monarchy under a United Nations administered transition (UNTAC), a result of the Paris Agreement signed in 1991. Under the Khmer Rouge, extensive violations of human rights were committed.[3]\n\nThe Paris Agreement required that the Constitution include \"basic principles, including those regarding human rights and fundamental freedoms ...\" The Paris Agreement also required Cambodia \"to take effective measures to ensure that the policies and practices of the past shall never be allowed to return.\" The Constitution of 1993 does indeed contain a chapter on \"The Rights and Obligations of Khmer Citizens\" consisting of twenty articles (Articles 31-50), seventeen of which relate to rights and three to duties. \n\nIn compliance with the requirement of the Paris Agreement that the constitution provide that \"[a]ggrieved individuals will be entitled to have the courts adjudicate and enforce these rights\" and that \"[a]n independent judiciary will be established, empowered to enforce the rights provided under the constitution\", the Constitution stipulates that Khmer citizens have the right to denounce, make complaints or file claims against the state of state agents, the settlement of which should be determined by the courts.\n\nSince the adoption of the Constitution in 1993, the UN appointed a Special Representative of the Secretary-General for Human Rights in Cambodia and the UN High Commissioner for Human Rights opened a Cambodian office. These institutions alongside local and international human rights groups have documented a wide range of human rights violations, with limited results, in terms of reform and redress.\n\n"
        },
        {
            "title": "Issues",
            "text": "Violations of freedom of expression, including lack of access to the media, are endemic. More recently, what was decried as a campaign against freedom of expression[4] marked an accelerating backward slide in Cambodia's efforts to promote human rights values.\nThere are severe restrictions on freedom of assembly, granted by the Cambodian Constitution, is also being perceived by local organizations[5] as a deliberate campaign to repress Cambodian civil society to grow and voice their concern.\nOn 14 March 2018, the UN expert on the human rights situation in Cambodia Professor Rhona Smith of United Kingdom, \"expressed serious concerns about restrictions on the media, freedom of expression and political participation ahead of a national election in July, calling on the Government to choose the path of human rights.\" She urged the authorities to lift the ban on 118 politicians participating in politics.[6]\n\nJournalists in Cambodia are increasingly being subjected to various forms of harassment and pressure, as well as violence, a report published on August 3, 2022 by the UN Human Rights Office said, amid growing restrictions on civic space and press freedoms in the country. Sixty-five journalists were interviewed and surveyed as part of the report.[7]\n\nSoy Sros, a Cambodian woman who makes bags for international fashion brands like Michael Kors and Kate Spade, worked at the Superl factory in Kampong Speu Province. On 4 April 2020, Soy was sent to prison for a Facebook post in which she wrote about her concerns that workers from her factory would be laid off in the midst of the coronavirus pandemic. She was interrogated by several police for more than 48 hours. \"There were several policemen in the interrogation room, and they asked me if I wanted attention, or to be famous, whether I was trying to incite somebody,\" Soy said. \"They called me names, offended my dignity as a woman.\"[8]\n\nSoon after, Soy was thrown into the Kampong Speu prison. Superl's initial charges against Soy claimed that she had posted fake news and defamed the factory. But the court that was looking into her case also charged her with two criminal offenses, provocation and discrimination. If Soy were found guilty, she faced up to three years in prison and a fine of up to six million riels (approximately US$1,500). She was jailed for two months.[8]\n\nIn 2020, Human Rights Watch raised concerns that the Cambodian government had used the 2020-2021 COVID-19 pandemic to restrict fundamental liberties, including granting laws banning the distribution of information, establishing surveillance of telecommunications, and total control of the media.[9]\n\nEfforts to establish an independent judiciary have been considerable for over a decade but have not yet achieved hoped-for results. The judiciary remains corrupt, inefficient, and mostly controlled by the ruling party CPP. Flagrant violations of human rights by state agents have been identified but prosecutions have been rare.\n\nArbitrary arrests are also practiced by the CPP government using a politically controlled court as a mean to strengthen its grip on power. In 2006 the UN Working Group on Arbitrary Detention ruled that 'the detention of Sam Rainsy Party MP Cheam Channy is in violation of both Cambodian and international law'.[10]\n\nGender roles in Cambodia are strict and domestic violence against women is a very serious problem. For several years, the Cambodian Ministry of Women's Affairs has shown a considerable commitment in the fight against gender-specific and domestic violence, making it a national Millennium Development Goal.\n\nLesbian, Gay, Bisexual and Transgender (LGBT) Cambodians suffer from discrimination and abuse; including violence, workplace discrimination, and social and familial exclusion.[11] In 2010, the Cambodian Center for Human Rights established the Sexual Orientation and Gender Identity (SOGI) Project to empower LGBT people throughout Cambodia to advocate for their rights and to improve respect for LGBT people throughout Cambodia.[12][13][14] In December 2010, the Cambodian Center for Human Rights published a ground breaking report on the situation of LGBT people in Cambodia.[11]\n\nSame-sex sexual acts are not a criminal offence in Cambodia. However, there is no anti-discrimination legislation, or other sanctions for those who violate the rights of LGBTI people. Further, marriage is limited strictly to opposite-sex couples. This definition is also used in the Law on Marriage and Family, where article 3 reads: 'marriage is a solemn contract between a man and a woman', and in article 6 \"marriages are prohibited between persons of the same sex\". \n\nThe Constitution extends its rights and freedoms to every citizen, regardless of 'race, colour, sex... or other status' – a phrasing that can be used in favour of LGBTI persons' rights, given its intent to provide equality regardless of personal characteristics.With widespread corruption and a long road ahead for Cambodia to become a constitutional state, LGBTI persons face the same type of difficulties as other citizens, where rule of law is weak. In addition, they are also targets of extortion related to their LGBTI identities.\n\nThe most common situation where LGBTI persons face poor attitudes from authorities is when police target lesbian, gay, bisexual, transgender and intersex (LGBTI) individuals for financial gain. There are two provisions: 'Human trafficking law' and 'Commune and village safety policy'. The police have used these to arrest people (mostly transgender women and gay men) under false charges and claim a payment (between US$10 and 30) not to keep them overnight. Transgender sex workers are frequently abused by the police. \n\nThe UNDP reports that local authorities and police sometimes use various laws to limit the rights of LGBTI people. For example, through forced separation of same-sex couples, as per parental request, or linking of LGBTI people with drug use or sex work. Issues related to LGBTI persons' living conditions and rights are overall absent from political and media discourse in Cambodia. There are a few cases where LGBTI matters have made it to the public agenda, with officials both speaking in favour and against LGBTI rights. \n\nThere is no legal group yet to protect LGBT who are victims of legal abuses as well as human right violations. October 2014 a lesbian couple attempted to marry but police and commune officials stopped them from getting married. However, both of their families still continued to respect the marriage and have the couple marry in the ceremonial sense.[15][better source needed]\n\nHuman rights activists are increasingly worried that forced evictions in Cambodia are spiralling out of control. An Amnesty International report shows how,[16] contrary to Cambodia's obligations under international human rights law, those affected by evictions have had no opportunity for genuine participation and consultation beforehand. Information on planned evictions and on resettlement packages has been incomplete and inaccurate, undermining the rights of those affected to information, and to participate in decisions which affect the exercise of their human rights, in particular the right to adequate housing. The lack of legal protection from forced eviction, and lack of regulation of existing standards has left an accountability gap which increases the vulnerability of marginalized people, particularly those living in poverty, to human rights abuses including forced evictions.\n\nOther serious and persistent human rights problems include unresolved political murder, abuse of unionists and opposition politicians. Amongst several unresolved assassinations, the murder of union leader Chea Vichea received strong international coverage by major human rights and labour organizations, and the United Nations.\n\nLand confiscations, arbitrary arrest and detention, torture, forced child labor, trafficking in women and children, discrimination and domestic violence against women, and abuse of children are also affecting Cambodians.\n\n"
        },
        {
            "title": "Current issues",
            "text": "Current issues of particular concerns are the forcible repatriation of Vietnamese Montagnard asylum seekers by the Cambodian government and an alarming number of land issues throughout the country.[17]\n\nAcross Cambodia, authorities routinely detain alleged drug users, homeless people, \"street\" children, sex workers, and people perceived to have disabilities in a \"haphazard system of detention centers around the country\". Some of those detention centres are ostensibly for drug treatment, while others are ostensibly for \"social rehabilitation\". In addition to Prey Speu, the Ministry of Social Affairs also has authority for the Phnom Bak centre in Sisophon town, Banteay Meanchey province, and manages a drug detention centre with the military on a military base in Koh Kong town, Koh Kong province. There are \"a further six drug detention centers\" in Cambodia \"that each year hold at least 2,000 people without due process\".[18]\n\nEvents of 2013. Amnesty International and the Cambodian Center for Human Rights, located in Cambodia, also raised 'impunity' as a concern. \"Impunity for perpetrators of human rights abuses and lack of an independent judiciary remained serious problems,\" Amnesty's 2012 Annual Report said. Since June, NGOs reported that authorities \"abused at least 30 prisoners – 29 while in police custody and one in prison. Kicking, punching and pistol whipping were the most common methods of reported physical abuse, but electric shock, suffocation, caning and whipping with wires were also used.\" The US State Department report says \"politicized and ineffective judiciary is one of the country's key human rights abuses.\" That report says \"the government generally does not respect judicial independence, and that there has been widespread corruption among judges, prosecutors and court officials.\"[19]\n\n\"Human Rights Watch documented how guards and staff at informal detention centers \"whip detainees with rubber water hoses, beat them with bamboo sticks or palm fronds, shock them with electric batons, sexually abuse them, and punish them with physical exercises intended to cause intense physical pain.\" Informal detainees held in extra judicial centres have been forced to work on construction sites, including in at least one instance to help build a hotel.[18]\n\nThere are documented cases in Cambodia of people committing murder and then paying state officials so as not to be prosecuted. \"Impunity enjoyed by the rich and powerful helps explain a lack of public trust in Cambodia's judicial and law enforcement institutions.\"[20] One type of slavery present in Cambodia is when parents sell the virginity of the daughters, often to pay off a debt. Even after their daughter is no longer a virgin, parents may continue to sell their daughters into sex slavery.[21][22][23] According to ABC News, it was during a brutal and lawless period, following the fall of the Khmer Rouge, that child sex slavery began to flourish.[23] Other slaves in Cambodia are forced to make bricks.[24]\n\nOn 14 March 2018, the UN expert on the human rights situation in Cambodia Professor Rhona Smith of United Kingdom, \"expressed serious concerns about restrictions on the media, freedom of expression and political participation ahead of a national election in July, calling on the Government to choose the path of human rights.\"[6]\n\nIn November 2021, Cambodia released 26 political, environmental and youth activists facing charges of incitement against the government, which human rights groups said was a positive step but that many more remained incarcerated. Prime Minister Hun Sen, who has ruled Cambodia for 36 years, is facing demands to improve his administration's human rights record ahead of an Asia Europe summit that Cambodia will host. A justice ministry spokesman, confirming the release of the jailed activists, denied any international pressure and said they were freed partly due to overcrowding in prisons.[25]\n\nOn 3 August 2022, the United Nations outlined Cambodia’s increasing lack of press freedom and freedom of expression. Amid the growing restrictions on civic space in the country, journalists were increasingly subjected to various forms of harassment, pressure, and violence. [26]\n\n"
        }
    ]
}