{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_the_Netherlands",
    "title": "Human rights in the Netherlands",
    "table_of_contents": [
        "1 Constitutional rights",
        "2 Practice",
        "2.1 Human trafficking",
        "3 Torture and ill treatment",
        "3.1 Police brutality",
        "4 House visit controversy",
        "5 International law",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Human rights are codified in the Dutch constitution. Together with other European states, the Netherlands is often at or near the head in international civil liberties and political rights rankings.[1] Per year there are about 6,000 victims of and 100 convictions for human trafficking.[2][3] Despite this, the Netherlands is considered to have one of the best human rights records in the world.\n\n"
        },
        {
            "title": "Constitutional rights",
            "text": "The first chapter of the Dutch constitution codifies the rights of all inhabitants of the Netherlands. These are both negative and positive rights as well as democratic rights. This includes a ban on discrimination (the first article of the Netherlands), the freedom of religion, freedom of speech, freedom of association and freedom of assembly and the right to privacy. These are limitations on government, which citizens can enforce these classical civil rights directly at the judge. Additionally there are social rights such as the right to housing, social security, health care, education and employment. These are duties of the government towards its citizens, but these cannot be enforced by a judge. Democratic rights include the passive and active right to vote. The Netherlands has banned capital punishment during peace time and war time. The Ministry of the Interior and Kingdom Relations is responsible for the constitution.\n\nIn the Netherlands there are still some legacy laws conflicting with the freedom of speech. Lèse-majesté and Blasphemy law (amongst others), the latter was officially abolished on February 1, 2014.[4]\n\nThe Netherlands is signatory to all relevant international human rights instruments such as European Convention on Human Rights, Rome Statute (for the International Criminal Court) and the Universal Declaration on Human Rights, European Convention on Torture and the European Social Charter.\n\n"
        },
        {
            "title": "Practice",
            "text": "Several institutions are involved in the protection of classical human rights, in addition to the Supreme Court, the Commission Equal Treatment (non-discrimination), the Board Protection Personal Information (privacy) and the National Ombudsman.\n\nIn 2007 Amnesty International criticised the Dutch government of several human rights issues, including war crimes in the Iraq War, the treatment of alleged terrorists and the detention of migrants, especially children and an incident surrounding a fire in an asylum seeker detention centre.[5] In 2005 The US Department of State observed several problems with human rights such as the societal discrimination and violence against religious and ethnic minorities, especially after the murder of Theo van Gogh and the human trafficking in women and girls for sexual exploitation.[6]\n\nHuman trafficking is a widely recognised problem. The Netherlands is listed by the UNODC as a top destination for victims of human trafficking.[7]\n\nIn the Netherlands, it is estimated that there are from 1,000 to 7,000 trafficking victims a year. Most police investigations relate to legal sex businesses, with all sectors of prostitution being well represented, but with window brothels being particularly overrepresented.\n[8][9][10] In 2008, there were 809 registered trafficking victims, 763 were women and at least 60 percent of them were forced to work in the sex industry. All victims from Hungary were female and were forced into prostitution.[11]\n[12]\nOut of all Amsterdam's 8,000 to 11,000 prostitutes, more than 75% are from Eastern Europe, Africa and Asia, according to a former prostitute who produced a report about the sex trade in Amsterdam, in 2008.[13] An article in Le Monde in 1997 found that 80% of prostitutes in the Netherlands were foreigners and 70% had no immigration papers.[14][15]\n\nIn 2000, the Netherlands established the Dutch National Rapporteur on Trafficking in Human Beings and Sexual Violence against Children to report on the progress of the Dutch Government in combating human trafficking, which produced its first report in 2002.[16]\n\nBy 2017 it is estimated that more than 6000 people in the Netherlands are human trafficked each year, 4000 largely local women for sexual slavery and abuse, and 2000 largely foreign men for work by organized crime groups.[17] Each year 1320 Dutch minor girls are being trafficked for sexual slavery and abuse.[3]\n\n"
        },
        {
            "title": "Torture and ill treatment",
            "text": "According to the Council of Europe anti-torture Committee, there were several violations of human rights committed by Dutch officials.[18]\n\nIn 2009, two police officers from Bleiswijk approached a homeless man sleeping on the grass in a town park, detained him, and drove him away to a place north of Moerkapelle. They then told him to dig his own grave, whilst threatening him with guns. The homeless man was left there. The incident came up only because one of the policemen has reported the incident to his superior. Both policemen were discharged and sentenced to six months in prison.[19][20]\n\n"
        },
        {
            "title": "House visit controversy",
            "text": "People on welfare in the Netherlands can get a house visit by inspectors without any concrete suspicion of fraud required. Because forcing entry would be in conflict with the right to privacy, the citizen in question is asked permission to enter. However, if entry is denied, they can be cut on their income.\n[21]\nIt is not accepted for the residents to make video recordings of this event in their own home. A significant large part of the Dutch population is potentially exposed these privacy invasive measures as they do not only apply to people on unemployment welfare but other benefits as well.\n\n"
        },
        {
            "title": "International law",
            "text": "The Netherlands hosts several international human rights institutions. The Hague is home to the International Criminal Court, the Yugoslavia Tribunal, the International Court of Justice, Rwanda Tribunal.\n\n"
        }
    ]
}