{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Morocco",
    "title": "Human rights in Morocco",
    "table_of_contents": [
        "1 Freedom of expression",
        "2 Political persecution",
        "3 Freedom of religion",
        "4 Social rights and equality",
        "4.1 Children",
        "4.2 Women and family",
        "4.3 Berber identity",
        "5 Police and army reforms",
        "6 Capital punishment and imprisonment",
        "7 2006 CIA Black site controversy",
        "8 Human rights organizations and bodies",
        "9 Historical situation",
        "10 International treaties",
        "11 See also",
        "12 Notes",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Morocco became a highly repressive country under the absolute monarchy of King Hassan II, and continues to be considered repressive under the reign King Mohammed VI, though the latter has instituted some reforms. Dozens of journalists, artists, and ordinary citizens are regularly sentenced to lengthy prison sentences for exercising basic rights enjoyed elsewhere in the world, such as freedom of the press, protesting the government, or criticizing government officials. Morocco heavily restricts basic human rights, such as freedom of speech, the right to assembly, and the right to criticize officials. Moroccans also feel the pressures of inflation within the country, such as the lack of basic services like healthcare, clean water, and the difficulty of parents to access a quality education for their children. While there have been a handful of reforms that have been generally welcomed internationally, most Moroccans feel this is insufficient, and continue to be unhappy with the trajectory of the country under the policies of King Mohammed VI, despite his transition of the government to an ostensible constitutional monarchy.[1] Under his father, King Hassan II, Morocco had one of the worst human rights records in Africa and the world, especially during the time period known as the \"Years Of Lead\", which lasted from the early 1960s until the late 1980s; it was a period in the country's history that was known for the brutal repression of political dissent and opposition, that involved wide-scale arrests, arbitrary detention, lengthy imprisonment, and even killings of political opponents. Currently, Morocco continues to face some of these issues, as well as other human rights problems, such as poor prison conditions, the mistreatment of women and the LGBT community, and the widespread use of torture by police. Despite the considerable improvements made in the last several years under the  leadership of King Mohammed VI, who has rolled back some of his father's harshest decrees, repression of political dissidence, and torture of citizens by officials, is still commonplace in Morocco today.\n\nThis article deals with Morocco and not the disputed Western Sahara. See Human rights in Western Sahara in that regard. Morocco administers 80% of the territory, hence Moroccan law applies to its \"Southern Provinces\".\n\n"
        },
        {
            "title": "Freedom of expression",
            "text": "Freedom of the press is quasi-absent and many journalists are thought to practice self-censorship. Questioning the legitimacy of the monarchy or the actions of the King is a taboo and questioning the kingdom's \"territorial integrity\" (i.e. the annexation of the Western Sahara) is illegal. In 2005 the well known Moroccan journalist Ali Lmrabet was \"banned from practising journalism for 10 years\" and fined 50,000 Dirhams (about 4,500 euros) for reporting about conflict in the Western Sahara, according to Reporters Without Borders. As of 2007 Lmrabet is still barred from working as a journalist. Many high-profile Moroccan journalists, such as Aboubakr Jamai, Ali Anouzla, Ahmed Benchemsi and Rachid Niny, have been reduced to silence through a combination of imprisonment, heavy fines, advertising boycott and distribution/withholding of state funds. Many online journalists were sentenced to prison for criticizing the King or denouncing rampant corruption by King-appointed governors. Their cases were much less publicised internationally because they were often young journalists writing for small publications or covering regional news (such as Mohammed Erraji from Agadir who was sentenced  to 2 years in prison in 2010 for criticising the King's speech)\n\nBetween 2000 and 2007, with the appearance in the scene of a few independent francophone magazines, such as Tel Quel and Le Journal Hebdomadaire and their sister Arabic counterparts (e.g. Assahifa Al Ousbouia), government control over the media has moved somewhat from direct intervention to more subtle pressures, such as the use of lawsuits and libel cases.[2]\n\nOn May 2, 2007, the New York City-based NGO Committee to Protect Journalists (CPJ) published their annual report on the \"10 countries where press freedom has most deteriorated\" where it reported that according to CPJ Executive Director Joel Simon; \"Democracy's foothold in Africa is shallow when it comes to press freedom\" and that Morocco was among the \"Top 10 Backsliders\" in 2007 after \"having been considered as a leader in its region\".[3] In the report, Morocco was considered, along with Tunisia, as the country which \"sentences the most journalists to prison in the Arab world\".\n\nAccording to the 2013 Press Freedom Index, Reporters Without Borders has ranked Morocco 136 out of 179, a drop from the 89th position the country held in 2002. As of the 2015 Index, the same organization had placed Morocco at 130 out of 180 countries.\n\nAccording to Human Rights Watch annual report 2016, Moroccan authorities restricted the rights to peaceful expression, association and assembly through several laws. The authorities continue to prosecute print and online media when they criticize the government, and the king. In addition, authorities imposed administrative obstacles to restrict journalists' work. In Rabat, the police expelled two French journalists and confiscated their tapes claiming that they have no filming authorization. The report said that Moroccan official television allows some space for debate and criticism. However, such debate does not tackle significant issues.[4]\n\nIn June 2020, an investigation by Amnesty International alleged that Moroccan journalist Omar Radi, was targeted using the Israeli spyware Pegasus. The rights group claimed that the journalists was targeted three times and spied after his device was infected with an NSO tool. Meanwhile, Amnesty also claimed that the attack came after the NSO Group updated their policy in September 2019.[5]\n\nOn 19 April 2022, the Human Rights Watch reported that Rabie al-Ablaq, a social media commentator, risks up to four years in prison on a charge of disrespecting the king. On 11 April 2022, a court in the northern city of al-Hoceima tried the commentator. He was charged on behalf of two videos posted on Facebook and YouTube in which he addressed the king in a casual tone and contrasted his personal wealth to Morocco's widespread poverty.[6]\n\nMoroccan authorities used indirect and underhanded tactics to silence critical activists and journalists. In the 129-page report, “They’ll Get You No Matter What: Morocco’s Playbook to Crush Dissent,” the Human Rights Watch documented a range of tactics that, when used together, form an ecosystem of repression, aiming not only to muzzle dissenting voices but to scare off all potential critics.[7]\n\n"
        },
        {
            "title": "Political persecution",
            "text": "Government repression of political dissent has dropped sharply since the mid-1990s. The previous decades are sometimes described as the Years of Lead (Les Années de Plomb), and included forced disappearances, killings of government opponents and secret internment camps such as Tazmamart. To examine the abuses committed during the reign of King Hassan II (1961–1999), the government has set up an Equity and Reconciliation Commission (IER), which is to rehabilitate the victims, and pay compensation for state outrages against them.[8] This has been hailed internationally as a big step forward, and an example to the Arab world. However, the IER has also come under attack from parts of the human rights-community, since its mission was not to reveal the identities of or prosecute human rights offenders, which most of the victims were requesting.[9]\n\nThere are also persistent allegations of violence against Sahrawi pro-independence and pro-Polisario demonstrators[10] in Western Sahara, considered by Morocco as its Southern Provinces, and Morocco has been accused of detaining Sahrawi independentists as prisoners of conscience.[11]\n\nIn May 2006 a delegation from the Office of the United Nations High Commissioner for Human Rights (UNHCHR) visited the disputed territory of Western Sahara and its report from the visit sharply criticized the lack of basic human rights in the region, in particular regarding the Saharawi population. The secret report has been leaked and can be found at for example ARSO.org.\n\nLater the same year, in October, Morocco stopped a planned and earlier agreed visit of a delegation from the European Parliament. The decision came less than 48 hours before the delegation was to leave for Rabat and Western Sahara. The mission was to study alleged human rights violations from both Polisario and the Moroccan authorities.[12][13][14] (texts in English and French).\n\nMorocco claimed that the majority of the members of the delegation were known supporters of the Polisario front, and thus the neutrality of the delegation was not assured. The president of the delegation, Mr Ioannis Kasoulides, contested these allegations saying the composition of the group was not for Morocco to decide, and besides Morocco had already earlier accepted the composition of the group and had furthermore been allowed to influence its visiting program.\n\n"
        },
        {
            "title": "Freedom of religion",
            "text": "Freedom of religion is generally observed, with some limitations.[15] According to the spokesman for the Moroccan government, \"the Kingdom does guarantee not only freedom of worship, but also the building of places of worship for Christians and Jews as well as performing their rituals freely and respectfully.\".[16]\n\nIt is illegal to proselytize for religions other than Islam (article 220 of the Penal Code, 15 years' imprisonment).[17][18]\n\nThere still exists a Moroccan Jewish community, although most Jews emigrated in the years following the creation of Israel in 1948.\n\n"
        },
        {
            "title": "Social rights and equality",
            "text": "In Morocco, thousands of children—predominantly girls and some as young as eight—work illegally in private homes as domestic workers, where they often encounter physical and verbal violence, isolation, and seven-day-a-week labor that begins at dawn and continues until late at night. They are poorly paid and almost none attend school. Domestic workers, including children, are excluded from Morocco's Labor Code, and as a result do not enjoy the rights afforded to other workers, including a minimum wage or limit to their hours of work.\n\nHowever, under Moroccan family law (2004 mudawana) and its Constitution (2012), it is illegal to have minor domestic workers.[19][20]\n\nIn 2004, the Moroccan parliament took steps to improve the status of women and children,[15] and has passed a new family law, Mudawanat al Usra (English Family Code), which is widely regarded as very progressive by regional standards. For example, men are now permitted only one wife unless their wife signs an agreement. In addition to being candidates in mixed electoral lists, women have a national list in parliamentary elections that allow them for at least 10% of the seats.\n\nIn parallel, and in September 2006, a national observatory to fight violence against women was founded. Many state departments, administrations, universities as well as national female associations are sought to coordinate efforts together.[21]\n\nIn 2006, the Moroccan citizenship was transferred to the children via the father. Soumya Naâmane Guessous, a Moroccan sociologist has launched a campaign for the transmission of Moroccan citizenship by the mother to her children. The ability for mother to pass their citizenship onto their children does not appear in the Mudawana code but was granted by a royal decision in October 2006.[22]\n\nRecently, in 2009, new legislation has also allowed women to divorce their husbands without the consent of the husband.\n\nBerber activists regularly contend that under the banner of Arabization, their unique language and culture are being repressed in favor of an Arab one. This is viewed as discrimination and method of marginalization.[23]\nHowever, on October 17, 2001, the Royal Institute of the Amazigh Culture was founded to maintain and develop the Amazigh languages and culture.\n\n"
        },
        {
            "title": "Police and army reforms",
            "text": "In 2006 Morocco started implementing a few reforms related to policing and the army. On October 16 of the same year a newly established Groupes urbains de sécurité (GUS)  (Urban Security Groups) police unit was disbanded.\n\nWhile many Moroccans regarded the presence of GUS as a relief, many others considered it as a step back to the rule of the Makhzen.[24]\n\nThe disbanding came after many criticisms about excesses or abuses of power were noted. Some irresponsible actions of certain members of the unit turned over the public opinion which became discreditory.\n\nGUS were also accused of corruption. In many cases, civil offenders used to pay a bribe (between 10 and 20 dirhams) which led to the appearance of the popular nickname; \"10 drahem\".[25]\n\n"
        },
        {
            "title": "Capital punishment and imprisonment",
            "text": "While capital punishment remains a legal penalty in Morocco, no executions have taken place since 1993, when Mohamed Tabet was executed following a 10-year moratorium. He was executed for various serious offences including rape, kidnapping, abduction and barbaric acts. It is reported that he raped and sexually assaulted up to 1,500 women over a period of 13 years.[26] Between 1956 and 1993, 198 people were sentenced to death[citation needed], with the Equity and Reconciliation Commission estimating that 528 people were killed during Hassan II's reign in both judicial and extrajudicial executions.[27]\n\nDiscussing the issue in Morocco has been taboo for decades[citation needed]. However, human rights organizations and some liberal media outlets and left-wing political parties led by the Front of Democratic Forces have been attempting to start a capital punishment debate. As for societal and civil movements, blogs and websites have already started debating the issue.[28] The main and the newly created (2003) civil entity Coalition nationale pour l’abolition de la peine de mort au Maroc (CNAPM) (National coalition for the abolition of capital punishment in Morocco) which represents seven associations carrying the slogan Ensemble pour l'abolition de la peine de mort (Together against capital punishment) is also leading the debate.\n\nAt the political level the situation is paradoxical. Officially, the attitude of the current government is for \"de facto\" abolition. However, the Ministry of Justice has declared that terrorism is still an obstacle to \"de jure\" abolition[29] and death sentences are still being handed down, especially against terrorists. The abolition issue was recommended by the Board of the IER Equity and Reconciliation Commission.\n\nIn October 2006, it was announced that the issue was scheduled to be presented to the parliament for a vote in spring 2007. A political battle between moderate Islamist parties led by the Justice and Development Party (who advocate the death sentence[citation needed] as being consistent with Sharia laws) and leftist parties is expected to be difficult for both.\n\nIn April 2015, the Minister of Justice and Liberties (PJD government) made a public announcement about a bill relative to capital punishment, among other subjects. The goal is to reduce the number of crimes punishable by death penalty, from 31 to 11.[30]\n\nUnlike other countries in Europe, Asia, and other parts of the world, including the United States, life imprisonment in Morocco is otherwise known as \"perpetual confinement\", thus meaning that life imprisonment in the country lasts for the rest of the natural life of the convicted person and is always imposed without the possibility of parole. Moreover, prison conditions are considered to be substandard by international standards, due to major concerns about overcrowding, the use of torture, poor infrastructure, and harsh prison rules. It is also widely reported that Morocco may have political prisoners.\n\nThe wife of Abdelqader Belliraj, a dual citizen of Morocco and Belgium, told Human Rights Watch in January 2020 of the abuse her husband is subjected to in prison since 2016. Belliraj is reportedly kept in confinement for 23 hours a day since his imprisonment and deprived of any contact with inmates. The act violates the United Nations standards on the treatment of prisoners. Belliraj is given life imprisonment for allegedly having plotted terrorism. Several of defendants along with Belliraj claimed they were abducted and made to spend weeks without communication, while being interrogated and tortured in police stations.[31]\n\nHuman rights activists have raised concerns regarding the extradition of dual Australian-Saudi citizen Dr Osama AlHasani to the Kingdom of Saudi Arabia, following his detention in Morocco. The supporters of the detainee have called his detention a political case and cited the demand for his extradition requested by the Saudi Arabian government. AlHassani was arrested in Morocco upon his arrival on 8 February after being allegedly accused of organizing opposition activity against Wahhabism, the Sunni Islam followed in Saudi Arabia. Clear details regarding AlHassani's arrest remain unclear. AlHassani's wife has expressed fear upon her husband's return to the kingdom, saying he may face the same fate as Jamal Khashoggi.[32][33]\n\nOne new death sentence was handed down in 2021. There are 82 people on death row in Morocco/Western Sahara.[34]\n\n"
        },
        {
            "title": "2006 CIA Black site controversy",
            "text": "Following the terrorist attack in Casablanca in May 2003, human rights groups accused Morocco of mistreating  and torturing detainees. Some Moroccan and international media have also alleged that the country has established CIA internment camps (\"black sites\") on its territory, inside Temara interrogation centre where human rights violations are committed.[35] In September 2006, activists demanded that Morocco acknowledge the existence of such secret detention centers.[36]\n\nPrior to that, Human Rights Watch's Vanessa Saenen had declared on 2005 We have information based on interviews from people who have been in Guantanamo Bay that there are secret detention centres. Even the US government doesn’t bother to hide this, and we have information from released prisoners on Jordan, on Morocco, on Egypt and Libya, but not on Romania and Poland.[37]\n\n"
        },
        {
            "title": "Historical situation",
            "text": "The chart shows of Morocco's ratings since 1972 in the Freedom in the World reports, published annually by Freedom House. A rating of 1 is \"free\"; 7, \"not free\".[40]1\n\n"
        },
        {
            "title": "International treaties",
            "text": "Morocco's stances on international human rights treaties are as follows:\n\n"
        }
    ]
}