{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Albania",
    "title": "Human rights in Albania",
    "table_of_contents": [
        "1 History",
        "2 Human trafficking",
        "3 Torture and death by the authorities",
        "4 Violence and discrimination against women",
        "5 Violence against children",
        "6 Revenge attacks",
        "7 Human rights violations against the Greek minority",
        "8 See also",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Current issues concerning human rights in Albania include domestic violence, isolated cases of torture, and police brutality, the general condition of prisons, human and sex trafficking and LGBT rights.[1]\n\n"
        },
        {
            "title": "History",
            "text": "During Enver Hoxha's rule (1944-1985), Communist Albania was labeled one of the most repressive countries in Eastern Europe, however, since 1992, under the leadership of the Democratic Party, several liberalizing reforms have been implemented.[2]\n\n"
        },
        {
            "title": "Human trafficking",
            "text": "There has been a growing awareness of human trafficking as a human rights issue in Europe (see main article: Human trafficking in Albania). The end of communism has contributed to an increase in human trafficking, with the majority of victims being women forced into prostitution.[3]\n\nAlbania is a country of origin and country of transit for persons, primarily women and children, trafficked for the purpose of sexual exploitation. The Albanian government has shown some commitment to combat trafficking but has been criticised for not fully complying with the minimum standards for the elimination of trafficking and failing to develop effective measures in witness protection.[1][4]\n\n"
        },
        {
            "title": "Torture and death by the authorities",
            "text": "Since the beginning of 1994, Amnesty International has received reports of incidents in which members of the Albanian police are alleged to have ill-treated people during their arrest or detention, some people even died as a result of this treatment.\nAccording to reports, detainees have frequently been injured, the injuries which they have sustained include bruises, broken teeth or cuts which required medical treatment or even admissions to hospitals. Some cases of ill-treatment have amounted to torture. Many of these violations have been committed against members or supporters of the Socialist Party. Other victims include homosexuals, members of the Greek minority and former political prisoners. Prosecutions of police officers for torture or ill-treatment appear to be rare.[5]\n\nAlso, Amnesty International reports that even today, the torture and ill-treatment of detainees are both commonplace in Albania.[6]\n\n"
        },
        {
            "title": "Violence and discrimination against women",
            "text": "Nearly 60% of women in rural areas suffer physical or psychological violence and nearly 8% are victims of sexual violence. \nProtection orders are often violated.\nIn 2014 the Albanian Helsinki Committee (AHC) reported that the number of female murder victims is still high.[7]\n\nThe Commissioner for Protection from Discrimination has raised concerns regarding the family registration law that discriminates against women. As a result heads of households, who are overwhelmingly men have the right to change family residency without their partners’ permission.[7]\n\n"
        },
        {
            "title": "Violence against children",
            "text": "In 2015 UNICEF reported that 77% of children have been subjected to some form of violent punishment at home. Hundreds of children are being forced to beg or subjected to other forms of forced labour within the country and even abroad.[7]\n\n"
        },
        {
            "title": "Revenge attacks",
            "text": "At least 70 families are in a self-imposed confinement due to fear of revenge attacks.[7]\n\n"
        },
        {
            "title": "Human rights violations against the Greek minority",
            "text": "Human rights in Albania are violated by the Government which have targeted the Greek minority population via police and secret service according to Human Rights organisations.[8] Greek communities have been targeted by development projects and had their homes demolished in alleged ethnic targeting Greeks from Southern Albania,[9] where homes are systematically demolished. Also, according to Amnesty International there were cases of mistreatment of members of Greek minority by the authorities.[5]\n\nAlso, the ethnic Greek minority complained about the government’s unwillingness to recognize ethnic Greek towns outside communist-era “minority zones,” to utilize Greek in official documents and on public signs in ethnic Greek areas, or to include more ethnic Greeks in public administration.[10][11][12][13][14][15][16][17][18]\n\n"
        }
    ]
}