{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_the_Republic_of_the_Congo",
    "title": "Human rights in the Republic of the Congo",
    "table_of_contents": [
        "1 General situation",
        "2 Status of Pygmies",
        "3 Media",
        "4 Historical situation",
        "5 International treaties",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Republic of Congo gained independence from French Equatorial Africa in 1960. It was a one-party Marxist–Leninist state from 1969 to 1991. Multi-party elections have been held since 1992, although a democratically elected government was ousted in the 1997 civil war and President Denis Sassou Nguesso has ruled for 26 of the past 36 years.\nThe political stability and development of hydrocarbon production made the Republic of the Congo the fourth largest oil producer in the Gulf of Guinea region, providing the country with relative prosperity despite instability in some areas and unequal distribution of oil revenue nationwide.[1]\nThe Congolese Human Right Observatory claims a number of unresolved and pending issues in the country. \nDiscrimination against Pygmies is widespread, the result of cultural biases, especially traditional relationships with the Bantu, as well as more contemporary forms of exploitation.\n\n"
        },
        {
            "title": "General situation",
            "text": "According to The Congolese Human Right Observatory, notable issues in the country include: unsatisfactory access to water and electricity, the dispossession of indigenous and local communities by multinational corporations in complicity with local authorities, a significant number of political prisoners, repression of foreign journalists via legal proceedings and attacks by police, general limiting of political freedoms, violations of the right to a fair trial, rape and other forms of sexual assault, torture, arbitrary arrests and detentions, summary executions, ill-treatment within prisons, discrimination and marginalization of indigenous peoples in spite of a specific laws protecting them, and threats against human rights defenders.[2]\n\n"
        },
        {
            "title": "Status of Pygmies",
            "text": "According to some reports, the relation between Pygmies and Bantus in all areas of the country is \"strained, lopsided and, some say, abusive\".[3] While some claim that the bondage is a \"time-honored tradition\",[3] others point at the fact that Pygmies can be paid \"at the master's whim; in cigarettes, used clothing, or even nothing at all.\"[3] Pygmies are negatively impacted by the actions of landowners, foresters and miners, which severely impacts upon their nomadic lifestyles in the forests of northern Congo.[4]\n\nOn 30 December 2010, the Congo parliament adopted a law for the promotion and protection of the rights of indigenous peoples. This law is the first of its kind in Africa, and its adoption is a historic development for indigenous peoples on the continent.[5] However, a report in 2015 suggested that not much changed, with Pygmies still being persecuted as \"poachers\". A Bayaka woman in Congo said “the ecoguards [anti-poaching squads] make us sit here starving. They have ruined our world. If we try to hunt in the forest they beat us so badly. They even kill us if they see us in the forest.” [6] A 2019 report by the United Nations found that despite the actions of the Congolese government, Pygmies still experienced discrimination and severe social exclusion.[4]\n\n"
        },
        {
            "title": "Media",
            "text": "The media is classed as non-free.  It is owned or controlled by the government. There is one government-owned television station, three government-owned radio stations, and three private pro-government radio stations, and a government-owned newspaper.[7]\n\n"
        },
        {
            "title": "Historical situation",
            "text": "The following chart shows the ROC's ratings since 1972 in the Freedom in the World reports, published annually by Freedom House. A rating of 1 is \"free\"; 7, \"not free\".[8]1\n\n"
        },
        {
            "title": "International treaties",
            "text": "The ROC's stances on international human rights treaties are as follows:\n\n"
        }
    ]
}