{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Lebanon",
    "title": "Human rights in Lebanon",
    "table_of_contents": [
        "1 History",
        "2 Torture",
        "3 Political detention",
        "4 Limitations on freedom of speech",
        "5 Migrant worker abuse and discrimination",
        "6 Child labor",
        "7 Child marriage",
        "8 Discrimination against Palestinians",
        "9 Syrian refugee crisis in Lebanon",
        "10 Freedom of religion",
        "11 Treatment of homosexuals",
        "12 Women's voting rights",
        "13 Internet restrictions",
        "14 See also",
        "15 References",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHuman rights in Lebanon refers to the state of human rights in Lebanon, which were considered to be on par with global standards in 2004.[1] Some believed to be criminals and terrorists are said to be detained without charge for both short and long periods of time. Freedom of speech and of the press are ensured to the citizens by the Lebanese laws which protect the freedom of each citizen. Palestinians living in Lebanon are heavily deprived of basic civil rights. They cannot own homes or land, and are barred from becoming lawyers, engineers and doctors. However the Lebanese government has reduced the number of restricted jobs and created a national dialogue committee for the issue.[2] During the Arab Spring, Lebanon experienced major protests and sectarian violence, but avoided the large-scale political upheaval seen in many parts of the Arab world.[3][4]\n\nIn January 2015, the Economist Intelligence Unit released a report stating that Lebanon ranked 2nd in Middle East and 98th out of 167 countries worldwide for Democracy Index 2014. The report ranks countries according to election processes, pluralism, government functions, political participation, political cultures, and fundamental freedoms.\n\n"
        },
        {
            "title": "History",
            "text": "Lebanon ambassador to the UN Charles Malik took part in the drafting of the Universal Declaration of Human Rights, which Lebanon adopted in 1948.\n\n"
        },
        {
            "title": "Torture",
            "text": "There are reports that security forces may abuse detainees and, in some instances, use torture.  The government acknowledged that violent abuse usually occurred during preliminary investigations conducted at police stations or military installations, in which suspects were interrogated without an attorney. Such abuse occurred despite laws that prevented judges from accepting any confession extracted under duress. Methods of torture reportedly included beatings and suspension by arms tied behind the back. Some detainees were beaten, handcuffed, blindfolded, and forced to lie face down on the ground. One person died in custody. Local journalists and human rights organizations were not given access to the Yarze prison, which is controlled by the Ministry of Defense.[5] A French report describes the methods of torture used in this prison.[6]\n\nAccording to Amnesty international annual report 2015- 2016, many Lebanese were subjected to torture during their detention. In June, five officers were charged with using violence against prisoners at Roumieh Prison after two videos were posted on social media showing Internal Security forces officers beating detainees. Amnesty International claimed that Lebanon failed in establishing a national monitoring body on torture despite the ratification on the optional protocol to the UN Convention against Torture in 2000.[7]\n\nOn 8 December 2021, the Human Rights Watch reported that Lebanon's General Security arbitrarily detained Nada Homsi. She is a US freelance journalist who has worked with several Arab and international outlets, including National Public Radio. Homsi was arrested on 16 November 2021 without a judicial order and confiscated her electronics and other documents. They also violated her rights in detention by denying her access to a lawyer.[8]\n\n"
        },
        {
            "title": "Political detention",
            "text": "The Syrian forces in Lebanon detained political opponents without charge for both short and long periods of time till 2005 . After Syrian forces pulled back from Lebanon during 2005, no opposer to the Syrian Government was reported detained. However, pro-Syrian security generals were detained. For example, former Major General Jamil al Sayyed, Brigadier General Mustapha Hamdan, Major General Ali Hajj, and Brigadier General Raymond Azar were arrested in August 2005 at the request of German prosecutor Detlev Mehlis, who headed the early stages of a U.N. investigation into the killing and implicated prominent Syrian and Lebanese figures in the assassination of Rafik Hariri. No charges were ever pressed against the four generals, later progress reports have not repeated the allegations, and the four generals were never brought to trial. Yet, they remained detained for almost four years. Some international human rights organizations had described their detention as arbitrary.[9] On 29 April 2009, following a request of prosecutor Daniel Bellemare, the tribunal ordered the immediate and unconditional release of the only four suspects arrested during the investigation, for absence of reliable proof against them.[10]\n\n"
        },
        {
            "title": "Limitations on freedom of speech",
            "text": "There were big improvements since the withdrawal of 25,000 Syrian troops from Lebanon in April 2005 in what was dubbed the Cedar Revolution by the West. However, journalists and politicians known to be critical of Syria were targets through car-bomb assassinations prepared by terrorists. Waltz With Bashir, an Israeli film that criticizes aspects of the way the Israeli army handled the 1982 Lebanon War has been banned, although the film is popular among Palestinians living in Lebanon who purchased bootleg copies.[11] Other movies are banned as well, for example \"Schindler's List\" is banned for promoting Zionist sympathy, a position justified by the fact that Lebanon remains officially at war with Israel. Other books and movies were banned for supposedly insulting religion, as the laws strictly prohibit religious insults, and protects each person from such insults, for example \"The Da Vinci Code\" and \"The Satanic Verses\" but can now be found in major bookstores.\n\nOn the morning of 16 September 2015, Lebanese security forces used excessive force in a crackdown on demonstrators protesting rampant corruption and poor public services. The protests took place near the Beirut headquarters of the Lebanese parliament. The Lebanese anti-riot police fired gas tears canisters, rubber-coated steel bullets at protesters, and arrested more than 30 activist, who were all freed in the following days.  During two days, more than 175 protesters were wounded, and several journalists and photographers were assaulted.[12]\n\nOn 11 August 2020, reports documented that the Lebanese security forces, as well as several unidentified men in civilian clothes, attacked unarmed protesters following a large explosion on 4 August. Tear gas, rubber bullets and pump action pellets were fired recklessly towards the crowds, injuring more than 230 people during the protests of 8 August.[13]\n\n"
        },
        {
            "title": "Migrant worker abuse and discrimination",
            "text": "The abuse of domestic workers in Lebanon, mainly women in their 20-30s from Ethiopia, Sri Lanka and the Philippines has brought international attention to the rights of the workers, who are often made to work long hours, abused and not paid their wages. A spate of suicides by maids over a few weeks before December 2009 by hanging themselves or falling from balconies brought international attention from CNN,[14] LA Times and even resulted in the creation of a blog by a blogger simply identified as \"Wissam\" to the flagrant abuse in Lebanon.[14]\n\nMigrant workers are widely discriminated against in commercial facilities such as beach resorts, where domestic workers would be denied access to the facilities.[15] This discrimination is rooted in prejudice, and usually carried out based on racial appearance, therefore it has strong racist undertones.\n\nFollowing the influx of Syrian refugees, many municipalities have declared \"curfews\" targeting Syrian nationals.[16] Huge banners are prominently hung in public places, declaring a curfew for \"Syrian workers\".\n\n"
        },
        {
            "title": "Child labor",
            "text": "Child labor is a problem. The minimum age for child employment is 13 years. However, 1.8 percent of children between the ages of 10 and 14 were working children, according to a report on the \"State of the Children in Lebanon 2000\" released by the Central Statistics Administration in 2002 in collaboration with UNICEF. Also, 90 percent of child laborers were not covered by any health insurance.\n\nAccording to the U.S. Department of Labor's report on the worst forms of child labor in Lebanon in 2013, children \"engage in child labor in agriculture and in the worst forms of child labor in commercial sexual exploitation.\"[17] Lebanese children worked in a variety of sectors and the categorical worst forms of labor included activities such as drug trafficking, armed guarding and forced begging, all of which were determined by national law as hazardous activities. Domestic service and sexual exploitation occurred sometimes as a result of human trafficking.\n\nLater in 2014, the Department's List of Goods Produced by Child Labor or Forced Labor reported tobacco as a good produced in such working conditions in the Lebanese agricultural sector.\n\n"
        },
        {
            "title": "Child marriage",
            "text": "The minimum marriage age varies by sect,[18] but virtually both Muslim and Christian personal laws allow child marriage.\n\nIn 2021 the Supreme Islamic Sharia Council raised the minimum marriage age to 18 years.[19]\n\n"
        },
        {
            "title": "Discrimination against Palestinians",
            "text": "Over 400,000 Palestinian refugees and descendants live in Lebanon. They are not allowed to own property, and even need a special permit to leave their refugee camps. Unlike other foreigners in Lebanon, they are denied access to the Lebanese healthcare system. The Lebanese government refused to grant them permission to own land. The number of restrictions has been mounting since 1990.[20] However, in 2010 the government of Lebanon removed work restrictions from Palestinians, enabling them to apply for work permits and work in the private sector.[21] In a 2007 study, Amnesty International denounced the \"appalling social and economic condition\" of Palestinians in Lebanon.[22]\n\nLebanon gave citizenship to about 50,000 Christian Palestinian refugees during the 1950s and 1960s.  In the mid-1990s, about 60,000 refugees who were Sunni Muslim majority were granted citizenship.  This caused a protest from Maronite authorities, leading to citizenship being given to all the Palestinian Christian refugees who were not already citizens.[23] There are about 350,000 non-citizen Palestinian refugees in Lebanon.\n\nThe Lebanese Parliament is divided on granting Palestinian rights. While many Lebanese parties call for improving the civil rights of Palestinian refugees, others raise concerns of naturalizing the mainly Muslim population and the disruption this might cause to Lebanon's sectarian balance.[24]\n\nAccording to Mudar Zahran, a Jordanian scholar of Palestinian heritage, the media chose to deliberately ignore the conditions of the Palestinians living in refugee camps in Lebanon. He writes that the \"tendency to blame Israel for everything\" has provided Arab leaders an excuse to deliberately ignore the human rights of the Palestinian in their countries.[25]\n\n"
        },
        {
            "title": "Syrian refugee crisis in Lebanon",
            "text": "August 2016, Human Rights Watch issued a report regarding the Syrian refugee crisis in Lebanon. As the report suggested, 1.1 million Syrian refugees- the largest number of refugees per capita in the world- have lived in Lebanon; and around half of these refugees are school-age. Although Lebanon and the international community attempted to help them to enroll in Lebanese public school without paying school fees, only 158,000 non Lebanese students are enrolled in the schools opened for Syrian refugees; and less than 3% of those who are aged 15–18 are enrolled in public secondary schools. Due to the arbitrary enrollment requirement, the harsh residency policy that makes it difficult for refugees to maintain legal status, the transportation costs that the Syrian families cannot afford and the need for additional income that encourages prioritizing child labor over receiving education, a quarter million of the Syrian children are out of school, according to the previous report published in July.[26]\n\n"
        },
        {
            "title": "Freedom of religion",
            "text": "The Lebanese Constitution provides for freedom of religion and the freedom to practice all religious rites provided that the public order is not disturbed. The Constitution declares equality of rights and duties for all citizens without discrimination or preference but establishes a balance of power among the major religious groups. The Government generally respected these rights; however, the constitutional provision for apportioning political offices according to religious affiliation may be viewed as inherently discriminatory. There were reports of societal abuses or discrimination based on religious belief or religious practice. There were, however, periodic reports of tension between religious groups, attributable to competition for political power, and citizens continued to struggle with the legacy of a 15-year civil war that was fought largely along sectarian lines. Despite sectarian tensions caused by the competition for political power, churches, mosques, and other places of worship continued to exist side-by-side, extending a centuries-long national heritage as a place of refuge for those fleeing religious intolerance. Non-religious Lebanese were subjected to abuse, which is not the case anymore, as their rights are equal to the rights of any other citizen of Lebanon, and that's granted by the country's laws.\n\n"
        },
        {
            "title": "Treatment of homosexuals",
            "text": "A few courts have ruled that Article 534 of the Lebanese Penal Code should no longer be used to arrest LGBT people, however members of the LGBT community are still being arrested, harassed and prosecuted by the same law. Today, there are several Lebanese organizations and movements that aim to improve the living conditions for the LGBT community,[27] none of which are governmental.\n\nIn 2002, a gay rights organization was started in Lebanon. The group, known as Hurriyyat Khassa or Private Liberties sought to reform the Article 534 of the criminal code so that sexual relations between consenting adults in private were no longer a crime.  Another gay rights organization in Lebanon is called Helem (Arabic: حلم), meaning \"Dream\" in Arabic and an acronym for the Lebanese Protection of Gay, Lesbian, Bisexual, and Transgender community.[clarification needed]  These organizations have staged a few public demonstrations, lectures, fundraisers for AIDS education, charitable events and exhibitions of films and have been interviewed by the Lebanese media.\n\n\"Anal examinations\" were used in Lebanon on men suspected of homosexuality.  On 28 July 2012, a gay venue in Beirut was raided by police and 36 men were taken into custody, where they were forced to undergo these examinations.  In response, dozens demonstrated in Beirut against these \"examinations,\" calling them the \"tests of shame.\"[28][29] This practice was however outlawed by the Ministry of Justice as well as for the Lebanese Doctors' association banning its members from practising it.\n\nOn 24 June 2022, Lebanese authorities unlawfully banned peaceful gatherings of lesbian, gay, bisexual, transgender and intersex (LGBTI) people, violating constitutional rights to equality, free expression, and free assembly. A wave of anti-LGBTI hate speech on social media by individuals and some religious groups, followed the ministry’s letter, including incitement to violence, death threats, and calls to ban the scheduled events by force.[30]\n\n"
        },
        {
            "title": "",
            "text": "Women earned the right to vote in 1952, five years later than men, who earned it in 1947 shortly after independence from the French mandate.[31] In 1957 the requirement for women to have elementary education before voting was dropped.[32]\n\n"
        },
        {
            "title": "Internet restrictions",
            "text": "Multiple websites have been reported to be blocked, somewhat inconsistently.[33] The Ministry of Telecommunication is known to have ordered gambling sites and a few pornographic sites to be blocked, based on judiciary decisions.[34]\n\nLebanese law permits the censoring of pornography, as well as religious materials only when considered a threat to national security.[35] As of 2014[update] the law doesn't prohibit individuals from accessing pornographical content (save for child porn, considered a criminal act), or any other type of content on the Internet.\n\n"
        }
    ]
}