{
    "url": "https://en.wikipedia.org/wiki/Hungarian_mythology",
    "title": "Hungarian mythology",
    "table_of_contents": [
        "1 Sources of knowledge",
        "2 Mythological cosmology",
        "2.1 Upper World",
        "2.2 Middle World",
        "2.3 Underworld",
        "3 Religion",
        "4 Figures",
        "4.1 Deities",
        "4.2 Animals and spirits",
        "4.3 Heroes and human figures",
        "5 Remnants in folklore",
        "6 See also",
        "7 References",
        "8 Bibliography",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Hungarian mythology includes the myths, legends, folk tales, fairy tales and gods of the Hungarians, also known as the Magyarok.\n\n"
        },
        {
            "title": "Sources of knowledge",
            "text": "Much of Magyar mythology is believed to be lost. However, in the last hundred years scholars of the history of Hungarian culture have tried eagerly to recover a significant amount of Hungarian mythology.[4] The most important sources are:\n\n"
        },
        {
            "title": "Mythological cosmology",
            "text": "Amongst the modern religions, Hungarian mythology is closest to the cosmology of Uralic peoples. In Hungarian myth, the world is divided into three spheres: the first is the Upper World (Felső világ), the home of the gods; the second is the Middle World (Középső világ) or world we know, and finally the underworld (Alsó világ). In the center of the world stands a tall tree: the World Tree / Tree of Life (Világfa/Életfa). Its foliage is the Upper World, and the Turul bird dwells on top of it. The Middle World is located at its trunk and the underworld is around its roots. In some stories, the tree has fruit: the golden apples. In Hinduism and Buddhism, there are very similar beliefs in the Trailokya and Kalpavriksha. \n\nThe gods live in the Upper World. Gods have the same rank, although the most important figure of them is Isten (Hungarian for \"God\"). He controls the world, shapes the fate of humans, observes the Middle World from the sky, and sometimes gives warning by lightning (mennykő). Isten created the world with the help of Ördög (\"the devil\" representing Evil)[citation needed]. Other gods include: Istenanya (\"Mother God\"), also known as Boldogasszony (\"Blessed Lady\", literally meaning \"happy/merry woman\"; later identified with Catholicism's Virgin Mary),[5] and Hadúr (\"warlord\" or \"commander\") of the fire, and later war god.\n\nThe major celestial bodies (the Sun and the Moon) are also located in the Upper World. The sky was thought to be a big tent held up by the Tree of Life. The several holes in it are the stars. The Sun, Moon, and symbols of the cosmic word, are known from Hungarian grave findings from the period of Hungarian conquest.[6]\n\nIn Hungarian mythology, it was believed that the human soul (Lélek) is immortal, and life was seen as a peregrination to Heaven (Menny).[7]\n\nThe Middle World is shared among humans and many mythological creatures; the latter are often supernatural. There are ghosts of the forests and waters, who are ordered to scare humans. They have different names in different places. There are females, for example, the sellő (mermaid), which lives in water and has a human torso with the tail of a fish. The wind is controlled by an old lady called Szélanya (Wind Mother) or Szélkirály (Wind King). The Sárkány (dragon) is a frightening beast: he is the enemy of many heroes in fairy tales, symbolising the psychical inner struggle of the hero. The Sárkány usually has 1-7 heads.  The lidérc is a ghostly, mysterious creature with several different appearances, its works are always malicious. The manók (elves / goblins) and the törpék  (dwarfs) are foxy beings living in woods or under the ground. Óriások (giants) live in the mountains. They have both good and bad qualities. Favourite creatures are the tündérek (fairies), who are beautiful young virgins or female creatures (often depicted either as personified purity and innocence, or as playful and foxy). They aid humans, who sometimes can ask three wishes from them. Their opposites are the bábák, who are equated with catty old witches. (Bába means \"midwife\" in modern Hungarian, and originally they were wise old women, later equated with witches as Christianity became widespread.)\n\nThe Underworld is the home of Ördög, creator of everything bad for humans: for example, annoying animals such as fleas, lice, and flies. It is uncertain whether the underworld was regarded as a place of punishment or not, since the naming of it as Pokol (Hell) developed after Christianization.[7]\n\n"
        },
        {
            "title": "Religion",
            "text": "Research about the ancient Hungarian religion has led to the conclusion that it was a form of Tengrism, the ethnic Turko-Mongol religion which was probably picked up from the Turkic peoples the Magyar came into contact with,  but was influenced by Hindus and Buddhists whom the Huns and Avars had encountered and converted to during their westward migration. Another theory ties the religion to that of the Huns and Scythians of Central Asia who converted to Buddhism in the largely Buddhist populace of Central Asia of those times due to similar or even identical legends to the Hungarian origin myth.\n\nThe shamanic role was filled by the táltos (\"wise man / blessed scholar\"). Their souls were thought to be able to travel between the three spheres via révülés (meditation). They were also doctors.  A taltos was selected by fate; their slight abnormalities at birth (neonatal teeth, caulbearer, white hair, and additional fingers) were believed to be the sign of a divine order. The steps of their introduction:\n\nThey had the ability to contact spirits by specific rituals and praying. Thus, they interpreted dreams, mediated between humans and spirits, cured and removed curses, and had an ability to find and bring back lost souls. They directed animal sacrifices and guessed the reason of an ancestor's anger.\n\nAfter death, the human soul leaves the body. The body is buried by relatives on the other bank of a river, looking towards east.\n\n"
        },
        {
            "title": "Remnants in folklore",
            "text": "Comparative methods can reveal that some motifs of folktales, fragments of songs or rhymes of folk customs preserved pieces of the old belief system. Some records tell about shaman-like figures directly. Shamanic remnants in Hungarian folklore was researched among others by Vilmos Diószegi, based on ethnographic records in Hungary and comparative works with various shamans of some Siberian peoples.[10] Ethnographer Mihály Hoppál continued his work of studying Hungarian shamanistic belief remnants,[11] comparing shamanistic beliefs of speakers of Finno-Ugric languages related to Hungarian[12] with those of other Siberian peoples.[13][14]\n\n"
        }
    ]
}