{
    "url": "https://en.wikipedia.org/wiki/Hutterites",
    "title": "Hutterites",
    "table_of_contents": [
        "1 History",
        "1.1 Beginnings",
        "1.2 Tyrol",
        "1.3 Moravia and Hungary",
        "1.4 Transylvania",
        "1.5 Wallachia",
        "1.6 Ukraine",
        "1.7 United States",
        "1.8 Canada",
        "1.9 Partial return to the U.S.",
        "2 Theology",
        "3 Society",
        "3.1 Governance and leadership",
        "3.2 Community ownership",
        "3.3 Daughter colonies",
        "3.4 Agriculture and manufacturing",
        "3.5 Use of technology",
        "3.6 Education",
        "3.7 Major branches",
        "3.8 Photography",
        "3.9 Clothing",
        "3.10 Dialect",
        "3.11 In the courts",
        "4 Subgroups",
        "5 Population and distribution",
        "5.1 Colonies",
        "5.2 Growth",
        "6 Depiction in media",
        "7 See also",
        "8 References",
        "9 Further reading",
        "9.1 Sources",
        "9.2 Scholarly works",
        "9.3 Personal accounts",
        "9.4 Photo book",
        "9.5 Further books",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nHutterites (German: Hutterer), also called Hutterian Brethren (German: Hutterische Brüder), are a communal ethnoreligious branch of Anabaptists, who, like the Amish and Mennonites, trace their roots to the Radical Reformation of the early 16th century and have formed intentional communities.[1]\n\nThe founder of the Hutterites, Jacob Hutter, \"established the Hutterite colonies on the basis of the Schleitheim Confession, a classic Anabaptist statement of faith\" of 1527, and the first communes were formed in 1528.[2][3][4] Since the death of Hutter in 1536, the beliefs of the Hutterites, especially those espousing a community of goods and nonresistance, have resulted in hundreds of years of diaspora in many countries.[3] The Hutterites embarked on a series of migrations through central and eastern Europe. Nearly extinct by the 18th century, they migrated to Russia in 1770 and about a hundred years later to North America. Over the course of 140 years, their population living in community of goods recovered from about 400 to around 50,000 at present. Today, almost all Hutterites live in Western Canada and the upper Great Plains of the United States.\n\n"
        },
        {
            "title": "History",
            "text": "The Anabaptist movement, from which the Hutterites emerged, started in groups that formed after the early Reformation in Switzerland led by Huldrych Zwingli (1484–1531). These new groups were part of the Radical Reformation, which departed from the teachings of Zwingli and the Swiss Reformed Church. In Zurich on January 21, 1525, Conrad Grebel (c. 1498–1526) and Jörg Blaurock (c. 1491–1529) practiced adult baptism to each other and then to others.[5] From Switzerland Anabaptism quickly spread northward and eastward in the timespan of one year. Balthasar Hubmaier (c. 1480–1528), a Bavarian from Friedberg, became an Anabaptist in Zurich in 1525 but fled to Nikolsburg in Moravia in May 1526. Other early Anabaptists who became important for the emerging Hutterites were Hans Denck (c. 1500–1527), Hans Hut (1490–1527), Hans Schlaffer († 1528), Leonhard Schiemer (c. 1500–1528), Ambrosius Spittelmayr (1497–1528) and Jakob Widemann († 1536).[6] Most of these early Anabaptists soon became martyrs of their faith.\n\nAnabaptism appears to have come to Tyrol through the labors of Jörg Blaurock. The Gaismair uprising set the stage by producing a hope for social justice in a way that was similar to the German Peasants' War. Michael Gaismair had tried to bring religious, political, and economical reform through a violent peasant uprising, but the movement was squashed.[7] Although little hard evidence exists of a direct connection between Gaismair's uprising and Tyrolian Anabaptism, at least a few of the peasants involved in the uprising later became Anabaptists. While a connection between a violent social revolution and non-resistant Anabaptism may be hard to imagine, the common link was the desire for a radical change in the prevailing social injustices. Disappointed with the failure of armed revolt, Anabaptist ideals of an alternative peaceful, just society probably resonated on the ears of the disappointed peasants.[8]\n\nBefore Anabaptism proper was introduced to South Tyrol, Protestant ideas had been propagated in the region by men such as Hans Vischer, a former Dominican.  Some of those who participated in conventicles where Protestant ideas were presented later became Anabaptists. As well, the population in general seemed to have a favorable attitude towards reform, be it Protestant or Anabaptist. Jörg Blaurock appears to have preached itinerantly in the Puster Valley region in 1527, which most likely was the first introduction of Anabaptist ideas in the area. Another visit through the area in 1529 reinforced these ideas, but he was captured and burned at the stake in Klausen on September 6, 1529.[9]\n\nJacob Hutter was one of the early converts in South Tyrol and later became a leader among the Hutterites, who received their name from him. Hutter made several trips between Moravia and Tyrol—most of the Anabaptists in South Tyrol ended up emigrating to Moravia because of the fierce persecution unleashed by Ferdinand I. In November 1535, Hutter was captured near Klausen and taken to Innsbruck, where he was burned at the stake on February 25, 1536. By 1540 Anabaptism in South Tyrol was beginning to die out, largely because of the emigration to Moravia of the converts to escape incessant persecution.[10]\n\nIn the 16th century, there was a considerable degree of religious tolerance in Moravia because in the 15th century there had been several proto-Protestant movements and upheavals (Czech Brethren, Utraquists, Picards, Minor Unity) in Bohemia and Moravia due to the teachings of Jan Hus (c. 1369–1415).[11]\n\nTherefore, Moravia, where Hubmaier had also found refuge,[12] was the land where the persecuted Anabaptist forerunners of the Hutterites fled to, originating mostly from different locations in what is today Southern Germany, Austria and South Tyrol.[13] Under the leadership of Jacob Hutter in the years 1530 to 1535, they developed the communal form of living that distinguishes them from other Anabaptists such as the Mennonites and the Amish.[14] Hutterite communal living is based on the New Testament books of the Acts of the Apostles (chapters 2 (especially verse 44), 4, and 5) and 2 Corinthians.\n\nA basic tenet of Hutterite groups has always been nonresistance, i.e. forbidding its members from taking part in military activities, taking orders from military persons, wearing a formal uniform (such as a soldier's or a police officer's) or paying taxes to be spent on war. This has led to expulsion from or persecution in the several lands in which they have lived.\n\nIn Moravia, the Hutterites flourished for several decades; the period between 1554 and 1565 was called \"good\" and the period between 1565 and 1592 was called \"golden\". During that time the Hutterites expanded to Upper Hungary, present-day Slovakia. In the time until 1622 some 100 settlements, called Bruderhof, developed in Moravia and Kingdom of Hungary, and the number of Hutterites reached twenty to thirty thousand.[15]\n\nIn 1593 the Long Turkish War, which affected the Hutterites severely, broke out.[16] During this war, in 1605, some 240 Hutterites were abducted by the Ottoman Turkish army and their Tatar allies and sold into Ottoman slavery.[17][18] It lasted until 1606; however, before the Hutterites could rebuild their resources, the Thirty Years' War (1618–1648) broke out. It soon developed into a war about religion when in 1620 the mostly Protestant Bohemia and Moravia were invaded by the Habsburg Emperor Ferdinand II, a Catholic, who annihilated and plundered several Hutterite settlements. In 1621 the Bubonic plague followed the war and killed one third of the remaining Hutterites.[19]\n\nRenewed persecution followed the Habsburg takeover of the Czech lands in 1620 and in the end annihilated them there as an Anabaptist group. In 1622 the Hutterites were expelled from Moravia and fled to the Hutterite settlements in Hungary, where overcrowding caused severe hardship.[20] Some Moravian Hutterites converted to Catholicism and retained a separate ethnic identity as the Habans (German: Habaner) until the 19th century (by the end of World War II, the Haban group had become essentially extinct).\n\nIn 1621 Gabriel Bethlen, prince of Transylvania and a Calvinist, \"invited\" Hutterites to come to his country. In fact he forced a group of 186 Hutterites to come to Alvinc (today Vințu de Jos, Romania) in 1622, because he needed craftsmen and agricultural workers to develop his land. In the next two years more Hutterites migrated to Transylvania, in total 690 or 1,089 persons, depending on the sources.[21]\n\nIn the second half of the 17th century, the Hutterite community was in decline. It had suffered from Ottoman incursions during which the Bruderhof at Alvinc was burned down in 1661.[22] Towards the end of the century, community of goods was abandoned, when exactly is not known. Johannes Waldner assumes in Das Klein-Geschichtsbuch der Hutterischen Brüder that this happened in 1693 or 1694.[23]\n\nIn 1756, a group of Crypto-Protestants from Carinthia who in 1755 were deported to Transylvania by the Habsburg monarchy, met the Hutterian Brethren at Alvinc. These Carinthian Protestants read the \"account of the belief of the Hutterian Brethren\" written by Peter Riedemann, which was given to them by the Brothers, and then decided to join the Hutterites.[24] This latter group revived the Hutterite religion, became dominant among the Hutterites and replaced the Tyrolean dialect of the old Hutterites by their Carinthian one, both being Southern Bavarian dialects. In 1762 community of goods was reestablished in Alvinc.\n\nIn 1767 the Hutterites fled from Transylvania first to Kräbach, that is Ciorogârla in Wallachia, which was at that time some 7 kilometres (4.3 mi) from Bucharest. When the Hutterites left Transylvania, their number was down to 67 people.[25]\n\nIn Wallachia they encountered much hardship because of lawlessness and the war between Russia and Turkey (1768–1774). The Russians took Bucharest on November 17, 1769. The Hutterites then sought the advice of Russian army commander \"Sämetin\" (Генерал-майор Александр Гаврилович Замятин, General-Mayor Aleksandr Gavrilovitch Zamyatin) in Bucharest, who proposed that they emigrate to Russia where Count Pyotr Rumyantsev would provide them with land all they need for a new beginning.\n\nOn August 1, 1770, after more than three months of traveling, the group of about 60 persons reached their new home, the lands of Count Rumyantsev at Vishenka in Ukraine, which at this time was part of the Russian Empire.[26] In their new home, the Hutterites were joined by a few more Hutterites who could flee from Habsburg lands, as well as a few Mennonites, altogether 55 persons.[27]\n\nWhen Count Pyotr Rumyantsev died in 1796, his two sons tried to reduce the status of the Hutterites from free peasants (Freibauern) to that of serfs (Leibeigene). The Hutterites appealed to Tsar Paul I, who allowed them to settle on crown land in Radichev, some 12 km (7 miles) from Vishenka, where they would have the same privileged status as the German Mennonite colonists from Prussia.[28]\n\nAround the year 1820 there was significant inner tension: a large faction of the brothers wanted to end the community of goods. The community then divided into two groups that lived as separate communities. The faction with individual ownership moved to the Mennonite colony Chortitza for some time, but soon returned. After a fire destroyed most of the buildings at Radichev, the Hutterites gave up their community of goods.[29]\n\nBecause the lands of the Hutterites at Radichev were not very productive, they petitioned to move to better lands. In 1842 they were allowed to relocate to Molotschna, a Mennonite colony, where they founded the village Hutterthal. When they moved, the total Hutterite population was 384 with 185 males and 199 females.[30]\n\nIn 1852 a second village was founded, called Johannesruh and, by 1868, three more villages were founded: Hutterdorf (1856), Neu-Huttertal (1856), and Scheromet (1868). In Ukraine, the Hutterites enjoyed relative prosperity. When they lived among German-speaking Mennonites in Molotschna, they adopted the very efficient form of Mennonite agriculture that Johann Cornies had introduced.[31]\n\nIn 1845, a small group of Hutterites made plans to renew the community of goods, but was told to wait until the government had approved their plans to buy separate land. A group led by the preacher George Waldner made another attempt but this soon failed. In 1859 Michael Waldner was able to reinstate community of goods at one end of Hutterdorf, thus becoming the founder of the Schmiedeleut.[32]\n\nIn 1860, Darius Walter founded another group with community of goods at the other end of Hutterdorf, thus creating the Dariusleut. Trials to establish a communal living in Johannisruh after 1864 did not succeed. It took until 1877, after the Hutterites had already relocated to South Dakota, before a few families from Johannisruh, led by preacher Jacob Wipf, established a third group with communal living, the Lehrerleut.[32]\n\nIn 1864, the Primary Schools' Bill made Russian the language of instruction in schools; then in 1871 a law introduced compulsory military service. These led the Mennonites and Hutterites to make plans for emigration.[33]\n\nAfter sending scouts to North America in 1873 along with a Mennonite delegation, almost all Hutterites, totaling 1,265 individuals, migrated to the United States between 1874 and 1879 in response to the new Russian military service law. Of these, some 800 identified as Eigentümler (literally, \"owners\") and acquired individual farms according to the Homestead Act of 1862, whereas some 400 identified as Gemeinschaftler (literally, \"community people\") and started three communities with community of goods.\n\nMost Hutterites are descended from these latter 400. Named for the leader of each group (the Schmiedeleut, Dariusleut and Lehrerleut, leut being based on the German word for people), they settled initially in the Dakota Territory. Here, each group reestablished the traditional Hutterite communal lifestyle.\n\nOver the next decades, the Hutterites who settled on individual farms, the so-called Prärieleut, slowly assimilated first into Mennonite groups and later into the general American population. Until about 1910 there was intermarriage between the Prärieleut and the communally living Hutterites.[34]\n\nSeveral state laws were enacted seeking to deny Hutterites religious legal status to their communal farms (colonies). Some colonies were disbanded before these decisions were overturned in the Supreme Court.[35] By this time, many Hutterites had already established new colonies in Alberta and Saskatchewan.[36]\n\nDuring World War I, the pacifist Hutterites suffered persecution in the United States. In the most severe case, four Hutterite men, who were subjected to military draft but refused to comply, were imprisoned and physically abused. Ultimately, two of the four men, the brothers Joseph and Michael Hofer, died at Leavenworth Military Prison after the Armistice had been signed, bringing an end to the war. The Hutterite community said the men died from mistreatment; the U.S. government said the men died of pneumonia.[37][38]\n\nThe Hutterites responded to this mistreatment of their conscientious objectors by leaving the United States and moving to the Canadian provinces of Alberta, Manitoba and Saskatchewan. All 18 existing American colonies were abandoned, except the oldest one, Bon Homme, where Hutterites continued to live. Other colonies moved to Canada but did not sell their vacant colonies.\n\nIn 1942, alarmed at the influx of Dakota Hutterites buying copious tracts of land, the Province of Alberta passed the Communal Properties Act, severely restricting the expansion of the Dariusleut and Lehrerleut colonies. Although eventually repealed in 1973, the act resulted in the establishment of a number of new colonies in British Columbia and Saskatchewan.\n\nThe Hutterian Brethren Church was recognized by Parliament in 1951.[39]\n\nAs of March 2018, there were approximately 34,000 Hutterites in 350 colonies in Canada, 75 percent of the Brethren living in North America.[40] During summer 2020, many colonies struggled with outbreaks during the COVID-19 pandemic in Canada because \"Hutterite colony members eat, work, and worship together in community settings and share possessions\", according to one report. The groups were taking steps to minimize the spread of the virus.[41]\n\nOne news report defined the business operations of colonies as \"industrial grade farms that produce grains, eggs, meat and vegetables, which are sold to large distributors and at local farmer's markets\".[42]\n\n\nSection 143 of the Income Tax Act of Canada, introduced in 2007 and modified in 2014 with section 108(5), contains special rules to accommodate Hutterite colonies. According to a 2018 Senate report, colonies do not file income tax returns as corporations, but as individual members:[43]\nIn 2018, the Senate of Canada asked the House of Commons to review the legislation, because Hutterites were not being allowed to claim the Working Income Tax Benefit refundable tax credit (WITB), which was available to other farmers in Canada.[43]\n\nDuring the Great Depression when there was a lot of economic pressure on farming populations, some Schmiedeleut moved back to South Dakota, resettling abandoned property and buying abandoned colonies from the Darius- and the Lehrerleut. After World War II also some Darius- and Lehrerleut went back to the U.S., mainly to Montana.\n\n"
        },
        {
            "title": "Theology",
            "text": "Contrary to other traditional Anabaptist groups like the Amish, the Old Order Mennonites and the Old Colony Mennonites, who have almost no written books about Anabaptist theology, the Hutterites possess an account of their beliefs, Account of Our Religion, Doctrine and Faith, of the brethren who are called Hutterites (original German title Rechenschafft unserer Religion, Leer und Glaubens), written by Peter Riedemann in 1540–1541. There are also extant theological tracts and letters by Hans Schlaffer, Leonhard Schiemer, and Ambrosius Spittelmaier.[44]\n\nThe founder of the Hutterite tradition, Jacob Hutter, \"established the Hutterite colonies on the basis of the Schleitheim Confession, a classic Anabaptist statement of faith\".[2][3] In accordance with this confession of faith, Hutterite theology emphasizes credobaptism, a belief in the Church invisible, Christian pacifism, and the rejection of oaths.[3] The Hutterite Churches also believe in \"a set of community rules for Christian living and the principle of worldly separation\".[3] Former members are shunned and are not to be spoken to.[45]\n\n"
        },
        {
            "title": "Society",
            "text": "Hutterite communes, called \"colonies\", are all rural; many depend largely on farming or ranching, depending on their locale, for their income. Colonies in the modern era have been shifting to manufacturing as it gets more difficult to make a living on farming alone. The colony is virtually self-sufficient as far as labor, constructing its own buildings, doing its own maintenance and repair on equipment, making its own clothes, etc., is concerned. This has changed in recent years and colonies have started to depend a little more on outside sources for food, clothing and other goods.\n\nHutterite agriculture today is specialized and more or less industrialized. Hutterite children therefore have no close contact with farm animals any longer and are not protected from asthma through close contact with farm animals, like Amish children are, but are now similar to the general North American population.[46]\n\nHutterite colonies are mostly patriarchal with women participating in roles such as cooking, medical decisions, and selection and purchase of fabric for clothing. Each colony has three high-level leaders. The two top-level leaders are the Minister and the Secretary. A third leader is the Assistant Minister. The Minister also holds the position as president in matters related to the incorporation of the legal business entity associated with each colony. The Secretary is widely referred to as the colony \"Manager\", \"Boss\" or \"Business Boss\" and is responsible for the business operations of the colony, such as bookkeeping, check-writing and budget organization. The Assistant Minister helps with church leadership (preaching) responsibilities, but will often also be the \"German Teacher\" for the school-aged children.[47]\n\nThe Secretary's wife sometimes holds the title of Schneider (from German \"tailor\") and thus she is in charge of clothes' making and purchasing the colony's fabric requirements for the  making of all clothing. The term \"boss\" is used widely in colony language. Aside from the Secretary, who functions as the business boss, there are a number of other significant \"boss\" positions in most colonies. The most significant in the average colony is the \"Farm Boss\". This person is responsible for all aspects of overseeing grain farming operations. This includes crop management, agronomy, crop insurance planning and assigning staff to various farming operations.\n\nBeyond these top-level leadership positions there will also be the \"Hog Boss\", \"Dairy Boss\", and so on, depending on what agricultural operations exist at the specific colony. In each case these individuals are fully responsible for their own areas of responsibility, and will have other colony residents working in those respective areas.\n\nThe Minister, Secretary, and all \"boss\" positions are elected positions and many decisions are put to a vote before they are implemented.\n\nThe voting and decision-making process at most colonies is based upon a two-tiered structure including a council — usually seven senior males — and the voting membership, which includes all the married men of the colony. For each \"significant\" decision the council will first vote and, if passed, the decision will be carried to the voting membership. Officials not following the selected decisions can be removed by a similar vote of a colony.\n\nThere is a wide range of leadership cultures and styles between the three main colony varieties. In some cases very dominant ministers or secretaries may hold greater sway over some colonies than others.\n\nWomen and children hold no formal voting power over decision-making in a colony, but they often hold influence on decision-making through the informal processes of a colony's social framework.[48]\n\nOverarching all internal governance processes within a single colony is the broader \"Bishop\" structure of leaders from across a \"branch\" (Lehrer-, Darius- or Schmiedeleut) such that all colonies within each branch are subject to the broader decision-making of that branch's \"Bishop\" council. A minister of a colony who does not ensure his colony follows broader \"Bishop\" council decisions can be removed from his position.\n\nHutterites practice a near-total community of goods: all property is owned by the colony, and provisions for individual members and their families come from the common resources. This practice is based largely on Hutterite interpretation of passages in chapters 2, 4, and 5 of  Acts, which speak of the believers' \"having all things in common.\" Thus the colony owns and operates its buildings and equipment like a corporation, with all profits reinvested in the community.  Housing units are built and assigned to individual families but belong to the colony, and there is very little personal property. There are no paycheques on Hutterite colonies, as members are expected to work for the good of the community. Allowances are given, with the monetary amount varying heavily between colonies.  Lunch and dinner meals are taken by the entire colony in a dining or fellowship room. Men and women sit in a segregated fashion. Special occasions sometimes allow entire families to enjoy meals together, but individual housing units do have kitchens which are used for breakfast meals.\n\nEach colony may consist of about 10 to 20 families (may not always apply), with a population of around 60 to 250. When the colony's population grows near the upper limit and its leadership determines that branching off is economically and spiritually necessary, they locate, purchase land for and build a \"daughter\" colony.\n\nThe process by which a colony splits to create a new daughter colony varies across the branches of colonies. In Lehrerleut, this process is quite structured, while in Darius and Schmiedeleut the process can be somewhat less so. In a Lehrerleut colony, the land will be purchased and buildings actually constructed before anyone in the colony knows who will be relocating to the daughter colony location. The final decision as to who leaves and who stays will not be made until everything is ready at the new location.\n\nDuring the construction process, the colony leadership splits up the colony as evenly as possible, creating two separate groups of families. The two groups are made as equal as possible in size, taking into account the practical limits of family unit sizes in each group. Additionally, the leadership must split the business operations as evenly as possible. This means deciding which colony may take on, for example, either hog farming or dairy. Colony members are given a chance to voice concerns about which group a family is assigned to, but at some point, a final decision is made. This process can be very difficult and stressful for a colony, as many political and family dynamics become topics of discussion, and not everyone will be happy about the process or its results.[citation needed]\n\nOnce all decisions have been made, the two groups may be identified as \"Group A\" and \"Group B\".[49] The last evening before a new group of people is to leave the \"mother\" colony for the \"daughter\" colony, two pieces of paper, labeled \"Group A\" and \"Group B\", are placed into a hat. The minister will pray, asking for God's choice of the paper drawn from the hat, and will draw one piece of paper. The name drawn will indicate which group is leaving for the daughter colony. Within hours, the daughter colony begins the process of settling at a brand new site.[citation needed]\n\nThis very structured procedure differs dramatically from the one that may be used at some Darius and Schmiedeleut colonies, where the split can sometimes be staggered over time, with only small groups of people moving to the new location at a time.\n\nHutterite colonies often own large tracts of land and, since they function as a collective unit, they can make or afford higher-quality equipment than if they were working alone.[citation needed] Some also run industrial hog, dairy, turkey, chicken and egg production operations.\nAn increasing number of Hutterite colonies are again venturing into the manufacturing sector, a change that is reminiscent of an early period of Hutterite life in Europe. Before the Hutterites emigrated to North America, they relied on manufacturing to sustain their communities. It was only in Russia that the Hutterites learned to farm from the Mennonites. Because of the increasing automation of farming (large equipment, GPS-controlled seeding, spraying, etc.), farming operations have become much more efficient. Many colonies that have gone into manufacturing believe they need to provide their members with a higher level of education.[citation needed]\n\nA major driving force for Hutterite leadership nowadays is the recognition that land prices have risen dramatically in Alberta and Saskatchewan because of the oil and gas industry,[50] thus creating the need for a greater amount of cash to buy land when it comes time for a colony to split. The splitting process requires the purchase of land and the construction of buildings. This can require funds in the range of C$20 million in 2008 terms: upwards of $10M for land and another $10M for buildings and construction. This massive cash requirement has forced leadership to reevaluate how a colony can produce the necessary funds. New projects have included plastics' manufacturing, metal fabrication, cabinetry and stone or granite forming, to name a few. One unique project came together in South Dakota. A group of 44 colonies joined to create a turkey processing center where their poultry can be processed. The plant hired non-Hutterite staff to process the poultry for market. This plant helped to secure demand for the colonies' poultry.[51][52]\n\nHutterites do not shun modern technology, but may limit some uses of it. Many attempt to remove themselves from the outside world (television sets – and in some cases the internet – are banned), and up until recently, many of the Lehrerleut and Dariusleut (Alberta) colonies still had only one central telephone. The Schmiedeleut, however, made this transition earlier, where each household had a phone along with a central telephone for the colony business operation. In many colonies, telephones are tied into the sort of commercial private branch exchange (PBX) systems more commonly used by businesses, with which toll restriction features could easily be programmed.\n\nToday, Hutteries widely use telephones for both business and social purposes. Cell phones are also very common among all three groups today. Text messaging has made cell phones particularly useful for Hutterian young people wishing to keep in touch with their peers. Some Hutterite homes have computers and radios; and some (mostly, liberal Schmiedeleut colonies) have Internet access. Farming equipment technology generally matches or exceeds that of non-Hutterite farmers. Lehrerleut colonies have recently struggled with the proliferation of computers and have clamped down, so that computers are no longer allowed in households and their use is limited to only business and farming operations, including animal, feed and crop management. As the world evolves more, however, and technology is used more and more for work and communication, many Hutterite young people use computers, photos, and the internet for keeping in contact with their friends and relatives and meeting new people outside the colony.[53]\n\nHutterite children get their education in a schoolhouse at the colony, according to an educational agreement with the province or state. The school is typically run by a hired \"outside\" teacher who teaches the basics, including English. In some Schmiedeleut schools, teachers are chosen from the colony. The \"German\" education of colony children is the responsibility of the \"Assistant Minister\" at some colonies, but most colonies elect a \"German Teacher\", who in most cases also takes care of the colony garden.[citation needed] His job entails training in German language studies, Bible teaching, and scripture memorization. The German Teacher co-operates with the outside teacher with regard to scheduling and planning. Some Hutterite colonies are allowed to send their children to public school as the parents see fit, but in some cases it is customary to remove them from school entirely in 8th grade or at the age of 15; however, many colonies offer them a full grade 12 diploma and in some cases a university degree. Public school in these instances is seen as a luxury and children are sometimes made to miss days of school in favor of duties at the colony. In a few rare cases, allowing a child to continue attending school past this limit can result in punishment of the parents, including shunning and removal from the church.[citation needed]\n\nThree different branches of Hutterites live in the prairies of North America: the Schmiedeleut, the Dariusleut and the Lehrerleut. Though all three \"leut\" are Hutterites, there are some distinctive differences, including style of dress and organizational structure.[clarification needed] However, the original doctrine of all three groups is identical. The differences are mostly traditional and geographic.\n\nThere are two other related groups. The Arnoldleut—also referred to as the Bruderhof Communities or currently, Church Communities International[54]—is a group of more recent origin which, prior to 1990, were accepted by the Dariusleut and Lehrerleut groups as a part of the Hutterite community.[55] The Schmiedeleut were divided over the issue. One group is called the 'oilers', because of an issue over an oil well. The other is the Prairieleut – Hutterites that lived in separate households rather than in colonies after settling on the American prairies. At the time of immigration the Prairieleut amounted to around 2/3 of the Hutterite immigrants. Most of the Prairieleut eventually united with the Mennonites.\n\nSince 1992, the Schmiedeleut, until that point the largest of the three \"leut,\" have been divided into \"Group One\" and \"Group Two\" factions over controversies including the Arnoldleut/Bruderhof issue and the leadership of the Schmiedeleut elder. This highly acrimonious division has cut across family lines and remains a serious matter almost two decades later. Group One colonies generally have relatively more liberal positions on issues including higher education, ecumenical and missions work, musical instruments, media, and technology.\n\nAlberta Hutterites initially won the right not to have their photographs taken for their driver's licenses. In May 2007, the Alberta Court of Appeal ruled that the photograph requirement violates their religious rights and that driving was essential to their way of life.[56] The Wilson Colony based its position on the belief that images are prohibited by the Second Commandment.[57] About eighty of the photo-less licenses were in use at the time of the decision.[58] Besides the Alberta Hutterite groups (Darius and Lehrerleut), a handful of colonies in Manitoba (Schmiedeleut) do not wish their members to be photographed for licenses or other identity documents.[citation needed]\n\nHowever, in July 2009, the Supreme Court of Canada ruled 4–3 (in Alberta v. Hutterian Brethren of Wilson Colony) that a Hutterite community must abide by provincial rules that make a digital photo mandatory for all new driver's licenses as a way to prevent identity theft.[59][60]\n\nDespite this animosity towards photography, there are photographs of Hutterites that were evidently done with their consent and co-operation. In particular, from 1972 to 1980, Chicago photographer Mary Koga went to rural Alberta to work on her series The Hutterites. Her images show the members of the community with great openness, sympathy and a touch of humor.[61]\n\nA 2018 report published by the Huffington Post contained a series of photographs made by Jill Brody over several years[62] at three colonies in Montana.[63]\n\nIn contrast to the uniformly plain look of the Amish and Old Order Mennonites, Hutterite clothing can be vividly colored, especially on children, although many Hutterites do wear plain dress.[64] Most of the clothing is homemade within the colony. Shoes were homemade in the past but are now mostly store-bought.\n\nMen's jackets and pants are usually black. Generally, the men wear buttoned-up shirts with long sleeves and collars, and they may wear undershirts. Men's pants are not held in place by belts, but rather by black suspenders. These pants are also distinctive by their lack of back pockets.\n\nWomen and girls each wear a dress with a blouse underneath. Most Lehrerleut and Dariusleut also wear a kerchief-style Christian headcovering which is usually black with white polka dots. The Schmiedleut also wear a kerchief-style head cover, but without the dots. The pattern of kerchief thus indicates to which branch the women belong: large dots indicate Lehrerleut, small dots Dariusleut and no dots Schmiedeleut. In some cases Dariusleut kerchiefs also have no dots. Female members of the Bruderhof wear solid colored kerchiefs in black, blue or white and sometimes no kerchief at all.\n\nYoung girls each wear a bright, colorful cap that fastens under the chin.\n\nChurch garb is generally dark for both men and women. The clothing worn for church consists of a plain jacket for both genders and a black apron for women. Men's church hats are always dark and usually black.\n\nJust as the Amish and Old Order Mennonites often use Pennsylvania German, the Hutterites have preserved and use among themselves a distinct dialect of German known as Hutterite German, or Hutterisch, sometimes regarded as being a language in its own right. Originally mainly based on a Tyrolean dialect from the south-central German-speaking Europe from which many of them sprang in the 16th century, Hutterisch has taken on a Carinthian base because of their history: In the years 1760–1763, a small group of surviving Hutterites in Transylvania were joined by a larger group of Lutheran forced migrants from Carinthia, the so-called Transylvanian Landler. Eventually, this led to the replacement of the Hutterites' Tyrolean dialect by the Carinthian dialect. The Amish and Hutterite German dialects are not generally mutually intelligible because the dialects originate from regions that are several hundred kilometres (miles) apart. In their religious exercises, Hutterites use a classic Lutheran German.[citation needed]\n\nAs part of their Anabaptist teachings of nonresistance, Hutterites historically have avoided getting involved in litigation within the secular justice system. One of the early founders of the Hutterites, Peter Riedemann, wrote about the Hutterites' stand on going to court in Peter Riedemann's Hutterite Confession of Faith: \"Christ shows that Christians may not go to court when he says, 'If anyone will sue you and take away your coat, let him have your cloak also.' In effect Jesus is saying, 'It is better to let people take everything than to quarrel with them and find yourself in a strange court.' Christ wants us to show that we seek what is heavenly and belongs to us, and not what is temporal or alien to us. Thus, it is evident that a Christian can neither go to court nor be a judge.\"\n\nConsistent with their beliefs, records do not indicate any litigation initiated by the Hutterites up to the twentieth century. However, in their more recent history in North America some Hutterite conflicts have emerged in court litigations. Several cases involved the Hutterite Colony defending their religious lifestyle against the government.[65] This includes the recent conflict over photographs on driver's licenses in Alberta v Hutterian Brethren of Wilson Colony. Another recent case in the United States, Big Sky Colony Inc. v. Montana Department of Labor and Industry, forced the Hutterites to participate in the workers' compensation system despite the Hutterites' religious objections.[66]\n\nThe willingness of the colonies to take matters to secular courts has also resulted in internal religious disputes being brought before the court. Two of these cases have come to appeal before the Supreme Court of Canada: Hofer v. Hofer (1970) and Lakeside Colony of Hutterian Brethren v. Hofer (1992). Hofer v. Hofer involved several expelled members of the Interlake Colony in Manitoba who sought a share of the communal property. The Supreme Court of Canada ruled that according to the religious tenets of the Hutterites, the Hutterites have no individual property and therefore the former members cannot be entitled to a share of the Hutterite colony's goods. In the case of Lakeside Colony of Hutterian Brethren v. Hofer, Daniel Hofer Sr. of Lakeside Colony challenged the right of the Hutterian Brethren Church to expel him and other members. The igniting issue focused on who owned the rights to a patented hog feeder. The Board of Managers of the Colony had ruled that Hofer did not own the patent of the hog feeder in question and should stop producing the item. Hofer refused to submit to what he considered was an injustice and also refused to obey the colony's order of expulsion. In response Jacob Kleinsasser of Crystal Spring Colony, elder of the Schmiedleut group of Hutterites, tried to use the state to enforce the expulsion order. Daniel Hofer Sr. initially lost the case. Hofer also lost his first appeal but finally won on an appeal to the Supreme Court of Canada, who overturned the expulsion.[65][67] The outcome of these two cases has strongly influenced the outcome of similar cases in Canada. When some members of The Nine sued their former colony in Manitoba in 2008 over lost wages and injuries the case was never even heard in court.[68][69]\n\nIn the United States judges have repeatedly dismissed cases that were brought against the colony by colony members or former members. Such cases include Wollma, et al. v. Poinsett Hutterian Brethren, Inc. (1994) in South Dakota, and Eli Wollman Sr. et al. v. Ayers Ranch Colony (2001) in Montana. More recently in North Dakota, a case was brought by some of The Nine against Forest River Colony and was again dismissed by a judge in March 2010, ruling that the courts did not have subject matter jurisdiction over the case.[70][71]\n\n"
        },
        {
            "title": "Subgroups",
            "text": "In the last 150 years several subgroups of Hutterites emerged. When the Hutterites migrated to the United States in 1874 and during the following years, there was a division between those who settled in colonies and lived with community of goods, and those who settled on private farms according to the conditions of the Homestead Act of 1862. The homesteaders were called Prärieleut, while the ones who settled on the three communal colonies developed into three branches: Schmiedeleut, Dariusleut and Lehrerleut; in the 1990s the Schmiedeleut split into two subgroups.\n\nDuring the 20th century three groups joined the Hutterites, two of them only temporarily:\n\nStarting in 1999, three Hutterite colonies separated from their original \"Leut\" affiliation and became independent. For these three colonies spiritual renewal became a major concern. One of them, Elmendorf, branched out two times, so that there are now five colonies of that kind, which co-operate closely, thus forming a new affiliation of Hutterite Christian Communities.\n\n"
        },
        {
            "title": "Population and distribution",
            "text": "In 1995, the total North American Hutterite population was about 30,000.[79]\n\nApproximately 75% of all Hutterites reside in Canada, with the remaining 25% in the United States.[40]\n\nIn 1995 there were a total of 285 Hutterite colonies in Canada (138 in Alberta, 93 colonies in Manitoba and 54 in Saskatchewan). By 2011, there were 345 across the Prairies – a 21 per cent increase. The 2016 census recorded 370 Hutterite colonies in Canada, of these: 175 were in Alberta, 110 in Manitoba and 70 in Saskatchewan.[79]\n\nThe same 2016 census which recorded 370 colonies, counted a total Hutterite population of 35,010 people (up from 32,500 in 2011).[79]\n\nAs of March 2018, there were 120 colonies in the United States, of which: 54 colonies in South Dakota, 50 in Montana, 9 in Minnesota and 7 in North Dakota. A Montana government report in 2010 published a specific list of colonies and schools in that state. The approximate U.S. population of Brethren was 11,000 in 2018.[40][81]\n\nHutterite colonies have existed in the rural farming areas of eastern Washington state since the mid-20th century.[82]\n\nThe mid-2004 location and number of the world's 483 Hutterite colonies:[83]\n\nAs of 2021, there are 572 Hutterite colonies in existence.\n\nThe very high birth rate among the Hutterites has decreased dramatically since 1950,[84] as they have dropped from around ten children per family in 1954 to around five in 2010.[85] Hutterite fertility rates remain relatively high compared to the general North American population, but relatively low compared to other traditional Anabaptist groups like the Amish or the Old Order Mennonites. While Hutterite women traditionally married around the ages of 20 or 21, marriages in the 21st century very often are delayed until the late 20s. Whereas Hutterite women traditionally had children until their mid 40s, today most Hutterite woman have their last child around the age of 35.\n\n"
        },
        {
            "title": "Depiction in media",
            "text": "49th Parallel (1941) has a segment that takes place at a Hutterite community in Manitoba, Canada.\n\nThe Hutterites[87] is a documentary filmed by Colin Law in 1964 with the following synopsis: \"The followers of religious leader Jacob Hutter live in farm communities, devoutly holding to the rules their founder laid down four centuries ago. Through the kindness of a Hutterite colony in Alberta, this film, in black and white, was made inside the community and shows all aspects of the Hutterites' daily life.\"\n\nIn the Kung Fu episode \"The Hoots\" (December 13, 1973), the sheepherder members of a Hutterite religious sect offer no resistance to persecution by bigoted cattlemen until they learn from Kwai Chang Caine that, like the chameleon, they can change and yet remain the same in the American Southwest.[88]\n\nIn Season 1, Episode 9 of the TV series Movin' On, \"Hoots\" (November 21, 1974), gypsy truckers Sonny Pruitt (Claude Akins) and Will Chandler (Frank Converse) make a delivery to a Hutterite colony and soon find themselves embroiled in a violent conflict between the pacifists and rival farmers who are angry about the colony outcompeting them. \n\nIn the 1994 Leonard Nimoy film Holy Matrimony, Havana (Patricia Arquette) is on the run from the law and hides in a Hutterite community in Alberta, Canada, led by Wilhelm (Armin Mueller-Stahl).\n\nOn May 29, 2012, the first episode of American Colony: Meet the Hutterites aired on the National Geographic Channel. Filmed primarily at King Ranch Colony near Lewistown, Montana, with Jeff Collins as executive producer, the colony was paid $100,000 for permission to produce a documentary of Hutterite life. Immediately after the first airing, many Hutterites began to complain that the show did not represent a true picture of typical colony life and ended up being a reality show or \"soap opera\" rather than a documentary.[89][90] Some of the Hutterite cast later said that some of the scenes were scripted and that they were not aware of how the final version would portray the Hutterites.[91] Jeff Collins stated that he believes King Colony members were coerced to write retractions, under threat of excommunication from Hutterite leaders.[92] Colony leaders from King Ranch Colony wrote a letter to the National Geographic Society asking for an apology and that the show be discontinued, citing a false portrayal of Hutterites and a \"breach of contract and defamation of our life and our character\" as the reason.[93]\nIn 2013, How to Get to Heaven with the Hutterites was broadcast on BBC2 and looked at the lives of the people within the community.[citation needed]\n\nAnother film about the Hutterites is The Valley of All Utopias (2012), a documentary about a Hutterite colony in Saskatchewan directed by Thomas Risch.[citation needed]\n\nHutterites were featured in the CBC TV series Heartland in Season 8, Episode 7, \"Walk a Mile\" (2014).[94]\n\nQueer Hutterite (2016) is a self-produced documentary by a young gay man who left his home in a Manitoba colony to come out of the closet in Calgary.\n\nHutterites are also often depicted on the satire website The Daily Bonnet, alongside Mennonites, Amish, and other Anabaptist groups.[95]\n\n"
        }
    ]
}