{
    "url": "https://en.wikipedia.org/wiki/I_Walked_with_a_Zombie",
    "title": "I Walked with a Zombie",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Casting",
        "3.3 Filming",
        "4 Release",
        "4.1 Theatrical distribution",
        "4.2 Home media",
        "5 Reception",
        "5.1 Contemporaneous reviews",
        "5.2 Retrospective assessments",
        "6 Themes and interpretations",
        "6.1 Slavery and racism",
        "6.2 Voodoo",
        "7 Notes",
        "8 References",
        "8.1 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "I Walked with a Zombie is a 1943 American horror film directed by Jacques Tourneur and produced by Val Lewton for RKO Pictures. It stars James Ellison, Frances Dee, and Tom Conway, and follows a Canadian nurse who travels to care for the ailing wife of a sugar plantation owner in the Caribbean, where she witnesses Vodou rituals and possibly encounters the walking dead. The screenplay, written by Curt Siodmak and Ardel Wray, is based on an article of the same title by Inez Wallace, and also partly reinterprets the narrative of the 1847 novel Jane Eyre by Charlotte Brontë.[1][2]\n\nThe film premiered in New York City on April 21, 1943, before receiving a wider theatrical release later that month. It has been analyzed for its themes of slavery and racism, and for its depiction of beliefs associated with African diaspora religions, particularly Haitian Vodou. Though it received mixed reviews upon its release, retrospective assessments of the film have been more positive.\n\n"
        },
        {
            "title": "Plot",
            "text": "On a snowy day in Ottawa, Betsy Connell, a young nurse, is being interviewed to care for the wife of Paul Holland, the owner of a sugar plantation on the Caribbean island of Saint Sebastian. Although she is not told much about the patient, Betsy looks forward to living in a warmer climate and accepts the job, laughing it off when asked if she believes in witchcraft.\n\nThe coachman who takes Betsy to Paul's house, Fort Holland, tells her the Afro-Caribbean population of Saint Sebastian is descended from slaves brought there by Paul's ancestors. At her first dinner, Betsy meets Paul's younger half-brother and employee, Wesley Rand, who, though good-humored, clearly resents Paul. She encounters Jessica, her patient, wandering the grounds of Fort Holland that night, and is initially frightened by the nonverbal, affectless woman, who, as Dr. Maxwell later informs Betsy, was left without the willpower to speak or act by herself after a tropical fever irreparably damaged her spinal cord.\n\nBetsy learns from a calypso musician's song that Paul kept Jessica from running away with Wesley right before she became sick. The issues surrounding Jessica have driven Wesley to drink, and the simmering tension between him and Paul frequently threatens to boil over. Paul apologizes to Betsy for bringing her to Saint Sebastian and admits he feels responsible for Jessica's condition. Betsy, who has fallen in love with Paul, becomes determined to make him happy by curing Jessica and gets him to agree to a risky insulin shock treatment. When that fails, Alma, Paul's maid, convinces Betsy that she should take Jessica to be healed by the houngan (Vodou priest) at the houmfort (Vodou temple).\n\nAfter a man dressed in black performs a ritual dance using a small sword, Betsy gets in line at the houmfort to ask the spirit Damballa to heal Jessica. Instead, she is pulled inside a hut and is shocked to see Mrs. Rand, Paul and Wesley's mother, who works with Maxwell. Mrs. Rand reveals that, with the houngan's knowledge, she has been telling the islanders that Vodou spirits speak through her so they will comply with her medical and sanitary recommendations. Meanwhile, Jessica attracts the attention of the man in black, who stabs her in the arm. She does not bleed, causing murmurs of \"zombie\" among the onlookers, and Mrs. Rand tells Betsy to take Jessica back to Fort Holland. An upset Paul greets them, but he softens when he learns Betsy was trying to help him and lets her know he no longer loves his wife.\n\nThe Voudou congregation demands Jessica be delivered to them for further ritualistic tests, so Maxwell and the local authorities want her sent to an asylum on a different island. Paul resists because Wesley wants Jessica to stay, and he tells Betsy to return to Canada before he makes her as unhappy as he made Jessica before her illness. At night, Carrefour, a zombie who guards a crossroads, is sent to retrieve Jessica, approaching Betsy instead after she puts on Jessica's robe, but Mrs. Rand orders him to leave.\n\nDr. Maxwell visits Fort Holland to report there will be an official investigation to determine Jessica's fate. Faced with scandal, and with her sons at each other's throats, Mrs. Rand says Jessica is not sick or insane, but dead, as she went to the houmfort the night Jessica tried to run away with Wesley and, possessed, asked the houngan to make Jessica a zombie. Only Wesley believes the story, and he later asks Betsy to euthanize Jessica, though Betsy refuses.\n\nUsing a small effigy of Jessica, the man in black and the houngan attempt to draw her to the houmfort. Paul and Betsy stop her the first time, but Wesley helps her the second, following with an arrow removed from a garden statue depicting Saint Sebastian that was once the figurehead of a Holland-family slave ship. When the man in black stabs the doll with a pin, Wesley stabs Jessica with the arrow and, pursued slowly by Carrefour, carries her body into the sea. Jessica and Wesley are discovered floating in the surf, and their bodies are brought back to Fort Holland. Betsy and Paul console each other.\n\n"
        },
        {
            "title": "Production",
            "text": "RKO executives, rather than producer Val Lewton, chose the film's title,[6] which was taken from an article of the same name written by Inez Wallace for American Weekly Magazine.[7] Whereas the article detailed Wallace's experience meeting \"zombies\", by which she meant, not the literal living dead, but rather people she encountered working on a plantation in Haiti whose vocal cords and cognitive abilities had been impaired by drug use, rendering them obedient servants who understood and followed simple orders,[8] Lewton asked screenwriters Curt Siodmak and Ardel Wray to research the practices of Haitian Vodou and use Charlotte Brontë's Jane Eyre as a model for the narrative structure,[9] purportedly proclaiming that he wanted to make a \"West Indian version of Jane Eyre.\"[10] Siodmak's initial draft, which was revised significantly by Wray and Lewton, revolved around the wife of a plantation owner who is made into a zombie to prevent her from leaving him and moving to Paris.[11]\n\nAnna Lee was originally slated for the role ultimately played by Frances Dee, but had to bow out due to another commitment.[12] Dee received $6,000 for her performance in the film,[13] and Darby Jones was paid, based on his weekly contract salary of $450, $75 a day, totaling $225 for his three days of work.[13]\n\nPrincipal photography for the film, which Wray described it as being shot on a \"shoestring budget\",[11] began October 26, 1942,[11] and wrapped less than a month later, on November 19.[14]\n\n"
        },
        {
            "title": "Release",
            "text": "I Walked with a Zombie had its theatrical premiere on April 8, 1943, in Cleveland, Ohio, which was the hometown of Inez Wallace, the author of the film's source material.[15] It opened in New York City on April 21, before expanding wide on April 30,[16] and continued to screen in North American theaters until as late as December 19, when it was at the Rialto in Casper, Wyoming.[17]\n\nThe film was re-released in the United States by RKO in 1956, opening in Los Angeles in July[18] and screening nationwide throughout the fall and into late December.[19][20]\n\nThe film was released on DVD by Warner Home Video in 2005 as part of \"The Val Lewton Horror Collection\", a 9-film box set, on the same disc as The Body Snatcher (1945).[21]\n\n"
        },
        {
            "title": "Reception",
            "text": "Initial reception for the film was mixed. While The New York Times was critical, calling it \"a dull, disgusting exaggeration of an unhealthy, abnormal concept of life\",[22] Wanda Hale of the New York Daily News awarded it two-and-a-half out of three stars and praised it as a \"spine-chilling horror film\".[23] Whereas The Boston Globe felt the film \"gets nowhere in the telling and finishes its overdone melodramatics with a most unconvincing climax\",[24] a reviewer in Albany, New York, said it \"rigs up a great atmosphere for the haunt and holler audience and, compared with Cat People, the movie with which it is mentioned most often in publicity, it is a success.\"[25]\n\nOn review aggregator website Rotten Tomatoes, the film has an approval rating of 85% based on 41 reviews, with an average score of 8.1/10; the site's \"critics consensus\" reads: \"Evocative direction by Jacques Tourneur collides with the low-rent production values of exploitateer Val Lewton in I Walked with a Zombie, a sultry sleeper that's simultaneously smarmy, eloquent and fascinating.\"[26]\n\nAuthor and film critic Leonard Maltin gave the film three-and-a-half out of four stars, praising its atmosphere and story and calling it an \"Exceptional Val Lewton chiller\".[27] Dennis Schwartz awarded the film an \"A\" grade, praising the atmosphere, the story, and Tourneur's direction.[28] TV Guide awarded the film their highest rating of five out of five stars, calling it \"an unqualified horror masterpiece\".[29] Alan Jones of Radio Times gave the film four out of five stars, writing: \"Jacques Tourneur's direction creates palpable fear and tension in a typically low-key nightmare from the Lewton fright factory. The lighting, shadows, exotic setting and music all contribute to the immensely disturbing atmosphere, making this stunning piece of poetic horror a classic of the genre.\"[30]\n\nIn 2007, Stylus Magazine named I Walked with a Zombie the fifth best zombie film of all time.[31]\n\n"
        },
        {
            "title": "Themes and interpretations",
            "text": "Historian and author Alexander Nemerov asserted that I Walked with a Zombie uses stillness as a metaphor for slavery \"in ways that center on Carre-Four\",[33] who, like Ti-Misery, \"the slave ship's figurehead, is a static and insentient figure\". He wrote that the character personifies a link between slavery and the concept of zombies, citing anthropologist Wade Davis, who said: \"Zombis do not speak, cannot fend for themselves, do not even know their names. Their fate is enslavement.\"[34] Numerov added that Carrefour \"suggests the violent subjugation and the emergent power of blacks\" during World War II, calling the character \"a simultaneous portrayal of strength and victimization\",[32] and characterized Darby Jones' portrayal as a \"monumental [...] dominant screen presence\"[35] that, in the context of the war and the American Double V campaign, \"equaled the performances of far more famous black actors in the depiction of a charged conceit: the black man standing alone.\"[13]\n\nNumerov stated that both Carrefour and Ti-Misery \"conjure the lynching of a black man\",[34] pointing to the film's final shot, which is of Ti-Misery, as particularly establishing the figurehead as an image reminiscent of lynching.[34] Of the narration in the final scene, which is the only narration in the film not spoken by Betsy, he wrote that the line \"pity those who are dead, and wish peace and happiness to the living\" is \"meant to encompass the white characters [...] But the decision to end with the sculpture of Ti Misery and the voice of the black man directs these sentiments back to 'the misery and pain of slavery.'\"[36] As the film was released during World War II, Nemerov said \"the film's final words and image implied a Willkie-style acknowledgement of injustice at home.\"[36]\n\nWriter Lee Mandelo characterized Ti-Misery as a symbolic representation of \"brutality and intense suffering\".[37] He lamented that the film's initial thematic arc, which he wrote made \"a few grasps for a more sensitive commentary\", was \"flipped around to discuss the 'enslavement' of the beautiful white woman, Jessica, who has been either made a zombie or is an up-and-moving catatonic\", saying it was \"flinch-inducing, as it takes the suffering of the black population of the island and gives it over to a white woman\".[37]\n\nBoth Nemerov and Mandelo discussed the references in the film to the residents of Saint Sebastian, due to the island's history of slavery, still crying at the births of children and laughing at funerals. Mandelo called this \"a cultural tradition that comes from a life without freedom\".[33][37]\n\nWriter Jim Vorel asserted that \"Although the setting of the film is a post-slavery island of Saint Sebastian, the film's constant visual motifs of bondage and servitude never allow the viewer to forget the horrors of their not-so-distant past.\"[38] Regarding Carrefour, writer Vikram Murthi asserted that \"It's not his visage that unsettles, but rather the history beneath his face. It's no wonder that neither the Hollands nor Betsy can hardly bear to stare at him; he reflects the corrosion of their collective soul.\"[4]\n\nVorel argued that the film approaches the beliefs associated with African diaspora religions, particularly Haitian Vodou, in a more thoughtful manner than earlier films like White Zombie (1932).[38] He wrote that I Walked with a Zombie \"not only depict[s] them with surprising accuracy and dignity, but consider[s] how those beliefs could be co-opted by the white man as one more element of control over the lives of the island inhabitants.\"[38]\n\nNemerov compared the setting of the houmfort, with its black attendees and musical performances, to a Harlem nightclub[39] and noted the film's depiction of a performance of the Haitian Vodou song \"O Legba\", provided to the film by folklorist Leroy Antoine, as evidence of the research conducted by the filmmakers.[5] Additionally, he wrote that when Alma instructs Betsy on how to reach the houmfort, \"her description of Carre-Four as a 'god' sounds almost like 'guard,' and the two words combine not only to define his voodoo role, guardian of the crossroads, but also to assert the importance of his triviality: like the doorman at an actual club, he is a guard who holds godlike power.\"[40]\n\nHaitian Vodou researcher Laënnec Hurbon felt the \"director displayed Haitian voodoo as a series of bizarre practices, chief among them the sorcerers' ability to kill people and then reanimate them in a state of living death. The idea flourished.\"[41]\n\n"
        }
    ]
}