{
    "url": "https://en.wikipedia.org/wiki/Ibadi_Islam",
    "title": "Ibadi Islam",
    "table_of_contents": [
        "1 History",
        "1.1 Background",
        "1.2 Kharijite split",
        "1.3 Omani Imamate",
        "1.4 Further expansion",
        "2 Views",
        "2.1 Ibadi imamate and political theory",
        "2.2 Views on other denominations",
        "2.3 Theological viewpoints",
        "2.4 Ibadi jurisprudence",
        "2.5 Ibadi hadith",
        "2.6 Mysticism and Sufism",
        "2.7 Views on early Islamic history",
        "3 Wahbi school",
        "3.1 Texts",
        "3.2 Terminology",
        "4 Demographics",
        "5 Notable Ibadis",
        "5.1 Individuals",
        "5.2 Dynasties",
        "6 See also",
        "7 References",
        "7.1 Citations",
        "7.2 General and cited references",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Ibadi movement or Ibadism (Arabic: الإباضية, romanized: al-Ibāḍiyyah) is a school of Islam.[2] The followers of Ibadism are known as the Ibadis.\n\nIbadism emerged around 60 years after the Islamic prophet Muhammad's death in 632 AD[3] as a moderate school of the Khawarij movement,[4][5][6][page needed]\nalthough contemporary Ibāḍīs strongly object to being classified as Kharijites.[6][page needed]\n\nIbadism is currently the largest Muslim denomination in Oman, but is also practised to a lesser extent in Algeria, Tunisia, and Libya. Throughout Islamic history, particularly under the Umayyads and the Almoravids, and continuing to the modern era, Ibadis have faced religious persecution in the Muslim world.[7][8][9][10]\n\n"
        },
        {
            "title": "History",
            "text": "The Ibadis emerged as a moderate school of the Kharijites, an Islamic sect that originated from the Muhakkima (Arabic: محكمة) and al-Haruriyya (Arabic: الحرورية). The Muhakkima and al-Haruriyya were supporters of Ali in the first Muslim civil war who then abandoned the Alid cause after rejecting arbitration between Ali and Mu'awiya I at the Battle of Siffin in 657 CE.[11][12] The Kharijites opposed both the Alids and Umayyads, advocating for Islam to return to its form prior to the conflict between Ali and Mu'awiya I in the first Muslim civil war.\n\nFollowing the Battle of Siffin, the Kharijites became involved in almost constant conflict with supporters of both the Alids and Umayyads. The Kharijites were organised inside major Muslim settlements, often becoming involved in local rebellions against Umayyad authorities. After the second Muslim civil war commenced in 680 CE, the Kharijites gradually split into four principal groups (usul al-Khawarij) of varying levels of moderation and extremism. The Ibadi school emerged as a moderate grouping in Basra,[13] based on the teachings of Abd Allāh ibn Ibāḍ of the Banu Tamim tribe[14] who was recognised, perhaps  posthumously, as Imam by his followers.[15]\n\nThe Ibadi school of Kharijites trace their origins to the aftermath of the siege of Mecca in 683 CE. Abd Allāh ibn Ibāḍ was one of a group of Basran Kharijites who, under the leadership of Nafi ibn al-Azraq, joined the defenders of the city of Mecca fighting against the Umayyads in the early stages of the second Muslim civil war. After the siege was lifted, the Kharijites were disappointed by the Mecca-based Caliph Abd Allah ibn al-Zubayr's refusal to denounce the late Caliph Uthmān and returned to Basra. Once back in Basra, they were imprisoned by the Umayyad governor Ubayd Allah ibn Ziyad.\n\nThe Kharijite prisoners of Basra were freed after the city overthrew Umayyad rule in support of the rival Caliph Abd Allah ibn al-Zubayr in late 683 or early 684.[16] After being freed, Ibn al-Azraq led many of the Kharijites to the city of Ahvaz in Khuzestan, denouncing the Basrans for their support of Ibn al-Zubayr and accusing them of being \"polytheists\". Ibn Ibāḍ remained in Basra[17] and wrote a defence of other Kharijites who had also chosen to stay behind. By defending the Basrans against the charge of polytheism and accusing them of no more than \"ingratitude\", Ibn Ibāḍ justified the decision of true Muslims to live among them. According to Abū Mikhnaf, who died in 774 and is the earliest source on Ibn Ibāḍ's life, Ibn Ibāḍ also wrote against the intermediate position of ʿAbd Allāh ibn al-Ṣaffār, founder of the Sufri sect of Kharijites. According to al-Madāʾinī, Ibn Ibāḍ also received opposition from Abū Bayhas, founder of the Bayhasiyya Kharijite sect, who took a position closer to Ibn al-Azraq's.[17]\n\nIn Basra, a school of followers led by Jābir ibn Zayd began to develop a moderate Kharijite doctrine from Ibn-Ibadi's teachings.[18] Missionaries were sent to propagate this doctrine in different parts of the Caliphate including Oman, Yemen, Hadramawt, Khurasan, and North Africa, although the leaders in Basra adopted the policy of kitman: concealing beliefs so as to avoid persecution after the Umayyads retook Basra under Abd al-Malik ibn Marwan in 691.[19]\n\nJābir ibn Zayd was eventually recognised as the second Imam of the Ibadis sometime after the death of Ibn Ibad.[20] Ibn Zayd's criticisms of the narrations of Muhammad's companions formed the corpus of the Ibadi interpretation of Islamic law.[12] The position of Ibadi Imam was elected, unlike the dynastic succession of the Sunnis and Shi'as, and was not exclusive, with individual communities encouraged to elect their Imam.[21][22] These imams exercised political, spiritual and military functions.[23]\n\nIn 745, Abd Allah ibn Yahya al-Kindi established the first Ibadi state in Hadhramaut and succeeded in capturing Yemen in 746 from the Umayyad Caliphate. The Ibadi insurrection then spread to the Hejaz region, with Abu Hamza Mukhtar ibn Aws al-Azdi conquering Mecca and Medina. In response, Umayyad Caliph Marwan II led a 4,000 strong army and routed the Ibadis first in Mecca, then in Sana'a in Yemen, and finally surrounded them in Shibam in western Hadhramaut in 748,[24] defeating and killing Abu Hamza and Ibn Yahya and destroying the first Ibadi state.[25][26] Problems back in their heartland of Syria led the Umayyads to sign a peace accord with the Ibadis, who were allowed to retain a community in Shibam.[24]\n\nA second Ibadi state was established in Oman in 750, but fell to the newly formed Abbasid Caliphate in 752. Another Ibadi state was established in Oman in 793,[25] surviving for a century until Abbasid recapture in 893. However, Abbasid influence after reconquest was nominal and Ibadi imams continued to wield considerable power.[27] Ibadi imamates were re-established in subsequent centuries.[28] Ibadis still form the majority of the contemporary Omani population and the royal family of Oman are Ibadi.[29]\n\nIbadi missionary activity was met with considerable success in North Africa.[29] In 757 Ibadis seized Tripoli and captured Kairouan the next year. Driven out by the Abbasid army in 761, Ibadi leaders founded a state, which became known as Rustamid dynasty, in Tahart. It was overthrown in 909 by the Fatimids. Ibadi communities continue to exist in the Nafusa Mountains in northwestern Libya, Djerba island in Tunisia and M'zab valley in Algeria.[30] In East Africa they are found in Zanzibar.[29] Ibadi missionary activity also reached Persia, India, Egypt, Sudan, Spain and Sicily, although Ibadis communities in these regions ceased to exist.[31]\n\nBy the year 900, Ibadism had spread to Sindh, Khorosan, Hadhramaut, Dhofar, Oman proper, Muscat, the Nafusa Mountains, and Qeshm; by 1200, the sect was present in Al-Andalus, Sicily, M'zab (the Algerian Sahara), and the western part of the Sahel region as well.[20] The last Ibadis of Shibam were expelled by the Sulayhid dynasty in the 12th century.[citation needed] In the 14th century, historian Ibn Khaldun made reference to vestiges of Ibadi influence in Hadhramaut, though the sect no longer exists in the region today.[32]\n\n"
        },
        {
            "title": "Views",
            "text": "Ibadis state that their school predates mainstream Islamic schools and some western writers agree. In particular, Donald Hawley's view was that Ibadism should be considered an early and highly orthodox interpretation of Islam.[21]\n\nUnlike the Sunni theory of the caliphate and the Shi'i notion of divinely appointed Imamate, the leaders of Ibadi Islam—called Imams—do not need to rule the entire Muslim world; Muslim communities are considered capable of ruling themselves.[24][12] The Ibadis reject the belief that the leader of the Muslim community must be descended from the Quraysh tribe (this differs from the Shia belief that ideally and eventually they will be ruled by the mahdi, who will be descended from Muhammad's Household (Ahl al-Bayt)—Muhammad having been a member of the Quraysh tribe.)[11][12] Rather, the two primary qualifications of an Ibadi imam are that he is the most pious man of the community and the most learned in fiqh, or Islamic jurisprudence; and that he has the military knowledge to defend the Ibadi community against war and oppression.[33] In the Omani tradition, an imam who is learned in the Islamic legal sciences is considered \"strong\" (qawī), and an imam whose primary skills are military without scholarly qualifications is considered \"weak\" (ḍaʻīf). Unlike a strong imam, a weak imam is obliged to consult the ulamāʾ, or community of scholars, before passing any judgement.[33] A weak imam is appointed only at times of dire necessity, when the community is threatened with destruction.[34]\n\nContemporary Ibadis uphold four \"states of the religion\" (masālik ad-dīn), which are four different types of imams each appropriate to certain contexts.[35][page needed] The imām al-kitmān \"Imam of secrecy\" is a learned scholar who \"rules\" in political quietism, practicing taqiyya to avoid persecution, in times when the Ibadi community cannot reveal itself openly.[36] In some cases, a state of kitmān may be necessary even when there is no imam available. In this case, the Ibadi ulamāʾ takes over as surrogate rulers in place of the imam. This has been the case for most of the history of the North African Ibadis since the fall of the Rustumid imamate in 909,[37] unlike their Omani coreligionists, who periodically reestablished imamates until 1958.[38]\n\nThe second state, that of the imām al-shārī \"Imam of exchange\", are Ibadi imams who \"exchange\" their lives in the living world for a favorable place in the afterlife by engaging in military struggle (jihād) against an unbearable tyrannical authority with the goal of creating an Ibadi state.[33][39] An example is the early Basran Kharijite leader Abu Bilal Mirdas, who was later held by the Ibadiyya to be a prototype of the \"Imam of exchange\". A would-be imām al-shārī cannot begin military action until they have found at least forty followers, as Abu Bilal had, willing to die for the cause; once the war has begun, the imam must continue to fight until there are only three followers remaining. A particularly ascetic lifestyle is required of the imām al-shārī and his followers, as suggested in the following speech by Abu Bilal:[40]\n\nThe third state, that of the imām al-zuhūr \"Imam of glory\", are imams as active rulers of an Ibadi state. The first two caliphs Abu Bakr and Umar are considered ideal models of the imām al-zuhūr. A ruling imam who sins must be removed from power; the Ibadi model for this is the assassination of the third caliph Uthman and the Kharijite revolt against Ali, both actions being viewed as legitimate resistance to a sinful ruler.[41]\n\nFinally, the state of the imām al-difā' \"imam of defense\" involves appointing an imam for a predetermined period of time when the Ibadi community is under foreign attack. He is removed once the threat has been defeated.[34]\n\nIbadis believe that all who profess the belief in oneness of God and belief in the prophethood of Muhammad as the last messenger are members of the Islamic community. It is the duty of Ibadis to correct those who differ with them in their beliefs.  Only the righteous Ibadis, referred to as the ahl al-istiqāmah \"people of uprightness\", are worthy of being called \"Muslims\". Non-Ibadi Muslims are termed the ahl al-khilaf \"people of opposition\". Nonetheless, non-Ibadi Muslims are still respected as fellow members of the ummah or wider Islamic community, who possess the various privileges accorded to Muslims in Islamic law and who Ibadis may intermarry with.[42] All non-Ibadi Muslims and even Ibadi sinners are considered guilty of kufr (usually translated as \"unbelief\"), although contemporary Ibadis distinguish between kufr shirk, or religious disbelief, and kufr nifaq, or infidelity in the form of sinning. The term shirk—\"polytheism\" in conventional Islamic theology—has a wider use in Ibadi doctrine, where it is used to describe all forms of religious error beyond polytheism alone.[42]\n\nClassical Ibadi theologians have stated that only the ahl al-istiqāmah will go to paradise, and that all sinning Ibadis as well as all non-Ibadis will burn in hell forever. Ibadis traditionally reject Sunni beliefs that all Muslims in hell (or all Monotheists generally) will eventually enter paradise, and hold that hell is eternal and inescapable for all humans who were not righteous Ibadis in life.[43]\n\nThe notions of walaya \"affiliation\" and bara'a \"disassociation\" are central to the theology of Ibadi relations with non-Ibadi people. Only righteous Ibadis are considered worthy of friendship and association, whereas sinners and non-Ibadi Muslims are subject to dissociation, sometimes to the point of ostracism.[44] Modern Ibadi scholars suggest that the duty of dissociation does not require rudeness or social avoidance, and that an Ibadi may have genuine affection for a non-Ibadi; nonetheless, \"an inner awareness of separation\" between upright Ibadis and non-Ibadis must be maintained.[44] In practice, however, Ibadi Muslims have generally been very tolerant of non-Ibadi religious practice.[44] During the period of imām al-kitmān, the duties of affiliation and disassociation are no longer valid.[45]\n\nSome have characterised the works of some Ibadi scholars as being particularly anti-Shi'ite in nature,[46] and some state that Ibadi scholars, like al-Warjalani, held Nasibi views.[47]\n\nIbadi beliefs remain understudied by outsiders, both non-Muslim and other Muslim.[48] Ibadis have stated that whilst they read the works of both Sunnis and Shias, the learned scholars of those two sects never read Ibadi works and often repeat myths and false information when they address the topic of Ibadism without performing proper research.[49]\n\nThe development of Ibadi theology happened thanks to the works of scholars and imams of the community, whose histories, lives, and personalities are part of the Islamic history.[50] Ibāḍī theology can be understood on the basis of the works of Ibn Ibāḍ, Jābir bin Zayd, Abū ‘Ubaida, Rabī‘ b. Ḥabīb and Abū Sufyān among others. Basra is the foundation of the Ibāḍī community.[51] Various Ibāḍī communities that were established in southern Arabia, with bases in Oman, North Africa, and East Africa.[51]\n\nIn terms of scholastic theology, the Ibadi creed resembles that of the Muʿtazila in many aspects, except in the central question of predestination.[52] Like the Muʿtazila and unlike the modern Sunni, the Ibadis believe that:\n\nBut unlike the Mu'tazila, Ibadis follow the Ash'ari position of occasionalism, which holds that all events are caused directly by God and that what appear to be laws of causation, such as that a fire produces smoke, is only because God chooses to create fire, and then to create smoke. One Ibadi scholar has even stated that this single difference means that the Muʿtazila are more misguided than the Sunni.[60]\n\nThe fiqh or jurisprudence of Ibadis is based on the same fundamental principles as Sunni and Shi'a juristic traditions, but the Ibadis reject taqlid or deference and stress the importance of ijtihad, or independent reasoning. Contemporary Ibadis hold that believers are allowed to follow incorrect opinions derived through ijtihad as long as they believe it to be true after having made an effort to arrive at the correct opinion; certain now-extinct Ibadi sects once held that those with incorrect opinions were disbelievers.[61] Many early Ibadis rejected qiyas or deductive analogical reasoning as a basis for jurisprudence, but the importance of analogies is now widely accepted by Ibadi jurists.[62]\n\nIbadis believe that the stage of the imām al-kitmān corresponds to Muhammad's life in Mecca before the Hijrah, when no independent Muslim community existed that could enforce Islamic laws. Therefore, ḥudūd punishments are suspended under an imām al-kitmān, except the punishments for apostasy, blasphemy, and murder. Ibadis also do not hold Friday prayers in the absence of a legitimate ruling imam.[45]\n\nLike the Shi'a but not the Sunni, they do not allow a couple who has committed zināʾ  (unlawful sex) to marry each other.[63]\n\nDuring the Ramadan fast, Ibadis require ghusl or full-body ablution to be undertaken prior to the beginning of the fast on that day if it is necessitated, otherwise the fast for that day is invalid. They hold that committing grave sins is a form of breaking the fast. When making up for missed days of fasting after Ramadan has ended, the Ibadis believe that the atonement fast must be consecutive, whereas both Sunnis and Shi'as believe that Muslims may atone for missed days by fasting for the required amount at any time, whether consecutive or nonconsecutive.[63]\n\nLike the Shi'a and some Maliki Sunnis, the Ibadis keep their arms at their sides rather than clasping the hands during prayer. During the noon and afternoon prayers, Ibadis recite solely al-Fātiḥah, the first chapter of the Quran, whereas other Muslims may recite other Quranic verses in addition. They also do not say ʾāmīn after the recitation of al-Fātiḥah. Ibadis shorten prayers when staying in foreign territory—even if they do so on a permanent basis—unless they choose to adopt the country as their new homeland; Sunnis generally hold that believers should return to the full prayer after a given number of days outside of home.[45]\n\nThe primary Ibadi collection of hadiths, or traditions and sayings attributed to the prophet Muhammad, is the twelfth-century Tartīb al-Musnad, comprising 1,005 hadiths.[64]: 231  The Tartīb is divided into four books. The first two books are muttaṣil narrations by Jabir ibn Zayd, a student of Muhammad's widow Aisha. The third book includes hadith transmitted by the eighth-century Kharijite scholar al-Rabi' bin Habib Al-Farahidi as preserved in the Jami Sahih collection, generally also from Jabir ibn Zayd. The fourth book consists of an appendix of saying and stories from later Ibadi scholars and imams.[64]: 232–233 \n\nMost of the Ibadi hadiths have a very short isnād or chain of transmission. They are claimed to be narrated from Jabir ibn Zayd to his student Abu Ubayda Muslim ibn Abi Karima and from the latter to al-Rabi', who died in 786 after preserving his transmissions in the Jami Sahih. This was then reformulated into the Tartīb al-Musnad some four centuries later. John C. Wilkinson, an expert on Ibadism, states that this chain of transmission \"does not stand up to any close examination\". It may be a fabrication to buttress the strength of the Ibadi school by making the Ibadis have the oldest collection of hadiths.[64]: 234  Most Ibadi hadiths are found in the standard Sunni collections, bar a small group with Kharijite biases,[64]: 233  and contemporary Ibadis often approve of the standard Sunni collections.[65]\n\nUnlike in Sunni and Shi'a Islam alike, the study of hadiths has not traditionally been very important in Ibadi Islam, especially in Oman where Sunni influence was weaker.[64]: 239 \n\nUnlike traditional Sunni Islam but like the modern Salafist movement, Ibadis do not have Sufi orders[66] and reject the veneration of saints. Historically, the views of Sufis were not well regarded in Ibadi literature,[56] with Ibadi scholars like Al-Mundhiri writing anti-Sufi works.[46]\n\nHowever, mystical devotional practices reminiscent of Sunni Sufism were traditionally practiced by some other Ibadi scholars, to whom miracles were sometimes ascribed as with Sunni Sufis. Modern Ibadis disagree on the appropriateness of these practices within the Ibadi creed, with some considering them an undesirable non-Ibadi influence on the faith while others continue to practice and teach them.[67]\n\nIbadis agree with Sunnis, regarding Abu Bakr and Umar ibn al-Khattab as rightly-guided caliphs.[68][12] They regard the first half of Uthman ibn Affan's rule as righteous and the second half as corrupt and affected by both nepotism and heresy.[68] They approve of the first part of Ali's caliphate and (like Shī'a) disapprove of Aisha's rebellion and Muawiyah I's revolt. However, they regard Ali's acceptance of arbitration at the Battle of Ṣiffīn as rendering him unfit for leadership, and condemn him for killing the Khawarij of an-Nahr in the Battle of Nahrawan. Modern Ibadi theologians defend the early Kharijite opposition to Uthman, Ali and Muawiyah.[69]\n\nIn their belief, the next legitimate caliph and first Ibadi imam was Abdullah ibn Wahb al-Rasibi, the leader of the Kharijites who turned against Ali for his acceptance of arbitration with Muawiyah and was killed by Ali at Nahrawan.[69] Ibadis believe that the \"genealogy of Islam\" (nasab al-islām) was transmitted by other individuals at Nahrawan, such as Ḥurḳūṣ ibn Zuhayr al-Saʿdī, and developed into Ibadi Islam, the true form of the faith.[70]\n\n"
        },
        {
            "title": "Wahbi school",
            "text": "The Wahbi is considered to be the most mainstream of the schools of thought within Ibadism.[71] The main reason the Wahbi strain has come to dominate within Ibadism is that most textual references that have been preserved can be attributed to Wahbi affiliated scholars.[72]\n\nThe dating of early writings such as kutub al-rudud and siras (letters) written by Ibadis has led some analysts such as Salim al-Harithi to claim Ibadism as the oldest sect within Islam. However others suggest Ibadism only took on characteristics of a sect and a full-fledged madhab during the demise of the Rustamid Imamate.[71]\n\nThe term Wahbi is chiefly derived as an eponymous intimation to the teachings of Abd Allah ibn Wahb al-Rasibi. Although the term Wahbi was initially considered superfluous as Ibadism was largely homogenous, its usage increased upon the advent of the Nukkari secession in order to differentiate the Wahbis from the off-shoot Ibadis. The most common epithet Wahbi Ibadi clerics enjoined their adherents to apply to themselves is the term ahl al-istiqama meaning those on the straight path. They rejected the usage of ahl al -sunnah as early usage assigned the term sunnah as the practise of Muawiyah cursing Ali ibn Abi Talib from the pulpits, although during the Umayyad era, this meaning changed.[71]\n\n"
        },
        {
            "title": "Demographics",
            "text": "Oman is the country with the most Ibadis;[73] Ibadis and Sunnis make up equal numbers of Muslims (45% each), while Shia about 5%, in the population in  Oman.[73] There are roughly 2.72 million Ibadis worldwide, of which 250,000 live outside Oman.[74]\n\nHistorically, the early medieval Rustamid dynasty in Algeria was Ibadi,[75] and refugees from its capital, Tiaret, founded the North African Ibadi communities, which still exist in M'zab.[76] The Mozabites, a Berber ethnic group in M'zab, are Ibadis.[77][78][79] Ibadism also exists elsewhere in Africa, particularly in Zanzibar in Tanzania, the Nafusa Mountains in Libya.[80] They are also a minority in predominantly Sunni regions as the city of Ouargla and the island of Djerba.[81]\n\nThe mainstream branch of Ibadism is Wahbi, although others include notable modern ones such as Nukkar and Azzabas.[82][83]\n\n"
        }
    ]
}