{
    "url": "https://en.wikipedia.org/wiki/Icebreaker_Life",
    "title": "Icebreaker Life",
    "table_of_contents": [
        "1 Mission profile",
        "2 Objectives",
        "3 Science",
        "3.1 Preservation of biomolecules",
        "3.2 Habitability",
        "4 Proposed payload",
        "5 Planetary protection",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Icebreaker Life is a Mars lander mission concept proposed to NASA's Discovery Program.[5] The mission involves a stationary lander that would be a near copy of the successful 2008 Phoenix and InSight spacecraft, but would carry an astrobiology scientific payload, including a drill to sample ice-cemented ground in the northern plains to conduct a search for biosignatures of current or past life on Mars.[1][6]\n\nThe science goals for Icebreaker Life focus on sampling ice-cemented ground for its potential to preserve and protect biomolecules or biosignatures.[2][7]\n\nIcebreaker Life was not selected during the 2015 or 2019 Discovery Program competitions.\n\n"
        },
        {
            "title": "Mission profile",
            "text": "The Icebreaker Life mission has been designed based on the successful 2008 Phoenix lander in terms of platform and northern landing site. The Icebreaker Life will also be solar-powered and will be able to accommodate the drill and the rest of the payload with only minor modifications to the original lander.\n\nHad it been selected for the Discovery program mission 13, the lander would have been launched no later than December 2021.[1] The lander would arrive over the northern plains of Mars in 2022. Operations on the surface would last for 90 sols. Command, control, and data relay are all patterned after the Phoenix mission with relay to Mars orbiters and direct to Earth as a backup. Christopher McKay is the Principal Investigator.\n\nIn 2010, the Icebreaker science payload was proposed as the baseline science payload for developing a joint NASA-SpaceX now-canceled mission that was called Red Dragon.[8][9]\n\n"
        },
        {
            "title": "Objectives",
            "text": "The Mars Icebreaker Life mission focuses on the following science goals:\n\nTo further the current understanding of the habitability of the ice in the northern plains and to conduct a direct search for organics, the Mars Icebreaker Life mission focuses on the following science goals:\n\nDuplicate samples could be cached as a target for possible return by a Mars sample return mission.[6] If the samples were shown to contain organic biosignatures, interest in returning them to Earth would be high.\n\n"
        },
        {
            "title": "Science",
            "text": "The results from previous missions, and the Phoenix mission in particular, indicate that the ice-cemented ground in the north polar plains is likely to be the most recently habitable place that is currently known on Mars. The near-surface ice likely provided adequate water activity (aw) during periods of high obliquity 5 million years ago, when Mars had an orbital tilt of 45°, compared to the present value of 25° and ground ice may have melted enough to preserve organic molecules, including organic biosignatures.\n\nThe two Viking landers conducted in 1976 the first, and so far only, search for current life on Mars. The biology experiments sought to detect living organisms based on the hypothesis that microbial life would be widely present in the soils, as it is on Earth, and that it would respond to nutrients added with liquid water. The Viking biology experiments operated successfully on both landers, with an instrument showing signs of active bacterial metabolism, but it did not occur with a duplicate heat-treated sample.[10]\n\nOther instruments yielded negative results with respect to the presence of organic compounds. The results of the Viking mission concerning life are considered by the general expert community, at best, as inconclusive.[10][11] Scientists deducted that the ambiguous results may have been caused by an oxidant in the soil.[12]  The organic analysis instrument on Phoenix (TEGA) was also defeated by the presence an oxidant in the soil, but this lander was able to identify it: perchlorate.[13]  The SAM instrument (Sample Analysis at Mars) currently in use on board the Mars Science Laboratory's Curiosity rover, has three capabilities that should allow it to detect organics despite interference from perchlorate.\n\nA null result would establish that Earth-like life is likely not present in the ground ice, arguably the most habitable environment currently known on Mars, implying that Earth-like life is absent on Mars generally. This would lower the risk for biohazards during human exploration or sample return. However, this would not rule out life that does not have Earth-like biomarkers.\n\nOne of the key goals of the Icebreaker Life mission is to test the hypothesis that the ice-rich ground in the polar regions has significant concentrations of organics due to protection by the ice from oxidants and radiation.[2] Non-biological organics from infalling meteorites could be detectable in polar ice-rich ground at significant concentrations, so they could be used as indicators that ice actually protect and preserve organic molecules, whether biological or not.\n\nIf non-biological organics are found, then the north polar regions would be compelling targets for future astrobiology missions, especially because of the potential recent habitability (5 million years ago) of this ice. Target biomolecules will be aminoacids, proteins, polysaccharides, nucleic acids (e.g., DNA, RNA) and some of their derivatives, NAD+ involved in redox reactions, cAMP for intracellular signals, and polymeric compounds such as humic acids and polyglutamic acid  —formed by bacterial fermentation.\n\nIonizing radiation and photochemical oxidants are more damaging in dry regolith, therefore, it may be necessary to reach ~1 m (3 ft 3 in) deep where organic molecules may be shielded by the ice from the surface conditions. The optimal deposition rate for the landing site would be such that 1 m (3 ft 3 in) of drill will sample through 6 million years of sediment.\n\nPerchlorate is the most oxidized form of the element chlorine, but it is not reactive at ambient conditions on Mars. However, if heated to above 350 °C perchlorate decomposes and releases reactive chlorine and oxygen. Thus, the Viking and Phoenix thermal processing of the soils would have destroyed the very organics they were attempting to detect; thus the lack of detection of organics by Viking, and the detection of chlorinated organic species, may reflect the presence of perchlorates rather than the absence of organics.\n\nOf particular relevance, some microorganisms on Earth grow by the anaerobic reductive dissimilation of perchlorate and one of the specific enzymes used, perchlorate reductase, is present in all known examples of these microorganisms. Also, perchlorates are toxic to humans, so understanding the chemistry and distribution of perchlorate on Mars might become an important prerequisite before the first human mission to Mars.\n\nWhile sunlight is a powerful energy source for life, it is unlikely to be biologically useful on present Mars because it requires life to be at the surface exposed to the extremely lethal radiation and to dry conditions.[14][15][16][17]\n\nThe team estimates that if ice-cemented ground at the landing site was in fact raised 5 million years ago to temperatures warmer than −20 °C, then the resultant water activity (aw=0.82) may have allowed for microbial activity in the thin films of unfrozen water that form on the protected boundary beneath the soil and ice for temperatures above −20 °C.  Icebreaker Life would study the concentration and distribution of ferrous iron, nitrate, and perchlorate as a biologically useful redox couple -or energy source- in the ground ice.  McKay argues that subsurface chemoautotrophy is a valid energy alternative for Martian life. He suggests that perchlorate and nitrate could form the oxidizing partner in a redox couple if suitable reduced material were available.\n\nAfter carbon, nitrogen is arguably the most important element needed for life. Thus, measurements of nitrate over the range of 0.1% to 5% are required to address the question of its occurrence and distribution. There is nitrogen (as N2) in the atmosphere at low levels, but this is not adequate to support nitrogen fixation for biological incorporation. Nitrogen in the form of nitrate, if present, could be a resource for human exploration both as a nutrient for plant growth and for use in chemical processes.\n\nOn Earth, nitrates correlate with perchlorates in desert environments, and this may also be true on Mars. Nitrate is expected to be stable on Mars and to have formed in shock and electrical processes. Currently there is no data on its availability.\n\n"
        },
        {
            "title": "Proposed payload",
            "text": "Icebreaker Life would carry a rotary-percussive drill and the proposed scientific instruments have already been tested in relevant analogue environments and on Mars.[2][6]\n\n"
        },
        {
            "title": "Planetary protection",
            "text": "The mission must comply with the planetary protection requirements established by NASA and the international Committee on Space Research (COSPAR).\n\n"
        }
    ]
}