{
    "url": "https://en.wikipedia.org/wiki/ICub",
    "title": "iCub",
    "table_of_contents": [
        "1 Specifications",
        "2 Capabilities of iCub",
        "3 iCubs in the world",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\niCub is a 1 metre tall open source robotics humanoid robot testbed for research into human cognition and artificial intelligence.\n\nIt was designed by the RobotCub Consortium of several European universities and built by Italian Institute of Technology, and is now supported by other projects such as ITALK.[3] The robot is open-source, with the hardware design, software and documentation all released under the GPL license. The name is a partial acronym, cub standing for Cognitive Universal Body. Initial funding for the project was €8.5 million from Unit E5 – Cognitive Systems and Robotics – of the European Commission's Seventh Framework Programme, and this ran for 65 months from 1 September 2004 until 31 January 2010.\n\nThe motivation behind the strongly humanoid design is  the embodied cognition hypothesis, that human-like manipulation plays a vital role in the development of human cognition. A baby learns many cognitive skills by interacting with its environment and other humans using its limbs and senses, and consequently its internal model of the world is largely determined by the form of the human body.  The robot was designed to test this hypothesis by allowing cognitive learning scenarios to be acted out by an accurate reproduction of the perceptual system and articulation of a small child so that it could interact with the world in the same way that such a child does.[4]\n\n"
        },
        {
            "title": "Specifications",
            "text": "The dimensions of the iCub are similar to that of a 3.5-year-old child. The robot is controlled by an on-board PC104 controller which communicates with actuators and sensors using CANBus.\n\nIt utilises tendon driven joints for the hand and shoulder, with the fingers flexed by teflon-coated cable tendons running inside teflon-coated tubes, and pulling against spring returns. Joint angles are measured using custom-designed Hall-effect sensors and the robot can be equipped with torque sensors. The finger tips can be equipped with tactile touch sensors, and a distributed capacitive sensor skin is being developed.\n\nThe software library is largely written in C++ and uses YARP  for external communication via Gigabit Ethernet with off-board software implementing higher level functionality, the development of which has been taken over by the RobotCub Consortium.[4] The robot was not designed for autonomous operation, and is consequently not equipped with onboard batteries or processors required for this —instead an umbilical cable provides power and a network connection.[4]\n\nIn its final version, the robot has 53 actuated degrees of freedom organized as follows:\n\nThe head has stereo cameras in a swivel mounting where eyes would be located on a human and microphones on the side. It also has lines of red LEDs representing mouth and eyebrows mounted behind the face panel for making facial expressions.\n\nSince the first robots were constructed the design has undergone several revisions and improvements, for example smaller and more dexterous hands,[5] and lighter, more robust legs with greater joint angles and which permit walking rather than just crawling.[6]\n\n"
        },
        {
            "title": "Capabilities of iCub",
            "text": "The iCub has been demonstrated with capabilities to successfully perform the following tasks, among others:\n\n"
        },
        {
            "title": "iCubs in the world",
            "text": "These robots were  built by Istituto Italiano di Tecnologia (IIT) in Genoa  and are used by a small but lively community of scientists that use the iCub to study embodied cognition in artificial systems.  There are about thirty iCubs in various laboratories mainly in the European Union but also one in the United States.[18] The first researcher in North America to be granted an iCub was Stephen E. Levinson, for studies of computational models of the brain and mind and language acquisition.[19]\n\nThe robots are constructed by IIT and cost about €250,000[20] each depending upon the version.[21]\nMost of the financial support comes from the European Commission's Unit E5 or the Istituto Italiano di Tecnologia (IIT) via the recently created  iCub Facility department.[18]\nThe development and construction of iCub at IIT is part of an independent documentary film called Plug & Pray which was released in 2010.[22]\n\n"
        },
        {
            "title": "See also",
            "text": "\n\n"
        }
    ]
}