{
    "url": "https://en.wikipedia.org/wiki/Ida_Lupino",
    "title": "Ida Lupino",
    "table_of_contents": [
        "1 Early life and family",
        "2 Career",
        "2.1 Actress",
        "2.2 Director, writer and producer – The Filmakers Inc.",
        "2.3 Television",
        "3 Themes",
        "4 Personal life",
        "4.1 Health",
        "4.2 Politics and religion",
        "4.3 Marriages",
        "5 Death",
        "6 Influences and legacy",
        "7 Accolades",
        "8 Filmography",
        "9 Partial television credits",
        "10 Radio appearances",
        "11 Notes",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIda Lupino (4 February 1918[1] – 3 August 1995) was an English-American actress, singer, director, writer, and producer. Throughout her 48-year career, she appeared in 59 films and directed eight, working primarily in the United States, where she became a citizen in 1948.\n\nShe is widely regarded as the most prominent female filmmaker working in the 1950s during the Hollywood studio system.[2] With her independent production company, she co-wrote and co-produced several social-message films and became the first woman to direct a film noir,  The Hitch-Hiker, in 1953. Among her other directed films, the best known are Not Wanted (1949), about unwed pregnancy (she took over for a sick director and refused directorial credit); Never Fear (1950), loosely based upon her own experiences battling paralyzing polio; Outrage (1950), one of the first films about rape; The Bigamist (1953) (which was named in the book 1001 Movies You Must See Before You Die); and The Trouble with Angels (1966). Her short yet immensely influential directorial career, tackling themes of women trapped by social conventions, usually under melodramatic or noir coverings, is a pioneering example of proto-feminist filmmaking.[3]\n\nAs an actress, her best known films are The Adventures of Sherlock Holmes (1939) with Basil Rathbone; They Drive by Night (1940) with George Raft and Humphrey Bogart; High Sierra (1941) with Bogart; The Sea Wolf (1941) with Edward G. Robinson and John Garfield; Ladies in Retirement (1941) with Louis Hayward; Moontide (1942) with Jean Gabin; The Hard Way (1943); Deep Valley (1947) with Dane Clark; Road House (1948) with Cornel Wilde and Richard Widmark; While the City Sleeps (1956) with Dana Andrews and Vincent Price; and Junior Bonner (1972) with Steve McQueen.\n\nShe also directed more than 100 episodes of television shows in a variety of genres, including westerns, supernatural tales, situation comedies, murder mysteries, and gangster stories.[4] She was the only woman to direct an episode of the original The Twilight Zone series (\"The Masks\"), and the only director to star in an episode (\"The Sixteen-Millimeter Shrine\").[5]\n\n"
        },
        {
            "title": "Early life and family",
            "text": "Lupino was born at 33 Ardbeg Road in Herne Hill, London, to actress Connie O'Shea (also known as Connie Emerald) and music hall comedian Stanley Lupino, a member of the theatrical Lupino family, which included Lupino Lane, a song-and-dance man.[6] Her great-grandfather, George Hook, changed his name to Lupino. Her father, a top name in musical comedy in the UK encouraged her to perform at an early age. He built a backyard theatre for Lupino and her sister Rita (1920–2016), who also became an actress and dancer.[6] Lupino wrote her first play at age seven and toured with a travelling theatre company as a child.[7] By the age of ten, Lupino had memorised the leading female roles in each of Shakespeare's plays. After her intense childhood training for stage plays, Ida's uncle Lupino Lane assisted her in moving towards film acting by getting her work as a background actress at British International Studios.[8]\n\nShe wanted to be a writer, but in order to please her father, Lupino enrolled in the Royal Academy of Dramatic Art. She excelled in a number of \"bad girl\" film roles, often playing prostitutes.[9] Lupino did not enjoy being an actress and felt uncomfortable with many of the early roles she was given. She felt that she was pushed into the profession due to her family history.[10]\n\n"
        },
        {
            "title": "Career",
            "text": "Lupino worked as both a stage and screen actress. She first took to the stage in 1934 as the lead in The Pursuit of Happiness at the Paramount Studio Theatre.[11] Lupino made her first film appearance in The Love Race (1931) and the following year, aged 14, she worked under director Allan Dwan in Her First Affaire, in a role for which her mother had previously tested.[12] She played leading roles in five British films in 1933 at Warner Bros.' Teddington studios and for Julius Hagen at Twickenham, including The Ghost Camera with John Mills and I Lived with You with Ivor Novello.\n\nDubbed \"the English Jean Harlow\", she was discovered by Paramount in the 1933 film Money for Speed, playing a good girl/bad girl dual role. Lupino claimed the talent scouts saw her play only the sweet girl in the film and not the part of the prostitute, so she was asked to try out for the lead role in Alice in Wonderland (1933). When she arrived in Hollywood, the Paramount producers did not know what to make of their sultry potential leading lady, but she did get a five-year contract.[4]\n\nLupino starred in over a dozen films in the mid-1930s, working with Columbia in a two-film deal, one of which, The Light That Failed (1939), was a role she acquired after running into the director's office unannounced, demanding an audition.[12] After this breakthrough performance as a spiteful cockney model who torments Ronald Colman, she began to be taken seriously as a dramatic actress. As a result, her parts improved during the 1940s, and she jokingly referred to herself as \"the poor man's Bette Davis\", taking the roles that Davis refused.[13][14]\n\nMark Hellinger, associate producer at Warner Bros., was impressed by Lupino's performance in The Light That Failed, and hired her for the femme-fatale role in the Raoul Walsh-directed They Drive by Night (1940), opposite stars George Raft, Ann Sheridan and Humphrey Bogart. The film did well and the critical consensus was that Lupino stole the movie, particularly in her unhinged courtroom scene.[15] Warner Bros. offered her a contract which she negotiated to include some freelance rights.[12] She worked with Walsh and Bogart again in High Sierra (1941), where she impressed critic Bosley Crowther in her role as an \"adoring moll\".[16]\n\nHer performance in The Hard Way (1943) won the New York Film Critics Circle Award for Best Actress.[6] She starred in Pillow to Post (1945), which was her only comedic leading role.[12] After the drama Deep Valley (1947) finished shooting, neither Warner Bros. nor Lupino moved to renew her contract and she left the studio in 1947.[17] Although in demand throughout the 1940s, she arguably never became a major star although she often had top billing in her pictures, above actors such as Humphrey Bogart, and was repeatedly critically lauded for her realistic, direct acting style.\n\nShe often incurred the ire of studio boss Jack Warner by objecting to her casting, refusing poorly written roles that she felt were beneath her dignity as an actress, and making script revisions deemed unacceptable by the studio. As a result, she spent a great deal of her time at Warner Bros. suspended.[14] In 1942, she rejected an offer to star with Ronald Reagan in Kings Row, and was immediately put on suspension at the studio. Eventually, a tentative rapprochement was brokered, but her relationship with the studio remained strained. In 1947, Lupino left Warner Brothers and appeared for 20th Century Fox as a nightclub singer in the film noir Road House, performing her musical numbers in the film. She starred in On Dangerous Ground in 1951, and may have taken on some of the directing tasks of the film while director Nicholas Ray was ill.[7]\n\nWhile on suspension, Lupino had ample time to observe filming and editing processes, and she became interested in directing.[18] She described how bored she was on set while \"someone else seemed to be doing all the interesting work\".[14]\n\nShe and her then-husband, producer and writer Collier Young, formed an independent company, The Filmakers Inc.  [sic], to \"produce, direct, and write low-budget, issue-oriented films\".[4][19][20] It was formed in 1948 with Lupino as vice-president, Collier Young as president, and screenwriter Malvin Wald as treasurer.[9] The Filmakers produced 12 feature films, six of which Lupino directed or co-directed, five of which she wrote or co-wrote, three of which she acted in, and one of which she co-produced.[21] The Filmakers' mission was to make socially conscious films, encourage new talent, and bring realism to the screen.[22] Their goal was to tell “how America lives” through independent B pictures shot in two weeks for less than $200,000 with a creative “family,” “the ring of truth” emphasized by fact-based stories — a combination of “social significance” and entertainment.[23] In short, low-budget pictures, they explored virtually taboo subjects[23] such as rape in Outrage (1950) and the self-explanatory The Bigamist (1953).[21] The latter received rave reviews at the time of release, with Howard Thompson of The New York Times calling it \"Filmakers' best offering, to date\".[24] Lupino's best known directorial effort, The Hitch-Hiker, a 1953 RKO release, is the only film noir from the genre's classic period directed by a woman.[25][26]\n\nHer first directing job came unexpectedly in 1949 when director Elmer Clifton suffered a mild heart attack and was unable to finish Not Wanted, a film Lupino co-produced and co-wrote.[12] Lupino stepped in to finish the film without taking directorial credit out of respect for Clifton. Although the film's subject of out-of-wedlock pregnancy was controversial, it received a vast amount of publicity, and she was invited to discuss the film with Eleanor Roosevelt on a national radio program.[21]\n\nNever Fear (1949), a film about polio (which she had personally experienced at age 16), was her first director's credit.[12] The film was noticed by Howard Hughes, who was looking for suppliers of low-budget feature films for distribution by his recently acquired RKO Pictures. Hughes agreed to put up financing and distribute The Filmakers’ next three features through RKO, leaving The Filmakers total control over the content and the production of the films.[27]\nAfter producing four more films about social issues, including Outrage (1950), a film about rape (while this word is never used in the movie),[28] Lupino directed her first hard-paced, all-male-cast film, The Hitch-Hiker (1953), making her the first woman to direct a film noir.\n\nLupino once called herself a \"bulldozer\" to secure financing for her production company, but she referred to herself as \"mother\" while on set.[21] On set, the back of her director's chair was labeled \"Mother of Us All\".[4] Her studio emphasized her femininity, often at the urging of Lupino herself. She credited her refusal to renew her contract with Warner Bros. under the pretenses of domesticity, claiming \"I had decided that nothing lay ahead of me but the life of the neurotic star with no family and no home.\" She made a point to seem nonthreatening in a male-dominated environment, stating, \"That's where being a man makes a great deal of difference. I don't suppose the men particularly care about leaving their wives and children. During the vacation period, the wife can always fly over and be with him. It's difficult for a wife to say to her husband, come sit on the set and watch.\"[9]\n\nAlthough directing became Lupino's passion, the drive for money kept her on camera, so she could acquire the funds to make her own productions.[14] She became a wily low-budget filmmaker, reusing sets from other studio productions and talking her physician into appearing as a doctor in the delivery scene of Not Wanted. She used what is now called product placement, placing Coca-Cola, United Airlines, Cadillac, and other brands in her films, such as The Bigamist.  She was acutely conscious of budget considerations, planning scenes in pre-production to avoid technical mistakes and retakes, and shooting in public places such as MacArthur Park and Chinatown to avoid set-rental costs.[9] She joked that if she had been the \"poor man's Bette Davis\" as an actress, she had now become the \"poor man's Don Siegel\" as a director.[9][29]\n\nThe Filmakers production company ceased operations in 1955, and Lupino turned almost immediately to television, directing episodes of more than thirty US TV series from 1956 through 1968. She also helmed a feature film in 1965 for the Catholic schoolgirl comedy The Trouble With Angels, starring Hayley Mills and Rosalind Russell; this was Lupino's last theatrical film as a director. She continued acting as well, going on to a successful television career throughout the 1960s and '70s.[30]\n\nLupino's career as a director continued through 1968.  Her directing efforts during these years were almost exclusively for television productions such as Alfred Hitchcock Presents, Thriller, The Twilight Zone, Have Gun – Will Travel, Honey West, The Donna Reed Show, Gilligan's Island, 77 Sunset Strip, The Rifleman, The Virginian, Sam Benedict, The Untouchables, Hong Kong, The Fugitive, and Bewitched.\n\nAfter the demise of The Filmakers, Lupino continued working as an actress until the end of the 1970s, mainly in television.  Lupino appeared in 19 episodes of Four Star Playhouse from 1952 to 1956, an endeavor involving partners Charles Boyer, Dick Powell and David Niven. From January 1957 to September 1958, Lupino starred with her then-husband Howard Duff in the sitcom Mr. Adams and Eve, in which the duo played husband-and-wife film stars named Howard Adams and Eve Drake, living in Beverly Hills, California.[31] Duff and Lupino also co-starred as themselves in 1959 in one of the 13 one-hour installments of The Lucy–Desi Comedy Hour and an episode of The Dinah Shore Chevy Show in 1960. Lupino guest-starred in numerous television shows, including The Ford Television Theatre (1954), Bonanza (1959), Burke's Law (1963–64), The Virginian (1963–65), Batman (1968), The Mod Squad (1969), Family Affair (1969–70), The Wild, Wild West (1969), Nanny and the Professor (1971),  Columbo: Short Fuse (1972), Columbo: Swan Song (1974) in which she plays Johnny Cash's character's zealous wife, Barnaby Jones (1974), The Streets of San Francisco, Ellery Queen (1975), Police Woman (1975), and Charlie's Angels (1977).  Her final acting appearance was in the 1979 film My Boys Are Good Boys.\n\nLupino has two distinctions with The Twilight Zone series, as the only woman to have directed an episode (\"The Masks\") and the only person to have worked as both actor for one episode (\"The Sixteen-Millimeter Shrine\"), and director for another.[32]\n\n"
        },
        {
            "title": "Themes",
            "text": "Lupino's Filmakers movies deal with unconventional and controversial subject matter that studio producers would not touch, including out-of-wedlock pregnancy, bigamy, and rape. She described her independent work as \"films that had social significance and yet were entertainment ... based on true stories, things the public could understand because they had happened or been of news value.\" She focused on women's issues for many of her films and she liked strong characters, \"[Not] women who have masculine qualities about them, but [a role] that has intestinal fortitude, some guts to it.\"[33]\n\nIn the film The Bigamist, the two women characters represent the career woman and the homemaker. The title character is married to a woman (Joan Fontaine) who, unable to have children, has devoted her energy to her career. While on one of many business trips, he meets a waitress (Lupino) with whom he has a child, and then marries her.[34] Marsha Orgeron, in her book Hollywood Ambitions, describes these characters as \"struggling to figure out their place in environments that mirror the social constraints that Lupino faced\".[14] However, Donati, in his biography of Lupino, said \"The solutions to the character's problems within the films were often conventional, even conservative, more reinforcing the 1950s' ideology than undercutting it.\"[9]\n\nAhead of her time within the studio system, Lupino was intent on creating films that were rooted in reality. On Never Fear, Lupino said, \"People are tired of having the wool pulled over their eyes. They pay out good money for their theatre tickets and they want something in return. They want realism. And you can't be realistic with the same glamorous mugs on the screen all the time.\"[35]\n\nDirector Martin Scorsese noted that, \"As a star, Lupino had no taste for glamour, and the same was true as a director. The stories she told in Outrage, Never Fear, Hard, Fast and Beautiful, The Bigamist and The Hitch-Hiker were intimate, always set within a precise social milieu: she wanted to \"do pictures with poor bewildered people because that's what we are.\" Her heroines were young women whose middle-class security was shattered by trauma -- unwanted pregnancy, polio, rape, bigamy, parental abuse. There's a sense of pain, panic and cruelty that colors every frame.\"[36]\n\nLupino's films are critical of many traditional social institutions, which reflect her contempt for the patriarchal structure that existed in Hollywood. Lupino rejected the commodification of female stars and as an actress, she resisted becoming an object of desire. She said in 1949, \"Hollywood careers are perishable commodities\", and sought to avoid such a fate for herself.[37]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Lupino was diagnosed with polio in 1934. The New York Times reported that the outbreak of polio within the Hollywood community was due to contaminated swimming pools.[38] The disease severely affected her ability to work, and her contract with Paramount fell apart shortly after her diagnosis.[39] She recovered and eventually directed, produced, and wrote many films, including a film loosely based upon her travails with polio titled Never Fear in 1949, the first film that she was credited for directing (she had earlier stepped in for an ill director on Not Wanted and refused directorial credit out of respect for her colleague). Her experience with the disease gave her the courage to focus on her intellectual abilities over simply her physical appearance.[40] In an interview with Hollywood, she said, \"I realized that my life and my courage and my hopes did not lie in my body. If that body was paralyzed, my brain could still work industriously...If I weren't able to act, I would be able to write. Even if I weren't able to use a pencil or typewriter, I could dictate.\"[40] Film magazines from the 1930s and 1940s, such as The Hollywood Reporter and Motion Picture Daily, frequently published updates on her condition.[41][11] Lupino worked for various nonprofit organizations to raise funds for polio research.[42]\n\nLupino's interests outside the entertainment industry included writing short stories and children's books, and composing music. Her composition \"Aladdin's Suite\" was performed by the Los Angeles Philharmonic Orcthira in 1937.[6] She composed it while recovering from polio in 1935.[43]\n\nShe became an American citizen in June 1948[44][45] and was a staunch Democrat who supported the presidency of John F. Kennedy.[9] She was Catholic.[46]\n\nLupino was married and divorced three times. She married actor Louis Hayward in November 1938. They separated in May 1944 and divorced in May 1945.[47][48]\n\nHer second marriage was to producer Collier Young on 5 August 1948. They divorced in 1951. When Lupino filed for divorce in September that year, she was already pregnant from an affair with future husband Howard Duff. The child was born seven months after she filed for divorce from Young.[49]\n\nLupino's third and final marriage was to actor Howard Duff, whom she wed on 21 October 1951.[50] Six months later, they had a daughter, Bridget, on 23 April 1952.[51] They divorced in 1983.[52]\n\nShe petitioned a California court in 1984 to appoint her business manager, Mary Ann Anderson, as her conservator due to poor business dealings from her prior business management company and her long separation from Howard Duff.\n\n"
        },
        {
            "title": "Death",
            "text": "Lupino died from a stroke while undergoing treatment for colon cancer in Los Angeles on 3 August 1995, at the age of 77.[53] Her memoirs, Ida Lupino: Beyond the Camera, were edited after her death and published by Mary Ann Anderson.[54]\n\n"
        },
        {
            "title": "Influences and legacy",
            "text": "Lupino learned filmmaking from everyone she observed on set, including William Ziegler, the cameraman for Not Wanted. When in preproduction on Never Fear, she conferred with Michael Gordon on directorial technique, organization, and plotting. Cinematographer Archie Stout said of Ms. Lupino, \"Ida has more knowledge of camera angles and lenses than any director I've ever worked with, with the exception of Victor Fleming. She knows how a woman looks on the screen and what light that woman should have, probably better than I do.\" Lupino also worked with editor Stanford Tischler, who said of her, \"She wasn't the kind of director who would shoot something, then hope any flaws could be fixed in the cutting room. The acting was always there, to her credit.\"[9]\n\nAuthor Ally Acker compares Lupino to pioneering silent-film director Lois Weber for their focus on controversial, socially relevant topics. With their ambiguous endings, Lupino's films never offered simple solutions for her troubled characters, and Acker finds parallels to her storytelling style in the work of the modern European \"New Wave\" directors, such as Margarethe von Trotta.[4]\n\nFilm critic Ronnie Scheib, who issued a Kino release of three of Lupino's films, likens Lupino's themes and directorial style to directors Nicholas Ray, Sam Fuller, and Robert Aldrich, saying, \"Lupino very much belongs to that generation of modernist filmmakers.\"[55] On whether Lupino should be considered a feminist filmmaker, Scheib states, \"I don't think Lupino was concerned with showing strong people, men or women. She often said that she was interested in lost, bewildered people, and I think she was talking about the postwar trauma of people who couldn't go home again.\"[30]\n\nMartin Scorsese calls Lupino's thematic film work \"essential,\" noting that \"What is at stake in Lupino's films is the psyche of the victim. [Her films] addressed the wounded soul and traced the slow, painful process of women trying to wrestle with despair and reclaim their lives. Her work is resilient, with a remarkable empathy for the fragile and the heart-broken.\"[36]\n\nAuthor Richard Koszarski noted Lupino's choice to play with gender roles regarding women's film stereotypes during the studio era: \"Her films display the obsessions and consistencies of a true auteur... In her films The Bigamist and The Hitch-Hiker, Lupino was able to reduce the male to the same sort of dangerous, irrational force that women represented in most male-directed examples of Hollywood film noir.\"[56]\n\nLupino did not consider herself a feminist, saying, \"I had to do something to fill up my time between contracts. Keeping a feminine approach is vital — men hate bossy females ... Often I pretended to a cameraman to know less than I did. That way I got more cooperation.\"[4] Village Voice writer Carrie Rickey, though, holds Lupino up as a model of modern feminist filmmaking: \"Not only did Lupino take control of production, direction, and screenplay, but [also] each of her movies addresses the brutal repercussions of sexuality, independence and dependence.\"[18] By 1972, Lupino said she wished more women were hired as directors and producers in Hollywood, noting that only very powerful actresses or writers had the chance to work in the field.[4] She directed or costarred a number of times with young, fellow British actresses on a similar journey of developing their American film careers like Hayley Mills and Pamela Franklin.\n\nActress Bea Arthur, best remembered for her work in Maude and The Golden Girls, was motivated to escape her stifling hometown by following in Lupino's footsteps and becoming an actress, saying, \"My dream was to become a very small blonde movie star like Ida Lupino and those other women I saw up there on the screen during the Depression.\"[57]\n\n"
        }
    ]
}