{
    "url": "https://en.wikipedia.org/wiki/Identification_studies_of_UFOs",
    "title": "Identification studies of UFOs",
    "table_of_contents": [
        "1 UFO studies",
        "1.1 Project Blue Book Special Report No. 14",
        "1.1.1 Breakdown by category of IFO and case quality",
        "1.1.2 Military vs. civilian breakdown",
        "1.1.3 Comparison of IFOs to UFOs by characteristics",
        "1.2 Allan Hendry study",
        "1.2.1 Breakdown of cases",
        "2 Common causes of misidentification and UFOs",
        "2.1 Venus",
        "2.2 Meteors",
        "2.3 Balloons, aircraft, satellites and other man-made objects",
        "2.4 Lenticular clouds",
        "2.5 Misperception",
        "2.5.1 Fata Morgana",
        "2.6 Other misidentifications",
        "2.6.1 Upper atmospheric lightning",
        "2.6.2 Electronic Warfare",
        "2.6.3 Psychological",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIdentifying unidentified flying objects (UFOs) is a difficult task due to the normally poor quality of the evidence provided by those who report sighting the unknown object.[1] Observations and subsequent reporting are often made by those untrained in astronomy, atmospheric phenomena, aeronautics, physics, and perception.[2] Nevertheless, most officially investigated UFO sightings, such as from the U.S. Air Force's Project Blue Book, have been identified as being due to honest misidentifications of natural phenomena, aircraft, or other prosaic explanations. In early U.S. Air Force attempts to explain UFO sightings, unexplained sightings routinely numbered over one in five reports. However, in early 1953, right after the CIA's Robertson Panel, percentages of unexplained sightings dropped precipitously, usually being only a few percent in any given year. When Project Blue Book closed down in 1970, only 6% of all cases were classified as being truly unidentified.\n\nUFOs that can be explained are sometimes termed \"IFOs\" or Identified Flying Objects.\n\n"
        },
        {
            "title": "UFO studies",
            "text": "The following are some major studies undertaken during the past 70+ years that reported on identification of UFOs:\n\nProject Sign lists that \"in order to investigate the credibility of their existence the following factors must be considered in any technical analysis\":[3]\n\nMethod of support (lift)\n\n1. Wings\n2. Fuselage lift (Wingless)\n3. Rotor\n4. Vertical Jet\n5. Magnus effect\n6. Aerostatic (lighter-than-air craft)\n\nMethod of propulsion (thrust)\n\n1. Propeller reciprocating engine combination jet \n2. Rocket \n3. Ramjet \n4. Aerodynamic (for example, the Katzmayer effect,[4] defined as \"the reduction in drag of an airfoil when an air stream is oscillating\").\n\nIn contrast, much more conservative numbers for the percentage of UFOs were arrived at individually by astronomer Allan Hendry, who was the chief investigator for the Center for UFO Studies (CUFOS). CUFOS was founded by astronomer J. Allen Hynek (who had been a consultant for the Air Force's Project Blue Book) to provide a serious scientific investigation into UFOs. Hendry spent 15 months personally investigating 1,307 UFO reports. In 1979, Hendry published his conclusions in The UFO Handbook: A Guide to Investigating, Evaluating, and Reporting UFO Sightings.[6] Hendry admitted that he would like to find evidence for extraterrestrials but noted that the vast majority of cases had prosaic explanations. He found 89% of reports definitely or probably identifiable and only 9% unidentified. “Hardcore” cases—well-documented events which defied any conceivable conventional explanation—made up only 1.5% of the reports.\n\nProject Blue Book Special Report No. 14 was compiled between 1951 and 1954, and included 3201 reported UFO sightings. Battelle employed four scientific analysts, who sought to divide cases into \"knowns\", \"unknowns\", and a third category of \"insufficient information.\" They also broke down knowns and unknowns into four categories of quality, from excellent to poor. In order for a case to be deemed \"identified\", two analysts had to independently agree on a solution and for a case to be called \"unidentified\", all four analysts had to agree. A report classified as \"unidentified\" was defined as: \"Those reports of sightings wherein the description of the object and its maneuvers could not be fitted to the pattern of any known object or phenomenon.\"\n\nOut of 3,201 cases, 69% were judged to be identified, 22% were unidentified, and 9% had insufficient information to make a determination.[citation needed]\n\nBBSR further broke these results down based on whether the identification was considered certain or merely doubtful. For example, in both the astronomical and aircraft IFO categories, 12% were considered certain and 9% were doubtful. Overall, of the 69% listed as IFOs, 42% were thought to be solved with certainty, while 27% were still considered doubtful.\n\nIn addition, if a case was lacking in adequate data, it was placed in the insufficient information category, separate from both IFOs and UFOs.\n\nThe Battelle BBSR study included many internal military reports; 38% of the cases were designated as military. Military witnesses tended to submit better quality reports, had much fewer reports rated as having insufficient information, and had higher percentages of unknowns. As in the previous breakdown, the percentage of UFOs again rose with case quality for both the military and civilian subcategories.\n\nIn the summary table, best reports are those rated excellent and good; worst reports are doubtful and poor.\n\nA key study of BBSR was to statistically compare IFOs and UFOs by six characteristics: color, number of objects, shape, duration of observations, speed, and light brightness. If there were no significant differences, the two classes were probably the same, the UFOs then representing merely a failure to properly identify prosaic phenomena that could already account for the IFOs. On the other hand, if the differences were statistically significant, this would suggest IFOs and UFOs were indeed distinctly different phenomena.\n\nIn the initial results, all characteristics except brightness tested significant at less or much less than 1% (brightness was greater than 5%). By removing \"astronomical\" sightings from the \"knowns\" and redoing the test, just two categories, number and speed, were significant at less than 1%, the remainder having results between 3% and 5%. This indicated that there was a statistically significant difference between the characteristics ascribed to UFOs and IFOs, but perhaps not as significant as the initial results suggested. For two characteristics, brightness and speed, the significance actually increased with the revised test.\n\nLike the Air Force, astronomer Allan Hendry found that only a small percentage of cases were hoaxes and that most sightings were actually honest misidentifications of prosaic phenomena. Hendry attributed most of these to inexperience or misperception.\n\nOut of 1,307 cases Hendry deemed 88.6% had clear prosaic explanations (IFOs) and only 8.6% were unknowns (UFOs). Of the UFOs, Hendry reported that 7.1%, might still have a prosaic explanation while 1.5% (20 cases) had no possible plausible explanation and were completely unexplained. The remaining miscellaneous cases (2.8%) were “garbage” cases, where Hendry deemed the witnesses unreliable, the reports hopelessly contradictory, or lacking in sufficient information.\n\nOverall, in the three major categories, 42% of all cases had astronomical explanations, 37% were aircraft, and 5% were balloons. A further breakdown allowed 77% to be readily explained by five main classes of objects: 29% were bright stars or planets, 19% were advertising planes, 15% were other aircraft, 9% were meteors and reentering space debris, and 5% were balloons of various types (mostly weather or advertising balloons but also a few prank balloons).\n\nHendry also used a case classification system developed by his mentor J. Allen Hynek, who established CUFOS, where the study was carried out. In this summary table:\n\n"
        },
        {
            "title": "Common causes of misidentification and UFOs",
            "text": "Both BBSR and Hendry found that three classes of objects or phenomena—astronomical, aircraft, or balloons—accounted for a large majority of identifiable UFO reports (referred to as IFOs), 86% and 83% in the two studies. For example, in Hendry's study, bright stars and planets made up 29% of all cases while meteors (and to a much lesser extent, re-entering space debris) made up 9%. Hovering aircraft such as helicopters or blimps, or aircraft that appear to be hovering, such as airplanes seen at night from the front with their headlights on as they approach for landing can often confuse witnesses, as can aircraft strobe lights. BBSR reported a much higher percentage of balloons than Hendry.\n\nClaims of misidentification are after-the-fact analyses, not direct observations, and are often misconstrued by skeptics and UFO advocates alike: They do not suggest that the experiences did not exist, but merely that they can be explained by prosaic causes. For instance, retrospective analyses of the Jimmy Carter UFO incident of 1969 connect the sighting with the known position of the planet Venus for that time, date, and location.[7] Gordon Cooper, a strong advocate of the extraterrestrial hypothesis (ETH), claimed to have been fooled by the planet Venus when he was a fighter pilot,  thinking it a distant enemy plane, and the 1967 \"flying cross\" of Devon, England[8] and the 1966 Portage County UFO Chase case[9] have both been associated with astronomical sources.\n\nIn 2009, Peter Davenport, Director of the National UFO Reporting Center, posted this complaint online:\n\nThere are several natural and man-made objects that are commonly suggested as explanations for UFO sightings:\n\nWith the exception of the sun, moon and the International Space Station,  Venus is the brightest object in the sky and is often visible in the early morning and evening sky. Even experienced witnesses, especially when they are in unfamiliar surroundings or unusual atmospheric conditions, can fail to identify Venus correctly; however, the location of Venus is easily calculable, and professional astronomers have said that many of the UFO reports received from concerned citizens are due to observations of Venus.[11] Astronomer Phil Plait, in particular, has suggested that Venus is responsible for the majority of all UFO reports[12]\n\nThe brightest meteors known as bolides are long lasting fireballs that leave a trail in the sky which can be visible for up to an hour after passing. Such events are relatively rare but can be witnessed by a large area of the Earth since most events occur kilometers up in the atmosphere. Those witnessing such events who are not familiar with meteors can be easily fooled into thinking that the meteor is a UFO. Because meteors are not predictable with the same degree of accuracy as planets, stars, or man-made objects such as satellites, these occurrences are more difficult to prove in retrospect, though UFO sightings during meteor showers, or where there are astronomical reports of bolides, are likely to be explained as such.\n\nMany reports capture conventional, man-made objects. A Skyhook balloon has been postulated as an explanation for the Mantell UFO Incident, which led to the death of Captain Thomas Mantell.\n\nProject Loon was a Google secret effort to bring internet services to isolated areas. Test balloons of different shapes were used and reported as UFOs. The Google Project Manager stated in an article in Wired Magazine that the team used UFO reports to track the balloons progress for one of the launches.\n\nAircraft shapes have radically changed as we continue to develop stealth technologies. These new test designs appear unusual and cause reports. The CIA released a report indicating that many UFO reports in the 1950s were classified aircraft like the SR-71 and U-2.[citation needed]\n\nThe increase in civilian drone usage and popularity throughout the 2010s may be moving identification of objects away from UFOs and towards drones.[13]\n\n These stationary cloud formations often appear above mountains, but can happen when winds and \"eddies\" help shape clouds into lens shaped clouds and people see these as \"flying saucers\".\n\nLight distortion from air turbulence can cause celestial bodies to move to a limited degree as can a visual perceptual effect called the autokinetic effect, caused by small, involuntary eye movements after staring at a star-like light against a black background without a frame of reference. To some observers, these may cause stars and planets to appear to start and stop, change direction, or dart around. Hendry and other UFO skeptics attribute complex patterns of apparent motion in UFO reports to the autokinetic effect.[14] Its opposite, autostasis[15] is one of the causes as well.\n\nAnother type of misperceived motion sometimes occurs when people are driving in a vehicle. Witnesses may believe the “UFO” was following them even though the celestial body was actually stationary. Even police and other normally reliable witnesses can occasionally be fooled by sightings of bright stars and planets.\n\nIn about 10% of Hendry's cases caused by celestial bodies, witnesses greatly underestimated distances to the objects, giving distance estimates ranging from 200 feet to 125 miles (60 m to 200 km).\n\nAccording to Hendry, moving clouds may also sometimes confuse observers by creating induced motion. Hendry believes this occasionally makes observers also believe objects have suddenly disappeared or make a rapid departure.\n\nFata Morgana is a type of mirage responsible for some UFO sightings, by making objects located below the astronomical horizon appear to be hovering in the sky. It also magnifies images and makes them look unrecognizable.\n\nThe UFOs seen on radar can also be due to Fata Morgana, since water vapor in the air can create radar mirages more readily than temperature inversions can create optical mirages. According to GEPAN/SEPRA, the official UFO investigation in France,\n\nThe BBSR and Hendry studies identified as rare causes for UFO reports based on misidentification, such objects and phenomena as birds, light phenomena (including mirages, moondogs, sundogs, auroras, ground lights such as street lights, and searchlights reflected off of clouds), and atmospheric phenomena such as clouds, dust and fog (including unusual cloud formations such as lenticular clouds, noctilucent clouds, rainbow effects, and high-altitude ice crystals). Other identified causes included kites, flares, reflections off windows, and windborne debris.\n\nMore recently, Professor Colin Price head of the Geophysics and Planetary Sciences Department at Tel Aviv University has commented that occurrences of upper-atmospheric lightning such as sprites, elves and blue jets could account for some of the strange reports of UFO sightings.[17]\n\nAccording to New York Magazine writer for the Digital Intelligencer, Jeff Wise, advanced Electronic Warfare techniques similar to early \"radar spoofing\" used by the US military could deceive sensors to give false velocity and position information. Wise worries that US adversaries have developed EW capabilities that exploit weaknesses in US systems that allow information to be missed or created erroneously. Wise speculates that admitting the US has \"gaps in its electronic warfare capabilities\" would allow it to be looked at objectively. As Navy Spokesman Joseph Gradisher puts it, \"The more data you have, the better you are to analyze it and turn that data into information into knowledge.”[18]\n\nAccording to Forbes contributor David Hambling, the U.S. Navy has filed patents for technology to produce a \"self-focusing laser pulse to create a glowing filament or channel of plasma\" that could create \"mid-air images to fool infrared and other sensors\". Hambling speculates that such technology \"may also provide a clue about the source of some recent UFO sightings by military aircraft\".[19]\n\nGreg Eghigian writing for the Smithsonian Magazine suggests that, as technology has evolved, so has the nature of the UFO phenomenon. According to Eghigian, \"fears of Zeppelins, rockets and drones have replaced the “celestial wonders” of ancient times\", and \"affairs here on earth have consistently colored our perceptions of what is going on over our heads\".[20]\n\nAccording to sociologist David L. Miller, experts such as Neil Smelser and Orrin Klapp attribute many UFO sightings to social contagion or mass hysteria, and as an overall cause of the UFO phenomenon.[21]\n\n"
        }
    ]
}