{
    "url": "https://en.wikipedia.org/wiki/Identity_crisis",
    "title": "Identity crisis",
    "table_of_contents": [
        "1 Concept",
        "2 Marcian theory",
        "3 See also",
        "4 References",
        "5 Bibliography",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In psychology, identity crisis is a stage theory of identity development where it involves resolution of a conflict over the 8 stages of the lifespan.[1][2] The term was coined by German psychologist Erik Erikson.\n\nThe stage of psychosocial development in which identity crisis may occur is called the identity cohesion vs. role confusion. During this stage, adolescents are faced with physical growth, sexual maturity, and integrating ideas of themselves and about what others think of them.[3] Adolescents therefore form their self-image and endure the task of resolving the crisis of their basic ego identity. Successful resolution of the crisis depends on one's progress through previous developmental stages, centering on issues such as trust, autonomy, and initiative.[3]\n\nErikson's own interest in identity began in childhood. Born Ashkenazic Jewish, Erikson felt that he was an outsider. His later studies of cultural life among the Yurok of northern California and the Sioux of South Dakota helped formalize Erikson's ideas about identity development and identity crisis. Erikson described those going through an identity crisis as exhibiting confusion.[2]\n\n"
        },
        {
            "title": "Concept",
            "text": "Adolescents may withdraw from normal life, not taking action or acting as they usually would at work, in their marriage or at school, or be unable to make defining choices about the future. They may even turn to negative activities, such as crime or drugs since from their point of view having a negative identity could be more acceptable than none at all.[4] On the other side of the spectrum, those who emerge from the adolescent stage of personality development with a strong sense of identity are well equipped to face adulthood with confidence and certainty. Erikson studied 8 stages that made up his theory. Ego identity was a key concept to understanding \"What is identity\" and it played a huge role in the conscious mind that includes fantasies, feelings, memories, perceptions, self- awareness, sensations, and thoughts; Each contributing a sense to self that is developed through social interaction.[5] He felt that peers have a strong impact on the development of ego identity during adolescence. He believed that association with negative groups such as cults or fanatics could actually \"redistrict\" the developing ego during this fragile time. The basic strength that Erikson found should be developed during adolescence is fidelity, which only emerges from a cohesive ego identity. Fidelity is known to encompass sincerity, genuineness and a sense of duty in our relationships with other people.[4] Erikson made it an argument between identity and confusion. Confusion lies between the younger generation, \"teenagers\", and during adolescents he states that they \"need to develop a sense of self and personal identity\". If they don't develop this sense of self, they will be insecure and lose themselves lacking that confidence and certainty they will be facing as an adult.[6]He described identity as \"a subjective sense as well as an observable quality of personal sameness and continuity, paired with some belief in the sameness and continuity of some shared world image. As a quality of unself-conscious living, this can be gloriously obvious in a young person who has found himself as he has found his commonality. In him we see emerge a unique unification of what is irreversibly given—that is, body type and temperament, giftedness and vulnerability, infantile models and acquired ideals—with the open choices provided in available roles, occupational possibilities, values offered, mentors met, friendships made, and first sexual encounters.\"[7]\n\n"
        },
        {
            "title": "Marcian theory",
            "text": "James Marcia's research on identity statuses of adolescents also applies to Erikson's framework of identity crises in adolescents.\n\nIdentity foreclosure is an identity status which Marcia claimed is an identity developed by an individual without much choice.  \"The foreclosure status is when a commitment is made without exploring alternatives. Often these commitments are based on parental ideas and beliefs that are accepted without question\".[citation needed] Identity foreclosure can contribute to identity crises in adolescents when the \"security blanket\" of their assumed identity is removed.  These \"foreclosed individuals often go into crisis, not knowing what to do without being able to rely on the norms, rules, and situations to which they have been accustomed.\"[8]  An example of this would be a son of a farmer who learns that his father is selling the farm, and whose identity as an heir to a farm and the lifestyle and identity of a farmer has been shaken by that news.\n\nIdentity diffusion is a Marcian identity status that can lead to identity crises in adolescents.  Identity diffusion can be described as \"the apathetic state that represents the relative lack of both exploration and commitment\".[9]  Identity diffusion can overlap with diagnoses such as schizophrenia and depression, and can best be described as a lack of identity structure.  An example of an identity crisis emerging from this status is an adolescent who becomes reclusive after his identity as a star athlete is destroyed by a serious injury.\n\nIdentity moratorium is the status that Marcia theorizes lasts the longest in individuals, is the most volatile, and can be best described as \"the active exploration of alternatives\".[citation needed] Individuals experiencing identity moratorium can be very open-minded and thoughtful but also in crisis over their identity.[10]  An example of this would be a college student who lacks conviction in their future after changing majors multiple times but still cannot seem to find their passion.\n\nIdentity achievement is the resolution to many identity crises.  Identity achievement occurs when the adolescent has explored and committed to important aspects of their identity.\"[11]\n\n"
        }
    ]
}