{
    "url": "https://en.wikipedia.org/wiki/Ik_people",
    "title": "Ik people",
    "table_of_contents": [
        "1 Community structure",
        "2 Culture",
        "3 The Mountain People",
        "3.1 Criticism",
        "3.2 Cultural references",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Ik people (sometimes called Teuso although that term is derogatory[further explanation needed]) are an ethnic group in northeastern Uganda near the border with Kenya. The group is unarmed and habitually peaceful, numbering approximately 13,939 people. They have experienced and been affected by various human rights violations, including forced evictions and/or exclusions from ancestral lands and natural resources, with 70% of the land lost to conservation initiatives, as well as violence and destruction of property, which result in continued impoverishment, social and political exploitation and marginalisation.[1][2][3][4]\n\nRevered among their peers for their grain grinding skill, the Ik are transitioning through a phase of subsistence farming into a more complete Westernization.[citation needed]\n\nThe Ik language is a member of divergent Kuliak sub-group of Nilo-Saharan languages.\n\n"
        },
        {
            "title": "Community structure",
            "text": "The Ik people live in several small villages arranged in clusters comprising their community. Each village is surrounded by an outer wall tand portioned into family/friend \"neighborhoods\" called odoks, each being surrounded by a wall. Each Odok is sectioned into walled households called asaks, with front-yards for community-based interactions, and, in some cases, granaries.[citation needed]\n\n"
        },
        {
            "title": "Culture",
            "text": "According to Western tests based on the dictator games,[3] Ik individuals are equal in generosity to all other individuals outside their culture.\n\n"
        },
        {
            "title": "The Mountain People",
            "text": "In 1972, anthropologist Colin Turnbull published an ethnography about the Ik, The Mountain People. The research provides an examination of Ik culture/practices based on information he gathered during a 1965–66 study. He depicts the Ik as a people forced into individualism to survive. Although Ik consider non-productive individuals such as the elderly and infirm to be burdens on the society, a few remaining elderly Ik are used as sources for his descriptions of the former Ik society (including hunter-gatherer practices, marriage, childbirth, death rituals/taboos, religious/spiritual beliefs, and other aspects). Although quickly outdated by their rapidly-evolving culture, much of the research focused on the then-current condition of the Ik people during a severe famine during a drought.[5]\n\nOn the Ik language:\n\nTurnbull became very involved with the Ik people, recording his horror at many of the events he witnessed, such as their disregard for familial bonds... leading to the death of children and the elderly by starvation. He writes warmly about certain Ik, and describes his \"misguided\" efforts to give food and water to those too weak to farm/forage, standing guard over them to prevent others from stealing the food. Turnbull shares these experiences to raise questions concerning basic human nature, and constantly references Western concepts of \"goodness\" and \"virtue\" abandoned during any period individuals possess nothing more than a need to survive (establishing parallels to the individualism of Western society). His time with the Ik exasperated Turnbull and aggravated his innate melancholy, yet he dedicated his work \"to the Ik, whom I learned not to hate\".\n\nTurnbull's research is controversial among other researchers, who question the accuracy of many 'vivid' claims by his study subjects. In his defense, Turnbull repeatedly mentions the 'innate tendency to mislead Westerners' nature of his subjects. Bernd Heine gives these 1983 examples to support his claims Turnbull's 1966 methods/conclusions are flawed:[6]\n\nHeine endorsed the conclusion of T.O. Beidelman.[7]\n\nIn his opinion, Turnbull stated that as Ik society self-destructed, their saviors were tribal individuals. Consequently, during the mid-1960s, Turnbull advocated to the Ugandan government a relocation scheme of random tribal members \"with no more than ten people in any re-located group\" to alleviate the Ik tendency of alienating their neighbors.[8]\n\nTurnbull's book provided material for a 1975 play called The Ik by Colin Higgins and Dennis Cannan.[9][10] Directed by Peter Brook, the play premiered in Paris in 1975,[11] and was produced in London in 1976 by the Royal Shakespeare Company. The group toured the United States in 1976 as a bi-centennial gift from French tax-payers.\n\nThe physician and poet Lewis Thomas wrote an essay, \"The Ik\", which Cevin Soling read as a child and sparked a documentary, Ikland (2011). It was produced in the mid-2000s by Spectacle Films and was directed by Soling and David Hilbert. The film depicts the Ik people in a positive light by showing how easily befriended they are, how they survive and live as families, their music and dancing, and their ability to step into acting roles... while ignoring their culturally-supported and innate abilities as con artists preying on Westerners. The documentary concludes with members of the tribe mimicking a staged performance of A Christmas Carol by Charles Dickens as a Western metaphor for 'redemption'.\n\n"
        }
    ]
}