{
    "url": "https://en.wikipedia.org/wiki/Imagination",
    "title": "Imagination",
    "table_of_contents": [
        "1 History",
        "2 Description",
        "3 Psychology",
        "4 Memory",
        "5 Perception",
        "6 Brain activation",
        "7 Evolution",
        "8 Moral imagination",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Imagination is the production or simulation of novel objects, sensations, and ideas in the mind without any immediate input of the senses. Stefan Szczelkun characterises it as the forming of experiences in one's mind, which can be re-creations of past experiences, such as vivid memories with imagined changes, or completely invented and possibly fantastic scenes.[1] Imagination helps make knowledge applicable in solving problems and is fundamental to integrating experience and the learning process.[2][3][4][5] As an approach to build theory, it is called \"disciplined imagination\".[6] A basic training for imagination is listening to storytelling (narrative),[2][7] in which the exactness of the chosen words is the fundamental factor to \"evoke worlds\".[8]\n\nOne view of imagination links it with cognition,[9][10][11]\nseeing imagination as a cognitive process used in mental functioning. It is increasingly used - in the form of visual imagery - by clinicians in psychological treatment.[12]\nImaginative thought may - speculatively - become associated with rational thought on the assumption that both activities may involve cognitive processes that may \"underpin thinking about possibilities\".[13]\nThe cognate term, \"mental imagery\" may be used in psychology for denoting the process of reviving in the mind recollections of objects formerly given in sense perception. Since this use of the term conflicts with that of ordinary language, some psychologists have preferred to describe this process as \"imaging\" or \"imagery\" or to speak of it as \"reproductive\" as opposed to \"productive\" or \"constructive\" imagination. Constructive imagination is further divided into voluntary imagination driven by the lateral prefrontal cortex (LPFC) and involuntary imagination (LPFC-independent), such as REM-sleep dreaming, daydreaming, hallucinations, and spontaneous insight.[14] The voluntary types of imagination include integration of modifiers, and mental rotation. Imagined images, both novel and recalled, are seen with the \"mind's eye\".\n\nImagination, however, is not considered to be exclusively a cognitive activity because it is also linked to the body and place, particularly that it also involves setting up relationships with materials and people, precluding the sense that imagination is locked away in the head.[15]\n\nImagination can also be expressed through stories such as fairy tales or fantasies.  Children often use such narratives and pretend play in order to exercise their imaginations. When children develop fantasy they play at two levels: first, they use role playing to act out what they have developed with their imagination, and at the second level they play again with their make-believe situation by acting as if what they have developed is an actual reality.[16]\n\n"
        },
        {
            "title": "History",
            "text": "Imaginatio is the standard Latin translation of the Greek term phantasia.[17] Aristotle in On the Soul considered phantasia (imagination) as the capacity for making mental images, and distinguished it from perception and from thinking. He held however that thought was always accompanied by an image.[18]\n\nThe notion of a \"mind's eye\" goes back at least to Cicero's reference to mentis oculi during his discussion of the orator's appropriate use of simile.[19]\n\nIn this discussion, Cicero observed that allusions to \"the Syrtis of his patrimony\" and \"the Charybdis of his possessions\" involved similes that were \"too far-fetched\"; and he advised the orator to, instead, just speak of \"the rock\" and \"the gulf\" (respectively) — on the grounds that \"the eyes of the mind are more easily directed to those objects which we have seen, than to those which we have only heard\".[20]\n\nIn medieval faculty psychology, the imagination was one of the inward wits along with memory and the sensus communis. It allowed the recombination of images, for example by combining perceptions of gold and mountain to obtain the idea of a golden mountain.[21][22]\n\nThe concept of \"mind's eye\" appeared in English in Chaucer's (c.1387) Man of Law's Tale in his Canterbury Tales, where he tells us that one of the three men dwelling in a castle was blind, and could only see with \"the eyes of his mind\"; namely, those eyes \"with which all men see after they have become blind\".[23]\n\nGalileo used the imagination to conduct thought experiments, such as asking readers to imagine what direction a stone released from a sling would fly.[24]\n\n"
        },
        {
            "title": "Description",
            "text": "The common use of the term is for the process of forming new images in the mind that have not been previously experienced with the help of what has been seen, heard, or felt before, or at least only partially or in different combinations. This could also be involved with thinking out possible or impossible outcomes of something or someone in life's abundant situations and experiences. Some typical examples follow:\n\nImagination, not being limited to the acquisition of exact knowledge by the requirements of practical necessity is largely free from objective restraints. The ability to imagine one's self in another person's place is very important to social relations and understanding. Albert Einstein said, \"Imagination ... is more important than knowledge. Knowledge is limited. Imagination encircles the world.\"[25]\n\nThe same limitations beset imagination in the field of scientific hypothesis. Progress in scientific research is due largely to provisional explanations which are developed by imagination, but such hypotheses must be framed in relation to previously ascertained facts and in accordance with the principles of the particular science.\n\nImagination is an experimental partition of the mind used to develop theories and ideas based on functions. Taking objects from real perceptions, the imagination uses complex If-functions that involve both Semantic and Episodic memory to develop new or revised ideas.[26] This part of the mind is vital to developing better and easier ways to accomplish old and new tasks. In sociology, Imagination is used to part ways with reality and have an understanding of social interactions derived from a perspective outside of society itself. This leads to the development of theories through questions that wouldn't usually be asked. These experimental ideas can be safely conducted inside a virtual world and then, if the idea is probable and the function is true, the idea can be actualized in reality. Imagination is the key to new development of the mind and can be shared with others, progressing collectively.\n\nRegarding the volunteer effort, imagination can be classified as:\n\n"
        },
        {
            "title": "Psychology",
            "text": "Psychologists have studied imaginative thought, not only in its exotic form of creativity and artistic expression but also in its mundane form of everyday imagination.[27] Ruth M.J. Byrne has proposed that everyday imaginative thoughts about counterfactual alternatives to reality may be based on the same cognitive processes on which rational thoughts are also based.[28] Children can engage in the creation of imaginative alternatives to reality from their very early years.[29] Cultural psychology is currently elaborating a view of imagination as a higher mental function involved in a number of everyday activities both at the individual and collective level[30] that enables people to manipulate complex meanings of both linguistic and iconic forms in the process of experiencing.\n\nThe phenomenology of imagination is discussed In The Imaginary: A Phenomenological Psychology of the Imagination (French: L'Imaginaire: Psychologie phénoménologique de l'imagination), also published under the title The Psychology of the Imagination, a 1940 book by Jean-Paul Sartre, in which he propounds his concept of the imagination and discusses what the existence of imagination shows about the nature of human consciousness.[31]\n\nThe imagination is also active in our perception of photographic images in order to make them appear real.[32]\n\n"
        },
        {
            "title": "Memory",
            "text": "Memory and mental imagery, often seen as a part of the process of imagination, have been shown to be affected by one another.[33] \"Images made by functional magnetic resonance imaging technology show that remembering and imagining sends blood to identify parts of the brain.\"[33] Various psychological factors can influence the mental processing of the brain and heighten its chance to retain information as either long-term memories or short-term memories. John Sweller indicated that experiences stored as long-term memories are easier to recall, as they are ingrained deeper in the mind. Each of these forms require information to be taught in a specific manner so as to use various regions of the brain when being processed.[34] This information can potentially help develop programs for young students to cultivate or further enhance their creative abilities from a young age. The neocortex and thalamus are responsible for controlling the brain's imagination, along with many of the brain's other functions such as consciousness and abstract thought.[citation needed] Since imagination involves many different brain functions, such as emotions, memory, thoughts, etc., portions of the brain where multiple functions occur—such as the thalamus and neocortex—are the main regions where imaginative processing has been documented.[35] The understanding of how memory and imagination are linked in the brain, paves the way to better understand one's ability to link significant past experiences with their imagination.\n\n"
        },
        {
            "title": "Perception",
            "text": "Piaget posited that perceptions depend on the world view of a person. The world view is the result of arranging perceptions into existing imagery by imagination. Piaget cites the example of a child saying that the moon is following her when she walks around the village at night. Like this, perceptions are integrated into the world view to make sense. Imagination is needed to make sense of perceptions.[36]\n\n"
        },
        {
            "title": "Brain activation",
            "text": "A study using fMRI while subjects were asked to imagine precise visual figures, to mentally disassemble them, or mentally blend them, showed activity in the occipital,  frontoparietal, posterior parietal, precuneus, and dorsolateral prefrontal regions of the subject's brains.[37]\n\n"
        },
        {
            "title": "Evolution",
            "text": "Phylogenetic acquisition of imagination was a gradual process. The simplest form of imagination, REM-sleep dreaming, evolved in mammals with acquisition of REM sleep 140 million years ago.[38] Spontaneous insight improved in primates with acquisition of the lateral prefrontal cortex 70 million years ago. After hominins split from the chimpanzee line 6 million years ago they further improved their imagination. Prefrontal analysis was acquired 3.3 million years ago when hominins started to manufacture Mode One stone tools.[39] Progress in stone tools culture to Mode Two stone tools by 2 million years ago signify remarkable improvement of prefrontal analysis. The most advanced mechanism of imagination, prefrontal synthesis, was likely acquired by humans around 70,000 years ago and resulted in behavioral modernity.[40] This leap toward modern imagination has been characterized by paleoanthropologists as the \"Cognitive revolution\",[41] \"Upper Paleolithic Revolution\",[42] and the \"Great Leap Forward\".[43]\n\n"
        },
        {
            "title": "Moral imagination",
            "text": "Moral imagination usually describes the mental capacity to find answers to ethical questions and dilemmas through the process of a mental and intellectual imagination and visualization.\n\nDifferent definitions of \"moral imagination\" can be found in the literature.[44]\n\nOne of the most prominent definitions was provided by the philosopher Mark Johnson: \"An ability to imaginatively discern various possibilities for acting in a given situation and to envision the potential help and harm that are likely to result from a given action.\"[45]\n\nIn an article recently published in the Journal of Management History, the authors argued that Hitler's assassin Claus von Stauffenberg decided to dare to overthrow the Nazi regime in particular (among other factors) as a result of a process of \"moral imagination.\" His willingness to kill Hitler was less due to his compassion for his comrades, his family or friends living at that time (actual people living at that time), but originated rather from the fact that he was already thinking about the potential problems of later generations and people he did not know. In other words, through a process of “moral imagination” he developed empathy for \"abstract\" people (for examples, Germans of later generations, people who were not yet alive).[46]\n\n"
        },
        {
            "title": "Further reading",
            "text": "Three philosophers for whom imagination is a central concept are Kendall Walton, John Sallis and Richard Kearney. See in particular:\n\n"
        }
    ]
}