{
    "url": "https://en.wikipedia.org/wiki/IMDb",
    "title": "IMDb",
    "table_of_contents": [
        "1 Features",
        "2 History",
        "2.1 History before website",
        "2.2 On the web",
        "2.3 As an independent company",
        "2.4 As Amazon.com subsidiary (1998–present)",
        "3 IMDbPro",
        "4 Character filmographies",
        "5 Streaming services",
        "6 Content and format",
        "6.1 Data provided by subjects",
        "6.2 Copyright, vandalism and error issues",
        "6.3 Data format and access",
        "6.4 Film titles",
        "7 Ancillary features",
        "7.1 User ratings of films",
        "7.1.1 Rankings",
        "7.2 Reference view",
        "7.3 Message boards",
        "8 Statistics",
        "9 Litigation",
        "10 Birth names publication policy",
        "11 See also",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIMDb (an abbreviation of Internet Movie Database)[2] is an online database of information related to films, television series, home videos, video games, and streaming content online – including cast, production crew and personal biographies, plot summaries, trivia, ratings, and fan and critical reviews. IMDb began as a fan-operated movie database on the Usenet group \"rec.arts.movies\" in 1990, and moved to the Web in 1993. It is now owned and operated by IMDb.com, Inc., a subsidiary of Amazon.\n\nAs of March 2022,[update] the database contained some 10.1 million titles (including television episodes) and 11.5 million person records.[3] Additionally, the site had 83 million registered users. The site's message boards were disabled in February 2017.\n\n"
        },
        {
            "title": "Features",
            "text": "The title and talent pages of IMDb are accessible to all users, but only registered and logged-in users can submit new material and suggest edits to existing entries. Most of the site's data has been provided by these volunteers. Registered users with a proven track record are able to add and make corrections to cast lists, credits, and some other data points. However, the addition and removal of images, and alterations to titles, cast and crew names, character names, and plot summaries are subject to an approval process; this usually takes between 24 and 72 hours.\n\nRegistered users can choose their username, and most are pseudonymous. There is no single index of contributors, no index on each profile page of the items contributed, and—except for plot synopses and biographies—no identification of contributors to each product's or person's data pages. Users are also invited to rate titles on a scale of 1 to 10, and the totals are converted into a weighted mean-rating, with filters in place to mitigate ballot-stuffing.\n\nUser profile pages show a user's registration date and, optionally, their personal ratings of titles. Since 2015, \"badges\" can be added showing a count of contributions. These badges range from total contributions made to independent categories such as photos, trivia, and biographies. If a registered user or visitor is in the entertainment industry and has an IMDb page, they can add photos through IMDbPRO.[4]\n\n"
        },
        {
            "title": "History",
            "text": "IMDb originated in 1990 with a Usenet posting entitled \"Those Eyes\", by the English film fan and computer programmer Col Needham,[5][failed verification] about actresses with beautiful eyes. Others with similar interests soon responded with additions or different lists of their own. Needham subsequently started an \"Actors List\", while Dave Knight began a \"Directors List\", and Andy Krieg took over \"THE LIST\" from Hank Driskill, which would later be renamed the \"Actress List\". Both lists had been restricted to people who were alive and working, but soon retired people were added, so Needham started what was then (but did not remain) a separate \"Dead Actors/Actresses List\". Steve Hammond started collecting and merging character names for both the actors and actresses lists. When these achieved popularity, they were merged back into the lists themselves. The goal of the participants now was to make the lists as inclusive as possible.\n\nBy late 1990, the lists included almost 10,000 films and television series, correlated with actors and actresses appearing therein. On October 17, 1990, Needham developed and posted a collection of Unix shell scripts that could be used to search the four lists, and thus the database that would become the IMDb was born.[6] At the time, it was known as the \"rec.arts.movies movie database\".\n\nThe database had been expanded to include additional categories of filmmakers and other demographic material as well as trivia, biographies, and plot summaries. The movie ratings had been properly integrated with the list data, and a centralized email interface for querying the database had been created by Alan Jay. Later, in 1993, it moved onto the fledgling World Wide Web under the name of Cardiff Internet Movie Database.[7] The database resided on the servers of the computer science department of Cardiff University in Wales. Rob Hartill was the original web interface author. In 1994, the email interface was revised to accept the submission of all information, which enabled people to email the specific list maintainer with their updates. However, the structure remained so that information received on a single film was divided among multiple section managers, the sections being defined and determined by categories of film personnel and the individual filmographies contained therein. Over the next few years, the database was run on a network of mirrors across the world with donated bandwidth.[8]\n\nIn 1996 IMDb was incorporated in the United Kingdom, becoming the Internet Movie Database Ltd. Founder Col Needham became the primary owner. General revenue for site operations was generated through advertising, licensing and partnerships.[9]\n\nIn 1998, Jeff Bezos, founder, owner, and CEO of Amazon.com, struck a deal with Needham and other principal shareholders to buy IMDb outright; Amazon paid $55 million for IMDb and two other companies.[10] Bezos attached it to Amazon as a subsidiary, private company.[11] This gave IMDb the ability to pay the shareholders salaries for their work. In the process of expanding its product line, Amazon.com intended to use IMDb as an advertising resource for selling DVDs and videotapes.\n\nIMDb continued to expand its functionality. On January 15, 2002, it added a subscription service known as IMDbPro, aimed at entertainment professionals. IMDbPro was announced and launched at the 2002 Sundance Film Festival. It provides a variety of services including film production and box office details, a company directory, and the ability of subscribers to add personal information pages.\n\nFrom 1996 onwards, an annual newsletter email (archived on the website) has been sent from Col Needham to contributors on the first day of each calendar year. The annual newsletter lists various information about the past year on the site, including stats, top contributors tally for the year (the top 300 users, currently; fewer in previous years), and a perspective on the site's progress and future.[12][13][14]\n\nAs an additional incentive for users, as of 2003[update], users identified as one of the \"top 100 contributors\" of hard data received complimentary free access to IMDbPro for the following calendar year; for 2006 this was increased to the top 150 contributors, and for 2010 to the top 250.[15]\n\nIn 2008, IMDb launched their first official foreign-language version with IMDb.de, in German. Also in 2008, IMDb acquired two other companies: Withoutabox[16] and Box Office Mojo.[17]\n\nThe website was originally Perl-based, but IMDb no longer discloses what software it uses for reasons of security.[18] In 2010, the site was filtered in China.[19]\n\nIn 2016, The IMDb Studio at Sundance was launched, a talk show that is presented on IMDb and YouTube.[20][21]\n\nIn April 2017, IMDb celebrated its 25th anniversary. As of that year, Needham was still managing IMDb from its main office in Bristol in the Castlemead office tower.[22]\n\n"
        },
        {
            "title": "IMDbPro",
            "text": "Actors, crew, and industry executives can post their own resume and upload photos of themselves for a yearly membership fee to IMDbPro. IMDbPro can be accessed by anyone willing to pay the annual fee of US$149.99. Membership enables a user to access the rank order of each industry personality, as well as agent contact information for any actor, producer, director etc. that has an IMDb page. IMDbPro also allows existing actors to claim their name page. Enrolling in IMDbPro enables members who are industry personnel to upload a head shot to open their page, as well as to upload hundreds of photos to accompany their page. Anyone can register as an IMDb user and contribute to the site as well as view its content; however, those users enrolled in IMDbPro have greater access and privileges.[23]\n\n"
        },
        {
            "title": "Character filmographies",
            "text": "On October 2, 2007,[citation needed] character filmographies were added. Character entries are created from character listings in the main filmography database, and as such do not need any additional verification by IMDb staff. They have already been verified when they are added to the main filmography.\n\n"
        },
        {
            "title": "Streaming services",
            "text": "In January 2019, IMDb launched an ad-supported streaming service called Freedive.[24] This was the company's second attempt at a streaming service; it launched a similar service in 2008.[25][26] In June 2019, Freedive was rebranded as IMDb TV.[27] In April 2022, the service was rebranded again as Amazon Freevee.[28]\n\n"
        },
        {
            "title": "Content and format",
            "text": "In 2006, IMDb introduced its \"Résumé Subscription Service\", where an actor or crew member can post their résumé and upload photos[29] for a yearly fee.[30] IMDb résumé pages are kept on a sub-page of the regular entry about that person, with a regular entry automatically created for each résumé subscriber who does not already have one.[31]\n\nAs of 2012, Resume Services was included as part of an IMDbPro subscription and is no longer offered as a separate subscription service.\n\nVolunteers who contribute content to the database technically retain copyright on their contributions, but the compilation of the content becomes the exclusive property of IMDb with the full right to copy, modify, and sublicense it, and they are verified before posting.[32] However, credit is not given on specific title or filmography pages to the contributor(s) who have provided information. Conversely, a credited text entry, such as a plot summary, may be corrected for content, grammar, sentence structure, perceived omission or error, by other contributors without having to add their names as co-authors. Due to the time required for processing submitted data or text before it is displayed, IMDb is different from user-contributed projects like Discogs, or OpenStreetMap, or Wikipedia, in that contributors can't add, delete, or modify the data or text on impulse, and the manipulation of data is controlled by IMDb technology and salaried staff.[33]\n\nIMDb has been subject to deliberate additions of false information; in 2012 a spokesperson said: \"We make it easy for users and professionals to update much of our content, which is why we have an 'edit page.' The data that is submitted goes through a series of consistency checks before it goes live. Given the sheer volume of the information, occasional mistakes are inevitable, and, when reported, they are promptly fixed. We always welcome corrections.\"[34]\n\nThe Java Movie Database (JMDB)[35] is reportedly creating an IMDb_Error.log file that lists all the errors found while processing the IMDb plain text files. A Wiki alternative to IMDb is Open Media Database[36] whose content is also contributed by users but licensed under a Creative Commons license (CC BY) and the GFDL. Since 2007, IMDb has been experimenting with wiki-programmed sections for complete film synopses, parental guides, and FAQs about titles as determined by (and answered by) individual contributors.\n\nIMDb, unlike other AI-automated queries, does not provide an API for automated queries. However, most of the data can be downloaded as compressed plain text files and the information can be extracted using the command-line interface tools provided.[37] There is also a Java-based graphical user interface (GUI) application available that is able to process the compressed plain text files, which allows a search and a display of the information.[35] This GUI application supports different languages, but the movie related data are in English, as made available by IMDb. A Python package called IMDbPY can also be used to process the compressed plain text files into a number of different SQL databases, enabling easier access to the entire dataset for searching or data mining.[38]\n\nThe IMDb has sites in English as well as versions translated completely or in part into other languages (Danish, Finnish, French, German, Hungarian, Italian, Polish, Portuguese, Spanish and Romanian). The non-English language sites display film titles in the specified language. Originally, IMDb's English language sites displayed titles according to their original country-of-origin language, however, in 2010 IMDb began allowing individual users in the UK and USA to choose primary title display by either the original-language titles, or the US or UK release title (normally, in English).\n\n"
        },
        {
            "title": "Ancillary features",
            "text": "As one adjunct to data, the IMDb offers a rating scale that allows users to rate films on a scale of one to ten.\n\nIMDb indicates that submitted ratings are filtered and weighted in various ways to produce a weighted mean that is displayed for each film, series, and so on. It states that filters are used to avoid ballot stuffing; the method is not described in detail to avoid attempts to circumvent it. In fact, it sometimes produces an extreme difference between the weighted average and the arithmetic mean.\n\nThe IMDb Top 250 is a list of the top rated 250 films, based on ratings by the registered users of the website using the methods described. As of 22 February 2022[update], The Shawshank Redemption, directed by Frank Darabont, is No. 1 on the list, and has been since 2008.[39][40][41] The \"Top 250\" rating is based on only the ratings of \"regular voters\". The number of votes a registered user would have to make to be considered as a user who votes regularly has been kept secret. IMDb has stated that to maintain the effectiveness of the Top 250 list they \"deliberately do not disclose the criteria used for a person to be counted as a regular voter\".[42] In addition to other weightings, the Top 250 films are also based on a weighted rating formula referred to in actuarial science as a credibility formula.[43] This label arises because a statistic is taken to be more credible the greater the number of individual pieces of information; in this case from eligible users who submit ratings. Although the current formula is not disclosed, IMDb originally used the following formula to calculate their weighted rating:[44]\n\n\nThe variable W in this formula is equivalent to a Bayesian posterior mean (see Bayesian statistics).[citation needed]\n\nThe IMDb also has a Bottom 100 feature which is assembled through a similar process although only 10,000 votes must be received to qualify for the list.[45]\n\nThe Top 250 list comprises a wide range of feature films, including major releases, cult films, independent films, critically acclaimed films, silent films, and non-English-language films. Documentaries, short films and TV episodes are not currently included.\n\nSince 2015, there has been a Top 250 list devoted to ranking television shows.[46]\n\nIMDb originally used a more sidebar/list-based view on title pages. However, in 2010 the site updated pages to more free-flowing layouts, and offered logged-in users an \"advanced view\" site preference setting called \"Combined view\", or this could be done on an ad-hoc basis by simply adding /combined to the end of the URL (e.g. https://www.imdb.com/title/tt2358891/combined), for users to choose should they prefer the older page view display method or to aid the editing of data.\n\nIn 2017, some alterations were made to this advanced view, and the setting was renamed \"Reference view\", again also able to be accessed ad-hoc by simply adding /reference to the end of the URL (e.g. https://www.imdb.com/title/tt2358891/reference), with the former /combined URLs made to link to the newer /reference ones.[47]\n\nBeginning in 2001, the Internet Movie Database also maintained message boards for every title (excepting, as of 2013[update], TV episodes)[48] and name entry, along with over 140 main boards. To post on the message boards a user needed to \"authenticate\" their account via cell phone, credit card, or by having been a recent customer of the parent company Amazon.com. Message boards expanded in recent years. The Soapbox started in 1999 as a general message board meant for debates on any subjects. The Politics board started in 2007 was a message board to discuss politics, news events, and current affairs, as well as history and economics.[citation needed]\n\nBy February 20, 2017, all the message boards and their content were permanently removed. According to the website, the decision was made because the boards were \"no longer providing a positive, useful experience for the vast majority of our more than 250 million monthly users worldwide\",[49] and others have mentioned its susceptibility to trolling and disagreeable behavior.[50][51][52] Col Needham also mentioned in a post some months earlier that the boards received less income from ads, and that their members only made up a very small part of the website's visitors. The boards were costly to run due to the system's age and dated design, which did not make business sense.[53] The decision to remove the message boards was met with outspoken backlash from some of its users, and sparked an online petition garnering over 8,000 signatures.[54] In the days leading up to February 20, 2017, both Archive.org[55] and MovieChat.org[56] preserved the entire contents of the IMDb message boards using web scraping. Archive.org and MovieChat.org have published IMDb message board archives, which is legal under the fair use doctrine, because it has no effect on IMDb's potential market for or value of the copyrighted work.[57][58]\n\n"
        },
        {
            "title": "Statistics",
            "text": "As of March 2022[update], IMDb has the following statistics:[3]\n\n"
        },
        {
            "title": "Litigation",
            "text": "In 2011, in the case of Hoang v. Amazon.com, Inc., IMDb was sued by an anonymous actress for at least US$1,075,000 because the movie website publicly disclosed her age (40, at the time) without her consent.[59] The actress claimed that revealing her age could cause her to lose acting opportunities.[60] Judge Marsha J. Pechman, a US district judge in Seattle, dismissed the lawsuit, saying the actress had no grounds to proceed with an anonymous complaint. The actress re-filed and so revealed that she was Huong Hoang of Texas, who uses the stage name Junie Hoang.[61] In 2013, Pechman dismissed all causes of action except for a breach of contract claim against IMDb; a jury then sided with IMDb on that claim.[62] The Court of Appeals for the Ninth Circuit affirmed the district court judgment in March 2015.[63]\n\nAlso in 2011, in the case of United Video Properties Inc., et al. v. Amazon.Com Inc. et al.,[64] IMDb and Amazon were sued by Rovi Corporation and others for patent infringement over their various program listing offerings.[65] The patent claims were ultimately construed in a way favorable to IMDb, and Rovi / United Video Properties lost the case.[66] In April 2014, the decision was affirmed by the U.S. Court of Appeals.[67]\n\nOn January 1, 2017, the State of California implemented state bill AB-1687, a SAG-AFTRA-backed anti-ageism statute which requires \"commercial online entertainment employment services\" to honor requests by their subscribers for their ages and birthdays to be hidden.[68] By the beginning of 2017, IMDb had received more than 2,300 requests from individuals to remove their date of birth from the site. Included in this group were 10 Academy Award winners and another 71 nominated for Oscars, Emmys, or Golden Globes.[69] On February 23, 2017, Judge Vince Girdhari Chhabria issued a stay on the bill pending a further trial, claiming that it possibly violated the First Amendment because it inhibited the public consumption of information. He also questioned the intent of the bill, as it was ostensibly meant to target IMDb.[70]\n\n"
        },
        {
            "title": "Birth names publication policy",
            "text": "IMDb had long maintained that it would keep all valid information, but changed that policy related to birth names on August 12, 2019. IMDb will now remove birth names that are not widely and publicly known, of persons who no longer use their birth names.[71] This was done in response to pressure from LGBTQ groups against the publication of transgender birth names without their consent, which is called \"deadnaming\". Any name a person had previously been credited under, however, continues to be maintained in the credits section.[71]\n\n"
        }
    ]
}