{
    "url": "https://en.wikipedia.org/wiki/Immanentism",
    "title": "Immanence",
    "table_of_contents": [
        "1 Western Esotericism",
        "2 Buddhism",
        "3 Christianity",
        "3.1 Catholicism, Protestantism, and Eastern Christianity",
        "3.2 Mormonism",
        "4 Judaism",
        "5 Continental philosophy",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The doctrine or theory of immanence holds that the divine encompasses or is manifested in the material world. It is held by some philosophical and metaphysical theories of divine presence. Immanence is usually applied in monotheistic, pantheistic, pandeistic, or panentheistic faiths to suggest that the spiritual world permeates the mundane. It is often contrasted with theories of transcendence, in which the divine is seen to be outside the material world.\n\nMajor faiths commonly devote significant philosophical efforts to explaining the relationship between immanence and transcendence but do so in different ways, such as:\n\n"
        },
        {
            "title": "Western Esotericism",
            "text": "Another meaning of immanence is the quality of being contained within, or remaining within the boundaries of a person, of the world, or of the mind. This meaning is more common within Christian and other monotheist theology, in which the one God is considered to transcend his creation.\nPythagoreanism says that the nous is an intelligent principle of the world acting with a specific intention. This is the divine reason regarded in Neoplatonism as the first emanation of the divine.[1] From the nous emerges the world soul, which gives rise to the manifest realm. Neoplatonic gnosticism goes on to say the Godhead is the Father, Mother, and Son (Zeus). In the mind of Zeus, the ideas are distinctly articulated and become the Logos by which he creates the world. These ideas become active in the Mind (nous) of Zeus. With him is the Power and from him is the nous.[2] This theology further explains that Zeus is called Demiurge (Dêmiourgos, Creator), Maker (Poiêtês), and Craftsman (Technitês).[3] The nous of the demiurge proceeds outward into manifestation, becoming living ideas. They give rise to a lineage of mortal human souls.[4] The components of the soul are[5] 1) the higher soul, seat of the intuitive mind (divine nous); 2) the rational soul (logistikon) (seat of discursive reason / dianoia); 3) the nonrational soul (alogia), responsible for the senses, appetites, and motion. Zeus thinks the articulated ideas (logos). The idea of ideas (eidos - eidôn), provides a model of the Paradigm of the Universe, which the Demiurge contemplates in his articulation of the ideas and his creation of the world according to the Logos.[6]\n\n"
        },
        {
            "title": "Buddhism",
            "text": "Tantric Buddhism and Dzogchen posit a non-dual basis for both experience and reality that could be considered an exposition of a philosophy of immanence that has a history on the subcontinent of India from early CE to the present. A paradoxical non-dual awareness or rigpa (Tibetan — vidya in Sanskrit) — is said to be the 'self-perfected state' of all beings. Scholarly works differentiate these traditions from monism. The non-dual is said to be not immanent and not transcendent, not neither, nor both. One classical exposition is the Madhyamaka refutation of extremes that the philosopher-adept Nagarjuna propounded.\n\nExponents of this non-dual tradition emphasize the importance of a direct experience of non-duality through both meditative practice and philosophical investigation. In one version, one maintains awareness as thoughts arise and dissolve within the 'field' of mind; one does not accept or reject them, rather one lets the mind wander as it will until a subtle sense of immanence dawns. Vipassana, or insight, is the integration of one's 'presence of awareness' with that which arises in the mind. Non-duality or rigpa is said to be the recognition that both the quiet, calm, abiding state as found in samatha and the movement or arising of phenomena as found in vipassana are not separate.\n\n"
        },
        {
            "title": "Christianity",
            "text": "According to Christian theology, the transcendent God, who cannot be approached or seen in essence or being, becomes immanent primarily in the God-man Jesus the Christ, who is the incarnate Second Person of the Trinity. In Byzantine Rite theology the immanence of God is expressed as the hypostases or energies of God, who in his essence is incomprehensible and transcendent. In Catholic theology, Christ and the Holy Spirit immanently reveal themselves; God the Father only reveals himself immanently vicariously through the Son and Spirit, and the divine nature, the Godhead is wholly transcendent and unable to be comprehended.\n\nThis is expressed in St. Paul's letter to the Philippians, where he writes:\n\nThe Holy Spirit is also expressed as an immanence of God.\n\nThe immanence of the triune God is celebrated in the Catholic Church, traditional Protestant Churches, and Eastern Churches during the liturgical feast of the Theophany of God, known in Western Christianity as the Epiphany.\n\nPope Pius X wrote at length about philosophical-theological controversies over immanence in his encyclical Pascendi dominici gregis.\n\nAccording to Latter Day Saint theology, all of material creation is filled with immanence, known as the light of Christ. It is also responsible for the intuitive conscience born into man. The Light of Christ is the source of intellectual and spiritual enlightenment, and is the means by which God is in and through all things.[9] LDS scriptures identify the divine Light with the mind of God, the source of all truth and conveyor of the characteristics of the divine nature through God's goodness. The experienced brilliance of God reflects the “fullness” of this spirit within God's being.[10] Similarly, mankind can incorporate this spiritual light or divine mind and thus become one with God.[11] This immanent spirit of light bridges the scientific and spiritual conceptualizations of the universe.[12]\n\n"
        },
        {
            "title": "Judaism",
            "text": "Traditional Jewish religious thought can be divided into Nigleh (\"Revealed\") and Nistar (\"Hidden\") dimensions. Hebrew Scripture is, in the Kabbalistic tradition, explained using the four level exegesis method of Pardes. In this system, the first three approaches, Simple, Hinted and Homiletical interpretations, characterise the revealed aspects. The fourth approach, the Secret meaning, characterises a hidden aspect. Among the classic texts of Jewish tradition, some Jewish Bible commentators, the Midrash, the Talmud, and mainstream Jewish philosophy use revealed approaches. Other Bible commentators, the Kabbalah, and Hasidic philosophy, use hidden approaches. Both dimensions are seen by adherents as united and complementary. In this way, ideas in Jewish thought are given a variety of ascending meanings. Explanations of a concept in Nigleh are given inherent, inner, mystical contexts from Nistar.\n\nDescriptions of divine immanence can be seen in Nigleh, from the Bible to Rabbinic Judaism. In Genesis, God makes a personal covenant with the forefathers Abraham, Isaac and Jacob. Daily Jewish prayers refer to this inherited closeness and personal relationship with the divine, for their descendants, as \"the God of Abraham, Isaac and Jacob\". To Moses, God reveals his Tetragrammaton name, that more fully captures divine descriptions of transcendence. Each of the Biblical names for God describe different divine manifestations. The most important prayer in Judaism, that forms part of the Scriptural narrative to Moses, says \"Hear O Israel, the Lord is our God, the Lord is One.\" This declaration combines different divine names, and themes of immanence[citation needed] and transcendence. Perhaps the most personal example of a Jewish prayer that combines both themes is the invocation repeatedly voiced during the time in the Jewish calendar devoted to Teshuva (Return, often inaccurately translated as Repentance), Avinu Malkeinu (\"Our Father, Our King\"). Much of the later Hebrew Biblical narrative recounts the reciprocal relationship and national drama of the unfolding of themes of immanence and transcendence. Kabbalistic, or Hasidic Jewish thought and philosophy describe and articulate these interconnected aspects of the divine-human relationship.\n\nJewish mysticism gives explanations of greater depth and spirituality to the interconnected aspects of God's immanence and transcendence. The main expression of mysticism, the Kabbalah, began to be taught in 12th-Century Europe, and reached a new systemisation in 16th-Century Israel. The Kabbalah gives the full, subtle, traditional system of Jewish metaphysics. In the Medieval Kabbalah, new doctrines described the 10 Sephirot (divine emanations) through which the Infinite, unknowable divine essence reveals, emanates, and continuously creates existence. The Kabbalists identified the final, feminine Sefirah with the earlier, traditional Jewish concept of the Shekhinah (immanent divine presence). This gave great spirituality to earlier ideas in Jewish thought, such as the theological explanations of suffering (theodicy). In this example, the Kabbalists described the Shekhinah accompanying the children of Israel in their exile, being exiled alongside them, and yearning for Her redemption. Such a concept derives from the Kabbalistic theology that the physical World, and also the Upper spiritual Worlds, are continuously recreated from nothing by the Shefa (flow) of divine will, which emanates through the Sefirot. As a result, within all creations are divine sparks of vitality that sustain them. Medieval Kabbalah describes two forms of divine emanation, a \"light that fills all worlds\", representing this immanent divine creative power, and a \"light that surrounds all worlds\", representing transcendent expressions of Divinity.\n\nThe new doctrines of Isaac Luria in the 16th Century completed the Kabbalistic system of explanation. Lurianic Kabbalah describes the process of Tzimtzum (צמצום meaning \"Contraction\" or \"Constriction\") in the Kabbalistic theory of creation, where God \"contracted\" his infinite essence in order to allow for a \"conceptual space\" in which a finite, independent world could exist. This has received different later interpretations in Jewish mysticism, from the literal to the metaphorical. In this process, creation unfolds within the divine reality. Luria offered a daring cosmic theology that explained the reasons for the Tzimtzum, the primordial catastrophe of Shevirat Hakelim (the \"Breaking of the Vessels\" of the Sefirot in the first existence), and the messianic Tikkun (\"Fixing\") of this by every individual through their sanctification of physicality. The concept of Tzimtzum contains a built-in paradox, as it requires that God be simultaneously transcendent and immanent:\n\n"
        },
        {
            "title": "Continental philosophy",
            "text": "Giordano Bruno, Baruch Spinoza and possibly Hegel espoused philosophies of immanence versus philosophies of transcendence such as Thomism or Aristotelian tradition. Kant's \"transcendental\" critique can be contrasted to Hegel's \"immanent dialectics.\"[13]\n\nGilles Deleuze qualified Spinoza as the \"prince of philosophers\" for his theory of immanence, which Spinoza resumed by \"Deus sive Natura\" (\"God or Nature\"). Such a theory considers that there is no transcendent principle or external cause to the world, and that the process of life production is contained in life itself.[14] When compounded with Idealism, the immanence theory qualifies itself away from \"the world\" to there being no external cause to one's mind.\n\nThomas Carlyle's idea of \"Natural Supernaturalism\" posited the immanence of the divine in nature, history and man. Clement Charles Julian Webb explained that \"Carlyle had done more than any other nineteenth-century writer to undermine belief in the transcendence of God and the origin of the material world in an act of creation in time, and to put in its place an 'essentially immanentist' theology, drawn largely from the writings of the German Idealists.\" Carlyle's \"Natural Supernaturalism\" was highly influential on American Transcendentalism and British Idealism.[15]\n\nGiovanni Gentile's actual idealism, sometimes called \"philosophy of immanence\" and the metaphysics of the \"I\", \"affirms the organic synthesis of dialectical opposites that are immanent within actual or present awareness\".[16] His so-called method of immanence \"attempted to avoid: (1) the postulate of an independently existing world or a Kantian Ding-an-sich (thing-in-itself), and (2) the tendency of neo-Hegelian philosophy to lose the particular self in an Absolute that amounts to a kind of mystical reality without distinctions.\"[16]\n\nPolitical theorist Carl Schmitt used the term in his book Politische Theologie (1922), meaning a power within some thought, which makes it obvious for the people to accept it, without needing to claim being justified.[17] The immanence of some political system or a part of it comes from the reigning contemporary definer of Weltanschauung, namely religion (or any similar system of beliefs, such as rationalistic or relativistic world-view). The Nazis took advantage of this theory creating, or resurrecting, basically religious mythology of race, its heroes, and its destiny to motivate people and to make their reign unquestionable, which it became.[18]\n\nThe French 20th-century philosopher Gilles Deleuze used the term immanence to refer to his \"empiricist philosophy\", which was obliged to create action and results rather than establish transcendents. His final text was titled Pure Immanence: Essays on a Life and spoke of a plane of immanence.[19]\n\nFurthermore, the Russian Formalist film theorists perceived immanence as a specific method of discussing the limits of ability for a technological object. Specifically, this is the scope of potential uses of an object outside of the limits prescribed by culture or convention, and is instead simply the empirical spectrum of function for a technological artifact.[20]\n\n"
        }
    ]
}