{
    "url": "https://en.wikipedia.org/wiki/Imperial_presidency",
    "title": "Imperial presidency",
    "table_of_contents": [
        "1 History",
        "2 Arguments for its existence",
        "3 Criticisms",
        "4 Usage in other countries",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nImperial presidency is a term applied to the modern presidency of the United States. It became popular in the 1960s and served as the title of a 1973 book by historian Arthur M. Schlesinger, Jr., who wrote The Imperial Presidency to address two concerns: that the presidency was uncontrollable and that it had exceeded its constitutional limits.[1] According to Professor of political science Thomas E. Cronin, author of The State of the Presidency, the imperial presidency is a term used to define a danger to the American constitutional system by allowing presidents to create and abuse presidential prerogatives during national emergencies.[2] This was based on: (1) presidential war powers vaguely defined in the Constitution, and (2) secrecy – a system used that shielded the Presidency from the usual checks and balances afforded by the legislative and judicial branches.[2]\n\nThe term \"imperial presidency\" states that the office of President of the United States, akin to a classical ruler of an empire, is the head of state of a geographical, military and economic superpower, has broad executive power and is advised by a bureaucratic staff akin to a classical imperial court.\n\n"
        },
        {
            "title": "History",
            "text": "Until the 1930s, the president had few staff, most based in the Capitol, where the president had always maintained an office (the President's Room). The office later became used only for ceremonial occasions, but in the 19th and early 20th centuries, presidents regularly operated out of the Capitol Hill office. However, Franklin D. Roosevelt's presidency (1933–1945) during the Great Depression and World War II altered the previous importance of the office. The new age of electronic media, the growth of executive agencies under the New Deal, his Brain Trust advisors, and the creation of the Executive Office of the President in 1939 all marked the growth of the traditionally small presidential staff.\n\nThe post-war presidency has a large executive staff most often crowded in the West Wing (redesigned in 1934), the basement of the White House, or in the Eisenhower Executive Office Building, which is beside the White House and used by the Departments of Defense and State. Progressive overcrowding in the West Wing led President Richard Nixon to convert the former presidential swimming pool into a press room.\n\n"
        },
        {
            "title": "Arguments for its existence",
            "text": "The presidencies of Richard Nixon and Ronald Reagan were particularly described as surrounded by \"courts\" in which junior staffers acted occasionally in contravention of executive orders or Acts of Congress. Schlesinger pointed out activities of some Nixon staffers during the Watergate affair as an example. Under Reagan (1981–1989), the role of Lieutenant Colonel Oliver North, USMC, in the facilitation of funding to the Contras in Nicaragua, in explicit contravention of a congressional ban, was highlighted as an example of the ability to act by a \"junior courtier\" based on his position as a member of a large White House staff. Howard Baker, who served as Reagan's final Chief of Staff, was critical of the growth, complexity, and apparent unanswerability of the presidential \"court\".\n\nHistorian Zachary Karabell argued that executive power grew further in the 21st century, due in part to congressional inaction. Citing the presidencies of George W. Bush and Barack Obama as examples, he wrote: \"9/11 saw the beginning of the current move toward an imperial presidency, as George W. Bush keyed off the crisis to expand executive authority in national security and domestic surveillance. In that, his administration had the legal but classified support of Congress, and for a time, a considerable portion of the public.\" Karabell said that this trend continued under Obama, and that \"stonewalling\" from Congress \"provoked the Obama administration into finding innovative ways to exercise power,\" making Obama \"one of the most powerful presidents ever.\" He wrote that this trend could potentially set precedent for further expansion of executive power.[3]\n\nKarabell later argued that the presidency of Donald Trump had the possibly unintended effect of eroding executive power, citing the rescission of the DACA immigration policy and the Trump administration's threat to use its position to withdraw from NAFTA as instances which have led to some power being returned to Congress at the executive branch's expense.[4] Nevertheless, Princeton University historians Kevin M. Kruse and Julian E. Zelizer argued that aspects of the imperial presidency were apparent in the Trump administration.[5]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Alasdair Roberts argued that the concept of the imperial presidency neglects several important changes in the context of governance over the last three decades, all of which tend to restrict the president's actual power:[6]\n\nThe \"Imperiled Presidency\" was a theory of former President Gerald Ford.[7] Ford argued that rather than being too powerful, the president does not have enough power to be effective. The growth in the size of the bureaucracy surrounding the president since the New Deal made the executive more difficult to control. Ford said that \"a principal weakness in the presidency is the inability of the White House to maintain control over the large federal bureaucracy. There is nothing more frustrating for a President than to issue an order to a Cabinet officer, and then find that, when the order gets out in the field, it is totally mutilated.\"\n\nAccording to Dino P. Christenson and Douglas L. Kriner, presidents have considerable leeway to act independently of Congress and the courts, but unless domestic public opinion is in their favor, unilateral action risks inciting political pushback.[8]\n\n"
        },
        {
            "title": "Usage in other countries",
            "text": "The presidencies of France[9][10] and South Korea[11][12] have also been described as imperial presidencies.\n\n"
        }
    ]
}