{
    "url": "https://en.wikipedia.org/wiki/Improvised_explosive_device",
    "title": "Improvised explosive device",
    "table_of_contents": [
        "1 Background",
        "1.1 By warhead",
        "1.1.1 Explosive",
        "1.1.2 Explosively formed penetrator/projectiles (EFPs)",
        "1.1.3 Directionally focused charges",
        "1.1.4 Chemical",
        "1.1.5 Biological",
        "1.1.6 Incendiary",
        "1.1.7 Radiological",
        "1.1.8 Nuclear",
        "1.2 By delivery mechanism",
        "1.2.1 Car",
        "1.2.2 Boat",
        "1.2.3 Animal",
        "1.2.4 Collar",
        "1.2.5 Suicide",
        "1.2.6 Surgically implanted",
        "1.2.7 Robot",
        "1.2.8 Tunnel",
        "1.2.9 Improvised rocket",
        "1.2.10 Improvised mortar",
        "1.3 By trigger mechanism",
        "1.3.1 Wire",
        "1.3.2 Radio",
        "1.3.3 Mobile phone",
        "1.3.4 Victim-operated",
        "1.3.5 Infrared",
        "2 Counterefforts",
        "2.1 Detection and disarmament",
        "3 Historical use",
        "3.1 Afghanistan",
        "3.2 Egypt",
        "3.3 India",
        "3.4 Iraq",
        "3.5 Ireland and the United Kingdom",
        "3.6 Israel",
        "3.7 Lebanon",
        "3.8 Libya",
        "3.9 Nepal",
        "3.10 Nigeria",
        "3.11 Pakistan",
        "3.12 Russia",
        "3.13 Somalia",
        "3.14 Syria",
        "3.15 Uganda",
        "3.16 United States",
        "3.17 Ukraine",
        "3.18 Vietnam",
        "3.19 Yemen",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn improvised explosive device (IED) is a bomb constructed and deployed in ways other than in conventional military action. It may be constructed of conventional military explosives, such as an artillery shell, attached to a detonating mechanism. IEDs are commonly used as roadside bombs, or homemade bombs.\n\nIEDs are generally done in these terrorism operations or in asymmetric unconventional warfare by insurgent guerrillas or commando forces in a theatre of operations.[1][2] In the Iraq War (2003–2011), insurgents used IEDs extensively against U.S.-led forces and, by the end of 2007, IEDs were responsible for approximately 63% of coalition deaths in Iraq.[3] They were also used in Afghanistan by insurgent groups, and caused over 66% of coalition casualties in the 2001–2021 Afghanistan War.[4][5]\n\nIEDs were also used frequently by the Liberation Tigers of Tamil Eelam (LTTE) in Sri Lanka during the Sri Lankan Civil War.[6][7]\n\n"
        },
        {
            "title": "Background",
            "text": "An IED is a bomb fabricated in an improvised manner incorporating destructive, lethal, noxious, pyrotechnic, or incendiary chemicals and designed to destroy or incapacitate personnel or vehicles. In some cases, IEDs are used to distract, disrupt, or delay an opposing force, facilitating another type of attack.[8] IEDs may incorporate military or commercially sourced explosives, and often combine both types, or they may otherwise be made with homemade explosives (HME).[citation needed] An HME lab refers to a Homemade Explosive Lab, or the physical location where the devices are crafted.[citation needed]\n\nAn IED has five components: a switch (activator), an initiator (fuse), container (body), charge (explosive), and a power source (battery). An IED designed for use against armoured targets such as personnel carriers or tanks will be designed for armour penetration, by using a shaped charge that creates an explosively formed penetrator.  IEDs are extremely diverse in design and may contain many types of initiators, detonators, penetrators, and explosive loads.[citation needed]\n\nAntipersonnel IEDs typically also contain fragmentation-generating objects such as nails, ball bearings or even small rocks to cause wounds at greater distances than blast pressure alone could.[citation needed] In the conflicts of the 21st century, anti-personnel improvised explosive devices (IED) have partially replaced conventional or military landmines as the source of injury to dismounted (pedestrian) soldiers and civilians.[citation needed] These injuries were reported in BMJ Open to be far worse with IEDs than with landmines resulting in multiple limb amputations and lower body mutilation.[9] This combination of injuries has been given the name \"Dismounted Complex Blast Injury\" and is thought to be the worst survivable injury ever seen in war.[10]\n\nIEDs are triggered by various methods, including remote control, infrared or magnetic triggers, pressure-sensitive bars or trip wires (victim-operated). In some cases, multiple IEDs are wired together in a daisy chain to attack a convoy of vehicles[11] spread out along a roadway.\n\nIEDs made by inexperienced designers or with substandard materials may fail to detonate, and in some cases, they detonate on either the maker or the placer of the device. Some groups, however, have been known to produce sophisticated devices constructed with components scavenged from conventional munitions and standard consumer electronics components, such as mobile phones, consumer-grade two-way radios, washing machine timers, pagers, or garage door openers.[citation needed] The sophistication of an IED depends on the training of the designer and the tools and materials available.\n\nIEDs may use artillery shells or conventional high-explosive charges as their explosive load as well as homemade explosives. However, the threat exists that toxic chemical, biological, or radioactive (dirty bomb) material may be added to a device, thereby creating other life-threatening effects beyond the shrapnel, concussive blasts and fire normally associated with bombs. Chlorine liquid has been added to IEDs in Iraq, producing clouds of chlorine gas.[citation needed]\n\nA vehicle-borne IED, or VBIED, is a military term for a car bomb or truck bomb but can be any type of transportation such as a bicycle, motorcycle, donkey (DBIED[12]), etc. They are typically employed by insurgents, in particular ISIS,[citation needed] and can carry a relatively large payload. They can also be detonated from a remote location. VBIEDs can create additional shrapnel through the destruction of the vehicle itself and use vehicle fuel as an incendiary weapon. The act of a person's being in this vehicle and detonating it is known as an SVBIED suicide.\n\nOf increasing popularity among insurgent forces in Iraq is the house-borne IED, or HBIED, from the common military practice of clearing houses; insurgents rig an entire house to detonate and collapse shortly after a clearing squad has entered.[citation needed]\n\nThe Dictionary of Military and Associated Terms (JCS Pub 1-02) includes two definitions for improvised devices: improvised explosive devices (IED) and improvised nuclear device (IND).[13] These definitions address the Nuclear and Explosive in CBRNe. That leaves chemical, biological and radiological undefined. Four definitions have been created to build on the structure of the JCS definition. Terms have been created to standardize the language of first responders and members of the military and to correlate the operational picture.[14]\n\nA device placed or fabricated in an improvised manner incorporating destructive, lethal, noxious, pyrotechnic, or incendiary chemicals and designed to destroy, incapacitate, harass, or distract. It may incorporate military stores, but is normally devised from non-military components.[8]\n\nIEDs have been deployed in the form of explosively formed projectiles (EFP), a special type of shaped charge that is effective at long standoffs from the target (50 meters or more), however they are not accurate at long distances.  This is because of how they are produced.  The large \"slug\" projected from the explosion has no stabilization because it has no tail fins and it does not spin like a bullet from a rifle.  Without this stabilization the trajectory can not be accurately determined beyond 50 meters.  An EFP is essentially a cylindrical shaped charge with a machined concave metal disc (often copper) in front, pointed inward. The force of the shaped charge turns the disc into a high velocity slug, capable of penetrating the armor of most vehicles in Iraq.\n\nDirectionally focused charges (also known as directionally focused fragmentary charges depending on the construction) are very similar to EFPs, with the main difference being that the top plate is usually flat and not concave. It also is not made with machined copper but much cheaper cast or cut metal. When made for fragmentation, the contents of the charge are usually nuts, bolts, ball bearings and other similar shrapnel products and explosive. If it only consists of the flat metal plate, it is known as a platter charge, serving a similar role as an EFP with reduced effect but easier construction.[15][16]\n\nA device incorporating the toxic attributes of chemical materials designed to result in the dispersal of toxic chemical materials for the purpose of creating a primary patho-physiological toxic effect (morbidity and mortality), or secondary psychological effect (causing fear and behavior modification) on a larger population. Such devices may be fabricated in a completely improvised manner or may be an improvised modification to an existing weapon.[citation needed]\n\nA device incorporating biological materials designed to result in the dispersal of vector borne biological material for the purpose of creating a primary patho-physiological toxic effect (morbidity and mortality), or secondary psychological effect (causing fear and behavior modification) on a larger population. Such devices are fabricated in a completely improvised manner.[citation needed]\n\nA device making use of exothermic chemical reactions designed to result in the rapid spread of fire for the purpose of creating a primary patho-physiological effect (morbidity and mortality), or secondary psychological effect (causing fear and behavior modification) on a larger population or it may be used with the intent of gaining a tactical advantage. Such devices may be fabricated in a completely improvised manner or may be an improvised modification to an existing weapon. A common type of this is the Molotov cocktail.[citation needed]\n\nA speculative device incorporating radioactive materials designed to result in the dispersal of radioactive material for the purpose of area denial and economic damage, and/or for the purpose of creating a primary patho-physiological toxic effect (morbidity and mortality), or secondary psychological effect (causing fear and behavior modification) on a larger population. Such devices may be fabricated in a completely improvised manner or may be an improvised modification to an existing nuclear weapon. Also called a Radiological Dispersion Device (RDD) or \"dirty bomb\".[citation needed]\n\nImprovised nuclear device of most likely gun-type or implosion-type.\n\nA vehicle may be laden with explosives, set to explode by remote control or by a passenger/driver, commonly known as a car bomb or vehicle-borne IED (VBIED, pronounced vee-bid). On occasion the driver of the car bomb may have been coerced into delivery of the vehicle under duress, a situation known as a proxy bomb. Distinguishing features are low-riding vehicles with excessive weight, vehicles with only one passenger, and ones where the interior of the vehicles look as if they have been stripped down and built back up.[17] Car bombs can carry thousands of pounds of explosives[18] and may be augmented with shrapnel to increase fragmentation.  The U.S. State Department has published a guide on car bomb awareness.[19]\n\nISIS has used truck bombs with devastating effects.[20][21][22]\n\nBoats laden with explosives can be used against ships and areas connected to water. An early example of this type was the Japanese Shinyo suicide boats during World War II.[23] The boats were filled with explosives and attempted to ram Allied ships, sometimes successfully, having sunk or severely damaged several American ships by war's end. Suicide bombers used a boat-borne IED to attack the USS Cole; US and UK troops have also been killed by boat-borne IEDs in Iraq.[24][25] The Tamil Tigers Sea Tigers have also been known to use SWBIEDs during the Sri Lankan Civil War.\n\nMonkeys and war pigs were used as incendiaries around 1000 AD.[26] More famously the \"anti-tank dog\" and \"bat bomb\" were developed during World War II. In recent times, a two-year-old child and seven other people were killed by explosives strapped to a horse in the town of Chita in Colombia.[27] The carcasses of certain animals were also used to conceal explosive devices by the Iraqi insurgency.[28]\n\nIEDs strapped to the necks of farmers have been used on at least three occasions by guerrillas in Colombia, as a way of extortion.[29][30] American pizza delivery man Brian Douglas Wells was killed in 2003 by an explosive fastened to his neck, purportedly under duress from the maker of the bomb.[31] In 2011 a schoolgirl in Sydney, Australia had a suspected collar bomb attached to her by an attacker in her home. The device was removed by police after a ten-hour operation and proved to be a hoax.[32]\n\nSuicide bombing usually refers to an individual wearing explosives and detonating them to kill others including themselves, the bomber will conceal explosives on and around their person, commonly using a vest, and will use a timer or some other trigger to detonate the explosives. The logic behind such attacks is the belief that an IED delivered by a human has a greater chance of achieving success than any other method of attack. In addition, there is the psychological impact of child soldiers prepared to deliberately sacrifice themselves for their cause.[33]\n\nIn May 2012 American counter-terrorism officials leaked their acquisition of documents describing the preparation and use of surgically implanted improvised explosive devices.[34][35][36]\nThe devices were designed to evade detection.\nThe devices were described as containing no metal, so they could not be detected by X-rays.\n\nSecurity officials referred to bombs being surgically implanted into suicide bombers' \"love handles\".[34]\n\nAccording to the Daily Mirror UK security officials at MI-6 asserted that female bombers could travel undetected carrying the explosive chemicals in otherwise standard breast implants.[37][38] The bomber would blow up the implanted explosives by injecting a chemical trigger.[36]\n\nRobots could also be used to carry explosives. First such documented case was during the aftermath of 2016 shooting of Dallas police officers when a bomb disposal robot was used to deliver explosives to kill Micah Xavier Johnson, who was hiding in a place inaccessible to police snipers.[39] As well, drones carrying explosives were used in a suspected assassination attempt against Venezuelan president Nicolás Maduro in 2018.[40]\n\nISIS[41]\nand Al-Nusra[42] have used bombs detonated in tunnels dug under targets.\n\nIn 2008, rocket-propelled IEDs, dubbed Improvised Rocket Assisted Munitions, Improvised Rocket Assisted Mortars and (IRAM) by the military, came to be employed in numbers against U.S. forces in Iraq. They have been described as propane tanks packed with explosives and powered by 107 mm rockets.[43] They are similar to some Provisional IRA barrack buster mortars.\nNew types of IRAMs including Volcano IRAM[44] and Elephant Rockets,[45][46] are used during the Syrian Civil War.[47]\n\nImprovised mortars have been used by many insurgent groups including during the civil war in Syria and Boko Haram insurgency.[48] IRA used improvised mortars called barrack busters.\n\nImprovised artillery including hell cannons are used by rebel forces during Syrian Civil War.\n\nCommand-wire improvised, explosive devices (CWIED) use an electrical firing cable that affords the user complete control over the device right up until the moment of initiation.[33]\n\nThe trigger for a radio-controlled improvised explosive device (RCIED) is controlled by radio link. The device is constructed so that the receiver is connected to an electrical firing circuit and the transmitter operated by the perpetrator at a distance. A signal from the transmitter causes the receiver to trigger a firing pulse that operates the switch. Usually the switch fires an initiator; however, the output may also be used to remotely arm an explosive circuit. Often the transmitter and receiver operate on a matched coding system that prevents the RCIED from being initiated by spurious radio frequency signals or jamming.[33] An RCIED can be triggered from any number of different radio-frequency based mechanisms including handheld remote control transmitters, car alarms, wireless door bells, cell phones, pagers and portable two-way radios, including those designed for the UHF PMR446, FRS, and GMRS services.[33]\n\nA radio-controlled IED (RCIED) incorporating a mobile phone that is modified and connected to an electrical firing circuit. Mobile phones operate in the UHF band in line of sight with base transceiver station (BTS) antennae sites. In the common scenario, receipt of a paging signal by phone is sufficient to initiate the IED firing circuit.[33]\n\nVictim-operated improvised explosive devices (VOIED), also known as booby traps, are designed to function upon contact with a victim. VOIED switches are often well hidden from the victim or disguised as innocuous everyday objects. They are operated by means of movement. Switching methods include tripwire, pressure mats, spring-loaded release, push, pull or tilt. Common forms of VOIED include the under-vehicle IED (UVIED), improvised landmines, and mail bombs.[33]\n\nThe British accused Iran and Hezbollah of teaching Iraqi fighters to use infrared light beams to trigger IEDs. As the occupation forces became more sophisticated in interrupting radio signals around their convoys, the insurgents adapted their triggering methods.[49] In some cases, when a more advanced method was disrupted, the insurgents regressed to using uninterruptible means, such as hard wires from the IED to detonator; however, this method is much harder to effectively conceal. It later emerged however, that these \"advanced\" IEDs were actually old IRA technology. The infrared beam method was perfected by the IRA in the early 1990s after it acquired the technology from a botched undercover British Army operation. Many of the IEDs being used against the invading coalition forces in Iraq were originally developed by the British Army who unintentionally passed the information on to the IRA.[50] The IRA taught their techniques to the Palestine Liberation Organisation and the knowledge spread to Iraq.[51]\n\n"
        },
        {
            "title": "Counterefforts",
            "text": "Counter-IED efforts are done primarily by military, law enforcement, diplomatic, financial, and intelligence communities and involve a comprehensive approach to countering the threat networks that employ IEDs, not just efforts to defeat the devices themselves.\n\nBecause the components of these devices are being used in a manner not intended by their manufacturer, and because the method of producing the explosion is limited only by the science and imagination of the perpetrator, it is not possible to follow a step-by-step guide to detect and disarm a device that an individual has only recently developed. As such, explosive ordnance disposal (IEDD) operators must be able to fall back on their extensive knowledge of the first principles of explosives and ammunition, to try and deduce what the perpetrator has done, and only then to render it safe and dispose of or exploit the device.\n\nBeyond this, as the stakes increase and IEDs are emplaced not only to achieve the direct effect, but to deliberately target IEDD operators and cordon personnel, the IEDD operator needs to have a deep understanding of tactics to ensure they are neither setting up any of their team or the cordon troops for an attack, nor walking into one themselves. The presence of chemical, biological, radiological, or nuclear (CBRN) material in an IED requires additional precautions. As with other missions, the EOD operator provides the area commander with an assessment of the situation and of support needed to complete the mission.[citation needed]\n\nMilitary and law enforcement personnel from around the world have developed a number of render-safe procedures (RSPs) to deal with IEDs.  RSPs may be developed as a result of direct experience with devices or by applied research designed to counter the threat. The supposed effectiveness of IED jamming systems, including vehicle- and personally-mounted systems, has caused IED technology to essentially regress to command-wire detonation methods.[52] These are physical connections between the detonator and explosive device and cannot be jammed. However, these types of IEDs are more difficult to emplace quickly, and are more readily detected.\n\nMilitary forces and law enforcement from India, Canada, United Kingdom, Israel, Spain, and the United States are at the forefront of counter-IED efforts, as all have direct experience in dealing with IEDs used against them in conflict or terrorist attacks. From the research and development side, programs such as the new Canadian Unmanned Systems Challenge will bring student groups together to invent an unmanned device to both locate IEDs and pinpoint the insurgents.[53]\n\n"
        },
        {
            "title": "Historical use",
            "text": "The fougasse was improvised for centuries, eventually inspiring factory-made land mines. Ernst Jünger mentions in his war memoir the systematic use of IEDs and booby traps to cover the retreat of German troops at the Somme region during World War I. Another early example of coordinated large-scale use of IEDs was the Belarusian Rail War launched by Belarusian guerrillas against the Germans during World War II.[54][55] Both command-detonated and delayed-fuse IEDs were used to derail thousands of German trains during 1943–1944.[56]\n\nStarting six months before the invasion of Afghanistan by the USSR on 27 December 1979, the Afghan Mujahideen were supplied by the CIA, among others, with large quantities of military supplies. Among those supplies were many types of anti-tank mines. The insurgents often removed the explosives from several foreign anti-tank mines, and combined the explosives in tin cooking-oil cans for a more powerful blast. By combining the explosives from several mines and placing them in tin cans, the insurgents made them more powerful, but sometimes also easier to detect by Soviet sappers using mine detectors. After an IED was detonated, the insurgents often used direct-fire weapons such as machine guns and rocket-propelled grenades to continue the attack.\n\nAfghan insurgents operating far from the border with Pakistan did not have a ready supply of foreign anti-tank mines. They preferred to make IEDs from Soviet unexploded ordnance. The devices were rarely triggered by pressure fuses. They were almost always remotely detonated. Since the 2001 invasion of Afghanistan, the Taliban and its supporters have used IEDs against NATO and Afghan military and civilian vehicles. This has become the most common method of attack against NATO forces, with IED attacks increasing consistently year on year.\n\nA brigade commander said that sniffer dogs are the most reliable way of detecting IEDs.[57] However, statistical evidence gathered by the US Army Maneuver Support Center at Fort Leonard Wood, MO shows that the dogs are not the most effective means of detecting IEDs.[58][59][60] The U.S. Army's 10th Mountain Division was the first unit to introduce explosive detection dogs[61] in southern Afghanistan. In less than two years the dogs discovered 15 tons of illegal munitions, IED's, and weapons.[62]\n\nIn July 2012 it was reported that \"sticky bombs\", magnetically adhesive IED's that were prevalent in the Iraq War, showed up in Afghanistan.[63][64] By 2021 there was at least one sticky bomb attack a day in Kabul. They are used in both traditional assassinations and targeted killings and as terror weapons against the population at large.[65]\n\nISAF troops stationed in Afghanistan and other IED prone areas of operation would commonly \"BIP\" (blow in place) IED's and other explosives that were considered too dangerous to defuse.\n\nIEDs are being used by insurgents against government forces during the insurgency in Egypt (2013–present)[66] and the Sinai insurgency.[67]\n\nIEDs are increasingly being used by Maoists in India.[when?][68]\n\nOn 13 July 2011, three IEDs were used by the Insurgency in Jammu and Kashmir to carry out a coordinated attack on the city of Mumbai, killing 19 people and injuring 130 more.[69][70]\n\nOn 21 February 2013, two IEDs were used to carry out bombings in the Indian city of Hyderabad. The bombs exploded in Dilsukhnagar, a crowded shopping area of the city, within 150 metres of each other.[71]\n\nOn 17 April 2013, two kilos of explosives used in Bangalore bomb blast at Malleshwaram area, leaving 16 injured and no fatalities. Intelligence sources have said the bomb was an Improvised Explosive Device or IED.[72]\n\nOn 21 May 2014, Indinthakarai village supporters of the Kudankulam Nuclear Power Plant were targeted by opponents using over half a dozen crude \"country-made bombs\". It was further reported that there had been at least four similar bombings in Tamil Nadu during the preceding year.[73]\n\nOn 28 December 2014, a minor explosion took place near the Coconut Grove restaurant at Church Street in Bangalore on Sunday around 8:30 pm. One woman was killed and another injured in the blast.[74]\n\nDuring the 2016 Pathankot attack, several casualties came from IEDs.[75]\n\nOn 14 February 2019 in 2019 Pulwama attack, several casualties were reported due to IED blast.[76]\n\nIn the 2003–2011 Iraq War, IEDs have been used extensively against Coalition forces and by the end of 2007 they have been responsible for at least 64% of Coalition deaths in Iraq.[3]\n\nSince the detonation of the first IED in Iraq in 2003, more than 81,000 IED attacks have occurred in the country, killing and wounding 21,200 Americans.[77]\n\nBeginning in July 2003, the Iraqi insurgency used IEDs to target invading coalition vehicles. According to The Washington Post, 64% of U.S. deaths in Iraq occurred due to IEDs.[78] A French study[24] showed that in Iraq, from March 2003 to November 2006, on a global 3,070 deaths in the US-led invading coalition soldiers, 1,257 were caused by IEDs, i.e. 41%. That is to say more than in the \"normal fights\" (1027 dead, 34%). Insurgents now[when?] use the bombs to target not only invading coalition vehicles but Iraqi police as well.\n\nCommon locations for placing these bombs on the ground include animal carcasses, soft drink cans, and boxes.  Typically, they explode underneath or to the side of the vehicle to cause the maximum amount of damage. However, as vehicle armour was improved on military vehicles, insurgents began placing IEDs in elevated positions such as on road signs, utility poles, or trees, to hit less protected areas.\n\nIEDs in Iraq may be made with artillery or mortar shells or with varying amounts of bulk or homemade explosives.  Early during the Iraq war, the bulk explosives were often obtained from stored munitions bunkers to include stripping landmines of their explosives.\n\nDespite the increased armor, IEDs are killing military personnel and civilians with greater frequency. May 2007 was the deadliest month for IED attacks thus far, with a reported 89 of the 129 invading coalition casualties coming from an IED attack.[3] According to the Pentagon, 250,000 tons (out of 650,000 tons total) of Iraqi heavy ordnance were looted, providing a large supply of ammunition for the insurgents.\n\nIn October 2005, the UK government charged that Iran was supplying insurgents with the technological know-how to make shaped charge IEDs.[79] Both Iranian and Iraqi government officials denied the allegations.[80][81]\n\nDuring the Iraqi Civil War (2014–2017), ISIL has made extensive use of suicide VBIEDs, often driven by children, elderly and disabled.[82][83][84]\n\nFrom 1912 - 1913 the Suffragettes utilised IEDs in the Suffragette bombing and arson campaign\n\nThroughout The Troubles, the Provisional IRA made extensive use of IEDs in their 1969–97 campaign. They used barrack buster mortars and remote controlled IEDs. Members of the IRA developed and counter-developed devices and tactics. IRA bombs became highly sophisticated, featuring anti-handling devices such as a mercury tilt switch or microswitches. These devices would detonate the bomb if it was moved in any way. Typically, the safety-arming device used was a clockwork Memopark timer, which armed the bomb up to 60 minutes after it was placed[85] by completing an electrical circuit supplying power to the anti-handling device. Depending on the particular design (e.g., boobytrapped briefcase or car bomb) an independent electrical circuit supplied power to a conventional timer set for the intended time delay, e.g. 40 minutes. However, some electronic delays developed by IRA technicians could be set to accurately detonate a bomb weeks after it was hidden, which is what happened in the Brighton hotel bomb attack of 1984. Initially, bombs were detonated either by timer or by simple command wire. Later, bombs could be detonated by radio control. Initially, simple servos from radio-controlled aircraft were used to close the electrical circuit and supply power to the detonator. After the British developed jammers, IRA technicians introduced devices that required a sequence of pulsed radio codes to arm and detonate them. These were harder to jam.\n\nThe IRA as well as Ulster loyalists have also utilized less sophisticated devices, such as homemade grenades crudely thrown at the target.  These are sometimes called \"blast bombs\".[86]\n\nRoadside bombs were extensively used by the IRA. Typically, a roadside bomb was placed in a drain or culvert along a rural road and detonated by remote control when British security forces vehicles were passing. As a result of the use of these bombs, the British military stopped transport by road in areas such as South Armagh, and used helicopter transport instead to avoid the danger.\n\nMost IEDs used commercial or homemade explosives, although the use of Semtex-H smuggled in from Libya in the 1980s was also common from the mid-1980s onward. Bomb Disposal teams from 321 EOD manned by Ammunition Technicians were deployed in those areas to deal with the IED threat. The IRA also used secondary devices to catch British reinforcements sent in after an initial blast as occurred in the Warrenpoint Ambush. Between 1970 and 2005, the IRA detonated 19,000 improvised explosive devices (IEDs) in the Northern Ireland and Britain, an average of one every 17 hours for three and a half decades, arguably making it \"the biggest terrorist bombing campaign in history\".[87]\n\nIn the early 1970s, at the height of the IRA campaign, the British Army unit tasked with rendering safe IEDs, 321 EOD, sustained significant casualties while engaged in bomb disposal operations. This mortality rate was far higher than other high risk occupations such as deep sea diving, and a careful review was made of how men were selected for EOD operations. The review recommended bringing in psychometric testing of soldiers to ensure those chosen had the correct mental preparation for high risk bomb disposal duties.\n\nThe IRA came up with ever more sophisticated designs and deployments of IEDs. Booby Trap or Victim Operated IEDs (VOIEDs), became commonplace. The IRA engaged in an ongoing battle to gain the upper hand in electronic warfare with remote controlled devices. The rapid changes in development led 321 EOD to employ specialists from DERA (now Dstl, an agency of the MOD), the Royal Signals, and Military Intelligence. This approach by the British army to fighting the IRA in Northern Ireland led to the development and use of most of the modern weapons, equipment and techniques now used by EOD Operators throughout the rest of the world today.\n\nThe bomb disposal operations were led by Ammunition Technicians and Ammunition Technical Officers from 321 EOD, and were trained at the Felix Centre at the Army School of Ammunition.\n\nIEDs have been used in many attacks by Palestinians and continue to be used in recent attacks.[88]\n\nThe Lebanese National Resistance Front, the Popular Front for the Liberation of Palestine, other resistance groups in Lebanon, and later Hezbollah, made extensive use of IEDs to resist Israeli forces after Israel's invasion of Lebanon in 1982. Israel withdrew from Beirut, Northern Lebanon, and Mount Lebanon in 1985, whilst maintaining its occupation of Southern Lebanon. Hezbollah frequently used IEDs to attack Israeli military forces in this area up until the Israeli withdrawal, and the end of the invasion of Lebanon in May 2000.\n\nOne such bomb killed Israeli Brigadier General Erez Gerstein[89] on 28 February 1999, the highest-ranking Israeli to die in Lebanon since Yekutiel Adam's death in 1982.\n\nAlso in the 2006 War in Lebanon, a Merkava Mark II tank was hit by a pre-positioned Hezbollah IED, killing all 4 IDF servicemen on board,[90] the first of two IEDs to damage a Merkava tank.\n\nHomemade IEDs are used extensively during the post-civil war violence in Libya, mostly in the city of Benghazi against police stations, cars or foreign embassies.[91][92][93]\n\nIEDs were also widely used in the 10-years long civil war of the Maoists in Nepal, ranging from those bought from illicit groups in India and China, to self-made devices. Typically used devices were pressure cooker bombs, socket bombs, pipe bombs, bucket bombs, etc. The devices were used more for the act of terrorizing the urban population rather than for fatal causes, placed in front of governmental offices, street corners or road sides. Mainly, the home-made IEDs were responsible for destruction of majority of structures targeted by the Maoists and assisted greatly in spreading terror among the public.\n\nBoko Haram are using IEDs during their insurgency.[94][95][96][97]\n\nTaliban and other insurgent groups use IEDs against police, military, security forces, and civilian targets.[98][99][100]\n\nIEDs have also been popular in Chechnya, where Russian forces were engaged in fighting with rebel elements.  While no concrete statistics are available on this matter, bombs have accounted for many Russian deaths in both the First Chechen War (1994–1996) and the Second (1999–2009).\n\nAl Shabaab is using IEDs during the Somali Civil War.[101][102][103][104]\n\nDuring the Syrian Civil War, militant insurgents were using IEDs to attack buses, cars, trucks, tanks and military convoys.[105][106][107] Additionally, the Syrian Air Force has used barrel bombs to attack targets in cities and other areas. Such barrel bombs consist of barrels filled with high explosives, oil, and shrapnel, and are dropped from helicopters.[108][109]\n\nAlong with mines and IEDs, ISIL also used VBIEDs in Syria,[110] including during 2017 Aleppo suicide car bombing.\n\nOn 16 November 2021, suicide bombers set off two powerful explosions in the center of Uganda's capital Kampala during rush hour in an attack later claimed by Islamic State. There have been a number of bomb explosions in 2021. In October, a 20-year-old waitress was killed after a device, left in a shopping bag, detonated in a bar in the city. Days later several people were injured when a suicide bomber blew himself up in a bus near Kampala.[111]\n\nIn the 1995 Oklahoma City bombing, Timothy McVeigh and Terry Nichols built an IED with ammonium nitrate fertilizer, nitromethane, and stolen commercial explosives in a rental truck, with sandbags used to concentrate the explosive force in the desired direction. McVeigh detonated it next to the Alfred P. Murrah Federal Building, killing 168 people, 19 of whom were children.\n\nHigh school students Eric Harris and Dylan Klebold used multiple IEDs during the Columbine High School massacre on 20 April 1999, including two large propane bombs that were placed in the cafeteria, powerful enough to kill or injure everyone inside the room, along with pipe bombs, molotov cocktails, and also two car bombs, designed to attack first responders and news reporters responding to the initial bombing. Both propane bombs and both car bombs failed to detonate correctly. They then went on to shoot and kill 13 people before committing suicide. If all bombs detonated, there could have been hundreds killed in the massacre, but nobody was injured by any of the explosives during the massacre. The pair had planned to exceed the death count during the Oklahoma City bombing four years earlier.\n\nIn January 2011, a shaped pipe bomb was discovered and defused at a Martin Luther King Jr. memorial march in Spokane, Washington. The FBI said that the bomb was specifically designed to cause maximum harm as the explosive device was, according to the Los Angeles Times, packed with fishing weights covered in rat poison, and may have been racially motivated. No one was injured during the event.\n\nOn 15 April 2013, as the annual Boston Marathon race was concluding, two bombs were detonated seconds apart close to the finish line. Initial FBI response indicated suspicion of IED pressure cooker bombs.\n\nOn 17–19 September 2016, several explosions occurred in Manhattan and New Jersey. The sources of the explosions were all found to be IEDs of various types, such as pressure cooker bombs and pipe bombs.\n\nMany IED-related arrests are made each year in circumstances where the plot was foiled before the device was deployed, or the device exploded but no one was injured.[112]\n\nA number of deaths and property damage occurring during gender reveal parties have been caused by the detonation of improvised explosive devices. These include the 2017 Sawmill Fire, which was started by the detonation of a mass of tannerite intended to disperse coloured powder,[113] and an incident in 2019 where an IED similarly designed to release powder exploded in a manner similar to a pipe bomb, killing a 56-year-old woman after shrapnel struck her in the head.[114]\n\nIEDs are in use in the 2022 Russian invasion of Ukraine[115][116] and have also been used there for assassinations.[117]\n\nIEDs were used during the Vietnam War by the Viet Cong against land- and river-borne vehicles as well as personnel.[118] They were commonly constructed using materials from unexploded American ordnance.[119] Thirty-three percent of U.S. casualties in Vietnam and twenty-eight percent of deaths were officially attributed to mines; these figures include losses caused by both IEDs and commercially manufactured mines.[120]\n\nThe Grenade in a Can was a simple and effective booby trap. A hand grenade with the safety pin removed and safety lever compressed was placed into a container such as a tin can, with a length of string or tripwire attached to the grenade.  The can was fixed in place and the string was stretched across a path or doorway opening and firmly tied down.  In alternative fashion, the string could be attached to the moving portion of a door or gate. When the grenade was pulled out of the can by a person or vehicle placing tension on the string, the spring-loaded safety lever would release and the grenade would explode.\n\nThe rubber band grenade was another booby trap. To make this device, a Viet Cong guerrilla would wrap a strong rubber band around the spring-loaded safety lever of a hand grenade and remove the pin. The grenade was then hidden in a hut. American and South Vietnamese soldiers would burn huts regularly to prevent them from being inhabited again, or to expose foxholes and tunnel entrances, which were frequently concealed within these structures.  When a hut with the booby trap was torched, the rubber band on the grenade would melt, releasing the safety lever and blowing up the hut. This would often wound the soldiers with burning bamboo and metal fragments. This booby trap was also used to destroy vehicles when the modified grenade was placed in the fuel tank. The rubber band would be eaten away by the chemical action of the fuel, releasing the safety lever and detonating the grenade.\n\nAnother variant was the Mason jar grenade.  The safety pin of hand grenades would be pulled and the grenades would be placed in glass Ball Mason jars, which would hold back the safety lever.  The safety lever would release upon the shattering of the jar and the grenade would detonate.  This particular variant was popular with helicopter warfare, and were used as improvised anti-personnel cluster bombs during air raids.  They were easy to dump out of the flight door over a target, and the thick Ball Mason glass was resistant to premature shattering.  They could also be partially filled with gasoline or jellied gasoline, Napalm, to add to their destructive nature.\n\nHouthis are using IEDs[121] against Saudi-led coalition and Hadi's forces during Yemeni Civil War (2015–present),[122][better source needed] Saudi Arabian-led intervention in Yemen and Saudi–Yemeni border conflict.[123][124][125][126]\n\nAl-Qaeda in the Arabian Peninsula and ISIL in Yemen are also known to use IEDs.[127]\n\n"
        }
    ]
}