{
    "url": "https://en.wikipedia.org/wiki/In_medias_res",
    "title": "In medias res",
    "table_of_contents": [
        "1 First use of the phrase",
        "2 Literary history",
        "3 Cinematic history",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A narrative work beginning in medias res (Classical Latin: [ɪn ˈmɛdɪ.aːs ˈreːs], lit. \"into the middle of things\") opens in the midst of the plot (cf. ab ovo, ab initio).[1] Often, exposition is bypassed and filled in gradually, through dialogue, flashbacks or description of past events. For example, Hamlet begins after the death of Hamlet's father. Characters make reference to King Hamlet's death without the plot's first establishment of said fact. Since the play is about Hamlet and the revenge more so than the motivation, Shakespeare uses in medias res to bypass superfluous exposition.\n\nWorks that employ in medias res often later use flashback and nonlinear narrative for exposition to fill in the backstory. In Homer's Odyssey, the reader first learns about Odysseus's journey when he is held captive on Calypso's island. The reader then finds out, in Books IX through XII, that the greater part of Odysseus's journey precedes that moment in the narrative. In Homer's Iliad there are fewer flashbacks, although it opens in the thick of the Trojan War.\n\n"
        },
        {
            "title": "First use of the phrase",
            "text": "The Roman lyric poet and satirist Horace (65–8 BC) first used the terms ab ōvō (\"from the egg\") and in mediās rēs (\"into the middle of things\") in his Ars Poetica (\"Poetic Arts\", c. 13 BC), wherein lines 147–149 describe the ideal epic poet:[2]\n\nThe \"egg\" reference is to the mythological origin of the Trojan War in the birth of Helen and Clytemnestra from the double egg laid by Leda following her seduction by Zeus in the guise of a swan. Compare the Iliad, which begins nine years after the start of the Trojan War, rather than at its beginning.\n\n"
        },
        {
            "title": "Literary history",
            "text": "With likely origins in oral tradition, the narrative technique of beginning a story in medias res is a stylistic convention of epic poetry, the exemplars in Western literature being the Iliad and the Odyssey (both 7th century BC), by Homer.[3] Likewise, the Mahābhārata (c. 8th century BC – c. 4th century AD) opens in medias res.\n\nThe classical-era poet Virgil (Publius Vergilius Maro, 70–19 BC) continued this literary narrative technique in the Aeneid, which is part of the Roman literary tradition of imitating Homer.[3] Later works starting in medias res include the story \"The Three Apples\" from the One Thousand and One Nights (c. 9th century),[4] the Italian Divine Comedy (1320) by Dante Alighieri,[5][6] the German Nibelungenlied (12th century),[citation needed] the Spanish Cantar de Mio Cid (c. 14th century),[7] the Portuguese The Lusiads (1572) by Luís de Camões,[8] Jerusalem Delivered (1581) by Torquato Tasso,[citation needed] Paradise Lost (1667) by John Milton,[9] and generally in Modernist literature.\n\nModern novelists using in medias res with flashbacks include William Faulkner and Toni Morrison.\n\nEdgar Allan Poe's \"The Tell-Tale Heart\" is written in medias res.[10]\n\n"
        },
        {
            "title": "Cinematic history",
            "text": "It is typical for film noir to begin in medias res; for example, a private detective will enter the plot already in progress.[11] Crossfire (1947) opens with the murder of Joseph Samuels. As the police investigate the crime, the story behind the murder is told via flashbacks.[12] Dead Reckoning (1947) opens with Humphrey Bogart as Rip Murdock on the run and attempting to hide in a Catholic church. Inside, the backstory is told in flashback as Murdock explains his situation to a priest.[12]\n\nThe technique has been used across genres, including dramas such as Through a Glass Darkly (1961),[13] 8½ (1963),[13] Raging Bull (1980), and City of God (2002);[14] crime thrillers such as No Way Out (1987), Grievous Bodily Harm (1988),[15] The Usual Suspects (1995),[16] and Kill Bill Volume 2 (2004);[17] horror films such as Firestarter (1984);[18] action films such as many in the James Bond franchise;[16][19] and comedies such as Dr. Strangelove (1964).[13] Some have argued that Star Wars takes advantage of this technique because its first-released film, A New Hope, is the fourth episode of a nine-part epic.[20] Regardless, though, A New Hope starts in medias res due to the movie beginning after the Death Star plans were stolen.[21]\n\nSuperhero films with a satirical edge such as Deadpool (2016) and Birds of Prey (2020) have utilized in medias res to frame their stories.[22]\n\nAnimated films such as The Emperor's New Groove (2000), Hoodwinked! (2005), Happily N'Ever After (2006), Megamind (2010), and The Mitchells vs. the Machines (2021) got their opening scenes in medias res, with a brief but significant scene that foreshadows the events that occurred earlier. This scene is then seen again afterwards (although in a different way than how it was shown at the beginning).\n\nMany war films, such as The Thin Red Line (1998), also begin in medias res, with the protagonists already actively in combat and no prior domestic scenes leading up to the film's events.[23]\n\nOccasionally, adaptations of source material employ in medias res when the original version did not. For example, the film adaptation of the stage musical Camelot employed in medias res while the original Broadway version did not (although revivals of the musical have).[citation needed] Stanley Kubrick's 1962 film adaptation of Lolita begins in medias res although the novel does not.[citation needed] Herman Wouk's stage adaptation of his own novel The Caine Mutiny begins in medias res as it opens with the court-martial that occupies the final section of the novel, telling the earlier part of the story through flashbacks in court-room testimony.[citation needed]\n\n"
        }
    ]
}