{
    "url": "https://en.wikipedia.org/wiki/In_the_Loop",
    "title": "In the Loop",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Writing",
        "4 Filming and release",
        "5 Reception",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn the Loop is a 2009 British satirical black comedy film directed by Armando Iannucci. The film is a spin-off from his BBC Television series The Thick of It and satirises Anglo-American politics, in particular the invasion of Iraq.[2] It was nominated for the 2009 Academy Award for Best Adapted Screenplay.\n\n"
        },
        {
            "title": "Plot",
            "text": "When the UK and the US are contemplating military intervention in the Middle East, Simon Foster, the Minister for International Development, unintentionally states that war in the region is \"unforeseeable\" during an interview on BBC Radio 4's Today programme. The Prime Minister's Director of Communications, Malcolm Tucker, castigates Simon and warns him to toe the line. Simon's new aide Toby Wright, aided by his girlfriend Suzy, gets Simon into that day's Foreign Office meeting.\n\nUS Assistant Secretary of State for Diplomacy Karen Clark, who leads the meeting and opposes military intervention, flags a report by her assistant Liza Weld titled \"Post-War Planning, Parameters, Implications and Possibilities\" (PWPPIP). The report opposes intervention, noting insufficient supporting intelligence other than from unsubstantiated source \"Iceman\". During the meeting it is accidentally disclosed that US Assistant Secretary of State for Policy Linton Barwick has set up a secret war committee. Ambushed by reporters, Simon says the government must be prepared to \"climb the mountain of conflict\" and is again chastised by Tucker.\n\nBack in the US, Karen and Liza deduce that Linton's secret war committee is named the Future Planning committee. Karen teams up with Lieutenant General George Miller who opposes the war, believing the US has insufficient troops. Karen invites Simon on to the Future Planning committee to \"internationalise the dissent\". Toby accidentally leaks the details of the meeting to a friend at CNN, then meets up with Liza at a bar. They end up sleeping together. Due to Toby's leak the Future Planning committee is swamped. Both Karen and Linton turn to Simon to back their respective causes, but he struggles to say anything meaningful in support of either. Tucker, having been diverted by Linton to the White House for a fake briefing, confronts Linton, who expects Tucker to supply the US with British intelligence to support military intervention.\n\nBack in his Northampton constituency Simon is lobbied by constituent Paul Michaelson over Simon's constituency office wall, which is in danger of collapsing into Michaelson's mother's garden. Newspapers criticise Simon for inaction on the issue. Suzy breaks up with Toby over his one-night-stand with Liza, and he leaves her a copy of PWPPIP to leak if she wants, but she chastises him for not doing it himself.\n\nThe President vetoes tariffs on Chinese imports to bring forward the Security Council vote on military intervention. Simon tells his Director of Communications Judy Molloy to leak that he would resign if the Security Council votes in favour. At the UN Tucker hears PWPPIP has been leaked, harming the prospect of a yes vote. Tucker convinces UK Ambassador to the UN Jonathan Tutt to bring the vote forward two hours so that the leak cannot spread in the US. However, Linton tells Tucker the British intelligence must be delivered prior to a vote. Having made Tutt delay the meeting once more, Tucker, aided by Senior Press Officer Jamie McDonald, fabricates the report by forcing the reluctant Foreign Office's Director of Diplomacy Michael Rodgers to remove all arguments against intervention and presenting it as intelligence. The Security Council approves intervention.\n\nGeorge informs Karen that despite his earlier intention to resign, as a soldier he cannot now that the war is happening. Simon's intention to resign over the war is thwarted when Tucker fires him over the collapsed constituency wall. A new Minister for International Development arrives at the office.\n\n"
        },
        {
            "title": "Cast",
            "text": "The actors include Tom Hollander, who went on to appear in one episode of The Thick of It, Gina McKee, Steve Coogan, and seven American actors including James Gandolfini, Mimi Kennedy, David Rasche and Anna Chlumsky, the last of whom later starred in Iannucci's HBO satire Veep. Several actors from The Thick of It appear in the film, including Peter Capaldi, Chris Addison, Paul Higgins, James Smith, Alex Macqueen, Olivia Poulet, and Joanna Scanlan, and also, in very small roles, Samantha Harrington, Eve Matheson, and Will Smith.[3][4] The only characters from the show, however, are Malcolm Tucker (Capaldi) and Jamie McDonald (Higgins), with brief appearances by Tucker's secretary Sam Cassidy (Harrington) and journalist Angela Heaney (Lucinda Raikes).[5] The other Thick of It actors who appear play new characters, albeit very similar to the ones they portrayed in the series. Likewise, Anna Chlumsky and Zach Woods went on to portray similar but nominally different characters in the subsequent American series, Veep.\n\n"
        },
        {
            "title": "Writing",
            "text": "The writing of In The Loop followed the methods developed during The Thick of It television series. Co-writer Jesse Armstrong explained:\n\nNoting that The Thick of It had been inspired by the Blair government's attacks on the BBC in the wake of the Iraq war, the magazine Cinema Scope described In The Loop as a retelling of the chain of events that inspired Iannucci to devise the series.\"[6]\nIn an article for The Guardian, Iannucci wrote:\n\nIannucci has stated: \"We don't go up to White House level, we deal mainly with state department underlings, the kind of people that actually make decisions with enormous political consequences.\"[8]\n\n"
        },
        {
            "title": "Filming and release",
            "text": "In the Loop was a collaboration between BBC Films and the UK Film Council. Filming took place between May and December 2008, during a lengthy hiatus between The Thick of It's second series (which aired in the autumn of 2005) and its third (which aired in the autumn of 2009, after the release of In the Loop).[9]\n\nThe film was shot on location in London and Washington, D.C. During a set visit, Time Out London noted the style of filming is highly similar to The Thick of It:\n\nIannucci himself mentioned progress on the film in several columns for The Observer newspaper.[10]\n\nOne scene was filmed at the DC nightclub Black Cat; the band performing is Cannabis Corpse.[11]\n\nIn a May 2009 article in The Telegraph, Iannucci claimed he used his BBC press pass to enter the US State Department headquarters whilst researching the film, saying how he just turned up and claimed to be \"here for the 12.30\". Iannucci then supposedly spent an hour inside taking photographs which were used for the film's set designs.[12]\nThe American political journalist and blogger Spencer Ackerman was one of the film's consultants.[13]\n\nThe world premiere was held at the Sundance Film Festival on 22 January 2009.[14][15] The European gala premiere screening was held in the independent Glasgow Film Theatre as the opening of the 2009 Glasgow Film Festival on 12 February 2009, attended by Iannucci and members of the cast. The film was released on 17 April 2009 in the United Kingdom.[16] The film was picked up by IFC Films for distribution in the US, and began screening on 24 July 2009.[17]\n\nThe Thick of It returned to the BBC for a third series later in 2009.\n\n"
        },
        {
            "title": "Reception",
            "text": "The film was released to critical acclaim. Reception to the film's premiere at the Sundance Film Festival was particularly positive.[2] Damon Wise, writing in The Times, was particularly complimentary, giving the film five stars, stating \"It's hard to settle on a standout element because it's all so outstanding, from the performances to the one-liners to the plot.\"[18] Screen International's David D'Arcy was complimentary, but noted that the release of the film may be poorly timed, given the new presidency of Barack Obama, stating \"its exuberant, boundless cynicism will test the demand for political satire in an Obama-infatuated America.\"[19] Michael Phillips of the Chicago Tribune put the film as #9 on his top ten list of 2009.\n\nOn review aggregator Rotten Tomatoes, the film holds an approval rating of 94% based on 177 reviews, with an average rating of 7.84/10. The website's critical consensus reads, \"In the Loop is an uncommonly funny political satire that blends Dr. Strangelove with Spinal Tap for the Iraq war era.\"[20] It also has a score of 83 out of 100 on Metacritic, based on 31 critics, indicating \"universal acclaim\".[21]\n\nIn The Loop was nominated for an Academy Award for Best Adapted Screenplay in 2010.[22]\n\n"
        }
    ]
}