{
    "url": "https://en.wikipedia.org/wiki/Inauguration_of_Joe_Biden",
    "title": "Inauguration of Joe Biden",
    "table_of_contents": [
        "1 Context",
        "2 Organizers",
        "2.1 Joint Congressional Committee",
        "2.2 Presidential Inaugural Committee",
        "3 Theme and programming",
        "4 Planning",
        "5 Costs",
        "6 Security and counter-terrorism efforts",
        "6.1 Security operations",
        "6.1.1 Travel restrictions and site closures",
        "7 Pre-inaugural events",
        "7.1 America United inaugural welcome",
        "7.2 Official musical playlist",
        "7.3 \"We the People\" virtual concert",
        "7.4 National Day of Service",
        "7.4.1 United We Serve online event",
        "7.5 Field of Flags",
        "7.6 Lincoln Memorial lighting",
        "7.7 Other virtual events",
        "7.7.1 Asian American and Pacific Islanders",
        "7.7.2 African Americans",
        "7.7.3 Hispanic and Latino Americans",
        "7.8 Train ride",
        "7.9 Inauguration Day morning",
        "7.9.1 Trump departure ceremony",
        "7.9.2 \"Our White House\" online event",
        "8 Inaugural events",
        "8.1 Presidential communications",
        "8.2 COVID-19 public health measures and attendance",
        "8.3 Ceremony",
        "8.3.1 Oaths of office",
        "8.3.2 Inaugural address",
        "8.4 Post-inaugural events: \"America United\"",
        "8.4.1 Wreath laying ceremony",
        "8.4.2 Parade Across America",
        "8.4.3 Celebrating America special",
        "8.4.4 National Prayer Service",
        "9 Protests and demonstrations",
        "10 Viewership",
        "11 International reactions",
        "12 See also",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe inauguration of Joe Biden as the 46th president of the United States took place on Wednesday, January 20, 2021, marking the start of the four-year term of Joe Biden as president and Kamala Harris as vice president. The 59th presidential inauguration took place on the West Front of the United States Capitol in Washington, D.C. Biden took the presidential oath of office, before which Harris took the vice presidential oath of office.\n\nThe inauguration took place amidst extraordinary political, public health, economic, and national security crises, including the ongoing COVID-19 pandemic; outgoing President Donald Trump's attempts to overturn the 2020 United States presidential election, which provoked an attack on the United States Capitol; Trump's second impeachment; and a threat of widespread civil unrest, which stimulated a nationwide law enforcement response. Festivities were sharply curtailed by efforts to prevent the spread of COVID-19 and mitigate the potential for violence near the Capitol.[1][2] The live audience was limited; members of the Congress attended with one guest of their choosing, resembling a State of the Union address.[3] Public health measures such as mandatory face coverings, testing, temperature checks, and social distancing were used to protect participants in the ceremony.[4]\n\n\"America United\" and \"Our Determined Democracy: Forging a More Perfect Union\"—a reference to the Preamble to the United States Constitution—served as the inaugural themes.[5]\n\n"
        },
        {
            "title": "Context",
            "text": "The inauguration marked the formal culmination of the presidential transition of Joe Biden, who had become president-elect after defeating Donald Trump on November 3, 2020.[6] The victory of Biden and his running mate, Harris, was formalized by the Electoral College vote, which took place on December 14, 2020.[7] In accordance with Article I, Section 6 of the United States Constitution, Harris resigned her seat in the U.S. Senate effective noon on January 18, 2021.[8] Trump repeatedly falsely disputed the legitimacy of the election, but committed to an orderly transition of power exactly two months after losing.[9]\n\nUpon his inauguration, Biden became the oldest president at 78 years and 61 days, older upon taking office than Ronald Reagan, who left office at 77 years and 349 days. He also became the first president from Delaware, the second Catholic after John F. Kennedy, the second non-incumbent vice president to be elected president after Richard Nixon in 1968, the fifteenth vice president to serve as president,[10][11]. Harris became the first woman to hold a nationally elected office, first African American, and first Asian American vice president.\n\n"
        },
        {
            "title": "Organizers",
            "text": "The swearing-in ceremony for President-elect Biden and Vice President-elect Harris was planned by the Joint Committee on Inaugural Ceremonies, a bipartisan committee composed of United States Senators Roy Blunt (chairman), Mitch McConnell, and Amy Klobuchar, and United States Representatives Nancy Pelosi, Steny Hoyer, and Kevin McCarthy.[12][5] The committee is overseen by the Senate Committee on Rules and Administration.[5]\n\nOn December 8, 2020, Republican members of the committee voted against a resolution that would have publicly recognized Biden as the president-elect and Harris as the vice president-elect.[13] After Biden and Harris's  win was certified by the Electoral College, Blunt and several other Republican senators finally acknowledged him and her as the president-elect and vice president-elect, stating that he will facilitate communications with Biden's presidential inaugural committee to prepare for the inauguration.[14]\n\nThe 2021 Presidential Inaugural Committee organized several other inauguration‑related events at the direction of the president‑elect and vice president‑elect of the United States. The committee was led by Jim Clyburn, Eric Garcetti, Cedric Richmond, Lisa Blunt Rochester, and Gretchen Whitmer (co-chairs), Tony Allen (chief executive officer), Maju Varghese (executive director), Yvanna Cancela and Erin Wilson (deputy executive directors), David A. Kessler (chief medical adviser), and Adrienne Elrod (director of talent and external affairs).[15] The committee hired Stephanie Cutter and Ricky Kirshner, who produced the largely virtual 2020 Democratic National Convention, along with Glenn Weiss to organize the inaugural programming.[16]\n\n"
        },
        {
            "title": "Theme and programming",
            "text": "The Joint Committee on Inaugural Ceremonies chose the inaugural theme \"Our Determined Democracy: Forging a More Perfect Union\" to highlight the inaugural ceremony as a \"hallmark of American governance and democracy\" and stress the peaceful transition of power.[5]\n\nAllen, Biden Inaugural Committee CEO, said the events would \"look different amid the pandemic\" but maintain inaugural traditions while engaging Americans in a safe manner.[15] This included several virtual concerts and events hosted by celebrities, featuring live musical performances and speeches that spanned five days—Saturday, January 16, 2021, through the evening of Inauguration Day.[17] The committee's inaugural theme was \"America United\" and its official YouTube channel and other social media featured exclusive content related to the ceremonies.[18]\n\n"
        },
        {
            "title": "Planning",
            "text": "On September 3, 2020, the Capitol Police Board announced that public access to the West Front of the United States Capitol would be restricted from September 7, 2020, to February 28, 2021, to \"allow for the safe and secure construction of the Inaugural platform, stands, and other infrastructure necessary to support the event\".[19] Construction began on September 29, 2020.[20] The traditional \"first nail ceremony\" commemorating the start of construction of the inaugural platform was not held because it coincided with the death and state funeral of Ruth Bader Ginsburg, the Supreme Court justice.[21] The platform can support 1,600 spectators. However, far fewer were permitted for this event, due to attendance restrictions designed to prevent the spread of COVID-19.[4] Another 1,000 people, often choirs and musical guests, are traditionally situated on risers above the platform, but these were not used at full capacity for this event.[5]\n\n"
        },
        {
            "title": "Costs",
            "text": "\nCompared to past inaugurations, the drastic reduction in crowd size at Biden's inauguration was expected to reduce costs.[22] Typically, presidential inaugurations cost about US$100 million.[22] In September 2020, prior to implementing attendance restrictions, costs were estimated to exceed US$44.9 million, with the District of Columbia's costs incurred in connection with the event being reimbursed by the federal government.[23] However, the storming of the Capitol two weeks prior to the inauguration on January 6, along with threats of nationwide unrest, significantly increased the need for security.[24] John Sandweg, a former Homeland Security Department official, remarked that the United States Secret Service likely has a surplus of funds because of lower-than-usual expenses during the 2020 campaign season, when presidential nominating conventions were mostly virtual and the travel of presidential candidates was curtailed due to the COVID-19 pandemic.[22]\n"
        },
        {
            "title": "Security and counter-terrorism efforts",
            "text": "The storming of the United States Capitol on January 6 raised concerns about the security of the inauguration.[25][26] However, Biden chose not to move the ceremony indoors, indicating that he believed a public, outdoor ceremony was necessary to demonstrate strength.[27] In response, organizers and officials made an unprecedented effort to secure the Capitol during the ceremony and deter people from visiting Washington, D.C., during the week of the inauguration over concerns of political violence. While several individuals were arrested near the Capitol in the days preceding the event for carrying illegal weapons,[28] disobeying police,[29] and trespassing,[30] and a fire near a homeless encampment prompted an evacuation of the grounds,[31] the ceremony proceeded without incident.[32] A heightened security presence remained in the city through the end of the month.[33]\n\nThe inauguration, like all ceremonies since the first inauguration of George W. Bush in 2001, was designated a National Special Security Event (NSSE).[24] However, following the attack and reports of subsequent threats to disrupt Biden's inauguration and incite nationwide unrest, the Secret Service launched a security operation that surpassed any in modern U.S. history.[25][34] The Secret Service established a Multi-Agency Command Center (MACC) to coordinate security—formed six days earlier than planned—composed of agents and representatives from many government agencies (such as the FBI, U.S. Marshals Service, Defense Department, Park Police, and D.C. Metro Police) and private companies (including a gas company, CSX railroad, and Amtrak).[25] Combined efforts included:\n\n"
        },
        {
            "title": "Pre-inaugural events",
            "text": "On the Saturday before the inauguration, America United: An Inauguration Welcome Event Celebrating America's Changemakers, opened the inaugural program through a series of musical performances and political speeches.[56][17] The live-streamed event opened with an original performance of \"Everybody Deserves To Be Free\" by the Resistance Revival Choir, a group of female and non-binary protest singers,[57] featuring a lead vocal by soul artist Deva Mahal.[56]\n\nThe Pledge of Allegiance was then led by members of the Girl Scouts. Mexican American producer Cristela Alonzo hosted the program, remarking that Biden's inauguration will be \"the beginning of the next chapter\" in American history.[56] New Mexico Congresswoman Deb Haaland then recounted the history of America's indigenous peoples, and introduced Quechan Indian tribal nation leader Claudette White, who joined in the performance of a traditional song.[56] After the performance, several female political organizers appeared and discussed the significance of Harris's election as the first female vice president.[56] Alonzo then introduced actor Nik Dodani, who emphasized the importance of Biden's inauguration, and civil rights activist Janet Murguía, who spoke of the political successes of women of color in the 2020 presidential election.[56] International, national, and local union leaders, including American Federation of Teachers president Randi Weingarten and National Education Association president Rebecca S. Pringle, along with leaders representing firefighters, government and service sector employees, steel, auto, postal, food, and communications workers then hailed Biden's win as a success for workers in their respective industries, citing his support of their causes, such as the Fight for $15.[56]\n\nActress Whoopi Goldberg then appeared and said she feels \"optimistic\" for the nation under Biden's and Harris's leadership, and actor and musician Darren Criss then performed a cover of \"(Your Love Keeps Lifting Me) Higher and Higher\".[56][58] Mayor Keisha Lance Bottoms of Atlanta, Georgia, an early endorser of Biden's 2020 campaign,[59] then joined, saying Biden \"will ensure that all Americans ... have their voices heard\".[56] Musical group the Black Pumas then performed their song \"Colors\" and said they are \"looking forward to a new sense of optimism, unity and peace\" for all Americans.[58] Concluding the event, New York Congresswoman Grace Meng introduced Harris, who said that she \"stands on the shoulders\" of those who created opportunities for women, particularly African-American women, to participate and lead in politics.[17][56]\n\nThe Biden Inaugural Committee released an official musical playlist of 46 songs (symbolizing Biden as the 46th president) that was curated by disc jockey D-Nice and music label Raedio,[60] created by actress Issa Rae.[61] The playlist was part of the committee's efforts to have Americans participate from home for the inauguration.[62] The playlist, released on all major streaming platforms, included Biden, Harris, and their spouses' \"walk-on songs\", which were played when they appeared on stage at campaign rallies.[60][62] According to Rolling Stone, Biden's \"walk-on song\" was \"We Take Care of Our Own\" by Bruce Springsteen; Jill Biden's was \"You Make My Dreams (Come True)\" by Hall & Oates; Harris's was \"Work That\" by Mary J. Blige; and Emhoff's was \"You Get What You Give\" by New Radicals.[60] Committee CEO Allen remarked that the musical selections \"reflect the relentless spirit and rich diversity of America\" and served as the \"score to a new chapter\" in American history as Biden and Harris begin their \"important work to unite [the] country\".[60][62]\n\nOn the Sunday before the inauguration, Biden's inaugural committee organized the virtual \"We the People\" concert fundraiser co-hosted by actor Keegan-Michael Key and actress Debra Messing.[63] Attendees of the live-streamed event had to donate to the Biden Inaugural Committee to be allowed entry.[64] The concert opened with Biden and his wife, Jill, thanking supporters of his campaign and acknowledging the lives lost in the COVID-19 pandemic; Biden remarked that it is the \"honor of [his] lifetime\" to serve as president.[64]\n\nMusician Ben Harper was the first musical performance of the night, playing his song \"With My Own Two Hands\".[65] Singer Michael Bivins made a video appearance and thanked viewers for their donations. Band AJR then performed their song \"Bummerland\".[65] Singer Barbra Streisand then joined to congratulate Biden and Harris, calling for them to \"restore the health\" of the United States and world; she also performed her rendition of \"Happy Days Are Here Again\", an American standard.[65][64] Messing introduced actor and former Barack Obama administration member Kal Penn, who reflected on the importance of the inauguration and hope of a \"brighter future\".[65] Harris and her husband, Doug Emhoff, then joined via video link to thank supporters and list the issues they will face in leading the nation.[64]\n\nRapper will.i.am then performed \"American Dream\",[65] a charity single supporting his fundraising initiative for the i.am Angel Foundation to expand STEM education for underprivileged students.[66] Actress and activist Sophia Bush later appeared to thank donors to the inaugural committee, and musician Carole King performed her Grammy Award-winning song \"You've Got a Friend\".[67] Mexican actor Jaime Camil then delivered a short address on immigration, and James Taylor performed \"America the Beautiful\", which he also played at the 2013 inauguration.[68][69] Actress Connie Britton reflected on political unity and the time she met then-Vice President Biden at the 2016 United State of Women Summit.[68] Musical act Fall Out Boy performed their song \"Centuries\" in a pre-recorded video.[65] Cher then addressed Biden's and Harris's win, saying that she is \"thrilled\" and \"optimistic\" for them to lead the nation; she then performed a cover of Miley Cyrus's song \"I Hope You Find It\".[64] In concluding the event, DJ Cassidy addressed viewers and sampled music.[65]\n\nTwo days before Inauguration Day, January 18, 2021, was Martin Luther King Jr. Day, the federal holiday that recognizes Dr. King's birthday. Biden and his inaugural committee encouraged Americans to engage in acts of community service and organized more than 2,500 virtual or socially distant volunteer events in 56 U.S. states and territories in partnership with AmeriCorps.[70] The committee recommended several volunteer activities aimed at improving people's economic, health, and social well-being,[71] including writing cards for those recovering from COVID-19, knitting sentimental items for the homeless, serving at \"contactless\" food and clothing donation drives, and participating in community cleanups.[72] Biden and his wife volunteered at Philabundance, a non-profit food bank in Philadelphia, Pennsylvania, by helping box canned goods.[73] Harris and her husband volunteered in Washington, D.C.[74]\n\n\nOn the evening of Martin Luther King Jr. Day, the Biden inaugural committee celebrated Dr. King's commitment to community service through virtual speeches and music in United We Serve: A Celebration of the National MLK Day of Service.[75][76] Co-hosts Sean Patrick Thomas and Lynn Whitfield introduced the event and commended the acts of volunteerism Americans participated in during the day of service; both Harris and her husband, Emhoff, appeared and discussed the importance of the inauguration and community service.[76] Dr. King's son, Martin Luther King III, daughter-in-law, Andrea, and granddaughter, Yolanda, discussed community service; his youngest daughter, Bernice King, then spoke at a pulpit and remarked on her late father's practice of nonviolence.[75] Musician Aloe Blacc performed his song \"My Way\";[77] cellist Yo-Yo Ma performed Air and Simple Gifts, a composition he also performed at the 2009 inauguration in the presence of then-Vice President-elect Biden;[78] Andra Day performed her song \"Rise Up\"; BeBe Winans sang Dr. King's \"I Have a Dream\" speech;[79] Alejandro Fernández and band Maná performed \"Decepciones\";[80] and Chesca and Diane Warren performed \"El Cambio\", which was frequently played during Biden's campaign. Additional speakers included Al Sharpton, NAACP president Derrick Johnson, National Urban League president Marc Morial, Senators Cory Booker and Tammy Duckworth, Kansas Congresswoman Sharice Davids, actress Rosario Dawson, and several other academics and civil rights activists who spoke on the legacy of Dr. King.[77]\nAcross the National Mall to 13th Street, a public art display composed of 191,500 U.S. flags and 56 pillars of light (representing the 50 U.S. states, D.C., and the five permanently inhabited U.S. territories), were installed, representing those who could not attend the inauguration in person due to the attendance restrictions to prevent the spread of COVID-19.[81][82] The field was lit the evening of January 18.[83]\n\nOn Tuesday, January 19, Biden departed his home state of Delaware in a send-off ceremony at his late son Beau Biden's namesake Major Joseph R. \"Beau\" Biden III National Guard/Reserve Center in New Castle;[84] the event included remarks from Delaware Governor John Carney, Biden, his wife Jill, and a benediction by Rabbi Michael S. Beals of Congregation Beth Shalom in Wilmington.[85] Later that day, Biden, Harris, and their spouses participated in a nationwide lighting ceremony at the Lincoln Memorial Reflecting Pool.[86] Inaugural organizers invited communities around the United States to light buildings and ring church bells at 5:30 p.m. ET on the eve of the inauguration in a moment of \"unity and remembrance\" for those lost to the pandemic.[86] The Lincoln Memorial lighting was held simultaneously, providing a moment of national reflection to help Americans find the spirit to rebuild after the pandemic.[87] Cardinal Wilton Daniel Gregory, the archbishop of Washington, delivered the ceremony's invocation; gospel singer Yolanda Adams sang \"Hallelujah\" and Michigan nurse Lori Marie Key performed \"Amazing Grace\". Both Biden and Harris, in their addresses, emphasized the importance of national grieving, with Biden saying it's \"how [Americans] heal\".[84] Several national landmarks participated in the lighting ceremony, including the Empire State Building, Space Needle, and other buildings in major U.S. cities, as well as on tribal lands.[87] Washington National Cathedral tolled its bells four hundred times, each one in memory of a thousand Americans who had died, thus far, in the COVID-19 pandemic.[88]\n\nAsian American and Pacific Islanders (AAPI) were celebrated in AAPI Inaugural Ball: Breaking Barriers, a partnership between the inaugural committee, and advocacy organizations IMPACT and RUN AAPI.[89][77] The event featured remarks and musical performances from Neera Tanden, Congresspeople Ami Bera, Pramila Jayapal, Andy Kim, and Raja Krishnamoorthi; former Olympian Michelle Kwan; actors Kal Penn, John Cho, Kumail Nanjiani, and Chloe Bennet;[90] and musical performances by Japanese Breakfast,[89] Ari Afsar, Raja Kumari, and others.[77]\n\nAfrican Americans were celebrated in We Are One, hosted by Terrence J, through \"inspiring stories and entertaining performances\".[91] Politicians Stacey Abrams, congresspeople Jim Clyburn, Cedric Richmond, Joyce Beatty, Senator Cory Booker, and Senator-elect Raphael Warnock appeared.[77] Actors and actresses, including Leslie Jones and Kim Fields, were also featured; musical acts Tobe Nwigwe, DJ D-Nice, Frankie Beverly, The O'Jays, Rapsody, and Step Afrika!, among others, performed.[77] The event also included a Battle of the Bands, featuring several historically black college marching bands from around the nation.[77][91] Alpha Kappa Alpha sorority president Glenda Glover and Howard University president Wayne A. I. Frederick delivered remarks.[92]\n\nHispanic and Latino Americans were celebrated in Latino Inaugural 2021: Inheritance, Resilience, and Promise, hosted by Eva Longoria, in partnership with many Hispanic advocacy groups, including the Hispanic Federation.[77][91] Entertainment figures John Leguizamo, Rita Moreno, Edward James Olmos, Ivy Queen, and Becky G appeared along with many civil and voting rights advocates and U.S. senators Ben Ray Luján, Bob Menendez, Catherine Cortez Masto, and Alex Padilla (Harris's senatorial designate).[77] Musical performers included Gilberto Santa Rosa, Gaby Moreno (featuring David Garza), who performed \"Fronteras\",[77] Lin-Manuel Miranda and Luis Miranda paid tribute to Puerto Rico through the song \"En Mi Viejo San Juan\",[90] Mariachi Nuevo Santander, who performed American folk song \"This Land is Your Land\"; and All-Star Tejanos United, an act from Roma, Texas, performed \"America the Beautiful: A Salute to the Latino Imprint\".[93] The Wailers performed the Emilio Estefan production \"One World, One Prayer\", featuring relatives of Jamaican musician Bob Marley.[91]\n\nBiden originally planned to travel to Washington, D.C., from Wilmington, Delaware, on an Amtrak passenger train, which he routinely took during his time as a U.S. Senator. However, on January 14, this plan was canceled due to security concerns.[94] On January 20, 2017, after completing his tenure as vice president, Biden departed the city on an Amtrak Acela train bound for his namesake station in Wilmington.[95]\n\nBiden and his wife spent the night of January 19 at Blair House, the President's Guest House—a custom for incoming presidents.[96] Traditionally, the president-elect meets with the outgoing president at the White House on the morning of their inauguration after a church service. Since Trump did not attend the inaugural ceremony—becoming the first outgoing president to not attend since Andrew Johnson in 1869[97]—and did not communicate with Biden directly since the second presidential debate of the 2020 campaign, this tradition was not upheld.[98] Before each of his inaugurations as vice president, Biden attended a Catholic Mass celebrated by Kevin O'Brien. In 2013, this service was at the vice president's residence.[99] Biden and his wife, along with the second family attended a Mass of Thanksgiving celebrated by O'Brien at the Cathedral of St. Matthew in Washington.[100] Biden extended invitations to the four congressional leaders from both parties—Senate Majority Leader Mitch McConnell (R-Ky.), Senate Minority Leader Chuck Schumer (D-N.Y.), House Speaker Nancy Pelosi (D-Calif.), and House Minority Leader Kevin McCarthy (R-Calif.)—and all four accepted.[101]\n\nTrump departed for his Mar-a-Lago resort in Palm Beach, Florida, the morning of the inauguration out of Joint Base Andrews aboard Air Force One.[102][103] Trump and his wife, First Lady Melania Trump, landed on the tarmac in helicopter Marine One.[104] Cannons fired in salute, after a military band played \"Hail to the Chief\", in front of a modest crowd of a few hundred aides and other loyalists.[105] Trump's White House had issued invitations for the event to many present and former administration officials. Several invitees who have been critical of Trump, such as Don McGahn, John F. Kelly, and Anthony Scaramucci, declined to attend.[106][84]\n\nTrump was only the fifth outgoing United States president not to attend their elected successor's inauguration, after John Adams in 1801, John Quincy Adams in 1829, Martin Van Buren in 1841, and Andrew Johnson in 1869.[107]\n\nBefore departing, Trump delivered short remarks at a podium bearing the presidential seal, telling his supporters \"we will be back in some form.\"[104][103][108] A number of songs played as he boarded the airplane, many of which featured prominently at Trump rallies; this included \"Macho Man\" and \"Y.M.C.A.\", as well as \"Fortunate Son\", \"Funeral for a Friend\", and \"Billie Jean\".[109] As Air Force One lifted off, Frank Sinatra's \"My Way\" played—the song Trump and his wife danced to during his inaugural ball four years prior.[103]\n\nTrump delivered his official farewell address, a recorded online video, the day before the inauguration. Without naming Biden, he referred to the \"inauguration of a new administration\", saying that \"we pray for its success at keeping America safe and prosperous.\"[110][111] In keeping with tradition, Trump left Biden a letter of support in the Resolute desk.[112] When asked about the letter, Biden said it was \"generous\", but refused to provide details.[113] Outgoing Vice President Mike Pence attended Biden's inauguration, then departed for his home state of Indiana, where a group of supporters, including his brother, Indiana Congressman Greg Pence, welcomed him.[84]\n\nBeginning two hours before the outset of the inaugural ceremony, actress Keke Palmer hosted Our White House: An Inaugural Celebration for Young Americans, a livestream aimed at engaging youth in the day's events.[114] Jill Biden addressed viewers in a pre-recorded message, and historians Doris Kearns Goodwin and Erica Armstrong Dunbar discussed the ceremony's significance; a Nickelodeon special on White House pets and PBS NewsHour student interviews aired, along with other curated educational content.[114]\n\n"
        },
        {
            "title": "Inaugural events",
            "text": "The transfer of power included the transition of official administration Twitter accounts, @POTUS and @VP. Members of the Biden administration also assumed ownership of a number of institutional accounts, including @WhiteHouse, @FLOTUS for First Lady Jill Biden, @SecondGentleman for Second Gentleman Doug Emhoff, and @PressSec for White House Press Secretary Jen Psaki.[115] New executive branch websites were initialized; previous administrations' websites reside in the National Archives.[116]\n\nMost traditional inaugural festivities were conducted virtually, primarily modeled after the 2020 Democratic National Convention.[117] The ceremony took place outdoors on the West Front of the United States Capitol, the site of every inauguration since Ronald Reagan's in 1981. While members of Congress, in previous years, would receive 200,000 tickets to distribute among constituents, on this occasion, each member was allotted one guest ticket,[118] with many taking their spouses.[119] Only about three thousand people were to be permitted into the secure perimeter areas,[120] and the total live attendance for the scaled-down event was to be just over a thousand,[121] with guests seated both on the inaugural platform and in front of the platform.[119]\n\nThe decision to limit attendance was made by the Joint Committee on Inaugural Ceremonies based on consultation with public health experts.[118] According to historian Jim Bendat, COVID-19 prevention and security measures instituted for Biden's inauguration would make it the smallest ceremony since Franklin D. Roosevelt's fourth inauguration in 1945, when the inaugural was held at the White House before an audience of just a thousand people due to Roosevelt's poor health and the ongoing world war.[122]\n\nOutgoing President Donald Trump and First Lady Melania Trump refused to attend the ceremony, the first time an incumbent skipped their successor's inauguration since Andrew Johnson refused to attend Grant's first inauguration in 1869. Former presidents Bill Clinton, George W. Bush, and Barack Obama (whom Biden served under as vice president), along with respective former first ladies Hillary Clinton, Laura Bush, and Michelle Obama, attended. Former president Jimmy Carter and former first lady Rosalynn Carter did not, due to their advanced age and inability to travel.[123] Outgoing vice president Mike Pence (who succeeded Biden as vice president in 2017) and second lady Karen Pence also attended.[124][125] Apart from Pence and Biden himself, Dan Quayle was the only other living former vice president who attended the ceremony, as Walter Mondale (who died 3 months after Biden's inauguration), Al Gore and Dick Cheney were absent.[126][127] For the first time in more than two decades, not every U.S. Supreme Court justice attended: Justices Clarence Thomas, Stephen Breyer, and Samuel Alito, the oldest members of the Court, opted not to attend in light of the COVID-19 health risks, while the other six justices attended.[128] Other attendees included the family members of Biden and Harris,[119] Biden's Cabinet nominees,[119] various ambassadors to the United States,[129][130] and other dignitaries.[131] For the first time, the representative of Taiwan in the United States (the country's de facto ambassador) was invited to attend a presidential inauguration, with Hsiao Bi-khim attending the ceremony.[132]\n\nThe U.S. Army Herald Trumpets played ruffles and flourishes. The U.S. Marine Band (nicknamed \"The President's Own\") played a medley of patriotic music by Sousa, Bagley, and others; heralded the entry of dignitaries to the inaugural platform with works including a newly commissioned Fanfare for Tomorrow written by Peter Boyer,[133] \"Hail, America\" to introduce then-President-elect Biden; \"Hail, Columbia\" (the official anthem of the vice president) to introduce then-Vice President Pence and after Harris was sworn in, and \"Hail to the Chief\" (the official anthem of the president) after Biden was sworn in. The band had appeared at every presidential inauguration since Thomas Jefferson's in 1801.[134][135] Courtney Williams, Senior Chief Musician and concert moderator for the U.S. Navy Concert Band, returned as the platform announcer for his fourth consecutive inauguration.[136]\n\nSenator Amy Klobuchar opened the ceremony with a short speech, saying the storming of the Capitol two weeks prior \"awakened us to our responsibilities as Americans\"; she declared the inaugural day \"the day when our democracy picks itself up, brushes off the dust, and does what America always does: goes forward as a nation\".[137]\n[138] Senator Roy Blunt, chair of the Joint Congressional Committee on Inaugural Ceremonies and the master of ceremonies, delivered a short speech expounding the Constitution's Preamble, noting that unlike the Articles of Confederation or the Magna Carta, it roots and establishes law and authority in \"We the People\". Blunt remarked that the endeavor to create a \"more perfect Union\" is a continuing project and \"we are more than we have been and we are less than we hope to be.\"[139]\n\nLeo J. O'Donovan, a Catholic priest and former president of Georgetown University,[140][141] invoked the \"gracious and merciful God\" in praying for Biden and Harris to \"care for the common good with malice toward none and with charity for all\", and quoted Archbishop John Carroll, Pope Francis, and the Epistle of James.[142] Lady Gaga then sang the national anthem,[143] wearing a custom design gown and brooch by Schiaparelli.[144] The Georgia firefighters' union leader Andrea Hall led the Pledge of Allegiance, using American Sign Language in addition to speaking. Jennifer Lopez performed her renditions of \"This Land Is Your Land\" and \"America the Beautiful\", and during the bridge she translated the last stanza of the Pledge of Allegiance in Spanish: \"¡una nación, bajo Dios, indivisible, con libertad y justicia para todos!\"\n\nAfter the inaugural address (see below), Garth Brooks performed \"Amazing Grace\" (including the verse \"When we've been there ten thousand years\"), and asked the public to join him in singing the final verse; and National Youth Poet Laureate Amanda Gorman recited her poem \"The Hill We Climb\".[145][146][147] At 22, Gorman is the youngest inaugural poet.[146] Silvester Beaman, a Methodist pastor of Bethel AME Church in Wilmington, Delaware, and a friend of Biden, delivered the benediction paraphrasing Isaiah 11 by replacing both in the messianic role of the \"shoot from the stump of Jesse\", and in the yet-to-be-reconciled role of the \"wolf\" and \"lamb\", with references to \"We the People\"—saying, for example, \"We will not kill or destroy on all your Holy Mountain,\" and \"We will not learn hate anymore.\"[141]\n\nBiden was sworn in on a Bible that has been in his family since 1893—the same one he used during his senatorial and vice presidential swearing-in ceremonies—held by his wife.[148] It is a late 19th-century edition of the Douay–Rheims Bible, with commentary by George Leo Haydock.[149] The Bible is large—five inches (12.7 cm) thick—and has a Celtic cross on the front.[150] Biden's inauguration marked the first time a Catholic Chief Justice administered the oath to an incoming Catholic president.[151] Harris was sworn in on two Bibles held by her husband, one belonging to Regina Shelton, a person important to her and her sister Maya Harris, and another belonging to former Supreme Court Associate Justice Thurgood Marshall.[152]\n\nAssociate Justice Sonia Sotomayor administered the oath of office to Harris at 11:40 a.m., with 20 minutes remaining in Pence's term. Sotomayor became the first woman to administer an inaugural oath twice after she administered Biden's at his 2013 swearing-in.[152] Harris recited the following:\n\nChief Justice John Roberts then administered Biden's oath of office at 11:47 a.m., with 13 minutes remaining in Trump's term.[153][154] Biden recited the following, as prescribed by the Constitution:\n\nUpon completing the oath, the U.S. Army Band (\"Pershing's Own\") played four ruffles and flourishes, but a 21-gun cannon salute was not rendered, which caused a brief delay in the proceedings before Biden was able to deliver his inaugural address. The 21-gun cannon salute for President Biden was later rendered at the wreath-laying ceremony at Arlington National Cemetery.[155]\n\nThe flag of the Vice President of the United States was present at the beginning of the inauguration ceremony, indicating the presence of the then-incumbent vice president Mike Pence. At noon the flag continued to fly for the new incumbent Kamala Harris. When the noon hour arrived, the flag of the President of the United States was raised by the military sentry, indicating the presence of the newly sworn incumbent president.\n\n\nThe presidential nuclear football, which can authorize a nuclear attack while away from a command center, was discreetly given to military aides of the new administration during the ceremony; however, Trump's absence did not change the automatic deactivation of his and Pence's nuclear access and activation of Biden and Harris'.[156]\nThe inaugural address was 2,514 words long and took 21 minutes to deliver, between 11:52 a.m. and 12:13 p.m., with 7 minutes remaining in President Trump’s term and in the first 13 minutes of President Biden’s term. Biden's inaugural speech was regarded as laying out his vision to unite the nation prefaced by the various impacts of the COVID-19 pandemic, economic strife, climate change, political polarization, and racial injustice.[157] Biden composed the speech with the assistance of speechwriter Vinay Reddy, senior advisor Mike Donilon, then-incoming Secretary of State Antony Blinken, and chief of staff Ron Klain.[158] His speech was described by the New York Times as a \"direct rebuttal\" in tone to Trump's inaugural address (in which Trump spoke of \"American carnage\"), as Biden called for an end to the \"uncivil war\" of political, demographic, and ideological American cultures through a greater embrace of diversity.[159]\nIn the speech, Biden repeated his campaign pledge to \"fight as hard for those who did not support me as for those who did\".[160][161] Focusing on the struggles of American citizens, Biden expressed sympathy, but stressed that distrust and fighting amongst one another would not better their conditions.[162] He cited the Civil War, Great Depression, world wars, and September 11 attacks as moments in American history where citizens' \"better angels\" prevailed, saying that the solution—unity—must again be invoked to rise from the \"cascading\" crises of the present; this unity, he proclaimed, exists in the \"common objects\" that define America: \"opportunity, liberty, dignity, respect, honor, and ... truth\".[162][160]\n\nBiden vocalized his opposition to disinformation and politicians who seek to gain from its weaponization—a passive reference to Trump, who frequently made false or misleading statements while in office.[159] He explicitly decried white supremacy and nativism, calling them an \"ugly reality\" of American life he vows to defeat that clouds the \"American ideal\" set out in the U.S. Declaration of Independence—that all Americans are equal.[159][160][163] Biden pledged that the United States would \"engage with the world once again\"; \"repair our alliances\"; and act as a \"trusted partner for peace and security\".[164] His decision, for example, to reinstate American participation in the Paris Agreement via executive order, which Trump withdrew from, signaled his commitment to a global policy on climate change.[165]\n\nBiden also discussed the historical significance of Harris's ascension to the vice presidency, recounting the movements for civil rights and women's suffrage that permitted African Americans and women to participate in politics; he celebrated their inauguration as a \"triumph\" for democracy, affirming a peaceful transfer of power exactly two weeks after the violent storming of the Capitol.[161][160] Near the conclusion of his speech, Biden held a moment of silence for those who died in the COVID-19 pandemic.[162] Quoting the Gene Scheer composition \"American Anthem\",[166] he implored Americans to consider their legacy in answering the \"call of history\" to protect \"democracy, hope, truth, and justice\", \"secure liberty\", and make America a \"beacon to the world\", insisting that generations of their descendants will judge them on their actions.[162] In closing his speech, Biden promised to \"always level\" with the American people and govern exclusively in their interest.[162]\n\nAfter the swearing-in ceremony, Biden, Harris, and their spouses participated in a Pass in Review on the East Front of the United States Capitol featuring members of the United States Armed Forces. Traditionally, before the Pass in Review, the new president would escort the outgoing president to a helicopter, Marine One, where they would officially depart Washington, D.C.[167] However, Trump's decision to not attend Biden's inauguration and rather depart prior to the event's outset broke this custom. The congressional luncheon, a tradition witnessed since the 1897 inauguration of William McKinley, was canceled due to public health concerns, the first time since the 1977 inauguration of Jimmy Carter.[168] However, Biden and Harris were presented several gifts in the Capitol rotunda, including Landscape with Rainbow by Robert S. Duncanson, two lead Lenox crystal vases cut by Peter O'Rourke, two flags that had been flown over the Capitol during the inaugural ceremony, and portraits of them taking their oaths of office.[169]\n\nLater in the afternoon, Biden participated in a signing ceremony, proclaiming the day a National Day of Unity and declaring his nominations for Cabinet and sub-Cabinet positions to Congress.[170] In the evening, Harris performed her first vice presidential duty by swearing in Senators-elect Jon Ossoff and Raphael Warnock who, respectively, won the January 5 regular and special Georgia Senate runoff elections that yielded a Democratic majority in the U.S. Senate, along with Alex Padilla, who was appointed by California Governor Gavin Newsom to fill Harris's vacated seat.[171]\n\nFollowing the Pass in Review, Biden and Harris, along with former presidents Clinton, Bush, and Obama, and all their spouses, participated in a wreath laying ceremony at the Tomb of the Unknown Soldier at Arlington National Cemetery.[43] Presidential historian Timothy Naftali noted that the ceremony was significant because Congress had decided on Inauguration Day in 1921, almost a hundred years prior to Biden's, to bury an unidentified soldier who died in World War I at the spot.[172] Naftali additionally remarked that the gathering of Biden and former presidents to honor the unknown soldiers who died in war served as a \"visual message of unity, at a time of anxiety, pain and suffering in [the] country\".[172]\n\nFollowing the wreath laying ceremony, a parade down Pennsylvania Avenue, NW escorted Biden and Harris to the White House which included every branch of the U.S. military, along with drumline bands from Biden and Harris's alma maters, the University of Delaware and Howard University, respectively.[173][174] The Virtual Parade Across America, organized by the Biden Inaugural Committee, was hosted by actor Tony Goldwyn, reflecting the \"diversity, heritage, and resilience of the country\" in the event's musical acts, poets, dance troupes, and more.[175][173] Viewing stands outside the White House that were originally constructed for members of the public were dismantled because they were ultimately deemed unnecessary for the revised plans.[176] The live parade was announced by Charlie Brotman, who has served as the inaugural parade announcer during almost every ceremony since former President Dwight D. Eisenhower's second inauguration.[84][177]\n\nComedian Jon Stewart, musicians Andra Day, Nile Rodgers, and Kathy Sledge, along with several choirs and athletes (including former Olympians Nathan Chen, Allyson Felix, and Katie Ledecky) appeared in a \"virtual roll call\".[173][178] The parade included 1,391 virtual participants, 95 horses, and nine dogs.[84] Frontline healthcare workers and several distinguished students and educators who helped their communities during the COVID-19 pandemic were honored as \"heroes\" during the ceremony.[173] Choreographer Kenny Ortega led a dance featuring 275 recorded segments from participants around the country;[174] the Ryan Martin Foundation, a \"wheelchair basketball program\", joined the parade virtually.[173] Musical act New Radicals reunited for the first time in two decades to conclude the parade with their hit song \"You Get What You Give\".[179] The song was used by Harris's husband, Emhoff, during 2020 campaign rallies, and was referred to by Biden in his autobiography, Promise Me, Dad, as his family's \"rallying \"theme song\"\" during his late son Beau's terminal battle with glioblastoma.[179] The band's leader, Gregg Alexander, said he hoped the group's performance of the song was a \"tiniest beacon of light in such a dark time\".[179]\n\nCelebrating America was a television special hosted by Tom Hanks that aired the evening of the inauguration across most major television networks and other cable and streaming outlets. The event featured many musical guests and celebrities, including Bruce Springsteen, Jon Bon Jovi, Justin Timberlake, Dave Grohl, Tim McGraw, Lin-Manuel Miranda, John Legend, Demi Lovato, and Katy Perry.[180] The Biden Inaugural Committee raised over $61.8 million for the event from various companies, unions, and individuals.[181]\n\nAt 10:00 a.m. on the morning of January 21, the National Prayer Service took place at Washington National Cathedral. A virtual service, Biden and his family participated from the White House. More than thirty religious leaders of various faiths participated; William Barber II preached, calling for a \"third reconstruction\" of America in his homily.[182]\n\n"
        },
        {
            "title": "Protests and demonstrations",
            "text": "A series of protests and counter-protests related to the results of the 2020 presidential election began in December 2020.[183] After the storming of the Capitol, D.C. Mayor Muriel Bowser requested the Interior Department to cancel city demonstration permits and reject demonstration applications during the inauguration,[43][184] but the agency declined to do so.[184] The National Park Service designated two adjacent areas—portions of the John Marshall Park and Navy Memorial—exclusively for \"First Amendment activities\" (protests).[38][185] The U.S. Park Police limited demonstration attendance to a maximum of one hundred individuals in each location and required participants be screened via magnetometers.[185] The left-wing groups ANSWER Coalition and D.C. Action Lab were granted permits and staged demonstrations within attendance limits.[184]\n\nThe scale of protests and armed militia marches that intelligence reports indicated would occur near the U.S. Capitol and at state capitols on Inauguration Day was vastly overestimated, both in size and in scope.[186] Nationally, few people demonstrated at state capitols. At the New York State Capitol, a lone Trump supporter reportedly visited with the intention of protesting—the demonstrator had expected a \"massive protest\".[187] On January 17, three days before the inauguration, some members of the Michigan Boogaloo Bois openly carried weapons outside the state's capitol, but never became violent.[188] NPR attributed the lack of violent protests to several factors: the Justice Department's targeting of rioters from the storming of the Capitol; protest organizers warning of \"false flag\" events staged by law enforcement to \"gather people for potential arrest\"; and the banning or removal of social media profiles, groups, pages, and applications, such as Parler, associated with political extremism and fringe movements.[186]\n\n"
        },
        {
            "title": "Viewership",
            "text": "Nearly forty million people watched Biden's address on the combined major cable news and broadcast network television stations.[189] More than 21 million people watched the prime time Celebrating America special.[189] In 2017, a combined 38.3 million viewers watched Trump's inaugural address across the same networks,[189] according to Nielsen data, representing a 4% increase in raw television viewership.[190] CNN was the ratings leader throughout the day. Compared to the previous inaugural ceremony in 2017, Fox News's viewership fell 77%, while CNN's tripled and MSNBC's quadrupled.[190] The figures below, Nielsen data sourced from Adweek,[191] do not include streaming figures.[190]\n\n"
        },
        {
            "title": "International reactions",
            "text": "Biden and Harris's assumption of their respective offices was met with congratulations from many world leaders, including prime ministers Muhyiddin Yassin, Scott Morrison, Alexander De Croo, Boris Johnson, Justin Trudeau, Mette Frederiksen, Sanna Marin, Kyriakos Mitsotakis, Katrín Jakobsdóttir, Narendra Modi, Micheál Martin, Benjamin Netanyahu, Giuseppe Conte, Yoshihide Suga, Jacinda Ardern, Erna Solberg, Imran Khan, António Costa, Pedro Sánchez, and Stefan Löfven; presidents Xi Jinping, Vladimir Putin, Sahle-Work Zewde, Frank-Walter Steinmeier, Emmanuel Macron, Jair Bolsonaro, Rodrigo Duterte, Andrés Manuel López Obrador and Moon Jae-in; European Commission President Ursula von der Leyen, NATO Secretary General Jens Stoltenberg, and Pope Francis.[192][193]\n\nChinese Foreign Ministry spokeswoman Hua Chunying said the Chinese government hopes Biden will restore bilateralism.[192] Iranian President Hassan Rouhani called Trump a \"tyrant\" and urged Biden to return to the Iran nuclear agreement, which Trump withdrew the United States from, saying Iran will then \"fully respect\" their \"commitments under the pact\".[193] Hamas called Trump \"the biggest source and sponsor of injustice, violence and extremism in the world\", calling for Biden to \"reverse the course of misguided and unjust policies against [their] people\".[193]\n\nFollowing the inauguration, a picture of Bernie Sanders attending went viral as an internet meme. Sanders’ website subsequently sold merchandise with the picture and donated the profits to charity.[194][195]\n\n"
        }
    ]
}