{
    "url": "https://en.wikipedia.org/wiki/Incarceration_in_the_United_States",
    "title": "Incarceration in the United States",
    "table_of_contents": [
        "1 History",
        "2 Role of the media",
        "3 Prison systems",
        "4 Prison populations",
        "4.1 Duration",
        "4.2 Violent and nonviolent crime",
        "4.3 Inmates held pre-trial",
        "4.4 Recidivism",
        "4.5 Shift in state budget priorities",
        "4.6 Comparison with other countries",
        "5 Demographics",
        "5.1 Race and ethnicity",
        "5.2 Gender",
        "5.3 Youth",
        "5.4 Aged",
        "5.5 LGBT people",
        "5.6 Mental illness",
        "5.7 Students",
        "5.8 Immigrants and foreign nationals",
        "6 Operational",
        "6.1 Security levels",
        "6.2 Correspondence",
        "6.3 Conditions",
        "6.4 Conditions for Women",
        "6.5 Privatization",
        "6.6 Labor",
        "6.7 Cost",
        "7 Effects",
        "7.1 Crime",
        "7.2 Society",
        "7.3 Family",
        "7.3.1 Impact on children",
        "7.4 Health",
        "7.5 Policy solutions",
        "7.5.1 Arrest phase",
        "7.5.2 Sentencing phase",
        "7.5.3 Incarceration phase",
        "7.5.4 Re-entry phase",
        "7.6 Caretakers",
        "7.7 Employment",
        "8 Criticism",
        "8.1 Department of Justice \"Smart on Crime\" Program",
        "8.2 Strip searches and cavity searches",
        "9 References in popular culture",
        "10 Federal prisons",
        "11 States and insular areas",
        "12 Military prisons",
        "13 See also",
        "14 Notes",
        "15 References",
        "16 Further reading",
        "16.1 Books",
        "16.2 Articles and interviews"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIncarceration in the United States is a primary form of punishment and rehabilitation for the commission of felony and other offenses. The United States has the largest prison population in the world, and the highest per-capita incarceration rate.[3][4][5] One out of every 5 people imprisoned across the world is incarcerated in the United States.[6] In 2018 in the US, there were 698 people incarcerated per 100,000;[7] this includes the incarceration rate for adults or people tried as adults.[8][3] Prison, parole, and probation operations generate an $81 billion annual cost to U.S. taxpayers, with an additional  $63 billion for policing (criminal law only). Court costs, bail bond fees, and prison phone fees generate another $38 billion in individual costs.[9]\n\nAdditionally, 4,751,400 adults in 2013 (1 in 51) were on probation or on parole.[2] In total, 6,899,000 adults were under correctional supervision (probation, parole, jail, or prison) in 2013 – about 2.8% of adults (1 in 35) in the U.S. resident population.[2] In 2014, the total number of persons in the adult correctional systems had fallen to 6,851,000, approximately 52,200 fewer offenders than at the year-end of 2013 as reported by the BJS. About 1 in 36 adults (or 2.8% of adults in the US) were under some form of correctional supervision – the lowest rate since 1996. On average, the correctional population has declined by 1.0% since 2007; while this continued to stay true in 2014 the number of incarcerated adults slightly increased in 2014.[10] In 2016, the total number of persons in U.S. adult correctional systems was an estimated 6,613,500. From 2007 to 2016, the correctional population decreased by an average of 1.2% annually. By the end of 2016, approximately 1 in 38 persons in the United States were under correctional supervision.[11] In addition, there were 54,148 juveniles in juvenile detention in 2013.[12]\n\nAlthough debtor's prisons no longer exist in the United States, residents of some U.S. states can still be incarcerated for debt as of 2016[update].[13][14][15][16] The Vera Institute of Justice reported in 2015 that the majority of those incarcerated in local and county jails are there for minor violations, and have been jailed for longer periods of time over the past 30 years because they are unable to pay court-imposed costs.[17]\n\nAccording to a 2014 Human Rights Watch report, \"tough-on-crime\" laws adopted since the 1980s have filled U.S. prisons with mostly nonviolent offenders.[18] However, the Bureau of Justice Statistics reported that, as of the end of 2015, 54% of state prisoners sentenced to more than 1 year were serving time for a violent offense. 15 percent of state prisoners at year-end 2015 had been convicted of a drug offense as their most serious infraction.[19] In comparison, 47% of federal prisoners serving time in September 2016 (the most recent date for which data are available) were convicted of a drug offense.[19]\n\n"
        },
        {
            "title": "History",
            "text": "In the 1700s, English philanthropists began to focus on the reform of convicted criminals in prisons, which they believed needed a chance to become morally pure in order to stop or slow crime. Since at least 1740, some of these philosophers began thinking of solitary confinement as a way to create and maintain spiritually clean people in prisons. As English people immigrated to North America, so did these theories of penology.[20]\n\nSpanish colonizers in Florida also brought their own ideas of confinement, and Spanish soldiers in St. Augustine, Florida built the first substantial prison in North America in 1570.[21]\n\nSome of the first structures built in English-settled America were jails, and by the 18th century, every English North American county had a jail. These jails served a variety of functions such as a holding place for debtors, prisoners-of-war, and political prisoners, those bound in the penal transportation and slavery systems, and of those accused-of but not tried for crimes.[20][22] Sentences for those convicted of crimes were rarely longer than three months, and often lasted only a day. Poor citizens were often imprisoned for longer than their richer neighbors, as bail was rarely not accepted.[20]\n\nOne of the first prisons in America was founded in 1790 by the Pennsylvanian Quakers. The Quakers wanted something that was less cruel than dungeon prisons. They created a space where prisoners could read scriptures and repent as a means of self-improvement.[23]\n\nIn 1841, Dorothea Dix discovered that prison conditions in the US were, in her opinion, inhumane. Prisoners were chained naked, whipped with rods. Others, criminally insane, were caged, or placed in cellars, or closets. She insisted on changes throughout the rest of her life. While focusing on the insane, her comments also resulted in changes for other inmates.[24]\n\nAfter the Civil War and really gaining momentum during the Progressive Era of America, new concepts of the prison system, such as parole, indeterminate sentencing, and probation, were introduced. These soon became mainstream practices in America. At this time there was an increase in crime causing officials to handle crime in a more retributive way. Many Sicilian Americans were harshly affected by this.[25] But, as the crime rate declined, they started to focus more on rehabilitation.\n\nOn June 18, 1971, president Richard Nixon declared drug abuse \"public enemy number one\" in a message to congress. His message also called for federal resources to be used for the \"prevention of new addicts, and the rehabilitation of those who are addicted\". Following this, the media began using the term \"War on Drugs\".[27] According to author Emily Dufton, Nixon \"transformed the public image of the drug user into one of a dangerous and anarchic threat to American civilization.\"[28]\n\nThe presidency of Ronald Reagan saw the expansion of federal efforts of preventing drug abuse and prosecuting offenders. Reagan signed the Comprehensive Crime Control Act of 1984 established mandatory minimum sentences and expanded penalties for marijuana possession. He also signed the Anti-Drug Abuse Act of 1986.[29] Support for Reagan's crime legislation was bipartisan. The 1980s saw a dramatic rise of the prison population, especially with people convicted of drug offenses.[30]\n\nResearcher Valerie Jenness writes, \"Since the 1970s, the final wave of expansion of the prison system, there has been a huge expansion of prisons that exist at the federal and state level. Now, prisons are starting to become a private industry as more and more prisons are starting to become privatized rather than being under government control.\"[23]\n\n"
        },
        {
            "title": "Role of the media",
            "text": "A substantial body of research claims that incarceration rates are primarily a function of media editorial policies, largely unrelated to the actual crime rate. Researchers say that the jump in incarceration rate from 0.1% to 0.5% of the United States population from 1975 to 2000 (documented in the figure above) was driven by changes in the editorial policies of the mainstream commercial media and is unrelated to any actual changes in crime. Media consolidation reduced competition on content. That allowed media company executives to maintain substantially the same audience while slashing budgets for investigative journalism and filling the space from the police blotter.  It is safer, easier and cheaper to write about crimes committed by poor people than the wealthy.  People with money can sue for defamation, an alternative that is largely unavailable to poor people.  Moreover, every major media organization has a conflict of interest on reporting on anyone who controls a substantive portion of their revenue, like any major advertiser in the US.[31]\n\nNews media thrive on feeding frenzies, because they tend to reduce production costs while simultaneously building an audience interested in the latest development in a particular story. It takes a long time for a reporter to learn enough to write intelligently about a specific issue. Once a reporter has achieved that level of knowledge, it is easier to write subsequent stories. However, major advertisers have been known to spend their advertising budgets through different channels when they dislike the editorial policies. Therefore, a media feeding frenzy focusing on an issue of concern to an advertiser may reduce revenue and profits.[32]\n\nSacco described how \"competing news organizations responded to each other's coverage [while] the police, in their role as gatekeepers of crime news, reacted to the increased media interest by making available more stories that reflected and reinforced\" a particular theme.  \"[T]he dynamics of competitive journalism created a media feeding frenzy that found news workers 'snatching at shocking numbers' and 'smothering reports of stable or decreasing use under more ominous headlines.'\"[33]\n\nThe reasons cited above for increased incarcerations (US racial demographics, Increased sentencing laws, and Drug sentencing laws) have been described as consequences of the shift in editorial policies of the mainstream media.[34]\n\nAdditionally, media coverage has been proven to have a profound impact on criminal sentencing.[35]\n\n"
        },
        {
            "title": "Prison systems",
            "text": "In the United States, criminal law is a concurrent power.\nIndividuals who violate state laws and/or territorial laws generally are placed in state or territorial prisons, while those who violate United States federal law are generally placed in federal prisons operated by the Federal Bureau of Prisons (BOP), an agency of the United States Department of Justice (USDOJ).[a] The BOP also houses adult felons convicted of violating District of Columbia laws due to the National Capital Revitalization and Self-Government Improvement Act of 1997.\n\nAs of 2004, state prisons proportionately house more violent felons, so state prisons in general gained a more negative reputation compared to federal prisons.[36]\n\nIn 2016, almost 90% of prisoners were in state prisons; 10% were in federal prisons.[37]\n\nAt sentencing in federal court, judges use a point system to determine which inmate goes into which housing branch. This helps federal law employees to determine who goes to which facility and to which punishing housing unit to send them. Another method to determine housing is the admission committees. In prisons, multiple people come together to determine to which housing unit an inmate belongs. Case managers, psychologists, and social workers provide input into what is appropriate for the inmate.[38]\n\n"
        },
        {
            "title": "Prison populations",
            "text": "As of 2016, 2.3 million people were incarcerated in the United States, at a rate of 698 people per 100,000.[40] Total US incarceration peaked in 2008. Total correctional population (prison, jail, probation, parole) peaked in 2007.[2] In 2008 the US had around 24.7% of the world's 9.8 million prisoners.[12][39][41]\n\nIn 2016, almost 7 million people were under some type of control by the correction industry (incarcerated, on probation or parole, etc.).[40] 3.6 million of those people were on probation and 840,000 were on parole.[40] In recent decades the U.S. has experienced a surge in its prison population, quadrupling since 1980, partially as a result of mandatory sentencing that came about during the \"War on Drugs\".\n\nNearly 53,000 youth were incarcerated in 2015.[42] 4,656 of those were held in adult facilities, while the rest were in juvenile facilities. Of those in juvenile facilities, 69% are 16 or older, while over 500 are 12 or younger.[42] The Prison Policy Initiative broke down those numbers, finding that \"black and American Indian youth are overrepresented in juvenile facilities while white youth are underrepresented.\"[42] Black youth comprise 14% of the national youth population, but \"43% of boys and 34% of girls in juvenile facilities are Black. And even excluding youth held in Indian country facilities, American Indians make up 3% of girls and 1.5% of boys in juvenile facilities, despite comprising less than 1% of all youth nationally.\"[42]\n\nAs of 2009, the three states with the lowest ratios of imprisoned people per 100,000 population are Maine (150 per 100,000), Minnesota (189 per 100,000), and New Hampshire (206 per 100,000). The three states with the highest ratio are Louisiana (881 per 100,000), Mississippi (702 per 100,000) and Oklahoma (657 per 100,000).[43] A 2018 study by the Prison Policy Initiative placed Oklahoma's incarceration rate as 1,079, supplanting Louisiana (with a rate of 1,052) as \"the world's prison capital.\"[44][45]\n\nA 2005 report estimated that 27% of federal prison inmates are noncitizens, convicted of crimes while in the country legally or illegally.[46] However, federal prison inmates account for six percent of the total incarcerated population; noncitizen populations in state and local prisons are more difficult to establish.\n\nMany legislatures continually have reduced discretion of judges in both the sentencing process and the determination of when the conditions of a sentence have been satisfied. Determinate sentencing, use of mandatory minimums, and guidelines-based sentencing continue to remove the human element from sentencing, such as the prerogative of the judge to consider the mitigating or extenuating circumstances of a crime to determine the appropriate length of the incarceration. As the consequence of \"three strikes laws\", the increase in the duration of incarceration in the last decade was most pronounced in the case of life prison sentences, which increased by 83% between 1992 and 2003 while violent crimes fell in the same period.[47]\n\nIn 2016, there were an estimated 1.2 million violent crimes committed in the United States.[48] Over the course of that year, U.S. law enforcement agencies made approximately 10.7 million arrests, excluding arrests for traffic violations.[48] In that year, approximately 2.3 million people were incarcerated in jail or prison.[49]\n\nAs of September 30, 2009 in federal prisons, 7.9% of sentenced prisoners were incarcerated for violent crimes,[43] while at year end 2008 of sentenced prisoners in state prisons, 52.4% had been jailed for violent crimes.[43] In 2002 (latest available data by type of offense), 21.6% of convicted inmates in jails were in prison for violent crimes. Among unconvicted inmates in jails in 2002, 34% had a violent offense as the most serious charge. 41% percent of convicted and unconvicted jail inmates in 2002 had a current or prior violent offense; 46% were nonviolent recidivists.[50]\n\nFrom 2000 to 2008, the state prison population increased by 159,200 prisoners, and violent offenders accounted for 60% of this increase. The number of drug offenders in state prisons declined by 12,400 over this period. Furthermore, while the number of sentenced violent offenders in state prison increased from 2000 through 2008, the expected length of stays for these offenders declined slightly during this period.[43]\n\nMandatory sentencing for nonviolent crime can lead to life sentences. In 2013, The Week reported that at least 3,278 Americans were serving life sentences without parole for nonviolent crimes, including \"cursing at a policeman and selling $10 worth of drugs. More than 80 percent of these life sentences are the result of mandatory sentencing laws.\"[51]\n\nIn 2016, about 200,000, under 16%, of the 1.3 million people in state jails, were serving time for drug offenses. 700,000 were incarcerated for violent offenses.[37]\n\nViolent crime was not responsible for the quadrupling of the incarcerated population in the United States from 1980 to 2003. Violent crime rates had been relatively constant or declining over those decades. The prison population was increased primarily by public policy changes causing more prison sentences and lengthening time served, for example through mandatory minimum sentencing, \"three strikes\" laws, and reductions in the availability of parole or early release. 49% of sentenced state inmates were held for violent offenses.\n\nPerhaps the single greatest force behind the growth of the prison population has been the national \"War on Drugs\". The War on Drugs initiative expanded during the presidency of Ronald Reagan. During Reagan's term, a bi-partisan Congress established the Anti-Drug Abuse Act of 1986, galvanized by the death of Len Bias. According to the Human Rights Watch, legislation like this led to the extreme increase in drug offense imprisonment and \"increasing racial disproportions among the arrestees\".[52] The number of incarcerated drug offenders has increased twelvefold since 1980. In 2000, 22 percent of those in federal and state prisons were convicted on drug charges.[53][54] In 2011, 55.6% of the 1,131,210 sentenced prisoners in state prisons were being held for violent crimes (this number excludes the 200,966 prisoners being held due to parole violations, of which 39.6% were re-incarcerated for a subsequent violent crime).[55] Also in 2011, 3.7% of the state prison population consisted of prisoners whose highest conviction was for drug possession (again excluding those incarcerated for parole violations of which 6.0% were re-incarcerated for a subsequent act of drug possession).[55]\n\nIn 2020, the non-profit Prison Policy Initiative issued a report, \"Mass Incarceration: The Whole Pie 2020\", that said, based on the most recent census data and information from the Bureau of Prisons, an overwhelming majority of inmates in county and municipal jails were being held pre-trial, without having been convicted of a crime. The Pre-Trial Justice Institute noted, \"Six out of 10 people in U.S. jails—nearly a half million individuals on any given day—are awaiting trial. People who have not been found guilty of the charges against them account for 95% of all jail population growth between 2000–2014.\"[56][57]\n\nIn 2017, 482,100 inmates in federal and state prisons were held pre-trial.[58]\n\nAdvocates for decarceration contend the large pre-trial detention population serves as a compelling reason for bail reform anchored in a presumption of innocence.[59] \"We don't want people sitting in jails only because they cannot afford their financial bail,\" said Representative John Tilley (D) of Kentucky, a state that has eliminated commercial bail and relies on a risk assessment to determine a defendant's flight risk.[60]\n\nIn March, 2020, the Department of Justice issued its report, noting the county and municipal jail population, totaling 738,400 inmates, had decreased by 12% over the last decade, from an estimated 258 jail inmates per 100,000 U.S. residents in 2008 to 226 per 100,000 in 2018. For the first time since 1990, the 2018 jail incarceration rate for African Americans fell below 600 per 100,000, while the juvenile jail population dropped 56%, from 7,700 to 3,400.[61]\n\nIn 2018, sixty-eight percent of jail inmates were behind bars on felony charges, about two-thirds of the total jail population was awaiting court action or held for other reasons.[62]\n\nA 2002 study survey, showed that among nearly 275,000 prisoners released in 1994, 67.5% were rearrested within 3 years, and 51.8% were back in prison.[63] However, the study found no evidence that spending more time in prison raises the recidivism rate, and found that those serving the longest time, 61 months or more, had a slightly lower re-arrest rate (54.2%) than every other category of prisoners. This is most likely explained by the older average age of those released with the longest sentences, and the study shows a strong negative correlation between recidivism and age upon release. According to the Bureau of Justice Statistics, a study was conducted that tracked 404,638 prisoners in 30 states after their release from prison in 2005. From the examination it was found that within three years after their release 67.8% of the released prisoners were rearrested; within five years, 76.6% of the released prisoners were rearrested, and of the prisoners that were rearrested 56.7% of them were rearrested by the end of their first year of release.[64]\n\nIn the aftermath of decades-long tough on crime legislation that increased the US inmate population from 200,000 in 1973 to over two million in 2009, financially strapped states and cities turned to electronic monitoring in the United States—wrist and ankle monitors—to reduce inmate populations as courts mandated inmate reductions in overcrowded prisons, and states realigned their budgets to address other priorities in education, housing and infrastructure.\n\nWith around 100 prisoners per 100,000, the United States had an average prison and jail population until 1980. Afterwards it drifted apart considerably. The United States has the highest prison and jail population (2,121,600 in adult facilities in 2016) as well as the highest incarceration rate in the world (655 per 100,000 population in 2016).[3][65][66] According to the World Prison Population List (11th edition) there were around 10.35 million people in penal institutions worldwide in 2015.[67] The US had 2,173,800 prisoners in adult facilities in 2015.[68] That means the US held 21.0% of the world's prisoners in 2015, even though the US represented only around 4.4 percent of the world's population in 2015,[69][70]\n\nComparing other English-speaking developed countries, whereas the incarceration rate of the US is 655 per 100,000 population of all ages,[3] the incarceration rate of Canada is 114 per 100,000 (as of 2015),[71] England and Wales is 146 per 100,000 (as of 2016),[72] and Australia is 160 per 100,000 (as of 2016).[73] Comparing other developed countries, the rate of Spain is 133 per 100,000 (as of 2016),[74] Greece is 89 per 100,000 (as of 2016),[75] Norway is 73 per 100,000 (as of 2016),[76] Netherlands is 69 per 100,000 (as of 2014),[77] and Japan is 48 per 100,000 (as of 2014).[78]\n\nA 2008 New York Times article,[66] said that \"it is the length of sentences that truly distinguishes American prison policy. Indeed, the mere number of sentences imposed here would not place the United States at the top of the incarceration lists. If lists were compiled based on annual admissions to prison per capita, several European countries would outpace the United States. But American prison stays are much longer, so the total incarceration rate is higher.\"\n\nThe U.S. incarceration rate peaked in 2008 when about 1 in 100 US adults was behind bars.[79] This incarceration rate exceeded the average incarceration levels in the Soviet Union during the existence of the Gulag system, when the Soviet Union's population reached 168 million, and 1.2 to 1.5 million people were in the Gulag prison camps and colonies (i.e. about 0.8 imprisoned per 100 USSR residents, according to numbers from Anne Applebaum and Steven Rosefielde).[80][81] In The New Yorker article The Caging of America (2012), Adam Gopnik writes: \"Over all, there are now more people under 'correctional supervision' in America—more than six million—than were in the Gulag Archipelago under Stalin at its height.\"[82]\n\n"
        },
        {
            "title": "Demographics",
            "text": "According to the U.S. Bureau of Justice Statistics (BJS) in 2018 black males accounted for 34% of the total male prison population, white males 29%, and Hispanic males 24%. White females comprised 47% of the prison population in comparison to black females who accounted for 18% of the female population. The imprisonment rate for black females (88 per 100,000 black female residents) was 1.8 times as high as for white females (49 per 100,000 white female residents), while the imprisonment rate for black males (2,272 per 100,000 black male residents) was 5.8 times as high as for white males (392 per 100,000 white male residents). Out of all ethnic groups, African Americans, Puerto Rican Americans, and Native Americans have some of the highest rates of incarceration.[85][86][87][88][89][90][91][92][93] Though, of these groups, the black population is the largest, and therefore make up a large portion of those incarcerated in US prisons and jails.[clarification needed][94]\n\nHispanics (of all races) were 20.6% of the total jail and prison population in 2009.[95] Hispanics comprised 16.3% of the US population according to the 2010 US census.[96][97] The Northeast has the highest incarceration rates of Hispanics in the nation.[98] Connecticut has the highest Hispanic-to-White incarceration ratio with 6.6 Hispanic males for every white male. The National Average Hispanic-to-White incarceration ratio is 1.8. Other states with high Hispanic-to-White incarcerations include Massachusetts, Pennsylvania, and New York.[99][100]\n\nIn 2010, adult black non-Hispanic males were incarcerated at the rate of 4,347 inmates per 100,000 U.S. residents. Adult white males were incarcerated at the rate of 678 inmates per 100,000 U.S. residents. Adult Hispanic males were incarcerated at the rate of 1,755 inmates per 100,000 U.S. residents.[1] (For female rates see the table below.) Asian Americans have lower incarceration rates than any other racial group, including white Americans.[101]\n\nThere is general agreement in the literature that black people are more likely to be arrested for violent crimes than white people in the United States. Whether this is the case for less serious crimes is less clear.[102] Black-majority cities have similar crime statistics for black people as do cities where majority of population is white. For example, white-plurality San Diego has a slightly lower crime rate for black people than does Atlanta, a city which has black-majority in population and city government.[103]\n\nIn 2013, by age 18, 30% of black males, 26% of Hispanic males, and 22% of white males have been arrested. By age 23, 49% of Black males, 44% of Hispanic males, and 38% of white males have been arrested.[104] According to Attorney Antonio Moore in his Huffington Post article, \"there are more African American men incarcerated in the U.S. than the total prison populations in India, Argentina, Canada, Lebanon, Japan, Germany, Finland, Israel and England combined.\" There are only 19 million African American males in the United States, but collectively these countries represent over 1.6 billion people.[105] Moore has also shown using data from the World Prison Brief[106] and United States Department of Justice[107] that there are more black males incarcerated in the United States than all women imprisoned globally. To give perspective there are just about 4 billion woman in total globally, there are only 19 million black males of all ages in the United States.[citation needed]\n\nAccording to a 2020 review study, mass incarceration in the United States \"cannot be explained without reference to the centrality of racial politics.\"[108]\n\nIn 2013, there were 102,400 adult females in local jails in the United States, and 111,300 adult females in state and federal prisons.[2] Within the US, the rate of female incarceration increased fivefold in a two decade span ending in 2001; the increase occurred because of increased prosecutions and convictions of offenses related to recreational drugs, increases in the severities of offenses, and a lack of community sanctions and treatment for women who violate laws.[109] In the United States, authorities began housing women in correctional facilities separate from men in the 1870s.[110] According to the ACLU, “More than half of the women in prisons and jails (56%) are incarcerated for drug or property offenses, and Black women are two times as likely to be incarcerated as white women.”[111] Black women tend to receive longer sentences and harsher punishments than white women for committing the same crimes. According to Angela Davis, in many situations, white women are put in mental institutions, whereas black women are sent to prison for the same crime.[112]\n\nIn 2013, there were 628,900 adult males in local jails in the United States, and 1,463,500 adult males in state and federal prisons.[2] In a study of sentencing in the United States in 1984, David B. Mustard found that males received 12 percent longer prison terms than females after \"controlling for the offense level, criminal history, district, and offense type,\" and noted that \"females receive even shorter sentences relative to men than whites relative to blacks.\"[113] A later study by Sonja B. Starr found sentences for men to be up to 60% higher when controlling for more variables.[114] Several explanations for this disparity have been offered, including that women have more to lose from incarceration, and that men are the targets of discrimination in sentencing.[115]\n\nThrough the juvenile courts and the adult criminal justice system, the United States incarcerates more of its youth than any other country in the world, a reflection of the larger trends in incarceration practices in the United States. This has been a source of controversy for a number of reasons, including the overcrowding and violence in youth detention facilities, the prosecution of youths as adults and the long term consequences of incarceration on the individual's chances for success in adulthood. In 2014, the United Nations Human Rights Committee criticized the United States for about ten judicial abuses, including the mistreatment of juvenile inmates.[116] A UN report published in 2015 criticized the US for being the only nation in the world to sentence juveniles to life imprisonment without parole.[117]\n\nAccording to federal data from 2011, around 40% of the nation's juvenile inmates are housed in private facilities.[118]\n\nThe incarceration of youths has been linked to the effects of family and neighborhood influences. One study found that the \"behaviors of family members and neighborhood peers appear to substantially affect the behavior and outcomes of disadvantaged youths\".[119]\n\nThe percentage of prisoners in federal and state prisons aged 55 and older increased by 33% from 2000 to 2005 while the prison population grew by 8%. The Southern Legislative Conference found that in 16 southern states, the elderly prisoner population increased on average by 145% between 1997 and 2007. The growth in the elderly population brought along higher health care costs, most notably seen in the 10% average increase in state prison budgets from 2005 to 2006.\n\nThe SLC expects the percentage of elderly prisoners relative to the overall prison population to continue to rise. Ronald Aday, a professor of aging studies at Middle Tennessee State University and author of Aging Prisoners: Crisis in American Corrections, concurs. One out of six prisoners in California is serving a life sentence. Aday predicts that by 2020 16% percent of those serving life sentences will be elderly.[120][121]\n\nState governments pay all of their inmates' housing costs which significantly increase as prisoners age. Inmates are unable to apply for Medicare and Medicaid. Most Departments of Correction report spending more than 10 percent of the annual budget on elderly care.[120][121]\n\nThe American Civil Liberties Union published a report in 2012 which asserts that the elderly prison population has climbed 1300% since the 1980s, with 125,000 inmates aged 55 or older now incarcerated.[122]\n\nLGBT (lesbian, gay, bisexual, or transgender) youth are disproportionately more likely than the general population to come into contact with the criminal justice system. According to the National Center for Transgender Equality, 16 percent of transgender adults have been in prison and/or jail, compared to 2.7 percent of all adults.[123] It has also been found that 13–15 percent of youth in detention identify as LGBT, whereas an estimated 4–8 percent of the general youth population identify as such.[124]\n\nThe reasons behind these disproportionate numbers are multi-faceted and complex.[citation needed] Poverty, homelessness, profiling[citation needed] by law enforcement, and imprisonment are disproportionately experienced by transgender and gender non-conforming people.[124]  LGBT youth not only experience these same challenges, but many also live in homes unwelcoming to their identities.[125] This often results in LGBT youth running away and/or engaging in criminal activities, such as the drug trade, sex work, and/or theft, which places them at higher risk for arrest. Because of discriminatory practices and limited access to resources, transgender adults are also more likely to engage in criminal activities to be able to pay for housing, health care, and other basic needs.[125]\n\nLGBT people in jail and prison are particularly vulnerable to mistreatment by other inmates and staff. This mistreatment includes solitary confinement (which may be described as \"protective custody\"), physical and sexual violence, verbal abuse, and denial of medical care and other services.[123][126] According to the National Inmate Survey, in 2011–12, 40 percent of transgender inmates reported sexual victimization compared to 4 percent of all inmates.[127]\n\nIn the United States, the percentage of inmates with mental illness has been steadily increasing, with rates more than quadrupling from 1998 to 2006.[128] Many have attributed this trend to the deinstitutionalization of mentally ill persons beginning in the 1960s, when mental hospitals across the country began closing their doors.[129][130] However, other researchers indicate that \"there is no evidence for the basic criminalization premise that decreased psychiatric services explain the disproportionate risk of incarceration for individuals with mental illness\".[131]\n\nAccording to the Bureau of Justice Statistics, over half of all prisoners in 2005 had experienced mental illness as identified by \"a recent history or symptoms of a mental health problem\"; of this population, jail inmates experienced the highest rates of symptoms of mental illness at 60 percent, followed by 49 percent of state prisoners and 40 percent of federal prisoners.[132] Not only do people with recent histories of mental illness end up incarcerated, but many who have no history of mental illness end up developing symptoms while in prison. In 2006, the Bureau of Justice Statistics found that a quarter of state prisoners had a history of mental illness, whereas 3 in 10 state prisoners had developed symptoms of mental illness since becoming incarcerated with no recent history of mental illness.[132]\n\nAccording to Human Rights Watch, one of the contributing factors to the disproportionate rates of mental illness in prisons and jails is the increased use of solitary confinement, for which \"socially and psychologically meaningful contact is reduced to the absolute minimum, to a point that is insufficient for most detainees to remain mentally well functioning\".[133] Another factor to be considered is that most inmates do not get the mental health services that they need while incarcerated. Due to limited funding, prisons are not able to provide a full range of mental health services and thus are typically limited to inconsistent administration of psychotropic medication, or no psychiatric services at all.[130][133] Human Rights Watch also reports that corrections officers routinely use excessive violence against mentally ill inmates for nonthreatening behaviors related to schizophrenia or bipolar disorder. Inmates are often shocked, shackled and pepper sprayed.[134]\n\nMental illness rarely stands alone when analyzing the risk factors associated with incarceration and recidivism rates.[132][135] The American Psychological Association recommends a holistic approach to reducing recidivism rates among offenders by providing \"cognitive–behavioral treatment focused on criminal cognition\" or \"services that target variable risk factors for high-risk offenders\" due to the numerous intersecting risk factors experienced by mentally ill and non-mentally ill offenders alike.[135]\n\nTo prevent the recidivism of individuals with mental illness, a variety of programs are in place that are based on criminal justice or mental health intervention models. Programs modeled after criminal justice strategies include diversion programs, mental health courts, specialty mental health probation or parole, and jail aftercare/prison re-entry. Programs modeled after mental health interventions include forensic assertive community treatment and forensic intensive case management. It has been argued that the wide diversity of these program interventions points to a lack of clarity on which specific program components are most effective in reducing recidivism rates among individuals with mental illness. Inmates who have a mental illness tend to stay for longer days in jail compared to inmates who don't have a mental illness. Inmates with mental illness may struggle to understand and follow prison rules. Inmates with mental illness will usually get in trouble with more facility violation rules. Suicide is the leading cause of death in many prisons. People who have a serious mental illness tend to die by suicide more often in prison. In California in 2002 jail suicides reached a record high.[136]\n\nThe term \"school-to-prison pipeline\", also known as the \"schoolhouse-to-jailhouse track\", is a concept that was named in the 1980s.[137] The school-to-prison pipeline is the idea that a school's harsh punishments—which typically push students out of the classroom—lead to the criminalization of students' misbehaviors and result in increasing a student's probability of entering the prison system.[138] Although the school-to-prison pipeline is aggravated by a combination of ingredients, zero-tolerance policies are viewed as main contributors.[139] Additionally, \"The School to Prison Pipeline disproportionately impacts the poor, students with disabilities, and youth of color, especially African Americans, who are suspended and expelled at the highest rates, despite comparable rates of infraction.[137]\n\nIn 1994, the Gun-Free Schools Act was passed. It required that students have at least a year long suspension from school if they brought a weapon to school. Many states then adopted the Zero tolerance policy which lead to an increase in suspensions, mainly for Black and Hispanic kids.\n\nAt the same time these policies were growing, school districts adopted their own version of the \"broken windows theory\". The broken windows theory emphasizes the importance of cracking down on small offenses in order to make residents feel safer and discourage more serious crime. For schools, this meant more suspensions for small offenses like talking back to teachers, skipping class, or being disobedient or disruptive. This led to schools having police officers in schools, which in turn lead to students being arrested and handled more harshly.\n\nZero-tolerance policies are regulations that mandate specific consequences in response to outlined student misbehavior, typically without any consideration for the unique circumstances surrounding a given incident.[140] Zero-tolerance policies both implicitly and explicitly usher the student into the prison track. Implicitly, when a student is extracted from the classroom, the more likely that student is to drop out of school as a result of being in class less. As a dropout, that child is then ill-prepared to obtain a job and become a fruitful citizen.[141] Explicitly, schools sometimes do not funnel their pupils to the prison systems inadvertently; rather, they send them directly.[142] Once in juvenile court, even sympathetic judges are not likely to evaluate whether the school's punishment was warranted or fair. For these reasons, it is argued that zero-tolerance policies lead to an exponential increase in the juvenile prison populations.[143]\n\nThe national suspension rate doubled from 3.7% to 7.4% from 1973 to 2010.[144] The claim that Zero Tolerance Policies affect students of color at a disproportionate rate is supported in the Code of Maryland Regulations study, that found black students were suspended at more than double the rate of white students.[145] This data is further backed by Moriah Balingit, who states that when compared to white students, black students are suspended and expelled at greater rates according to the Civil Rights Data Collection, that has records with specific information for the 2015–2016 school year of about 96,000 schools.[146]  In addition, further data shows that although black students only accounted for 15% of the student population, they represented a 31% of the arrests.[146] Hispanic children share this in common with their black counterparts, as they too are more susceptible to harsher discipline like suspension and expulsion.[147] This trend can be seen throughout numerous studies of this type of material and particularly in the south.[148][149] Furthermore, between 1985 and 1989, there was an increase in referrals of minority youth to juvenile court, petitioned cases, adjudicated delinquency cases, and delinquency cases placed outside the home.[150]  During this time period, the number of African American youth detained increased by 9% and the number of Hispanic youths detained increased by 4%, yet the proportion of White youth declined by 13%.[149]  Documentation of this phenomenon can be seen as early as 1975 with the book School Suspensions: Are they helping children?[151] Additionally, as punitive action leads to dropout rates, so does imprisonment.  Data shows in the year 2000, one in three black male students ages 20–40 who did not complete high school were incarcerated.[152] Moreover, about 70% of those in state prison have not finished high school.[152] Lastly, if one is a black male living post-Civil Rights Movement with no high school diploma, there is a 60% chance that they will be incarcerated in their lifetime.[152]\n\nThe United States government holds tens of thousands of immigrants in detention under the control of Customs and Border Protection (CBP) and Immigration and Customs Enforcement (ICE). These immigrants seek asylum into the United states and are detained prior to release into the United States or deportation and removal from the country. During 2018, 396,448 people were booked into ICE custody: 242,778 of whom were detained by CBP and 153,670 by ICE's own enforcement operations.[153]\n\nThe BOP receives all prisoner transfer treaty inmates sent from foreign countries, even if their crimes would have been, if committed in the United States, tried in state, DC, or territorial courts.[154] Non-US citizens incarcerated in federal and state prisons are eligible to be transferred to their home countries if they qualify.[155]\n\n"
        },
        {
            "title": "Operational",
            "text": "In some, but not all, states' department of corrections, inmates reside in different facilities that vary by security level, especially in security measures, administration of inmates, type of housing, and weapons and tactics used by corrections officers. The federal government's Bureau of Prisons uses a numbered scale from one to five to represent the security level. Level five is the most secure, while level one is the least. State prison systems operate similar systems. California, for example, classifies its facilities from Reception Center through Levels I to V (minimum to maximum security) to specialized high security units (all considered Level V) including Security Housing Unit (SHU)—California's version of supermax—and related units. As a general rule, county jails, detention centers, and reception centers, where new commitments are first held while either awaiting trial or before being transferred to \"mainline\" institutions to serve out their sentences, operate at a relatively high level of security, usually close security or higher.\n\nSupermax prison facilities provide the highest level of prison security. These units hold those considered the most dangerous inmates, as well as inmates that have been deemed too high-profile or too great a national security risk for a normal prison. These include inmates who have committed assaults, murders, or other serious violations in less secure facilities, and inmates known to be or accused of being prison gang members. Most states have either a supermax section of a prison facility or an entire prison facility designated as a supermax. The United States Federal Bureau of Prisons operates a federal supermax, A.D.X. Florence, located in Florence, Colorado, also known as the \"Alcatraz of the Rockies\" and is widely considered to be perhaps the most secure prison in the United States. A.D.X. Florence has a standard supermax section where assaultive, violent, and gang-related inmates are kept under normal supermax conditions of 23-hour confinement and abridged amenities. A.D.X. Florence is considered to be of a security level above that of all other prisons in the United States, at least in the \"ideological\" ultramax part of it, which features permanent, 24-hour solitary confinement with rare human contacts or opportunity to earn better conditions through good behavior.\n\nIn a maximum security prison or area (called high security in the federal system), all prisoners have individual cells[156] with sliding doors controlled from a secure remote control station. Prisoners are allowed out of their cells one out of twenty four hours (one hour and 30 minutes for prisoners in California). When out of their cells, prisoners remain in the cell block or an exterior cage. Movement out of the cell block or \"pod\" is tightly restricted using restraints and escorts by correctional officers.\n\nUnder close security, prisoners usually have one- or two-person cells operated from a remote control station. Each cell has its own toilet and sink. Inmates may leave their cells for work assignments or correctional programs and otherwise may be allowed in a common area in the cellblock or an exercise yard. The fences are generally double fences with watchtowers housing armed guards, plus often a third, lethal-current electric fence in the middle.\n\nPrisoners that fall into the medium security group may sleep in cells, but share them two and two, and use bunk beds[156] with lockers to store their possessions. Depending upon the facility, each cell may have showers, toilets and sinks. Cells are locked at night with one or more correctional officers supervising. There is less supervision over the internal movements of prisoners. The perimeter is generally double fenced and regularly patrolled.\n\nPrisoners in minimum security facilities are considered to pose little physical risk to the public and are mainly non-violent \"white collar criminals\". Minimum security prisoners live in less-secure dormitories,[156] which are regularly patrolled by correctional officers. As in medium security facilities, they have communal showers, toilets, and sinks. A minimum-security facility generally has a single fence that is watched, but not patrolled, by armed guards. At facilities in very remote and rural areas, there may be no fence at all. Prisoners may often work on community projects, such as roadside litter cleanup with the state department of transportation or wilderness conservation. Many minimum security facilities are small camps located in or near military bases, larger prisons (outside the security perimeter) or other government institutions to provide a convenient supply of convict labor to the institution. Many states allow persons in minimum-security facilities access to the Internet.\n\nInmates who maintain contact with family and friends in the outside world are less likely to be convicted of further crimes and usually have an easier reintegration period back into society.[158] Inmates benefit from corresponding with friends and family members, especially when in-person visits are infrequent.[159] However, guidelines exist as to what constitutes acceptable mail, and these policies are strictly enforced.\n\nMail sent to inmates in violation of prison policies can result in sanctions such as loss of imprisonment time reduced for good behavior. Most Department of Corrections websites provide detailed information regarding mail policies. These rules can even vary within a single prison depending on which part of the prison an inmate is housed. For example, death row and maximum security inmates are usually under stricter mail guidelines for security reasons.\n\nThere have been several notable challenges to prison corresponding services. The Missouri Department of Corrections (DOC) stated that effective June 1, 2007, inmates would be prohibited from using pen pal websites, citing concerns that inmates were using them to solicit money and defraud the public.[160] Service providers such as WriteAPrisoner.com, together with the ACLU, planned to challenge the ban in Federal Court.[needs update] Similar bans on an inmate's rights or a website's right to post such information has been ruled unconstitutional in other courts, citing First Amendment freedoms.[161] Some faith-based initiatives promote the positive effects of correspondence on inmates, and some have made efforts to help ex-offenders reintegrate into society through job placement assistance.[162] Inmates' ability to mail letters to other inmates has been limited by the courts.[163]\n\nThe non-governmental organization Human Rights Watch claims that prisoners and detainees face \"abusive, degrading and dangerous\" conditions within local, state and federal facilities, including those operated by for-profit contractors.[165] The organization also raised concerns with prisoner rape and medical care for inmates.[166] In a survey of 1,788 male inmates in Midwestern prisons by Prison Journal, about 21% responded they had been coerced or pressured into sexual activity during their incarceration, and 7% that they had been raped in their current facility.[167]\n\nIn August 2003, a Harper's article by Wil S. Hylton estimated that \"somewhere between 20 and 40% of American prisoners are, at this very moment, infected with hepatitis C\".[168] Prisons may outsource medical care to private companies such as Correctional Medical Services (now Corizon) that, according to Hylton's research, try to minimize the amount of care given to prisoners in order to maximize profits.[168][169] After the privatization of healthcare in Arizona's prisons, medical spending fell by 30 million dollars and staffing was greatly reduced. Some 50 prisoners died in custody in the first 8 months of 2013, compared to 37 for the preceding two years combined.[170]\n\nThe poor quality of food provided to inmates has become an issue, as over the last decade corrections officials looking to cut costs have been outsourcing food services to private, for-profit corporations such as Aramark, A'Viands Food & Services Management, and ABL Management.[171] A prison riot in Kentucky has been blamed on the low quality of food Aramark provided to inmates.[172] A 2017 study from the Centers for Disease Control and Prevention found that because of lapses in food safety, prison inmates are 6.4 times more likely to contract a food-related illness than the general population.[173]\n\nAlso identified as an issue within the prison system is gang violence, because many gang members retain their gang identity and affiliations when imprisoned. Segregation of identified gang members from the general population of inmates, with different gangs being housed in separate units often results in the imprisonment of these gang members with their friends and criminal cohorts. Some feel this has the effect of turning prisons into \"institutions of higher criminal learning\".[174]\n\nMany prisons in the United States are overcrowded. For example, California's 33 prisons have a total capacity of 100,000, but they hold 170,000 inmates.[175] Many prisons in California and around the country are forced to turn old gymnasiums and classrooms into huge bunkhouses for inmates. They do this by placing hundreds of bunk beds next to one another, in these gyms, without any type of barriers to keep inmates separated. In California, the inadequate security engendered by this situation, coupled with insufficient staffing levels, have led to increased violence and a prison health system that causes one death a week. This situation has led the courts to order California to release 27% of the current prison population, citing the Eighth Amendment's prohibition of cruel and unusual punishment.[176] The three-judge court considering requests by the Plata v. Schwarzenegger and Coleman v. Schwarzenegger courts found California's prisons have become criminogenic as a result of prison overcrowding.[177]\n\nIn 2005, the U.S. Supreme Court case of Cutter v. Wilkinson established that prisons that received federal funds could not deny prisoners accommodations necessary for religious practices.\n\nAccording to a Supreme Court ruling issued on May 23, 2011, California — which has the highest overcrowding rate of any prison system in the country — must alleviate overcrowding in the state's prisons, reducing the prisoner population by 30,000 over the next two years.[178][179][180][181][needs update]\n\nSolitary confinement is widely used in US prisons, yet it is underreported by most states, while some do not report it at all. Isolation of prisoners has been condemned by the UN in 2011 as a form of torture. At over 80,000 at any given time, the US has more prisoners confined in isolation than any other country in the world. In Louisiana, with 843 prisoners per 100,000 citizens, there have been prisoners, such as the Angola Three, held for as long as forty years in isolation.[182][183]\n\nIn 1999, the Supreme Court of Norway refused to extradite American hashish-smuggler Henry Hendricksen, as they declared that US prisons do not meet their minimum humanitarian standards.[184]\n\nIn 2011, some 885 people died while being held in local jails (not in prisons after being convicted of a crime and sentenced) throughout the United States.[185] According to federal statistics, roughly 4,400 inmates die in US prisons and jails annually, excluding executions.[186]\n\nAs of September 2013, condoms for prisoners are only available in the U.S. State of Vermont (on September 17, 2013, the California Senate approved a bill for condom distribution inside the state's prisons, but the bill was not yet law at the time of approval)[187] and in county jails in San Francisco.[188]\n\nIn September 2016, a group of corrections officers at Holman Correctional Facility have gone on strike over safety concerns and overcrowding. Prisoners refer to the facility as a \"slaughterhouse\" as stabbings are a routine occurrence.[189]\n\nDuring the coronavirus disease 2019 (COVID-19) pandemic in the US, the Centers for Disease Control and Prevention (CDC) requested health data from 54 state and territorial health department jurisdictions. 32 (86%) of 37 jurisdictions that responded reported at least one confirmed COVID-19 case among inmates or staff members. As of April 21, 2020, there were 4,893 cases and 88 deaths among inmates and 2,778 cases and 15 deaths among staff members.[190]\n\nThe conditions for women, especially Black women, are often poor. Many prisons are known to do less in order to help Black women get out of the prison system. Because prisons are male dominated, a larger portion of the resources are allocated towards them. Another major issue that women face in prisons is sexual assault, which often comes from guards. Though this is a major issue for women, these types of assaults do not usually get the attention that they need, and the victims are often left not being taken care of.[191]\n\nBased on Angela Davis' \"Are Prisons Obsolete?\", the prison industrial complex and mass incarceration is shaped by gender. There are significant differences in the treatment of imprisoned men and women. Women endure physical, mental, and emotional trauma as they are forced to endure sexual abuse and a lack of resources for their intimate needs. In prison, women are dehumanized and treated like objects in a way that has become normal. Like many other socio-political issues, women seem to be left out of the conversation when it comes to prison reform. Again, not many people consider the experiences that women have endured in their time of imprisonment. Women were degraded to an extreme extent, and sexual abuse was often brought on by the guards and officers who are supposed to watch over them. They are sexualized, and often sent to prison for a longer duration than men.[citation needed]\n\nThe petty crimes of women are also not met with the same intensity of murder charges for men. According to Davis, \"masculine criminality has always been deemed more \"normal\" than feminine criminality\" (Davis, 2011). When a woman commits a crime, it is not as common and so it is practically considered psychotic. Because of this, \"deviant women have been constructed as insane\" (Davis, 2011). Women are treated as if their crimes are more irrational because of their gender, and their sentencing can be harsher as a result. Women are even more inclined to be imprisoned in psychiatric hospitals than men, and prescribed psychiatric treatment.[192]\n\nPrior to the 1980s, private prisons did not exist in the U.S. During the 1980s, as a result of the War on Drugs by the Reagan Administration, the number of people incarcerated rose. This created a demand for more prison space. The result was the development of privatization and the for-profit prison industry.[193][194][195]\n\nThe prison-industrial complex (PIC) refers to the use of prison in addressing economic, political, and social issues; the PIC benefits heavily those who maintain ethos and power through racial and other privileges. The prison-industrial complex is a term that identifies a network of institutions that extend outward toward the political economy and loops back to the mandatory minimum sentences for possession of small quantities of illegal substances implemented by jails and prisons. Private prisons profit from contractual agreements with a government agency that pays them a monthly rate either for each prisoner or for each space available. The mass incarceration of African-Americans during the era of the \"War on Drugs\" plays less to the detriments of drug abuse and plays more to the accumulation of income in the pockets of the rich by merely incriminating black people in large quantities for possession of drugs found mostly in impoverished neighborhoods. By implementing mandatory minimum sentences for these offenses, private interest is maintained while the black community is left devastated.While the pockets of the rich broaden, the lives of prison inmates—and African-American families nationwide—are left to suffer as a result of private interest. This cycle has affected many in the African-American community.[196]\n\nA 1998 study was performed using three comparable Louisiana medium security prisons, two of which were privately run by different corporations and one of which was publicly run. The data from this study suggested that the privately run prisons operated more cost-effectively without sacrificing the safety of inmates and staff. The study concluded that both privately run prisons had a lower cost per inmate, a lower rate of critical incidents, a safer environment for employees and inmates, and a higher proportional rate of inmates who completed basic education, literacy, and vocational training courses. However, the publicly run prison outperformed the privately run prisons in areas such as experiencing fewer escape attempts, controlling substance abuse through testing, offering a wider range of educational and vocational courses, and providing a broader range of treatment, recreation, social services, and rehabilitative services.[197]\n\nAccording to Marie Gottschalk, a professor of political science at the University of Pennsylvania, studies that claim private prisons are cheaper to run than public prisons fail to \"take into account the fundamental differences between private and public facilities,\" and that the prison industry \"engages in a lot of cherry-picking and cost-shifting to maintain the illusion that the private sector does it better for less.\"[198] The American Civil Liberties Union  reported in 2013 that numerous studies indicate private jails are actually filthier, more violent, less accountable, and possibly more costly than their public counterparts. The ACLU stated that the for-profit prison industry is \"a major contributor to bloated state budgets and mass incarceration – not a part of any viable solution to these urgent problems.\"[199] The primary reason Louisiana is the prison capital of the world is because of the for-profit prison industry.[200] According to The Times-Picayune, \"a majority of Louisiana inmates are housed in for-profit facilities, which must be supplied with a constant influx of human beings or a $182 million industry will go bankrupt.\"[200]\n\nIn Mississippi, a 2013 Bloomberg report stated that assault rates in private facilities were three times higher on average than in their public counterparts. In 2012, the for-profit Walnut Grove Youth Correctional Facility was the most violent prison in the state with 27 assaults per 100 offenders.[201] A federal lawsuit filed by the ACLU and the Southern Poverty Law Center on behalf of prisoners at the privately run East Mississippi Correctional Facility in 2013 claims the conditions there are \"hyper-violent\", \"barbaric\" and \"chaotic\", with gangs routinely beating and exploiting mentally ill inmates who are denied medical care by prison staff.[202][203] A May 2012 riot in the Corrections Corporation of America-run Adams County Correctional Facility, also in Mississippi, left one corrections officer dead and dozens injured. Similar riots have occurred in privatized facilities in Idaho, Oklahoma, New Mexico, Florida, California and Texas.[204][205][206]\n\nSociologist John L. Campbell of Dartmouth College claims that private prisons in the U.S. have become \"a lucrative business\".[207] Between 1990 and 2000, the number of private facilities grew from five to 100, operated by nearly 20 private firms. Over the same time period the stock price of the industry leader, Corrections Corporation of America (CCA), which rebranded as CoreCivic in 2016 amid increased scrutiny of the private prison industry,[208] climbed from $8 a share to $30.[207] According to journalist Matt Taibbi, major investors in the prison industry include Wells Fargo, Bank of America, Fidelity Investments, General Electric and The Vanguard Group.[209] The aforementioned Bloomberg report also notes that in the past decade the number of inmates in for-profit prisons throughout the U.S. rose 44 percent.[201]\n\nControversy has surrounded the privatization of prisons with the exposure of the genesis of the landmark Arizona SB 1070 law. This law was written by Arizona State Congressman Russell Pearce and the CCA at a meeting of the American Legislative Exchange Council (ALEC) in the Grand Hyatt in Washington, D.C.[210][211] Both CCA and GEO Group, the two largest operators of private facilities, have been contributors to ALEC, which lobbies for policies that would increase incarceration, such as three-strike laws and \"truth-in-sentencing\" legislation.[212][213][214][215][216] In fact, in the early 1990s, when CCA was co-chair of ALEC, it co-sponsored (with the National Rifle Association) the so-called \"truth-in-sentencing\" and \"three-strikes-you're-out\" laws.[217] Truth-in-sentencing called for all violent offenders to serve 85 percent of their sentences before being eligible for release; three strikes called for mandatory life imprisonment for a third felony conviction. Some prison officers unions in publicly run facilities such as California Correctional Peace Officers Association have, in the past, also supported measures such as three-strike laws. Such laws increased the prison population.[218][219]\n\nIn addition to CCA and GEO Group, companies operating in the private prison business include Management and Training Corporation, and Community Education Centers. The GEO Group was formerly known as the Wackenhut Corrections division. It includes the former Correctional Services Corporation and Cornell Companies, which were purchased by GEO in 2005 and 2010. Such companies often sign contracts with states obliging them to fill prison beds or reimburse them for those that go unused.[220]\n\nPrivate companies which provide services to prisons combine in the American Correctional Association, a 501(c)3 which advocates legislation favorable to the industry. Such private companies comprise what has been termed the prison–industrial complex.[194][221][222][223] An example of this phenomenon would be the Kids for cash scandal, in which two judges in Luzerne County, Pennsylvania, Mark Ciavarella and Michael Conahan, were receiving judicial kickbacks for sending youths, convicted of minor crimes,[224] to a privatized, for-profit juvenile facility run by the Mid Atlantic Youth Service Corporation.[214]\n\nThe industry is aware of what reduced crime rates could mean to their bottom line. This from the CCA's SEC report in 2010:\n\nMarie Gottschalk claims that while private prison companies and other economic interests were not the primary drivers of mass incarceration originally, they do much to sustain it today.[225] The private prison industry has successfully lobbied for changes that increase the profit of their employers. They have opposed measures that would bring reduced sentencing or shorter prison terms.[226][227] The private prison industry has been accused of being at least partly responsible for America's high rates of incarceration.[228]\n\nAccording to The Corrections Yearbook, 2000, the average annual starting salary for public corrections officers was $23,002, compared to\n$17,628 for private prison guards. The poor pay is a likely factor in the high turnover rate in private prisons, at 52.2 percent compared to 16 percent in public facilities.[229]\n\nIn September 2015, Senator Bernie Sanders introduced the \"Justice Is Not for Sale\" Act,[230] which would prohibit the United States government at federal, state and local levels from contracting with private firms to provide and/or operate detention facilities within two years.[231]\n\nAn August 2016 report by the U.S. Department of Justice asserts that privately operated federal facilities are less safe, less secure and more punitive than other federal prisons.[232] Shortly after this report was published, the DoJ announced it will stop using private prisons.[233] On February 23, the DOJ under Attorney General Jeff Sessions overturned the ban on using private prisons. According to Sessions, \"the (Obama administration) memorandum changed long-standing policy and practice, and impaired the bureau's ability to meet the future needs of the federal correctional system. Therefore, I direct the bureau to return to its previous approach.\"[234] The private prison industry has been booming under the Trump Administration.[235][236][237]\n\nAdditionally, both CCA and GEO Group have been expanding into the immigrant detention market. Although the combined revenues of CCA and GEO Group were about $4 billion in 2017 from private prison contracts, their number one customer was ICE.[238]\n\nAbout 18% of eligible prisoners held in federal prisons are employed by UNICOR and are paid less than $1.25 an hour.[239][240][241] Prisons have gradually become a source of low-wage labor for corporations seeking to outsource work to inmates.[207] Corporations that utilize prison labor include Walmart, Eddie Bauer, Victoria's Secret, Microsoft, Starbucks, McDonald's, Nintendo, Chevron Corporation, Bank of America, Koch Industries, Boeing and Costco Wholesale.[242][243][244][245]\n\nIt is estimated that one in nine state government employees works in corrections.[79] As the overall U.S. prison population declined in 2010, states are closing prisons. For instance, Virginia has removed 11 prisons since 2009. Like other small towns, Boydton in Virginia has to contend with unemployment woes resulting from the closure of the Mecklenburg Correctional Center.[246]\n\nIn 2010, Prisoners in Georgia engaged in the 2010 Georgia prison strike to garner more rights.\n\nIn September 2016, large, coordinated prison strikes took place in 11 states, with inmates claiming they are subjected to poor sanitary conditions and jobs that amount to forced labor and modern day slavery.[247][248][249][250] Organizers, which include the Industrial Workers of the World labor union, assert it is the largest prison strike in U.S. history.[247]\n\nStarting August 21, 2018, another prison strike, sponsored by Jailhouse Lawyers Speak and the Incarcerated Workers Organizing Committee, took place in 17 states from coast to coast to protest what inmates regard as unfair treatment by the criminal justice system. In particular, inmates objected to being excluded from the 13th amendment which forces them to work for pennies a day, a condition they assert is tantamount to \"modern-day slavery\". The strike was the result of a call to action after a deadly riot occurred at Lee Correctional Institution in April of that year, which was sparked by neglect and inhumane living conditions.[251][252][253][254][255]\n\nAccording to a 2022 report by the ACLU, prison labor produces $11 billion worth of goods and services annually, with inmates often being forced to work dangerous jobs with no labor protections and little training, and are compensated with pennies per hour or sometimes nothing at all.[256]\n\nJudicial, police, and corrections costs totaled $212 billion in 2011 according to the U.S. Census Bureau.[259] In 2007, around $74 billion was spent on corrections according to the U.S. Bureau of Justice Statistics.[257][258] Despite federal statistics including statements made by former Attorney General Eric Holder, according to research on corrections expenditure published in the ▲Church white paper \"On Security\", Federal Prisons and Detention FY15 Requested Budget was just $8.5 billion.[260] Federal Bureau of Prisons' spending was $6.9 billion counting 20,911 correctional officers of 43,297 positions.[261] Total U.S. States' and Federal Prisons and Detention including county jail subsidies was only $56.9 billion. Adding local jails' spending, $64.9 billion was spent on corrections in nominal 2014 dollars.[262]\n\nIn 2014, among facilities operated by the Federal Bureau of Prisons, the average cost of incarceration for federal inmates in fiscal year 2014 was $30,619.85. The average annual cost to confine an inmate in a residential re-entry center was $28,999.25.[263]\n\nState prisons averaged $31,286 per inmate in 2010 according to a Vera Institute of Justice study. It ranged from $14,603 in Kentucky to $60,076 in New York.[264]\n\nIn California in 2008, it cost the state an average of $47,102 a year to incarcerate an inmate in a state prison. From 2001 to 2009, the average annual cost increased by about $19,500.[265]\n\nHousing the approximately 500,000 people in jail in the US awaiting trial who cannot afford bail costs $9 billion a year.[266] Most jail inmates are petty, nonviolent offenders. Twenty years ago most nonviolent defendants were released on their own recognizance (trusted to show up at trial). Now most are given bail, and most pay a bail bondsman to afford it.[267] 62% of local jail inmates are awaiting trial.[268] This rate varies from state to state. As of 2019, Illinois has the highest rate with 89% of inmates in local jails unconvicted.[269]\n\nTo ease jail overcrowding over 10 counties every year consider building new jails. As an example Lubbock County, Texas has decided to build a $110 million megajail to ease jail overcrowding. Jail costs an average of $60 a day nationally.[267][271] In Broward County, Florida supervised pretrial release costs about $7 a day per person while jail costs $115 a day. The jail system costs a quarter of every county tax dollar in Broward County, and is the single largest expense to the county taxpayer.[270]\n\nThe National Association of State Budget Officers reports: \"In fiscal 2009, corrections spending represented 3.4 percent of total state spending and 7.2 percent of general fund spending.\" They also report: \"Some states exclude certain items when reporting corrections expenditures. Twenty-one states wholly or partially excluded juvenile delinquency counseling from their corrections figures and fifteen states wholly or partially excluded spending on juvenile institutions. Seventeen states wholly or partially excluded spending on drug abuse rehabilitation centers and forty-one states wholly or partially excluded spending on institutions for the criminally insane. Twenty-two states wholly or partially excluded aid to local governments for jails. For details, see Table 36.\"[272]\n\nAs of 2007[update], the cost of medical care for inmates was growing by 10 percent annually.[273][79]\n\nAccording to a 2016 study by researchers at Washington University in St. Louis, the true cost of incarceration exceeds $1 trillion, with half of that falling on the families, children and communities of those incarcerated.[274]\n\nAccording to a 2016 analysis of federal data by the U.S. Education Department, state and local spending on incarceration has grown three times as much as spending on public education since 1980.[275]\n\n"
        },
        {
            "title": "Effects",
            "text": "Three articles written in the early 2000s claim that increasing incarceration has a negative effect on crime, but this effect becomes smaller as the incarceration rate increases.[277][278] Higher rates of prison admissions increase crime rates, whereas moderate rates of prison admissions decrease crime. The rate of prisoner releases in a given year in a community is also positively related to that community's crime rate the following year.[279]\n\nA 2010 study of panel data from 1978 to 2003 indicated that the crime-reducing effects of increasing incarceration are totally offset by the crime-increasing effects of prisoner re-entry.[280]\n\nAccording to a 2015 study by the Brennan Center for Justice, falling crime rates cannot be ascribed to mass incarceration.[281]\n\nWithin three years of being released, 67% of ex-prisoners are re-arrested, and 52% are re-incarcerated, according to a study based on 1994 data.[282][63]  Former inmate Wenona Thompson argues \"I realized that I became part of a cycle, a system, that looked forward to seeing me there. And I was aware that ... I would be one of those people who fill up their prisons\".[283]\n\nIn 1995, the government allocated $5.1 billion for new prison space. Every $100 million spent in construction costs $53 million per year in finance and operational costs over the next three decades.[284] Taxpayers spend $60 billion a year for prisons. In 2005, it cost an average of $23,876 a year to house a prisoner.[285] It takes about $30,000 per year per person to provide drug rehabilitation treatment to inmates. By contrast, the cost of drug rehabilitation treatment outside of a prison costs about $8,000 per year per person.[283]\n\nThe effects of such high incarceration rates are also shown in other ways. Many people convicted of felonies lose their right to vote either temporarily or, in some cases, permanently. Currently, over 6 million Americans are disenfranchised for this reason.[286] In addition, people who have been recently released from prison are ineligible for welfare in most states. They are not eligible for subsidized housing, and for Section 8 they have to wait two years before they can apply. In addition to finding housing, they also have to find employment, but this can be difficult as employers often check for a potential employees criminal record.[287] Essentially, a person who has been recently released from prison comes into a society that is not prepared structurally or emotionally to welcome them back.[283]\n\nIn The New Jim Crow in 2011, legal scholar and advocate Michelle Alexander contended that the U.S. incarceration system worked to bar Black men from voting. She wrote \"there are more African Americans under correctional control – in prison or jail, on probation or parole – than were enslaved in 1850, a decade before the Civil War began\".[288] Alexander's work has drawn increased attention in the years since.\n\nYale Law Professor, and opponent of mass incarceration James Forman Jr. has countered that 1) African Americans, as represented by such cities as the District of Columbia, have generally supported tough on crime policies. 2) There appears to be a connection between drugs and violent crimes, the discussion of which, he says, New Jim Crow theorists have avoided. 3) New theorists have overlooked class as a factor in incarceration. Black people with advanced degrees have fewer convictions. Black people without advanced education have more.[289]\n\nIncarceration of an individual does not have a singular effect: it affects those in the individual's tight-knit circle as well. For every mother that is incarcerated in the United States there are about another ten people (children, grandparents, community, etc.) that are directly affected.[290][291]  Moreover, more than 2.7 million children in the United States have an incarcerated parent.[292] That translates to one out of every 27 children in the United States having an incarcerated parent.[293] Approximately 80 percent of women who go to jail each year are mothers.[294] This ripple effect on the individual's family amplifies the debilitating effect that entails arresting individuals. Given the general vulnerability and naivete of children, it is important to understand how such a traumatic event adversely affects children. The effects of a parent's incarceration on their children have been found as early as three years old.[295] Local and state governments in the United States have recognized these harmful effects and have attempted to address them through public policy solutions.\n\nThe effects of an early traumatic experience of a child can be categorized into health effects and behavioral externalizations. Many studies have searched for a correlation between witnessing a parent's arrest and a wide variety of physiological issues. For example, Lee et al. showed significant correlation between high cholesterol, migraines, and HIV/AIDS diagnosis to children with a parental incarceration.[296]  Even while adjusting for various socioeconomic and racial factors, children with an incarcerated parent have a significantly higher chance of developing a wide variety of physical problems such as obesity, asthma, and developmental delays.[297]  The current literature acknowledges that there are a variety of poor health outcomes as a direct result of being separated from a parent by law enforcement.[298]  It is hypothesized that the chronic stress that results directly from the uncertainty of the parent's legal status is the primary influence for the extensive list of acute and chronic conditions that could develop later in life.[299]  In addition to the chronic stress, the immediate instability in a child's life deprives them of certain essentials e.g. money for food and parental love that are compulsory for leading a healthy life. Though most of the adverse effects that result from parental incarceration are regardless of whether the mother or father was arrested, some differences have been discovered. For example, males whose father have been incarcerated display more behavioral issues than any other combination of parent/child.[295]\n\nThere has also been a substantial effort to understand how this traumatic experience manifests in the child's mental health and to identify externalizations that may be helpful for a diagnosis. The most prominent mental health outcomes in these children are anxiety disorders, depression (mood), and post-traumatic stress disorder(PTSD).[300][301] These problems worsen in a typical positive feedback loop without the presence of a parental figure. Given the chronic nature of these diseases, they can be detected and observed at distinct points in a child's development, allowing for ample research. Murray et al. have been able to isolate the cause of the expression of Anti-social behaviours specific to the parental incarceration.[302]  In a specific case study in Boston by Sack, within two months of the father being arrested, the adolescent boy in the family developed severe aggressive and antisocial behaviors.[303]  This observation is not unique; Sack and other researchers have noticed an immediate and strong reaction to sudden departures from family structure norms. These behavioral externalizations are most evident at school when the child interacts with peers and adults. This behavior leads to punishment and less focus on education, which has obvious consequences for future educational and career prospects.[304]\n\nIn addition to externalizing undesirable behaviors, children of incarcerated parents are more likely to be incarcerated compared to those without incarcerated parents.[305] More formally, transmission of severe emotional strain on a parent negatively impacts the children by disrupting the home environment. Societal stigma against individuals, specifically parents, who are incarcerated is passed down to their children. The children find this stigma to be overwhelming and it negatively impacts their short- and long-term prospects.[306]\n\nWith rising levels of mass incarceration, the prison population faces significant health issues while incarcerated. Health surveys of inmates show that the prison population faces higher rates of chronic and infectious diseases, mental illness, and substance use disorders than the general U.S. population.[307] Based on analysis of the 2002-4 Survey of Inmates in Local Jails, incarcerated individuals had higher rates of hypertension, diabetes, myocardial infarction, asthma, arthritis, cervical cancer, and hepatitis.[307] The prison environment exacerbates chronic health conditions since they cannot be properly addressed and due to the stress of social isolation.[308] In addition, low-income and POC populations are often more susceptible to poor health outcomes due to social determinants of health prior to incarceration such as poor nutrition, lower average levels of education, higher levels of community violence and drug use, and lower rates of healthcare access.[307]\n\nThe incarcerated population also has lower rates of health literacy. A 2016 study found that over 60% of patients had inadequate health literacy in a sample of formerly incarcerated individuals.[309] According to the Health Resources & Services Administration, health literacy is the ability to obtain, process, and understand health information in order to make appropriate health decisions.[310] In the incarcerated population, low health literacy is linked with decreased confidence in taking medications, increased likelihood of emergency department visits, and difficulty self-managing chronic health conditions.[309]\n\nThere are four main phases that can be distinguished in the process of arresting a parent: arrest, sentencing, incarceration, and re-entry. Re-entry is not relevant if a parent is not arrested for other crimes. During each of these phases, solutions can be implemented that mitigate the harm placed on the children during the process. While their parents are away, children rely on other caretakers (family or friends) to satisfy their basic need. Solutions for the children of incarcerated parents have identified caretakers as a focal point for successful intervention.\n\nOne in five children witness their parent arrested by authorities, and a study interviewing 30 children reported that the children experienced flashbulb memories and nightmares associated with the day their parent was arrested.[311] These single, adverse moments have long-reaching effects and policymakers around the country have attempted to ameliorate the situation. For example, the city of San Francisco in 2005 implemented training policies for its police officers with the goal of making them more cognizant of the familial situation before entering the home. The guidelines go a step further and stipulate that if no information is available before the arrest, that officers ask the suspect about the possibility of any children in the house.[312] San Francisco is not alone: New Mexico passed a law in 2009 advocating for child safety during parental arrest and California provides funding to agencies to train personnel how to appropriately conduct an arrest in the presence of family members.[313] Extending past the state level, the Department of Justice has provided guidelines for police officers around the country to better accommodate for children in difficult family situations.[314]\n\nDuring the sentencing phase, the judge is the primary authority in determining the appropriate punishment. Consideration of the sentencing effects on the defendant's children could help with the preservation of the parent-child relationship. A law passed in Oklahoma in 2014 requires judges to inquire if convicted individuals are single custodial parents, and if so, to authorize the mobility of important resources so the child's transition to different circumstances is monitored.[315] The distance that the jail or prison is from the arrested individual's home is a contributing factor to the parent-child relationship. Allowing a parent to serve their sentence closer to their residence allows for easier visitation and a healthier relationship. Recognizing this, the New York Senate passed a bill in 2015 that would ensure convicted individuals be jailed in the nearest facility.\n\nIn 1771, Baron Auckland wrote in Principles of Penal Law that:  \"Imprisonment, inflicted by law as a punishment, is not according to the principles of wise legislation. It sinks useful subjects into burdens on the community, and has always a bad effect on their morals: nor can it communicate the benefit of example, being in its nature secluded from the eye of the people.\"[316]\n\nWhile serving a sentence, measures have been put in place to allow parents to exercise their duty as role models and caretakers. New York State allows newborns to be with their mothers for up to one year.[317] Studies have shown that parental, specifically maternal, presence during a newborn's early development are crucial to both physical and cognitive development.[318] Ohio law requires nursery support for pregnant inmates in its facilities.[319] California also has a stake in the support of incarcerated parents, too, through its requirement that women in jail with children be transferred to a community facility that can provide pediatric care.[320] These regulations are supported by the research on early child development that argue it is imperative that infants and young children are with a parental figure, preferably the mother, to ensure proper development.[321] This approach received support at the federal level when then-Deputy Attorney General Sally Yates instituted several family-friendly measures, for certain facilities, including: improving infrastructure for video conferencing and informing inmates on how to contact their children if they were placed in the foster care system, among other improvements.[322]\n\nThe last phase of the incarceration process is re-entry back into the community, but more importantly, back into the family structure. Though the time away is painful for the family, it does not always welcome back the previously incarcerated individual with open arms.[323] Not only is the transition into the family difficult, but also into society as they are faced with establishing secure housing, insurance, and a new job.[324]  As such, policymakers find it necessary to ease the transition of an incarcerated individual to the pre-arrest situation. Of the four outlined phases, re-entry is the least emphasized from a public policy perspective. This is not to say it is the least important, however, as there are concerns that time in a correctional facility can deteriorate the caretaking ability of some prisoners. As a result, Oklahoma has taken measurable strides by providing parents with the tools they need to re-enter their families, including classes on parenting skills.[325]\n\nThough the effects on caregivers of these children vary based on factors such as the relationship to the prisoner and his or her support system, it is well known that it is a financial and emotional burden to take care of a child.[326] In addition to taking care of their nuclear family, caregivers are now responsible for another individual who requires attention and resources to flourish. Depending on the relationship to the caregiver, the transition to a new household may not be easy for the child. The rationale behind targeting caregivers for intervention policies is to ensure the new environment for the children is healthy and productive. The federal government funds states to provide counseling to caretaking family members to alleviate some of the associated emotional burden. A more comprehensive program from Washington (state) employs \"kinship navigators\" to address caretakers' needs with initiatives such as parental classes and connections to legal services.[327]\n\nFelony records greatly influence the chances of people finding employment. Many employers seem to use criminal history as a screening mechanism without attempting to probe deeper.[328] They are often more interested in incarceration as a measure of employability and trustworthiness instead of its relation to any specific job.[329] People who have felony records have a harder time finding a job.[330] The psychological effects of incarceration can also impede an ex-felon's search for employment. Prison can cause social anxiety, distrust, and other psychological issues that negatively affect a person's reintegration into an employment setting.[331]  Men who are unemployed are more likely to participate in crime[330] which leads to there being a 67% chance of ex-felons being charged again.[329] In 2008, the difficulties male ex-felons in the United States had finding employment lead to approximately a 1.6% decrease in the employment rate alone. This is a loss of between $57 and $65 billion of output to the US economy.[332]\n\nAlthough incarceration in general has a huge effect on employment, the effects become even more pronounced when looking at race. Devah Pager performed a study in 2003 and found that white males with no criminal record had a 34% chance of callback compared to 17% for white males with a criminal record. Black males with no criminal record were called back at a rate of 14% while the rate dropped to 5% for those with a criminal record. Black men with no criminal background have a harder time finding employment than white men who have a history of criminal activity. While having a criminal record decreases the chance of a callback for white men by 50%, it decreases the callback chances for Black men by 64%.[328]\n\nWhile Pager's study is greatly informative, it does lack some valuable information. Pager only studied white and Black men, which leaves out women and people of other races. It also fails to account for the fact that applying for jobs has largely shifted from applying in person to applying over the Internet. A study done by Scott H. Decker, Cassia Spohn, Natalie R. Ortiz, and Eric Hedberg from Arizona State University in 2014 accounts for this missing information. This study was set up similarly to the Pager study, but with the addition of female job applicants, Hispanic job applicants, and online job applications.[333] Men and women of white, Black, and Hispanic ethnicities account for 92% of the US prison population.[334]\n\nThe results of Arizona State University study were somewhat different from Pager's study, but the main finding was expected: Incarceration decreased the chances of getting employed. For females submitting applications online and in-person, regardless of criminal history, white women received the most callbacks, roughly 40%. Hispanic women followed up with a 34% callback rate. Black women had the lowest rate at 27%. The effects of incarceration on female applicants in general were that females with a prison record were less likely to receive a callback compared to females without a prison record. The significant exceptions are white women applying in person and Hispanic women with a community college degree applying online[clarification needed].[333]\n\nFor males submitting applications online and in-person, regardless of criminal history, Hispanic males received the most callbacks, roughly 38%. White males followed up with a 35% callback rate. Black males had the lowest rate at 27%. The effects of incarceration on male applicants applying in-person was that males with a prison record were less likely than males without a prison record to receive a callback. However, the effects of incarceration on male applicants applying online were nearly nonexistent. In fact, the study found that \"there was no effect of race/ethnicity, prison record, or community college [education] on men's success in advancing through the [online] hiring process\". The Arizona State University study also had results that contradicted Pager's study. It found that white males with a prison record did not have a higher callback rate than Black males (and Hispanic males) without a prison record. Hispanic men without a prison record had a 40% higher callback rate than white males with a prison record, and Black men without a prison record had a 6% higher callback rate than white men without a prison record.[333] Given that there is an 11-year gap between these studies, this discrepancy may be due to the social and demographic changes over time, rather than flaws in Pager's study.\n\nEffects of other types of incarceration, such as shorter stays in local county jails, can also affect employment at both the individual and macro level. At the community level, for example, jail incarceration has been found to diminish local labor markets, especially in areas with relatively high proportions of Black residents.[335]\n\n"
        },
        {
            "title": "Criticism",
            "text": "High rates of incarceration may be due to sentence length, which is further driven by many other factors.[336] Shorter sentences may even diminish the criminal culture by possibly reducing re-arrest rates for first-time convicts.[337] The U.S. Congress has ordered federal judges to make imprisonment decisions \"recognizing that imprisonment is not an appropriate means of promoting correction and rehabilitation.\"[338]\n\nCritics have lambasted the United States for incarcerating a large number of non-violent and victimless offenders;[339][340] half of all persons incarcerated under state jurisdiction are for non-violent offenses, and 20% are incarcerated for drug offenses (in state prisons; federal prison percentages are higher).[95][341] \"Human Rights Watch believes the extraordinary rate of incarceration in the United States wreaks havoc on individuals, families and communities, and saps the strength of the nation as a whole.\"[339] The population of inmates housed in prisons and jails in the United States exceeds 2 million, with the per capita incarceration population higher than that officially reported by any other country.[79] Criminal justice policy in the United States has also been criticized for a number of other reasons.[342] In the 2014 book The Divide: American Injustice in the Age of the Wealth Gap, journalist Matt Taibbi argues that the expanding disparity of wealth and the increasing criminalization of those in poverty have culminated in the U.S. having the largest prison population \"in the history of human civilization\".[343] The scholars Michael Meranze and Marie Gottschalk contend that the massive \"carceral state\" extends far beyond prisons, and distorts democracy, degrades society, and obstructs meaningful discourse on criminal punishment.[344] A December 2017 report by Philip Alston, the U.N. Special Rapporteur on extreme poverty and human rights, asserted that the justice system throughout the U.S. is designed to keep people mired in poverty and to generate revenue to fund the justice system and other governmental programs.[345] More recently, scholars have argued that a system of mass incarceration necessarily interferes with a free society \"characterized by industry, discovery, and creation.\"[346]\n\nSome scholars have linked the ascent of neoliberal, free market ideology in the late 1970s to mass incarceration.[194][207][347][348][349][350] Sociologist Loïc Wacquant postulates the expansive prison system has become a political institution designed to deal with an urban crisis created by welfare state retrenchment and economic deregulation, and that this \"overgrown and intrusive penal state\" is \"deeply injurious to the ideals of democratic citizenship.\"[351] Academic and activist Angela Davis argues that prisons in the U.S. have \"become venues of profit as well as punishment;\" as mass incarceration has increased, the prison system has become more about economic factors than criminality.[352] Professor of Law at Columbia University Bernard Harcourt contends that neoliberalism holds the state as incompetent when it comes to economic regulation but proficient at policing and punishing, and that this paradox has resulted in the expansion of penal confinement.[353] According to The Routledge Handbook of Poverty in the United States, \"neoliberal social and economic policy has more deeply embedded the carceral state within the lives of the poor, transforming what it means to be poor in America.\"[5] Historian Gary Gerstle reasons that while it may seem contradictory that the notions of market freedom and the establishment of a robust market economy occurred simultaneously with the reality of mass incarceration during the neoliberal period, neoliberals and even the classical economic liberals who preceded them \"had long argued for the need to ringfence free markets, limiting participation to those who could handle its rigors.\" Only then could they operate \"freely\".[354]\n\nThe sociologists John Clegg and Adaner Usmani assert that the massive carceral state established in the US is partly the result of anemic social policy. As such, resolving the issue will necessitate significant redistribution coming from economic elites. They add that mass incarceration is \"not a technical problem for which there are smart, straightforward, but just not-yet-realized solutions. Rather, it is a political problem, the solution of which will require confronting the entrenched power of the wealthy. In this sense, the task before us is to build the capacities of poor and working-class Americans to win redress from their exploiters.\"[355]\n\nAnother possibly cause for this increase of incarceration since the 1970s could be the \"war on drugs\", which started around that time. More elected prosecutors were favored by voters for promising to take more harsh approaches than their opponents, such as locking up more people.[356]\n\nReporting at the annual meeting of the American Sociological Association (August 3, 2008), Becky Pettit, associate professor of sociology from the University of Washington and Bryan Sykes, a UW post-doctoral researcher, revealed that the mammoth increase in the United States's prison population since the 1970s is having profound demographic consequences that affect 1 in 50 Americans. Drawing data from a variety of sources that looked at prison and general populations, the researchers found that the boom in prison population is hiding lowered rates of fertility and increased rates of involuntary migration to rural areas and morbidity that is marked by a greater exposure to and risk of infectious diseases such as tuberculosis and HIV or AIDS.[358]\n\nGuilty plea bargains concluded 97% of all federal cases in 2011.[359]\n\nAs of December 2012[update], two state prison systems, Alabama and South Carolina, segregated prisoners based on their HIV status. On December 21, U.S. District Court Judge Myron Thompson ruled in a lawsuit brought by the American Civil Liberties Union (ACLU) on behalf of several inmates that Alabama's practice in doing so violated federal disabilities law. He noted the state's \"outdated and unsupported assumptions about HIV and the prison system's ability to deal with HIV-positive prisoners.\"[360]\n\nIn 2022, the bi-partisan Federal Prison Oversight Act was introduced which would require the Department of Justice's Inspector General to conduct detailed inspections of each of the Bureau of Prisons' 122 facilities and would create an independent Justice Department position to investigate complaints.[361] This was introduced shortly after corruption and abuse was discovered at a federal prison complex in Atlanta with the hopes that it would prevent such occurrences in the future.[362]\n\nOn August 12, 2013, at the American Bar Association's House of Delegates meeting, Attorney General Eric Holder announced the \"Smart on Crime\" program, which is \"a sweeping initiative by the Justice Department that in effect renounces several decades of tough-on-crime anti-drug legislation and policies.\"[363][364] Holder said the program \"will encourage U.S. attorneys to charge defendants only with crimes \"for which the accompanying sentences are better suited to their individual conduct, rather than excessive prison terms more appropriate for violent criminals or drug kingpins…\"[363][364] Running through Holder's statements, the increasing economic burden of over-incarceration was stressed.[363][364] As of August 2013[update], the Smart on Crime program is not a legislative initiative but an effort \"limited to the DOJ's policy parameters\".[363][364]\n\nThe procedural use of strip searches and cavity searches in the prison system has raised human rights concerns.[365]\n\n"
        },
        {
            "title": "References in popular culture",
            "text": "In relation to popular culture, mass incarceration has become a popular issue in the Hip-Hop community. Artists like Tupac Shakur, NWA, LL Cool J, and Kendrick Lamar have written songs and poems that condemn racial disparities in the criminal justice system, specifically the alleged practice of police officers targeting African Americans. By presenting the negative implications of mass incarceration in a way that is widespread throughout popular culture, rap music is more likely to impact younger generations than a book or scholarly article would. Hip hop accounts of mass incarceration are based on victim-based testimony and are effective in inspiring others to speak out against the corrupt criminal justice system.[366] The soul singer Raphael Saadiq's 2019 album, Jimmy Lee, thematizes racial disparities in mass incarceration as well as other societal and family issues affecting African Americans.[367]\n\nIn addition to references in popular music, mass incarceration has also played a role in modern film. For example, Ava DuVernay's Netflix film 13th, released in 2017, criticizes mass incarceration and compares it to the history of slavery throughout the United States, beginning with the provision of the 13th Amendment that allows for involuntary servitude \"as a punishment for crime whereof the party shall have been duly convicted.\" The film delivers the staggering message that mass incarceration could be equated to the post-Civil War Jim Crow Era.[368]\n\nThe fight against mass incarceration has also been a part of the larger discourse in the 21st century movement for Black Lives. #BlackLivesMatter, a progressive movement created by Alicia Garza after the death of Trayvon Martin, was designed as an online platform to fight against anti-Black sentiments such as mass incarceration, police brutality, and ingrained racism within modern society. According to Garza, \"Black Lives Matter is an ideological and political intervention in a world where Black lives are systematically and intentionally targeted for demise.  It is an affirmation of Black folks' contributions to this society, our humanity, and our resilience in the face of deadly oppression.\" This movement has focused on specific racial issues faced by African Americans in the justice system including police brutality, ending capital punishment, and eliminating \"the criminalization and dehumanization of Black youth across all areas of society.\"[369]\n\n"
        },
        {
            "title": "Federal prisons",
            "text": "The Federal Bureau of Prisons, a division of the United States Department of Justice, is responsible for the administration of United States federal prisons.\n\n"
        },
        {
            "title": "States and insular areas",
            "text": "Imprisonment by the state judicial systems has steadily diminished since 2006 to 2012, from 689,536 annually to 553,843 annually.[370]\n\n"
        },
        {
            "title": "Military prisons",
            "text": "Across the world, the U.S. military operates several detention facilities. At year-end 2019, military correctional authorities held about 1,200 prisoners of any sentencing status[371]\n\n"
        }
    ]
}