{
    "url": "https://en.wikipedia.org/wiki/Inca_mythology",
    "title": "Inca mythology",
    "table_of_contents": [
        "1 Basic beliefs",
        "2 Inca foundation legends",
        "3 Deities",
        "4 Important beliefs",
        "5 Important places",
        "6 Inca symbols",
        "7 Deployments",
        "8 Animals in Inca religion",
        "8.1 Dogs",
        "8.2 Bears",
        "8.3 Foxes",
        "9 Pre-Inca Andean beliefs",
        "10 See also",
        "11 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Inca mythology   or religion includes many stories and legends that attempt to explain or symbolize Inca beliefs.[1]\n\n"
        },
        {
            "title": "Basic beliefs",
            "text": "Scholarly research demonstrates that Runa (Quechua speakers) belief systems were integrated with their view of the cosmos, especially in regard to the way that the Runa observed the motions of the Milky Way and the solar system as seen from Cusco, the capital of Tawantinsuyu whose name means \"rock of the owl\". From this perspective, their stories depict the movements of constellations, planets, and planetary formations, which are all connected to their agricultural cycles. This was especially important for the Runa, as they relied on cyclical agricultural seasons, which were not only connected to annual cycles, but to a much wider cycle of time (every 800 years at a time). This way of keeping time was deployed in order to ensure the cultural transmission of key information, in spite of regime change or social catastrophes.\n\nAfter the Spanish conquest of Peru by Francisco Pizarro, colonial officials burned the records kept by the Runa.[citation needed] There is currently a theory put forward by Gary Urton that the Quipus could have been a binary system capable of recording phonological or logographic data. Still, to date, all that is known is based on what was recorded by priests, from the iconography on Inca pottery and architecture, and from the myths and legends that have survived among the native peoples of the Andes.\n\n"
        },
        {
            "title": "Inca foundation legends",
            "text": "Manco Cápac was the legendary founder of the Inca Dynasty in Peru and the Cusco Dynasty at Cusco. The legends and history surrounding him are very contradictory, especially those concerning his rule at Cuzco and his origins. In one legend, he was the son of Viracocha. In another, he was brought up from the depths of Lake Titicaca by the sun god Inti. However, commoners were not allowed to speak the name of Viracocha, which is possibly an explanation for the need for three foundation legends rather than just one.[2]\n\nThere were also many myths about Manco Cápac and his coming to power. In one myth, Manco Cápac and his brother Pacha Kamaq were sons of the sun god Inti. Manco Cápac was worshiped as the fire and sun god. In another myth, Manco Cápac was sent with Mama Ocllo (others even mention numerous siblings) to Lake Titicaca where they resurfaced and settled on the Isla Del Sol. According to this legend, Manco Cápac and his siblings were sent up to the earth by the sun god and emerged from the cave of Puma Orco at Paqariq Tampu carrying a golden staff called ‘tapac-yauri’. They were instructed to create a Temple of the Sun in the spot where the staff sank into the earth to honor the sun god Inti, their father. During the journey, one of Manco's brothers (Ayar Cachi) was tricked into returning to Puma Urqu and sealed inside or alternatively was turned to ice, because his reckless and cruel behavior angered the tribes that they were attempting to rule. (huaca).\n\nPedro Sarmiento de Gamboa wrote that there was a hill referred to as Tambotoco, about 33 kilometers from Cuzco, where eight men and women emerged as the original Inca's. The men were Manco Capac, Ayar Auca, Ayar Cachi and Ayar Uchu. The women were Mama Ocllo, Mama Huaco, Mama Ipacura, and Mama Raua.[3]\n\nIn another version of this legend, instead of emerging from a cave in Cuzco, the siblings emerged from the waters of Lake Titicaca. Since this was a later origin myth than that of Pacaritambo it may have been created as a ploy to bring the powerful Aymara tribes into the fold of the Tawantinsuyo.\n\nIn the Inca Virachocha legend, Manco Cápac was the son of Inca Viracocha of Paqariq Tampu which is 25 km (16 mi) south of Cuzco. He and his brothers (Ayar Auca, Ayar Cachi, and Ayar Uchu); and sisters (Mama Ocllo, Mama Huaco, Mama Raua, and Mama Cura) lived near Cusco at Paqariq Tampu, and uniting their people and the ten ayllu they encountered in their travels to conquer the tribes of the Cusco Valley. This legend also incorporates the golden staff, which is thought to have been given to Manco Cápac by his father. Accounts vary, but according to some versions of the legend, the young Manco jealously betrayed his older brothers, killed them, and then became Cusco.\n\n"
        },
        {
            "title": "Deities",
            "text": "Like the Romans, the Incas permitted the cultures they integrated into their empire to keep their individual religions. Below are some of the various gods worshiped by the peoples of the Incan empire, many of which have overlapping responsibilities and domains. Unless otherwise noted, it can safely be assumed these were worshipped by different ayllus or worshipped in particular former states.[4]\n\n"
        },
        {
            "title": "Important places",
            "text": "Inca cosmology was ordered in three spatio-temporal levels or Pachas.[6] These included:\n\nThe environment and geography were integral part of Inca mythology as well. Many prominent natural features within the Inca Empire were tied to important myths and legends amongst the Inca.[8] For example, Lake Titicaca, an important body of water on the Altiplano, was incorporated into Inca myths, as the lake of origins from which the world began.[8] Similarly, many of prominent Andean peaks played special roles within the mythology of the Incas. This is reflected in myths about the Paxil mountain, from which people were alleged to have been created from corn kernels that were scattered by the gods.[8] Terrestrial environments were not the only type of environment that was important to mythology. The Incas often incorporated the stars into legends and myths.[9] For example, many constellations were given names and were incorporated into stories, such as the star formations of the Great Llama and the Fox.[9] While perhaps not relating to a single physical feature per se, environmental sound was extremely important in Incan mythology. For example, in the creation myth of Viracocha the sound of the god's voice is particularly important. Additionally, myths were transmitted orally, so the acoustics and sound of a location were important for Incan mythology.[10] These examples demonstrate the power that environment held in creating and experiencing Incan myths.\n\n"
        },
        {
            "title": "Deployments",
            "text": "Mythology served many purposes within the Incan Empire. Mythology could often be used to explain natural phenomena or to give the many denizens of the empire a way of thinking about the world. For example, there is a well-known origin myth that describes how the Incan Empire began at its center in Cusco. In this origin myth, four men and women emerged from a cave near Cusco, and began to settle within the Valley of Cusco, much to the chagrin of the Hualla people who had already been inhabiting the land.[11] The Hualla subsided by growing coca and chili peppers, which the Incans associated with the peoples of the Amazon and who were perceived to be inferior and wild.[11] The Inca engaged in battle with the Hualla, fighting quite viciously, and eventually the Inca emerged victorious. The myth alleges these first Inca people would plant corn, a mainstay of the Inca diet, on the location where they viciously defeated the Hualla.[11] Thus, the myth continues, the Inca came to rule over the entire Cusco Valley, before eventually going on to conquer much of the Andean world.[11]\n\nIn creating this myth, the Incans reinforced their authority over the empire. Firstly, by associating the Hualla with plants from the jungle, the Inca's origin myth would have likely caused the listener to think that the Hualla were primitive compared to the superior Inca. Thus, the Inca's defeat of the Hualla and their supposed development of maize based agriculture, supported the notion that the Inca were the rightful stewards of the land, as they were able to make the land productive and tame.[11] These myths were reinforced in the many festivals and rites that were celebrated throughout the Incan Empire. For example, there were corn festivals that were celebrated annually during the harvest. During these festivals the Inca elite were celebrated alongside the corn and the main deity of the Inca, Inti.[11] As such, the myth of original Inca's planting of the corn crop was utilized to associate the ruling Inca elite with the gods, as well as portraying them as being the bringers of the harvest. In this way, the origin myths of the Inca were used to justify the elite position of the Inca within their vast, multiethnic empire. Within the Inca Empire, the Inca held a special status of \"Inca by Blood\", that granted them significant privileges over non-Inca peoples.[12] The ability of the Inca to support their elite position was no small feat, given that less than fifty thousand Inca were able to rule over millions of non-Inca peoples. Mythology was an important way by which the Inca were able to justify both the legitimacy of the Inca state, as well as their privileged position with the state.\n\nThe strategic deployment of Incan mythology did not end after the Incan empire was colonized by the Spanish. In fact, Incan mythology was utilized in order to resist and challenge the authority of the Spanish colonial authorities. Many Incan myths were utilized to criticize the wanton greed of European imperialism. There was widespread killing and rape of women and children in Peru by the European soldiers. For example, there are myths among the indigenous people of the former Inca empire that tell the stories of foreigners who come into the Andes and destroy valuable objects.[13] One such myth is the tale of Atoqhuarco amongst the Quechua, which describes how an indigenous woman is destroyed in an act of rebellion against a lascivious foreigner who in turn is eventually transformed into a predatory fox.[13] Powerful colonial institutions are also critiqued in some of these myths, with the Catholic Church being frequently lambasted. For example, the story of the Priest and Sexton highlights the hypocrisy and abusive nature of a Catholic Priest and his callous treatment of his indigenous parishioners.[13] As such, these myths show that Inca mythology was strategically deployed to subvert and rebel against Spanish rule in the former Incan Empire.\n\nIncan mythology continues to be a powerful force in contemporary Andean communities. After the nations that were once a part of the Incan Empire gained their independence from Spain, many of these nations struggled to find a suitable origin myth to support the legitimacy of their state.[14] In the early twentieth century, there was a resurgence of interest about the indigenous heritage of these new nations. While these references to Inca mythology can be more overt, such as the presence of Inti on the Argentine flag, other references to the Inca mythology can be subtler.[15] For example, in the late twentieth century the Peruvian Revolutionary government made reference to Inca myths about Pachamama, an Inca Mother Earth figure, in order to justify their land distribution programs.[14] Additionally, modern governments continue to make reference to the former Inca Empire in order to support their claims of legitimacy, to the point that there are municipally funded observances of rituals referencing Inca mythology, especially in and around Cusco.[14] The power of Incan mythology resonates in contemporary politics, with politicians like Alejandro Toledo making references to Inca mythology and imagery during their candidacies and tenures.[16] While the Inca Empire may have ceased to exist hundreds of years ago, its vibrant mythology continues to influence life throughout Peru today.\n\n"
        },
        {
            "title": "Animals in Inca religion",
            "text": "Like other Native American cultures, the Inca society was heavily influenced by the local animal populations, both as food, textile, and transportational sources as well as religious and cultural cornerstones. Many myths and legends of the Inca include or are solely about an animal or a mix of animals and their interactions with the gods, humans, and or natural surroundings.\n\nThe Inca bred dogs for hunting and scavenging but rarely for religious purposes. The Huanca people, however, had a much more religious basis for their consumption of dog meat as in Inca mythology Paria Caca, their god, was pictured as feeding solely on dog after he defeated another god, Huallallo Carhuincho, in a skirmish. In some parts of South America the Huanca are referred to as \"the dog-eating Huanca\". This behaviour of eating dog was looked down upon in other parts of the empire.[17]\n\nThere also exists a city named Alqollacta, or \"Dog town\", which contains statues of dogs and are thought to represent the souls of dogs that have died. The people would often save up bones and leave them at the statues so that it would give them a better standing in the afterlife.\n\nDogs were sometimes believed to be able of moving between life and death and also see the soul of the dead. In addition, the Inca believed that unhappy dead souls could visit people in the form of black dogs. The Aymara people of Bolivia were reported to believe that dogs were associated with death and incest. They believed that those who die must cross an ocean to the afterlife in the ear of, or on the nose of, a black dog. Additionally, some sources report that women who sleep alone at night were capable of being impregnated by ghosts which would yield a baby with dog feet.[17]\n\nDespite there only being one bear species in South America (the spectacled bear, Tremarctus ornatus), the story of The Bear's Wife and Children is a prominent story among the Inca.[17] The Andean people believed that bears represented the sexual habits of men and women and the girls were warned of \"bear-rape\". This story details a bear who disguises himself as a man who subdues a girl and takes her to his cave where he feeds her and takes care of her. Soon after, she bares two half bear half human children. With the help of the children the three are able to escape the cave and return to human society. The bear children are given to the town's priest who attempts to kill the cubs several times (by throwing them off buildings, sending them into the wild, sending them to fight officers) but is only capable of getting the younger bear-child killed.[17] The older bear beats the trials and is sent to fight a damned soul, which he defeats and saves from damnation. The soul gives the bear his estate and wealth and the now fully grown bear man leaves human society as a white dove. This tale could be interpreted as a Native American's plight story against the Hispanic society in which they find them in, which becomes more believable as this folklore become more prominent after the Spanish Conquest.[17]\n\nIn addition to this story, half bear half human beings called Ukuku are thought to be the only being that are able to bring ice from the top of mountains as they have the intelligence of men but the strength of bears. Ukuku clowns can be seen in the Corpus Christi celebrations of Cuzco where they undergo pilgrimage to a nearby glacier and spend the night on the ice as an initiation of manhood.[18]\n\nThe fox did not generally have a good reputation among the Inca or people of the Andes and was seen as an omen. Sacrifices to the gods included a variety of goods and animals, including humans, but were never seen to ever include foxes. Inca mythology contains references to gods being deceived by foxes. In one encounter, the deity Cuniraya Viracocha was angered by a fox and stated that \"As for you, even when you skulk around keeping your distance, people will thoroughly despise you and say ‘That fox is a thief!’. When they kill you they'll carelessly throw you away and your skin too\".[19] In other narratives, the fox is said to have tried to steal the moon but the moon hugged the fox close which resulted in the spots on the moon. Finally, the fox still plays a role in current Andean society where the howling of a fox in the month of August is perceived as a sign of good luck.[17]\n\nThe Inca had indigenous names for constellations as well as interstellar clouds (dark nebulae) visible from the Southern hemisphere. The fox (Atoq in quechua) is the name for one dark nebulae in the milky way, and Andean narratives, including Inca ones, may refer to the dark nebulae rather than the animal.\n\n"
        },
        {
            "title": "Pre-Inca Andean beliefs",
            "text": "Prior to the founding of the Inca Empire, there were several other cultures in various areas of Peru with their own beliefs, including cultures of the Chavín, Paracas, Moche, and Nazca. Additional pre-Inca beliefs can be found in the Huarochirí Manuscript, a 17th-century text that records the myths, culture, and beliefs of people in the Huarochirí Province of the Western Andes.[20]\n\n"
        }
    ]
}