{
    "url": "https://en.wikipedia.org/wiki/Incarnation",
    "title": "Incarnation",
    "table_of_contents": [
        "1 Abrahamic religions",
        "1.1 Christianity",
        "1.2 Islam",
        "1.3 Judaism",
        "1.4 Druze faith",
        "2 Baháʼí Faith",
        "3 Buddhism",
        "4 Hinduism",
        "4.1 Avatar versus incarnation",
        "5 Serer religion",
        "6 See also",
        "7 Notes",
        "8 References",
        "8.1 Bibliography",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Incarnation literally means embodied in flesh or taking on flesh. It refers to the conception and the embodiment of a deity or spirit in some earthly form.[1] Or the appearance of a god as a human.[2] If capitalized, it is the union of divinity with humanity in Jesus Christ.[1] In its religious context the word is used to mean a god, deity, or divine being in human or animal form on Earth.\n\n"
        },
        {
            "title": "Abrahamic religions",
            "text": "The incarnation of Christ is the central Christian doctrine that God became flesh, assumed a human nature, and became a man in the form of Jesus, the Son of God and the second person of the Trinity. This foundational Christian position holds that the divine nature of the Son of God was perfectly united with human nature in one divine Person, Jesus, making him both truly God and truly human. The theological term for this is hypostatic union: the second person of the Trinity, God the Son, became flesh when he was miraculously conceived in the womb of the Virgin Mary.[3] Biblical passages traditionally referenced in connection with the doctrine of the Incarnation include John 3:1-21, Colossians 2:9, and Philippians 2:7-8.\n\nIslam completely rejects the doctrine of the incarnation (Mu'jassimā[4] / (Tajseem) Tajsīm) of God in any form, as the concept is defined as shirk. In Islam, God is one and \"neither begets nor is begotten\".[5]\n\nMainstream Judaism totally rejects any doctrine of an incarnation of God and absolutely rejects any concept of an incarnation of God in any form.[6] However, some Hasidim believe in a somewhat similar concept. Menachem Mendel Schneerson, a prominent Hasidic leader, said that the Rebbe is God's essence itself put into the body of a tzadik.[7]\n\nHamza ibn Ali ibn Ahmad is considered the founder of the Druze faith and the primary author of the Druze manuscripts,[8] he proclaimed that God had become human and taken the form of man, al-Hakim bi-Amr Allah.[9][10][11][12][13][14] al-Hakim bi-Amr Allah is an important figure in the Druze faith whose eponymous founder ad-Darazi proclaimed him as the incarnation of God in 1018.[9][10][15][16]\n\n"
        },
        {
            "title": "",
            "text": "In the Baháʼí Faith, God is not seen to be incarnated into this world and is not seen to be part of creation as he cannot be divided and does not descend to the condition of his creatures.[17] The Manifestations of God are also not seen as an incarnation of God, but are instead understood to be like a perfect mirror reflecting the attributes of God onto this material world.[18][19]\n\n"
        },
        {
            "title": "Buddhism",
            "text": "Buddhism is a nontheistic religion: it denies the concept of a creator deity or any incarnation of a creator deity. However, Buddhism does teach the rebirth doctrine and asserts that living beings are reborn, endlessly, reincarnating as devas (gods), demi-gods, human beings, animals, hungry ghosts or hellish beings,[20] in a cycle of samsara that stops only for those who reach nirvana (nibbana).[21][22][23]\n\nIn Tibetan Buddhism, an enlightened spiritual teacher (lama) is believed to reincarnate, and is called a tulku. According to Tulku Thond,[24] there are three main types of tulkus.  They are the emanations of buddhas, the manifestations of highly accomplished adepts, and rebirths of highly virtuous teachers or spiritual friends.  There are also authentic secondary types as well which include unrecognized tulkus, blessed tulkus, and tulkus fallen from the path.\n\n"
        },
        {
            "title": "Hinduism",
            "text": "In Hinduism, incarnation refers to its rebirth doctrine, and in its theistic traditions to avatar.[25] Avatar literally means \"descent, alight, to make one's appearance\",[26] and refers to the embodiment of the essence of a superhuman being or a deity in another form.[27] The word also implies \"to overcome, to remove, to bring down, to cross something\".[26] In Hindu traditions, the \"crossing or coming down\" is symbolism, states Daniel Bassuk, of the divine descent from \"eternity into the temporal realm, from unconditioned to the conditioned, from infinitude to finitude\".[28] An avatar, states Justin Edwards Abbott, is a saguna (with form, attributes) embodiment of the nirguna Brahman or Atman (soul).[29]\n\nNeither the Vedas nor the Principal Upanishads ever mentions the word avatar as a noun.[28] The verb roots and form, such as avatarana, do appear in ancient post-Vedic Hindu texts, but as \"action of descending\", but not as an incarnated person (avatara).[30] The related verb avatarana is, states Paul Hacker, used with double meaning, one as action of the divine descending, another as \"laying down the burden of man\" suffering from the forces of evil.[30]\n\nThe term is most commonly found in the context of the Hindu god Vishnu.[26][31] The earliest mention of Vishnu manifested in a human form to empower the good and fight against evil, uses other terms such as the word sambhavāmi in verse 4.6 and the word tanu in verse 9.11 of the Bhagavad Gita,[32] as well as other words such as akriti and rupa elsewhere.[33] It is in medieval era texts, those composed after the sixth century CE, that the noun version of avatar appears, where it means embodiment of a deity.[34] The incarnation idea proliferates thereafter, in the Puranic stories for many deities, and with ideas such as ansha-avatar or partial embodiments.[32][31]\n\nWhile avatars of other deities such as Ganesha and Shiva are also mentioned in medieval Hindu texts, this is minor and occasional.[35] The incarnation doctrine is one of the important differences between Vaishnavism and Shaivism traditions of Hinduism.[36][37]\n\nThe translation of avatar as \"incarnation\" has been questioned by Christian theologians, who state that an incarnation is in flesh and imperfect, while avatar is mythical and perfect.[38][39] The theological concept of Christ as an Incarnation into the womb of the Virgin Mary and by work of the Holy Spirit God, as found in Christology, presents the Christian concept of incarnation. This, state Oduyoye and Vroom, is different from the Hindu concept of avatar because avatars in Hinduism are unreal and is similar to Docetism.[40] Sheth disagrees and states that this claim is an incorrect understanding of the Hindu concept of avatar.[41][note 1] Avatars are true embodiments of spiritual perfection, one driven by noble goals, in Hindu traditions such as Vaishnavism.[41]\n\n"
        },
        {
            "title": "Serer religion",
            "text": "The Serer religion of West Africa rejects any notions of incarnation or manifestation of the supreme deity Roog (also called Koox in the Cangin language). However, the reincarnation (ciiɗ)[43] of the ancient Serer saints and ancestral spirits, called Pangool, is a well-held principle in Serer religion. These Pangool (singular : Fangool) act as intermediaries between the living world and the divine. When the Serers speak of incarnation, it is these Pangool they refer to, who are themselves holy by virtue of their intercession with the divine.[43][44][45]\n\n"
        }
    ]
}