{
    "url": "https://en.wikipedia.org/wiki/Incheon",
    "title": "Incheon",
    "table_of_contents": [
        "1 History",
        "1.1 Modern history",
        "1.2 Major events",
        "2 Education",
        "2.1 Higher education",
        "2.2 Primary and secondary schools",
        "3 Geography",
        "3.1 Climate",
        "4 Economy",
        "5 Transportation",
        "5.1 Air",
        "5.2 Sea",
        "5.3 Bus",
        "5.4 Train",
        "5.5 Subway",
        "6 Free Economic Zone",
        "6.1 New Songdo City",
        "6.2 Yeongjong Island",
        "6.3 Cheongna",
        "7 Administrative divisions",
        "8 Demographics",
        "9 Sports",
        "10 Points of interest",
        "11 Notable people",
        "12 International relations",
        "13 See also",
        "14 References",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIncheon (Korean: 인천; Hanja: 仁川; Korean pronunciation: [intɕʰʌ̹n]; or Inch'ŏn; literally \"kind river\"), formerly Jemulpo or Chemulp'o (제물포) until the period after 1910, officially the Incheon Metropolitan City (인천광역시, 仁川廣域市), is a city located in northwestern South Korea, bordering Seoul and Gyeonggi to the east. Inhabited since the Neolithic, Incheon was home to just 4,700 people when it became an international port in 1883. Today, about 3 million people live in the city, making it South Korea's third-most-populous city after Seoul and Busan.[citation needed]\n\nThe city's growth has been assured in modern times with the development of its port due to its natural advantages as a coastal city and its proximity to the South Korean capital. It is part of the Seoul Capital Area, along with Seoul itself and Gyeonggi Province, forming the world's fourth-largest metropolitan area by population.\n\nIncheon has since led the economic development of South Korea by opening its port to the outside world, ushering in the modernization of South Korea as a center of industrialization. In 2003, the city was designated as South Korea's first free economic zone.[citation needed] Since then, large local companies and global enterprises have increasingly invested in the Incheon Free Economic Zone, including Samsung which chose Songdo International City as its new investment destination for its bio industry.[citation needed]\n\nAs an international city, Incheon has held numerous large-scale international conferences, such as the Incheon Global Fair & Festival in 2009. The 17th Asian Games Incheon 2014 was also held in Incheon on 19 September 2014. Incheon has established itself[clarification needed] as a major transportation hub in northeast Asia with the Incheon International Airport and Incheon Port.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "The first historical record of the Incheon area dates back to 475 CE, during the reign of King Jangsu of Goguryeo, by the name of Michuhol, which is supposed to be located on today's Munhak Hill (문학산). The area underwent several name changes with successive kingdoms and dynasties. In Goryeo era, Incheon was called Gyeongwon (경원) or Inju (인주). The current name was turned to Incheon in 1413.[citation needed] Later, Incheon County became Incheon Metropolitan Prefecture (dohobu, 도호부). Old Incheon consisted of today's southern Incheon (i.e. Jung-gu, Dong-gu, Nam-gu, Yeonsu-gu, and Namdong-gu) and the northern part of Siheung City. The city center was Gwangyo-dong, where the prefecture office (도호부청사) and the local academy (hyanggyo, 향교) were located. The \"original\" two remaining buildings of the Incheon prefecture office are located in Munhak Elementary School, while the newly built (in 2001) prefecture office buildings are right across from Munhak Baseball Stadium.\n\nAnother historical name of the city, Jemulpo (alternatively Romanized as Chemulpo), was not widely used until the opening of the port in 1883. It was frequently used until the Japanese annexation.[2][3] After the opening of the Incheon port, the city center moved from Gwangyo to Jemulpo. Today, either Jemulpo or Gwangyo-dong is considered \"Original Incheon\" (원인천). It was internationally known as Jinsen during Japanese rule, based on the Japanese pronunciation of Incheon's Chinese name. \n\nIn 1914, the Japanese colonial government merged outer parts of old Incheon (including the former center of Gwangyo) with Bupyeong County, forming Bucheon County.[4] Between 1936 and 1940, some part of Bucheon County was recombined into Incheon City, by which some part of \"old\" Bupyeong was annexed into Incheon.\n\nIncheon was originally part of Gyeonggi Province, but was granted Directly Governed (now Metropolitan) City status on 1 July 1981; the city officially separated from the province. In 1989, neighboring islands and Gyeyang township of Gimpo County[5] were ceded to Incheon and in 1995 Geomdan township of Gimpo Country and two counties of Ganghwa and Onjin were annexed to Incheon Metropolitan City.[citation needed]\n\nIncheon was known as Inchon prior to South Korea's adoption of a new Romanization system in 2000.[citation needed]\n\nThe city was the site of the Battle of Chemulpo Bay, where the first shots of the Russo-Japanese War were fired.\n\nDuring the Korean War, Incheon was occupied by North Korean troops on 4 July 1950. Incheon was the site of the Battle of Inchon when the United States troops landed to relieve pressure on the Pusan Perimeter and to launch a United Nations offensive northward. The result was a decisive UN victory and it was recaptured on 19 September 1950.[6] USS Inchon was named after the tide-turning battle that ensued.\n\nIncheon has also hosted a series of major international events. The Global Fair & Festival 2009 Incheon was held in the Songdo District in August 2009.  It was open from 7 August to 25 October for a period of 80 days. It was a comprehensive international event with global institutions and corporations as participants. Various musicians and artists performed during the event.\n\nThe city hosted a meeting of the G20 Finance Ministers in February 2010.[7] Incheon was the site of the third Global Model United Nations Conference, held from 10 to 14 August 2011.\n\nIt first hosted the Incheon Women Artists' Biennale in 2004 which expanded into welcoming international artists in its subsequent 2007, 2009[8] and 2011.\n\nIncheon hosted the Asian Games in 2014.[9] It hosted the 6th OECD World Forum in 2018.[10]\n\nIncheon was designated as the World Book Capital for the year 2015 by UNESCO.[11]\n\n"
        },
        {
            "title": "Education",
            "text": "On 27 February 2007, Incheon declared itself an \"English City,\" and inaugurated the \"Incheon Free English Zone\" program. The goal of the program is to make the city as proficient in English as Singapore.[12] This is for the ultimate purpose of establishing Incheon as a commercial and business hub of northeast Asia (see Free Economic Zone below). The official slogan of the program is \"Smile with English.\"[citation needed]\n\nIncheon is home to a number of colleges and universities:\n\nInternational schools:\n\n"
        },
        {
            "title": "Geography",
            "text": "Headquarters of the Green Climate Fund, Incheon has a humid subtropical climate (Köppen: Cwa),[14] and humid continental climate[15] (Köppen Dwa, respectively). Like other metropolitan cities, incheon has a strong urban heat island effect.[16] Incheon's climate is about average compared to the rest of Korea, with 8 locations being cooler and 10 locations being warmer, and with 9 locations being wetter and 9 locations being drier.[17]\n\nIncheon experiences each of its four seasons, distinctly feeling the rise and fall of temperature and humidity. The temperature however, never rises to an extreme, and the climate of the city is essentially mild. Incheon is swept by the seasonal winds as the northwesterly winds strike the city in the winter and the summer in Incheon is affected by gusts of the warm southwesterly winds.[18]\n\n"
        },
        {
            "title": "Economy",
            "text": "Incheon forms the heart of Capital Industrial Region. During the industrialization of South Korea, several industrial complexes were built throughout the city, and as a result, the city was largely dependent on manufacturing industry. But with the designation of Incheon Free Economic Zone in 2003, the city is now making an effort to foster new growth industries. Major industrial parks include Bupyeong industrial complex, which hosts GM Incheon plant(formerly a GM Daewoo Incheon plant), Juan industrial complex, and Namdong Industrial complex.[citation needed]\n\nIn recent years, bio industry is emerging as a new growth industry of the city.[citation needed] Currently, with the total production capacity of 330kℓ per year, the city ranks 2nd in the world by production capacity along with San Francisco, United States.[citation needed] The capacity is under expansion, and after completion in 2018, the city will rank 1st with the production capacity of 510kℓ.[22] Also, logistics industry is also experiencing a rapid growth, thanks to Incheon Airport, which was ranked fourth in the world by cargo traffic, and the expansion of Incheon Port.\n\n"
        },
        {
            "title": "Transportation",
            "text": "Incheon is a major domestic and international transport hub for Korea.\n\nIncheon International Airport is South Korea's primary international airport and a regional air hub. In 2015, it was the world's 22nd busiest airport by passenger traffic, with 49,412,750 passengers.[23]\n\nThere were a total of 305,446 flights (300,634 international, 4,812 domestic) to and from Incheon International Airport in 2015, an average of 837 flights (824 international, 13 domestic) daily. Korea's two main carriers, Korean Air and Asiana Airlines, serviced 50.9% of flights, while low-cost and foreign carriers serviced the remaining 49.1% of flights.[24] The airport is experiencing a rapid increase in passengers, and the opening of Terminal 2 in December 2017 spurred additional traffic.\n\nThe airport was also featured in the Korean drama series, \"Air City.\"\n\nIncheon International Airport ranked \"5th in the world\" among international airports.[25][when?][needs update]\n\nIncheon's sea port is the second largest port in Korea after Busan Port.\n\nThe International Passenger Terminal located at the port offers ferries to five cities in China: Dalian, Qingdao, Tianjin, Dandong, and Weihai. There are also ferries to Incheon's outlying islands as well as Baengnyeong Island inside of the Northern Limit Line.\n\nIncheon Bus Terminal, located at its eponymous subway stop, offers express bus transportation to all parts of Korea. Many city bus lines offer transportation within city limits as well as to the neighboring cities of Bucheon, Gimpo, Seoul, and Siheung.\n\nMany intercity buses offer transportation between Seoul and Incheon.\n\nLocal service to Guro, Seoul, Cheongnyangni, Uijeongbu and Soyosan is offered by Seoul's subway Line 1. The line has 11 stations within Incheon and connects to the Incheon Subway at Bupyeong and Juan stations.\n\nRapid service on the same line to Yongsan Station in Seoul depart from Dongincheon station and stops at major stations.\n\nThe Airport Express (AREX) line runs from Incheon International Airport to Seoul Station via Gimpo International Airport. The Incheon-Gimpo section was opened in March 2007 and was extended to Seoul station in December 2010. Passengers can choose a high-speed service stopping only at Incheon airport and Seoul, which takes 43 minutes but departs only every half-hour; or the all-station service which takes 53 minutes but leaves every six minutes.\n\nKTX service was introduced on the AREX line on 30 June 2014, with stops at Incheon International Airport Station and Geoman Station. There are additional plans to use the newly built Suin Line to bring KTX service to Incheon Station by 2021.[26]\n\nThe Incheon Subway has two subway lines serving the city. The first line connects to the Seoul Metropolitan Subway system at Bupyeong Station (Seoul Subway Line 1), and AREX line at Gyeyang Station. It connects International Business District Station in Songdo to Gyeyang Station. The line has 28 stations on 29.4 kilometres (18.3 miles) of track. The line also has transfer stations with the Suin Line at Woninjae Station, with the Incheon Subway Line 2 at Incheon City Hall Station, and with Seoul Subway Line 7 at Bupyeong-gu Office Station. Incheon Subway Line 2 opened in July 2016 and runs from Geomdan Oryu Station to Unyeon Station. The automated line is 29.2 kilometres (18.1 miles) long, and has 27 stations, including transfer stations at Geomam station with the AREX line, Juan Station with Seoul Subway Line 1 and Incheon Subway Line 2 at Incheon City Hall Station.\n\nThe Incheon subway is operated by the Incheon Rapid Transit Corporation (IRTC).\n\nThere are additional plans for a third subway line in Incheon.\n\nKorail has also constructed a new commuter rail line named Suin Line. The line opened in 2012 from Oido Station in Siheung to Songdo Station in Incheon. It was then extended in 2016, and now reaches Incheon Station where passengers can transfer to Seoul Subway Line 1. In 2020, the line was extended from Oido Station to Suwon Station.\n\nSMRT (one of three operating companies of Seoul Metropolitan Subway) has extended Seoul Metropolitan Subway Line 7 to Bupyeong-gu office by 2011 and provided transfers to the Incheon Subway system. It has 3 stations within Incheon. By 2020, the line will further be extended westwards to Seoknam Station where it will be possible to transfer to Incheon Subway Line 2.\n\n"
        },
        {
            "title": "Free Economic Zone",
            "text": "The Incheon Free Economic Zone consists of the three regions of Songdo, Cheongna, and the island of Yeongjong, and has a total area of 51,739 acres (20,938 ha).  The goal of IFEZ is to transform these three areas into hubs for logistics, international business, leisure, and tourism for the Northeast Asian region. The term 'Free Economic Zone' applies to the development in these three areas with the aim of improving the business environment for foreign-invested enterprises and the living conditions for foreigners. The zone is a specially designated area to create the most favorable business and living environment where foreign nationals can live and invest freely and conveniently. Incheon's Free Economic Zone, the first in Korea, was officially designated by the Korean government in August 2003.  IFEZ is planned to be a self-contained living and business district featuring air and sea transportation, a logistics complex, an international business center, financial services, residences, schools and hospitals, and shopping and entertainment centres.[promotion?]\n\nSongdo International City began development in 1994 and is being built on reclaimed land. It is designated to become a center of diverse international businesses, a hub for international trade, an area for knowledge-based technologies, and a place for eco-friendly urban living. Construction is due to be completed in 2020.[promotion?]\n\nAs of 2012[update], Yeongjong International City's 34,183 acres (13,833 ha) centering on the Incheon International Airport is being developed as an eco-friendly airport city scheduled to be completed by 2020.\nParadise Co, a South Korean casino operator, said in October 2013 that it will build the country's largest casino on Yeongjong Island.[27]\n\nThe Cheongna district, on the mainland adjacent Yeongjong Island, will focus on entertainment and will feature a world class theme park.  It will also be a residential area with sports facilities, a floriculture complex, and a business area specially designed for international finance.[promotion?]\n\n"
        },
        {
            "title": "Administrative divisions",
            "text": "Incheon is divided into 8 districts (gu) and 2 counties (gun).\n\n"
        },
        {
            "title": "Demographics",
            "text": "According to the 2015 census, 32.6% of the population follow Christianity (23.1% Protestantism and 9.5% Catholicism) and 8.7% follow Buddhism. 57.9% of the population is irreligious. 0.8% of the population follow other religions including Islam, Muism, and Confucianism.[29]\n\n"
        },
        {
            "title": "Sports",
            "text": "Incheon is home to the following professional and semi professional sports teams:\n\nAssociation football:\nThe K League 1 team Incheon United FC.\nThe Incheon team was known to have a popular rivalry against former Bucheon SK (now Jeju United), due to the teams' close geographical relationship.\n\nThe K4 League team FC Namdong is based in the Namdong District of Incheon.\n\nThe WK League team is named Hyundai Steel Red Angels.\n\nBaseball:\nThe KBO League team SSG Landers.\nThe first Incheon-based professional baseball team were Sammi Superstars.\n\nBasketball:\nThe WKBL team Incheon Shinhan Bank S-Birds is based in Incheon. Between 1997 and 2021, Incheon hosted the KBL team Incheon Electroland Elephants.\n\nVolleyball:\nThe V-League teams are Incheon Korean Air Jumbos (men's) and Incheon Heungkuk Life Pink Spiders (women's).\n\nMunhak Sports Complex:\nThe Munhak Sports Complex houses both a football stadium and a baseball stadium. The football stadium was Incheon's venue for the 2002 Football World Cup, and is also the home venue for Incheon United. The baseball stadium is the home venue for the SSG Landers.\n\nIn April 2007, Incheon was selected as the host city for the 2014 Asian Games, beating out New Delhi.[30]\n\nYeonhui Cricket Ground:\nYeonhui Cricket Ground is a purpose-built cricket stadium in Incheon built for cricket events at the 2014 Asian Games. The 2014 Asian Games featured cricket for both the men's and the women's event and this ground was used for the scheduled cricket matches played at the games. It is the first cricket stadium in South Korea.[31][32]\n\nIncheon Football Stadium (Sungui Arena):\nIncheon Football Stadium is the first football-only stadium in Incheon. It was built in 2012 with a capacity for 20,891 spectators.\n\n"
        },
        {
            "title": "Points of interest",
            "text": "A number of Korea's western islands, including Ganghwa Island, Yeongjong Island, and Baengnyeong Island are also administered by Incheon. Baengnyeong Island is South Korea's westernmost point.\n\n"
        },
        {
            "title": "International relations",
            "text": "Incheon is twinned with:[33]\n\n"
        }
    ]
}