{
    "url": "https://en.wikipedia.org/wiki/Inclusivism",
    "title": "Inclusivism",
    "table_of_contents": [
        "1 Religious inclusivism",
        "1.1 Ancient Greece",
        "1.2 Hinduism",
        "1.3 Christianity",
        "1.4 Baháʼí Faith",
        "2 See also",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Inclusivism is one of several approaches in religious studies, anthropology, or civics to understand the relationship between different religions, societies, cultures, political factions etc. It asserts that there is beauty in the variety of different schools of thoughts, and that they can live together in harmony.[citation needed] It stands in contrast to exclusivism, which asserts that only one way is true and all others are in erroneous. \n\nWithin religious studies and theology, inclusivism is the belief that, although only one belief system is true, aspects of its truth can be found in other religions. This is contrasted from religious pluralism, which asserts that all beliefs are equally valid within a believer's particular context.[1]\n\nBroadly speaking, there are two schools of Inclusivist thought:\n\n"
        },
        {
            "title": "Religious inclusivism",
            "text": "Interpretatio graeca was the tendency of ancient Greek writers to equate foreign divinities to members of their own pantheon. Herodotus, for example, refers to the ancient Egyptian gods Amon, Osiris, and Ptah as \"Zeus,\" \"Dionysus,\" and \"Hephaestus.\" This could be seen an example of inclusivism, as could syncretism.\n\nSyncretism functioned as an essential feature of Ancient Greek religion. Later on, Hellenism, a consequence of Alexander the Great's belief that he was the son of a god, reinforced by the Oracle of Zeus-Ammon at Siwa in Egypt, itself showed syncretic features, essentially blending Persian, Anatolian, Egyptian (and eventually Etruscan-Roman) elements within Hellenic formulations. After the Hellenization of the Egyptian culture initiated by Ptolemy I Soter, Isis became known as \"Queen of Heaven\" and worshipped in many aspects and by many names besides that of Hera.\n\nA well-known Rig Vedic hymn stemming from Hinduism claims that \"Truth is One, though the sages know it variously\", proclaiming a pluralistic view of religion. Krishna, incarnation or Avatar of Vishnu, the supreme God in Hinduism, said in the Gita, \"In whatever way men identify with Me, in the same way do I carry out their desires; men pursue My path... in all ways.\" (Gita:4:11) He also said that \"Whatever deity or form a devotee worships, I make his faith steady. However, their wishes are only granted by Me.\" (Gita: 7:21–22) Another quote in the Gita states: \"O Arjuna, even those devotees who worship other lesser deities (e.g., Devas, for example) with faith, they also worship Me, but in an improper way because I am the Supreme Being. I alone am the enjoyer of all sacrificial services (Seva, Yajna) and Lord of the universe.\" (Gita: 9:23)\n\nChristian supporters of inclusivism include Julian of Norwich, Augustus Hopkins Strong,[2] C. S. Lewis,[3][4] John Wesley,[5][6] Clark Pinnock,[7] Karl Rahner, John E. Sanders, Terrance L. Tiessen, and Robert Brush (contributor to The Arminian Magazine). While Billy Graham mostly preached \"salvation by faith in Christ alone\" throughout his 60-year ministry as an evangelist, he later made controversial comments that border on inclusivism (although he stated that he did not like to refer to it by that term, because he was concerned that many people mean universalism when they refer to inclusivism). Graham said, “I used to play God but I can’t do that any more. I used to believe that pagans in far-off countries were lost and were going to hell—if they did not have the Gospel of Jesus Christ preached to them. I no longer believe that,” he said carefully. “I believe that there are other ways of recognizing the existence of God—through nature, for instance—and plenty of other opportunities, therefore, of saying ’yes’ to God.”[8]\n\nSome Evangelical scholars[who?] believe that God judges all people based on their response to the Holy Spirit, citing Romans 2:14-15 as evidence that those following a natural moral law are still following God. Other verses cited as supporting inclusivism include Acts 17:23-28, wherein Paul says that the Greeks had been worshiping God without knowing it, and Acts 10:1-48, which states that whoever fears God and does good works is accepted by him, regardless of nation. In addition, the Parable of the Sheep and the Goats (Matthew 25:31-46) portrays the judgment of the nations as being based on each individual's compassion on others, not on their religious background.[citation needed]\n\nThe doctrine of inclusivism is held by Roman Catholics [9] and Seventh-day Adventists, asserting that while Christianity is the one true faith, other faiths are at least partially true, and therefore are valid ways of reaching salvation until the Gospels can be preached to them.[citation needed].\n\nShoghi Effendi, the head of the Baháʼí Faith in the first half of the 20th century, stated:\n\n"
        }
    ]
}