{
    "url": "https://en.wikipedia.org/wiki/Income_inequality_in_the_United_States",
    "title": "Income inequality in the United States",
    "table_of_contents": [
        "1 Definitions",
        "2 History",
        "2.1 1913–1941",
        "2.2 The Great Compression, 1937–1967",
        "2.3 1979–2007 increase",
        "2.4 2007–2016 reduction",
        "2.4.1 CBO",
        "2.4.2 Saez, et al.",
        "2.5 Events",
        "2.6 Post-2016 increase",
        "3 Causes",
        "4 Effects",
        "4.1 Economic",
        "4.1.1 Economic growth",
        "4.1.2 Financial crises",
        "4.1.3 Monopoly, labor, consolidation, and competition",
        "4.1.4 Aggregate demand",
        "4.2 Income mobility",
        "4.2.1 Over lifetimes",
        "4.2.2 Between generations",
        "4.3 Poverty",
        "4.4 Debt",
        "4.5 Democracy and society",
        "4.5.1 Political polarization",
        "4.5.2 Political inequality",
        "4.5.3 Class system",
        "4.5.4 Political change",
        "4.5.5 Health",
        "4.5.6 Financing of social programs",
        "4.5.7 Justice",
        "5 Public attitudes",
        "6 States and cities",
        "7 International comparisons",
        "7.1 Reasons for relative performance",
        "7.2 2014",
        "8 Policy responses",
        "8.1 Education",
        "8.2 Parenting assistance",
        "8.3 Healthcare",
        "8.4 Public welfare and infrastructure spending",
        "8.5 Taxes",
        "8.5.1 Tax expenditures",
        "8.6 Corporate taxes",
        "8.7 Minimum wages",
        "8.8 Basic income",
        "8.9 Economic democracy",
        "8.10 Monetary policy",
        "9 Measurement",
        "9.1 Census Bureau data",
        "9.2 Internal Revenue Service data",
        "9.3 GDP distribution",
        "9.4 Income measures: pre-and post-tax",
        "9.5 Demographic issues",
        "9.6 Gini index",
        "10 Other indicators of inequality",
        "10.1 Opportunity",
        "10.2 Consumption",
        "10.3 Wealth",
        "10.4 Education and family structure",
        "10.5 Hollowing out of the Middle Class",
        "11 Opinions of notable individuals",
        "12 See also",
        "13 References",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIncome inequality in the United States is the extent to which income is distributed in differing amounts among the American population. It has fluctuated considerably since measurements began around 1915, moving in an arc between peaks in the 1920s and 2000s, with a 30-year period of relatively lower inequality between 1950 and 1980.\n\nThe U.S. has the highest level of income inequality among its (post-)industrialized peers.[1] When measured for all households, U.S. income inequality is comparable to other developed countries before taxes and transfers, but is among the highest after taxes and transfers, meaning the U.S. shifts relatively less income from higher income households to lower income households. In 2016, average market income was $15,600 for the lowest quintile and $280,300 for the highest quintile. The degree of inequality accelerated within the top quintile, with the top 1% at $1.8 million, approximately 30 times the $59,300 income of the middle quintile.[2]\n\nThe economic and political impacts of inequality may include slower GDP growth, reduced income mobility, higher poverty rates, greater usage of household debt leading to increased risk of financial crises, and political polarization.[3][4] Causes of inequality may include executive compensation increasing relative to the average worker, financialization, greater industry concentration, lower unionization rates, lower effective tax rates on higher incomes, and technology changes that reward higher educational attainment.[5]\n\nMeasurement is debated, as inequality measures vary significantly, for example, across datasets[6][7] or whether the measurement is taken based on cash compensation (market income) or after taxes and transfer payments. The Gini coefficient is a widely accepted statistic that applies comparisons across jurisdictions, with a zero indicating perfect equality and 1 indicating maximum inequality. Further, various public and private data sets measure those incomes, e.g., from the Congressional Budget Office (CBO),[2] the Internal Revenue Service, and Census.[8] According to the Census Bureau, income inequality reached record levels in 2018, with a Gini of .49.[9]\n\nUS tax and transfer policies are progressive and therefore reduce effective income inequality. The 2016 US Gini coefficient was .59 based on market income, but was reduced to .42 after taxes and transfers, according to Congressional Budget Office (CBO) figures. The top 1% share of market income rose from 9.6% in 1979 to a peak of 20.7% in 2007, before falling to 17.5% by 2016. After taxes and transfers, these figures were 7.4%, 16.6%, and 12.5%, respectively.[2]\n\n"
        },
        {
            "title": "Definitions",
            "text": "Income distribution can be assessed using a variety of income definitions. Adjustments are applied for various reasons, particularly to better reflect the actual economic resources available to a given individual/household.\n\nThe CBO explains the Gini as \"A standard composite measure of income inequality is the Gini coefficient, which summarizes an entire distribution in a single number that ranges from zero to one. A value of zero indicates complete equality (for example, if each household received the same amount of income), and a value of one indicates complete inequality (for example, if a single household received all the income). Thus, a Gini coefficient that increases over time indicates rising income inequality.\"\n\n\"The Gini coefficient can also be interpreted as a measure of one-half of the average difference in income between every pair of households in the population, divided by the average income of the total population. For example, the Gini coefficient of 0.513 for 2016 indicates that the average difference in income between pairs of households in that year was equal to 102.6 percent (twice 0.513) of average household income in 2016, or about $70,700 (adjusted to account for differences in household size). Similarly, the Gini coefficient of 0.521 projected for 2021 indicates that the average difference in income between pairs of households would equal 104.2 percent (twice 0.521) of average household income in 2021, or about $77,800 (in 2016 dollars).\"[12]: 22-24 \n\n"
        },
        {
            "title": "History",
            "text": "Income inequality has fluctuated considerably since measurements began around 1915, declining between peaks in the 1920s and 2007 (CBO data[2]) or 2012 (Piketty, Saez, Zucman data[13]). Inequality steadily increased from around 1979 to 2007, with a small reduction through 2016,[2][14][15] followed by an increase from 2016 to 2018.[16]\n\nAn early governmental measure that slightly reduced inequality was the enactment of the first income tax in 1913. The 1918 household Gini coefficient (excluding capital gains) was 40.8. A brief but sharp depression in 1920-1921 reduced incomes. Income inequality rose from 1913 to peaks in 1926 (1928  Gini 48.9, 1936 Gini 45.5) and 1941 (Gini 43.1), after which war-time measures of the Roosevelt administration began to equalize the income distribution.[17] Social Security was enacted in 1935. At several points in this pre-World War II era, in which the Rockefellers and Carnegies dominated American industry, the richest 1% of Americans earned over 20% of the income share.[8]\n\nFrom about 1937 to 1947, a period dubbed as the \"Great Compression\",[18] income inequality fell dramatically. The GINI fell into the high 30s.[17] Progressive New Deal taxation, stronger unions, strong post-war economic growth and regulation by the National War Labor Board broadly raised market incomes and lowered the after-tax incomes of top earners.[19]: 47–52  In the 1950s, marginal tax rates reached 91%, although the top 1% paid only about 16% in income taxes.[20] Tax cuts in 1964 lowered marginal rates and closed loopholes. Medicare and Medicaid were enacted in 1965. The Earned Income Tax Credit was enacted in 1975.\n\nThe income change was the product of relatively high wages for trade union workers, lack of foreign manufacturing competition and political support for redistributive government policies. By 1947 more than a third of non-farm workers were union members.[19]: 49  Unions both raised average wages for their membership, and indirectly, and to a lesser extent, raised wages for non-union workers in similar occupations.[19]: 51  Economist Paul Krugman claimed that political support for equalizing government policies was provided by high voter turnout from union voting drives, Southern support for the New Deal, and prestige that the massive mobilization and victory of World War II had given the government.[19]: 52, 64, 66 \n\nA 2022 study in the Economic Journal challenged that World War II was a great leveler in income inequality. The study points instead to a gradual decline in income inequality during the Great Depression which extended into the war years.[21]\n\nThe return to high inequality began in the 1980s.[23] The Gini first rose above 40 in 1983.[17] Inequality rose almost continuously, with inconsequential dips during the economic recessions in 1990–91 (Gini 42.0), 2001 (Gini 44.6) and 2007.[24][25] The lowest top 1% pre-tax income share measured between 1913 and 2016 was 10.9%, achieved in 1975, 1976 and 1980. By 1989, this figure was 14.4%, by 1999 it was 17.5% and by 2007 it was 19.6%.[8]\n\nMajor economic events that affected incomes included the return to lower inflation and higher growth, tax cuts and increases in the early 1980s, cuts following the 1986 tax reforms, tax increases in 1990 and 1993, expansion of the Children's Health Insurance Program in 1997,[26] welfare reform, a 2000 recession, followed by tax cuts in 2001 and 2003 and increases in 2010.\n\nCBO reported that for the 1979–2007 period, after-tax income (adjusted for inflation) of households in the top 1 percent of earners grew by 275%, compared to 65% for the next 19%, just under 40% for the next 60% and 18% for the bottom fifth.The share of after-tax income received by the top 1% more than doubled from about 8% in 1979 to over 17% in 2007. The share received by the other 19 percent of households in the highest quintile edged up from 35% to 36%.[27][28] The major cause was an increase in investment income. Capital gains accounted for 80% of the increase in market income for the households in the top 20% (2000–2007). Over the 1991–2000 period capital gains accounted for 45% of market income for the top 20%.\n\nCBO reported that less progressive tax and transfer policies contributed to an increase in after tax/transfer inequality between 1979 and 2007.[29]\n\nHigher incomes due to a college education were a key reason middle income households gained income share relative to those in the lower part of the distribution between 1973 and 2005. This was due in part to technology changes. However, education had less impact thereafter. Further, education did not explain why the top 1% gained disproportionately starting around 1980.[5] Causes included executive pay trends and the financialization of the economy.[5] For example, CEO pay expanded from around 30 times the typical worker pay in 1980 to nearly 350 times by 2007. From 1978 to 2018, CEO compensation grew 940% adjusted for inflation, versus 12% for the typical worker.[30] A 2012 study reported that the main occupational shift for the top 1% was towards finance, while in 2009 \"the richest 25 hedge-fund investors earned more than $25 billion, roughly six times as much as all the chief executives of companies in the S&P 500 stock index combined.\"[31]\n\nThe share of income held by the top 1 percent was as large in 2005 as in 1928.[32] That year household Gini reached 45.[17]\n\nThe household income  Gini index for the United States was 45.6 in 2009, and 45.4 in 2015, indicating a reduction in inequality during that time.[17] CBO reported that the share of after-tax income received by the top 1% peaked in 2007 at 16.6%. It fell to 11.3% in 2009 due in part to the impact on investment income from the Great Recession, then increased thereafter, to 14.9% by 2012 as the economy recovered. It then fell somewhat, reaching 12.5% by 2016, reflecting Obama policies including the expiration of the Bush tax cuts for top incomes, and both tax increases on top incomes and redistribution to lower income groups under the Affordable Care Act.[2]\n\nCBO reported that for the 1979-2016 period, after-tax income (adjusted for inflation) of households in the top 1 percent of earners grew by 226%, compared to 65% for the 81st to 90th percentile, 47% for the 20th to 80th percentile, and 85% for the bottom fifth. The income growth for the top 1% was less than the 1979-2007 increase, while the bottom fifth was much higher, indicating a reduction in inequality from 2007 to 2016. The bottom quintile benefited from Medicaid expansion and refundable tax credits.[2]\n\nThe top 1% earned 12% of market income in 1979, 20% in 2007 and 19% in 2016. For the bottom 50%, these figures were 20%, 14% and 13%, respectively. For the middle 40% group, a proxy for the middle class, these figures were 45%, 41% and 41%, respectively.[13] Measured by the share captured by the top 1%, by 2012, post-Great Recession market income inequality was as high as it was during the Roaring Twenties, at just over 20%.[34][13]\n\nThe Great Recession took place from December 2007 to June 2009.[35] From 2007 to 2010 total income going to the bottom 99 percent of Americans declined by 11.6%, while the top 1% fell by 36.3%.\n\nIn 2014 Saez and Gabriel Zucman reported that more than half of those in the top 1 percent had not experienced relative gains in wealth between 1960 and 2012. In fact, those between the top 1% and top .5% had lost relative wealth. Only those in the top .1% and above had made relative wealth gains during that time.[36] Saez reported in 2013 that, from 2009 to 2012, the incomes of the top 1% grew by 31.4%, while the incomes of the bottom 99% grew by 0.4%.[37]\n\nIn May 2017, they reported that income shares for those in the bottom half stagnated and declined from 1980 to 2014. Their share declined from 20% in 1980 to 12% in 2014, while the top 1% share grew from 12% in 1980 to 20%. The top 1% then made on average 81 times more than the bottom 50%, while in 1981 they made 27 times more. They attributed Inequality growth during the 1970s to the 1990s to wage growth among top earners, and that the widening gap had been due to investment income.[38][39]\n\nThe Great Recession lasted from 2008 to 2009, multiplying unemployment and crashing the stock market. Obama administration policies addressed inequality in three main ways, contributing to a reduction in the share of income going to the top 1% measured between 2007 and 2016, both pre-tax and after-tax:\n\nIn 2017, the Tax Cuts and Jobs Act of 2017 reduced personal and corporate income tax rates, which critics said would increase income inequality.[42]\n\nAlso in 2017, Forbes found that just three individuals (Jeff Bezos, Warren Buffett and Bill Gates) held more wealth than the bottom half of the population.[43]\n\nIn 2018, and for the first time in U.S. history, U.S. billionaires paid a lower effective tax rate than the working class. A study found that the average effective tax rate paid by the richest 400 families in the country was 23 percent, a full percentage point lower than the 24.2 percent rate paid by the bottom half of American households.[44][45]\n\nIn September 2019, the Census Bureau reported that income inequality in the United States had reached its highest level in 50 years, with the GINI index increasing from 48.2 in 2017 to 48.5 in 2018.[46]\n\nIn December 2019, CBO forecast that inequality would increase between 2016 and 2021. Their report had several conclusions: (Adjusted for inflation)\n\nAccording to a December 2020 analysis of W-2 earnings data from the Economic Policy Institute U.S. income inequality is worsening, as the earnings of the top 1% nearly doubled from 7.3% in 1979 to 13.2% in 2019 while over the same time period the average annual wages for the bottom 90% have stayed within the $30,000 range, increasing from $30,880 to $38,923, representing 69.8% of total earnings in 1979 and 60.9% in 2019 respectively. The earnings of the top 0.1% surged from $648,725 in 1979 to nearly $2.9 million in 2019, an increase of 345%.[48]\n\n"
        },
        {
            "title": "Causes",
            "text": "According to CBO (and others), the precise reasons for the [recent] rapid growth in income at the top are not well understood\",[24]: xi [50] but involved multiple, possibly conflicting, factors.[51][24]: xi [52]\n\nCauses include:\n\nHigher income households are disproportionately likely to prosper when economic times are good, and to suffer losses during downturns. More of their income comes from relatively volatile capital income. For example, in 2011 the top 1% of income earners derived 37% of their income from labor, versus 62% for the middle quintile. The top 1% derived 58% of their income from capital as opposed to 4% for the middle quintile. Government transfers represented only 1% of the income of the top 1% but 25% for the middle quintile; the dollar amounts of these transfers tend to rise in recessions.[14]\n\nAccording to a 2018 report by the Organization of Economic Cooperation and Development (OECD), the US has higher income inequality and a larger percentage of low income workers than almost any other advanced nation because unemployed and at-risk workers get less support from the government and a weak collective bargaining system.[78]\n\n"
        },
        {
            "title": "Effects",
            "text": "Income inequality may contribute to slower economic growth, reduced income mobility, higher levels of household debt, and greater risk of financial crises and deflation.[79][80]\n\nKrueger wrote in 2012: \"The rise in inequality in the United States over the last three decades has reached the point that inequality in incomes is causing an unhealthy division in opportunities, and is a threat to our economic growth. Restoring a greater degree of fairness to the U.S. job market would be good for businesses, good for the economy, and good for the country.\" Since the wealthy tend to save nearly 50% of their marginal income while the remainder of the population saves roughly 10%, other things equal this would reduce annual consumption (the largest component of GDP) by as much as 5%, but would increase investment, at least some of which would likely take place in the US. Krueger wrote that borrowing likely helped many households make up for this shift.[3]\n\nInequality in land and income ownership is negatively correlated with subsequent economic growth.[84] Increasing inequality harms growth in countries with high levels of urbanization.[85]\n\nHigh unemployment rates have a significant negative effect[clarification needed] when interacting with increases in inequality. High unemployment also has a negative effect on long-run economic growth. Unemployment may seriously harm growth because resources sit idle, because it generates redistributive pressures and distortions, because it idles human capital and deters its accumulation, because it drives people to poverty, because it results in liquidity constraints that limit labor mobility, and because it erodes individual self-esteem and promotes social dislocation, unrest and conflict. Policies to control unemployment and reduce its inequality-associated effects can strengthen long-run growth.[86]\n\nEconomists such as David Moss, Krugman and Raghuram Rajan believe the \"Great Divergence\" may be connected to the 2008 financial crisis.[87][88]\n\nA December 2013 Associated Press survey of three dozen economists',[92] a 2014 report by Standard and Poor's[93] and economists Gar Alperovitz, Robert Reich, Joseph Stiglitz, Branko Milanovic and Robert Gordon agree about the harms of inequality.\n\nThe majority of the Associated Press survey respondents agreed that widening income disparity was harming the US economy. They argue that wealthy Americans are receiving higher pay, but they spend less per dollar earned than middle class consumers, whose incomes have largely stagnated.[92]\n\nThe S&P report concluded that diverging income inequality had slowed the recovery and could contribute to future boom-and-bust cycles given increasing personal debt levels. Higher levels of income inequality increase political pressures, discouraging trade, investment, hiring, and social mobility.[93]\n\nAlperovitz and Reich argued that concentration of wealth does not leave sufficient purchasing power for the economy to function effectively.[94][failed verification][95]\n\nStiglitz argued that wealth and income concentration leads the economic elite to protect themselves from redistributive policies by weakening the state, which lessens public investments – roads, technology, education, etc. – that are essential for economic growth.[96][54]: 85 [97]\n\nMilanovic stated that while traditionally economists thought inequality was good for growth, \"When physical capital mattered most, savings and investments were key. Then it was important to have a large contingent of rich people who could save a greater proportion of their income than the poor and invest it in physical capital. But now that human capital is scarcer than machines, widespread education has become the secret to growth\" and that while \"broadly accessible education\" is difficult to achieve under inequality, education tends to reduce income gaps.[98]\n\nGordon wrote that such issues as 'rising inequality; factor price equalization stemming from the interplay between globalization and the Internet; the twin educational problems of cost inflation in higher education and poor secondary student performance; the consequences of environmental regulations and taxes ...\" make economic growth harder to achieve.[99]\n\nIn response to the Occupy movement, legal scholar Richard Epstein defended inequality in a free market society, maintaining that \"taxing the top one percent even more means less wealth and fewer jobs for the rest of us.\" According to Epstein, \"the inequalities in wealth ... pay for themselves by the vast increases in wealth\", while \"forced transfers of wealth through taxation ... will destroy the pools of wealth that are needed to generate new ventures\".[100]\n\nAccording to a 2020 study by the RAND Corporation, the typical worker (defined in the study as a \"Full-Year, Full-Time, Prime-Aged Worker\"[101]) makes $42,000 less than he/she would have if income inequality had not increased over the last four decades. The study also shows that white working class males and rural workers who work full time have been the hardest hit, while the higher income earners captured the vast majority of economic growth over the same time period.[102]\n\nIncome inequality was cited as one of the causes of the Great Depression by Supreme Court Justice Louis D. Brandeis in 1933. In his dissent in the Louis K. Liggett Co. v. Lee (288 U.S. 517) case, he wrote: \"Other writers have shown that, coincident with the growth of these giant corporations, there has occurred a marked concentration of individual wealth; and that the resulting disparity in incomes is a major cause of the existing depression.\"[103]\n\nRajan argued that \"systematic economic inequalities, within the United States and around the world, have created deep financial 'fault lines' that have made [financial] crises more likely to happen than in the past\".[104][105]\n\nGreater income inequality can lead to monopolization, resulting in fewer employers requiring fewer workers.[106][107] Remaining employers can consolidate and take advantage of the relative lack of competition.[86][107]\n\nIncome inequality is claimed to lower aggregate demand, leading to large segments of formerly middle class consumers unable to afford as many goods and services.[106] This pushes production and overall employment down.[86]\n\nThe ability to move from one income group into another (income mobility) is a measure of economic opportunity. A higher probability of upward income mobility theoretically would help mitigate higher income inequality, as each generation has a better chance of achieving higher income.\n\nSeveral studies indicated that higher income inequality is associated with lower income mobility. In other words, income brackets tend to be increasingly \"sticky\" as income inequality increases. This is described by the Great Gatsby curve.[3][108] Noah summarized this as \"you can't really experience ever-growing income inequality without experiencing a decline in Horatio Alger-style upward mobility because (to use a frequently-employed metaphor) it's harder to climb a ladder when the rungs are farther apart.\"[109]\n\nA 2013 Brookings Institution study claimed that income inequality was increasing and becoming permanent, sharply reducing social mobility.[110] A 2007 study found the top population in the United States \"very stable\" and that income mobility had not \"mitigated the dramatic increase in annual earnings concentration since the 1970s.\"[108]\n\nKrugman argued that while in any given year, some people with low incomes will be \"workers on temporary layoff, small businessmen taking writeoffs, farmers hit by bad weather\" – the rise in their income in succeeding years is not the same 'mobility' as poor people rising to middle class or middle income rising to high income. It's the mobility of \"the guy who works in the college bookstore and has a real job by his early thirties.\"[111]\n\nOn the issue of whether most Americans stay in the same income bracket over time, the 2011 CBO distribution of income study reported:\nIn other words,\nDisagreements about the correct procedure for measuring income inequality continues to be a topic of debate among economists, including a panel discussion at the 2019 American Economic Association annual meeting.\n\nSeveral studies found the ability of children from poor or middle-class families to rise to upper income – known as \"upward relative intergenerational mobility\" – is lower in the US than in other developed countries.[113] Krueger and Corak found lower mobility to be linked to income inequality.[114][3]\n\nIn their Great Gatsby curve,[114] Labor economist Miles Corak found a negative correlation between inequality and social mobility. The curve plotted intergenerational income mobility, the likelihood that someone will match their parents' relative income level – and inequality for various countries.[3]\n\nThe connection between income inequality and low mobility can be explained by the lack of access and preparation for schools that is crucial to high-paying jobs; lack of health care may lead to obesity and diabetes and limit education and employment.[113]\n\nKrueger estimated that \"the persistence in the advantages and disadvantages of income passed from parents to the children\" will \"rise by about a quarter for the next generation as a result of the rise in inequality that the U.S. has seen in the last 25 years.\"[3]\n\nGreater income inequality can increase the market income poverty rate, as income shifts from lower income brackets to upper brackets. Jared Bernstein wrote, \"If less of the economy's market-generated growth – i.e., before taxes and transfers kick in – ends up in the lower reaches of the income scale, either there will be more poverty for any given level of GDP growth, or there will have to be a lot more transfers to offset inequality's poverty-inducing impact.\" The Economic Policy Institute (EPI) estimated that greater income inequality added 5.5% to the poverty rate between 1979 and 2007, other factors equal. Income inequality was the largest driver of the change in the poverty rate, with economic growth, family structure, education and race other important factors.[115][116] An estimated 11.8% of Americans lived in poverty in 2018,[117] versus 16% in 2012 and 26% in 1967.[118]\n\nA rise in income disparities weakens skills development among people with a poor educational background in terms of the quantity and quality of education attained.[119]\n\nIncome inequality may be the driving factor in growing household debt,[120][121] as high earners bid up the price of real estate and middle income earners go deeper into debt trying to maintain a middle class lifestyle.[122] Between 1983 and 2007, the top 5 percent saw their debt fall from 80 cents for every dollar of income to 65 cents, while the bottom 95 percent saw their debt rise from 60 cents for every dollar of income to $1.40.[120] Krugman found a strong correlation between inequality and household debt during the twentieth and early twenty-first centuries.[88]\n\nTwenty-first century college costs have risen much faster than income, resulting in an increase in student loan debt from $260 billion in 2004 to $1.6 trillion in 2019Q2.[123] From 1995 to 2013, outstanding education debt grew from 26% of average yearly income to 58%, for households with net worth below the 50th percentile.[124]\n\nBernstein and Krugman assessed the concentration of income as variously \"unsustainable\"[125] and \"incompatible\"[126] with democracy. Political scientists Jacob S. Hacker and Paul Pierson quoted a warning by Greek-Roman historian Plutarch: \"An imbalance between rich and poor is the oldest and most fatal ailment of all republics.\"[127] Some academic researchers alleged that the US political system risks drifting towards oligarchy, through the influence of corporations, the wealthy and other special interest groups.[128][129]\n\nRising income inequality has been linked to political polarization.[130] Krugman wrote in 2014, \"The basic story of political polarization over the past few decades is that, as a wealthy minority has pulled away economically from the rest of the country, it has pulled one major party along with it ... Any policy that benefits lower- and middle-income Americans at the expense of the elite – like health reform, which guarantees insurance to all and pays for that guarantee in part with taxes on higher incomes – will face bitter Republican opposition.\"[131] He used environmental protection as another example, which became a partisan issue only after the 1990s.[131][132] Evidence suggests the impact of national income inequality on regional economic divergence as one potential reason for the link between inequality and political polarization.[133]\n\nAs income inequality increased, the degree of House of Representatives polarization measured by voting record followed. Inequality increased influence by the rich on the regulatory, legislative and electoral processes.[134] McCarty, Pool and Rosenthal wrote in 2007 that Republicans had then moved away from redistributive policies that would reduce income inequality, whereas earlier, they had supported redistributive policies such as the EITC. Polarization thus completed a feedback loop, increasing inequality.[135]\n\nThe IMF warned in 2017 that rising income inequality within Western nations, in particular the United States, could result in further political polarization.[136]\n\nSeveral economists and political scientists argued that income inequality translates into political inequality, as when politicians have financial incentives to accommodate special interest groups. Researchers such as Larry Bartels found that politicians are significantly more responsive to the political opinions of the wealthy, even when controlling for a range of variables including educational attainment and political knowledge.[138][139]\n\nA class system is a society organized around the division of the population into groups having a permanent status that determines their relation to other groups.[140] Such groups may be defined by income, religion and/or other characteristics. Class warfare is thus conflict between/among such classes.\n\nInvestor Warren Buffett said in 2006, \"There's class warfare, all right, but it's my class, the rich class, that's making war, and we're winning.\" He advocated much higher taxes on the wealthiest Americans.[141]\n\nGeorge Packer wrote, \"Inequality hardens society into a class system ... Inequality divides us from one another in schools, in neighborhoods, at work, on airplanes, in hospitals, in what we eat, in the condition of our bodies, in what we think, in our children's futures, in how we die. Inequality makes it harder to imagine the lives of others.\"[142]\n\nIn recent US history, the class conflict has taken the form of the \"1% versus the 99%\" issue, particularly as reflected in the Occupy movement and struggles over tax policy and redistribution. The movement spread to 600 communities in 2011. Its main political slogan – \"We are the 99%\" – referenced its dissatisfaction with the era's income inequality.[143]\n\nIncreasing inequality is both a cause and effect of political change, according to journalist Hedrick Smith. The result was a political landscape dominated in the 1990s and 2000s by business groups, specifically \"political insiders\" – former members of Congress and government officials with an inside track – working for \"Wall Street banks, the oil, defense, and pharmaceutical industries; and business trade associations.\" In the decade or so prior to the Great Divergence, middle-class-dominated reformist grassroots efforts – such as the civil rights movement, environmental movement, consumer movement, labor movement – had considerable political impact.[144]\n\nWorld trade significantly expanded in the 1990s and thereafter, with the creation of the World Trade Organization and the negotiation of the North American Free Trade Agreement. These agreements and related policies were widely supported by business groups and economists such as Krugman.[145] and Stiglitz[146] One outcome was greatly expanded foreign outsourcing, which has been argued to have hollowed out the middle class.[147]\n\nStiglitz later argued that inequality may explain political questions – such as why America's infrastructure (and other public investments) are deteriorating,[54]: 92  or the country's recent relative lack of reluctance to engage in military conflicts such as the 2003 Iraq war. Top-earning families have the money to buy their own education, medical care, personal security, and parks. They showed little interest in helping pay for such things for the rest of society, and have the political influence to make sure they don't have to. The relatively few children of the wealthy who joined the military may have reduced their concern about going to war.[148]\n\nMilanovic argued that globalization and immigration caused US middle-class wages to stagnate, fueling the rise of populist political candidates.[149] Piketty attributed the victory of Donald Trump in the 2016 presidential election, to \"the explosion in economic and geographic inequality in the United States over several decades and the inability of successive governments to deal with this.\"[150]\n\nUsing statistics from 23 developed countries and the 50 states of the US, British researchers Richard G. Wilkinson and Kate Pickett found a correlation that remains after accounting for ethnicity,[152] national culture[153] and occupational classes or education levels.[154] Their findings place the United States as the most unequal and ranks poorly on social and health problems among developed countries.[155] The authors argue inequality creates psychosocial stress and status anxiety that lead to social ills.[156]\n\nA 2009 study attributed one in three deaths in the United States to high levels of inequality.[157] According to The Earth Institute, life satisfaction in the US has been declining over several decades, which they attributed to increasing inequality, lack of social trust and loss of faith in government.[158]\n\nA 2015 study by Angus Deaton and Anne Case found that income inequality could be a driving factor in a marked increase in deaths among white males between the ages of 45 to 54 in the period 1999 to 2013.[159][160] So-called \"deaths of despair\", including suicide and drug/alcohol related deaths, which have been pushing down life expectancy since 2014, reached record levels in 2017. Some researchers assert that income inequality, a shrinking middle class and stagnant wages have been significant factors in this development.[161]\n\nAccording to the Health Inequality Project, the wealthiest American men live 15 years longer than the poorest. For American women the life expectancy gap is 10 years.[162]\n\nKrugman argues that the long-term funding problems of Social Security and Medicare can be blamed in part on the growth in inequality as well as changes such as longer life expectancy. The source of funding for these programs is payroll taxes, which are traditionally levied as a percent of salary up to a cap. Payroll taxes do not capture income from capital or income above the cap. Higher inequality thereby reduces the taxable pool.[163]\n\nHad inequality remained stable, increased payments would have covered about 43% of the projected Social Security shortfall over the next 75 years.[164]\n\nClassical liberal economists such as Friedrich Hayek maintained that because individuals are diverse and different, state intervention to redistribute income is inevitably arbitrary and incompatible with the rule of law, and that \"what is called 'social' or distributive' justice is indeed meaningless within a spontaneous order\". Those who would use the state to redistribute, \"take freedom for granted and ignore the preconditions necessary for its survival\".[165][166]\n\n"
        },
        {
            "title": "Public attitudes",
            "text": "Americans are not generally aware of the extent of inequality or recent trends.[167] In 1998 a Gallup poll found 52% of Americans agreeing that the gap between rich and the poor was a problem that needed to be fixed, while 45% regarded it as \"an acceptable part of the economic system\".\n\nA December 2011 Gallup poll found a decline in the number of Americans who rated reducing the gap in income and wealth between the rich and the poor as extremely or very important (21 percent of Republicans, 43 percent of independents, and 72 percent of Democrats).[168] Only 45% see the gap as in need of fixing, while 52% do not. However, there was a large difference between Democrats and Republicans, with 71% of Democrats calling for a fix.[168]\n\nIn 2012, surveys found the issue ranked below issues such as growth and equality of opportunity, and ranked relatively low in affecting voters \"personally\".[169]\n\nA January 2014 poll found 61% of Republicans, 68% of Democrats and 67% of independents accept that income inequality in the US had grown over the last decade.[170] The poll indicated that 69% of Americans supported the government doing \"a lot\" or \"some\" to address income inequality and that 73% of Americans supported raising the minimum wage from $7.25 to $10.10 per hour.[171]\n\nSurveys found that Americans matched citizens of other nations about what equality was acceptable, but more accepting of what they thought the level was.[172] Dan Ariely and Michael Norton found in a 2011 study that US citizens significantly underestimated wealth inequality.[173]\n\n"
        },
        {
            "title": "States and cities",
            "text": "The US household income  Gini of 46.8 in 2009[175] varied significantly between states: after-tax income inequality in 2009 was greatest in Texas and lowest in Maine.[176] Income inequality grew from 2005 to 2012 in more than 2 out of 3 metropolitan areas.[177]\n\nThe states of Utah, Alaska and Wyoming have a market income  Gini coefficient that is 10% lower than the average, while Washington D.C. and Puerto Rico are 10% higher.\n\nAfter-tax, the Federal Reserve estimated that 34 states in the USA have a  Gini index between 30 and 35, with Maine the lowest.[176]\n\nAt the county and municipality levels, the 2010 market income  Gini index ranged from 21 to 65, according to Census Bureau estimates.[174]\n\n"
        },
        {
            "title": "International comparisons",
            "text": "The United States has the highest level of income inequality in the Western world, according to a 2018 study by the United Nations Special Rapporteur on extreme poverty and human rights. The United States has forty million people living in poverty, and more than half of these people live in \"extreme\" or \"absolute\" poverty. Income inequality has increased in recent decades, and large tax cuts that disproportionately favor the very wealthy are predicted to further increase U.S. income inequality.[1]\n\nActual income inequality and public views about the need to address the issue are directly related in most developed countries, but not in the US, where income inequality is larger but the concern is lower.[179] Excluding retirees, US market income inequality is comparatively high (rather than moderate) and the level of redistribution is moderate (not low). These comparisons indicate Americans shift from reliance on market income to reliance on income transfers later in life, although less fully than in other developed countries.[15][180]\n\nInternational comparisons vary. In 2019 the CIA ranked the US 39th-worst among 157 countries measured by  Gini.[181] While inequality increased after 1981 in two-thirds of OECD countries,[182] most are in the more equal end of the spectrum. The European Union measured 30.8.[181]\n\nThe US  Gini rating (after taxes and transfers[183]) puts it among those of less developed countries. The US is more unequal or on par with countries such as Mozambique, Peru, Cameroon, Guyana and Thailand.[181]\n\nAcross Europe the ratio of post-tax income of the top 10% to that of the bottom 50% changed only slightly between the mid-1990s and 2019.[26]\n\nDeveloping country comparative data is available from databases such as the Luxembourg Income Study (LIS) or the OECD Income Distribution database (OECD IDD), or, when including developing countries, from the World Bank's Povcalnet database, UN-WIDER's World Income Inequality Database, or the Standardized World Income Inequality Database.[184]\n\nOne 2013 study indicated that US market income inequality was comparable to other developed countries, but was the highest among 22 developed countries after taxes and transfers. This implies that public policy choices, rather than market factors, drive U.S. income inequality disparities relative to other developed nations.[185][186]\n\nInequality may be higher than official statistics indicate in some countries because of unreported income. Europeans hold higher amounts of wealth offshore than Americans.[187][188][189]\n\nLeonhardt and Quealy in 2014 described three key reasons for other industrialized countries improving real median income relative to the US over the 2000-2010 period. In the US:[190]\n\nAs of 2012 the U.S. had the weakest social safety net among developed nations.[191][192]\n\nIn 2014 Canadian middle class incomes moved higher than those in the US and in some European nations citizens received higher raises than their American counterparts.[190] As of that year only the wealthy had seen pay increases since the Great Recession, while average American workers had not.[193]\n\n"
        },
        {
            "title": "Policy responses",
            "text": "Debate continues over whether a public policy response is appropriate to income inequality. For example, Federal Reserve Economist Thomas Garrett wrote in 2010: \"It is important to understand that income inequality is a byproduct of a well-functioning capitalist economy. Individuals' earnings are directly related to their productivity ... A wary eye should be cast on policies that aim to shrink the income distribution by redistributing income from the more productive to the less productive simply for the sake of 'fairness.'\"[194] Alternatively, bipartisan political majorities have supported redistributive policies such as the EITC.\n\nEconomists have proposed various approaches to reducing income inequality. For example, then Federal Reserve Chair Janet Yellen described four \"building blocks\" in a 2014 speech. These included expanding resources available to children, affordable higher education, business ownership and inheritance.[124] That year, the Center for American Progress recommended tax reform, further subsidizing healthcare and higher education and strengthening unions as appropriate responses.[83]\n\nImproved infrastructure could address both the causes and the effects of inequality. E.g., workers with limited mobility could use improved mass transit to reach higher-paying jobs further from home and to access beneficial services at lower cost.[195]\n\nPublic policy responses addressing effects of income inequality include: tax incidence adjustments and strengthening social safety net provisions such as welfare, food stamps, Social Security, Medicare and Medicaid.\n\nProposals that address the causes of inequality include education reform and limiting/taxing rent-seeking.[195] Other reforms include raising the minimum wage, tax reform,[196] and increased stock ownership at lower income levels via a deferred investment program.[197]\n\nChildren from higher-income families often attend higher-quality private schools or are home-schooled. Better teachers raise the educational attainment and future earnings of students, but they tend to prefer school districts that educate higher income children.[124]\n\nEconomist Richard V. Reeves and other researchers point out the \"parenting gap\" between high-income and low-income families. High-income families tend to have resources to pay for assistance like child care and tutors, and having had economically successful ancestors have culturally inherited the skills needed to raise economically successful children. Based on studies of economic outcomes, Reeves recommends, and many governments fund, home visiting programs which assist parents in raising healthy children who succeed in school and are later able to obtain better-paying jobs.[198]\n\nIncreasing public funding for services such as healthcare can reduce after-tax inequality. The Affordable Care Act reduced income inequality for calendar year 2014:[40]\n\nOECD asserted that public spending is vital in reducing the wealth gap.[199] Lane Kenworthy advocates incremental reforms in the direction of the Nordic social democratic model, claiming that this would increase economic security and opportunity.[200]\n\nEliminating social safety nets can discourage entrepreneurs by exacerbating the consequences of business failure from a temporary setback to financial ruin.[201][202]\n\nIncome taxes provide one mechanism for addressing after-tax inequality. Increasing the effective progressivity of income taxes reduces the gap between higher and lower incomes. However, taxes paid may not reflect statutory rates because (legal) tax avoidance strategies can offset higher rates.\n\nPIketty called for a 90% wealth tax to address the situation.[26]\n\nTax expenditures (i.e., exclusions, deductions, preferential tax rates, and tax credits) affect the after-tax income distribution. The benefits from tax expenditures, such as income exclusions for employer-based healthcare insurance premiums and deductions for mortgage interest, are distributed unevenly across the income spectrum.\n\nAs of 2019, the US Treasury listed 165 federal income tax expenditures. The largest as employer health insurance deductions, followed by net imputed rental income, capital gains (except agriculture, timber, iron ore, and coal) and defined contribution employer pension plans.[205]\n\nUnderstanding how each tax expenditure is distributed across the income spectrum can inform policy choices.[206]\n\nA 2019 study by the economists Saez and Zucman found the effective total tax rate (including state and local taxes, and government fees) for the bottom 50% of U.S. households was 24.2% in 2018, whereas for the wealthiest 400 households it was 23%.[207]\n\nEconomist Dean Baker argued that corporate income tax policies have multiple effects. Increased corporate profits increase inequality by distributing dividends (mostly to higher income people). Taxing profits reduces this effect, but it also may reduce investment reducing employment. It also encourages payers to (often successfully) lobby for increased tax expenditures, which offsets the inequality reduction and also pushes corporations to adjust their behavior to exploit them. Professional lobbying and accounting firms that generally pay well get more business, at the expense of other workers.[208][209][210]\n\nThe Economist states that as inequality rises, political will to help low-paid workers increases, and minimum wages may not be as bad as some believe.[211]\n\nIn a blog post on the Economic Policy Institute's site, they say that raising the federal minimum wage to $15 an hour would decrease income inequality.[212]\n\nA public basic income provides each individual with a fixed sum from the government, without consideration of factors such as age, employment, wealth, education, etc. People who support basic income as a way to reduce income inequality include the Green Party.[213]\n\nEconomic democracy is a socioeconomic philosophy that proposes to shift decision-making power from corporations to a larger group of public stakeholders that includes workers, customers, suppliers, neighbours and the broader public.\n\nEconomists Richard D. Wolff and Gar Alperovitz claim that such policies would improve equality.[214][215][216]\n\nMonetary policy is responsible for balancing inflation and unemployment. It can be used to stimulate the economy (e.g., by lowering interest rates, which encourages borrowing and spending, additional job creation, and inflationary pressure); or tighten it, with the opposite effects. Former Fed Chair Ben Bernanke wrote in 2015 that monetary policy affects income and wealth inequality in multiple ways, but that responsibility lies primarily in other areas:[217]\n\n"
        },
        {
            "title": "Measurement",
            "text": "Various methods measure income inequality. Different sources prefer Gini coefficients or ratio of percentiles, etc. Census Bureau studies on household[219] and individual income[220] show lower levels[221] than some other sources,[222] but do not break out the highest-income households (99%+) where most change has occurred.[111][24]: 6–7 [223][224]\n\nOne review describes six possible techniques for estimating American real median income growth. Estimates for the 1979-2014 period ranged from a decline of 8% (Piketty and Saez 2003) to an increase of 51% (CBO).[26]\n\nTwo commonly cited estimates are the CBO and Emmanuel Saez. These differ in their sources and methods. Using IRS data for 2011 Saez claimed that the share of \"market income less transfers\" received by the top 1% was about 19.5%.[37] The CBO uses both IRS data and Census data in its computations and reported a lower \"pre-tax\" figure for the top 1% of 14.6%.[14]\n\n\nThe Census Bureau ranks all households by household income based on its surveys and then divides them into quintiles. The highest-ranked household in each quintile provides the upper income limit for that quintile.[226] Census data reflects market income without adjustments, and is not amenable to adjustment for taxes and transfers. Because census data does not measure changes in individual households, it is not suitable for studying income mobility.[227]\nGary Burtless noted that for this reason census data overstated the income losses that middle-income families suffered in the Great Recession.[229]\n\nSaez and Piketty pioneered the use of IRS data for the analysis of income distribution in 1998.\n\nAnother approach attempts to allocate GDP to individuals, to compensate for the 40% of GDP that does not appear on tax returns. One source of the disagreement is the growth of tax-free retirement accounts, such as pension funds, IRAs and 401Ks. Another source is tax evasion, whose distribution is also disputed.[26]\n\nInequality can be measured before and after the effects of taxes and transfer payments such as social security and unemployment insurance.[230][231]\n\nMeasuring inequality after accounting for taxes and transfers reduces observed inequality, because both the income tax system and transfer systems are designed to do so. The impacts of those polieices varies as the policy regime changes. CBO reported in 2011 that: \"The equalizing effect of transfers declined over the 1979–2007 period primarily because the distribution of transfers became less progressive. The equalizing effect of federal taxes also declined over the period, in part because the amount of federal taxes shrank as a share of market income and in part because of changes in the progressivity of the federal tax system.\"[29]\n\nCBO income statistics show the growing importance of these items. In 1980, in-kind benefits and employer and government spending on health insurance accounted for just 6% of the after-tax incomes of households in the middle one-fifth of the distribution. By 2010 these in-kind income sources represented 17% of middle class households' after-tax income. Post-tax income items are increasing faster than pre-tax items. As a result of these programs, the spendable incomes of poor and middle-class families have been better insulated against recession-driven losses than the incomes of Americans in the top 1%. Incomes in the middle and at the bottom of the distribution have fared better since 2000 than incomes at the very top.[229]\n\nContinuing increases in transfers, e.g., resulting from the Affordable Care Act, reduced inequality, while tax changes in the Tax Cuts and Jobs Act of 2017 had the opposite effect.\n\nCBO, incorporates capital gains.[232]\n\nComparisons of household income over time should control for changes in average age, family size, number of breadwinners, and other characteristics. Measuring personal income ignores dependent children, but household income also has problems – a household of ten has a lower standard of living than one of two people, though their incomes may be the same.[233] People's earnings tend to rise over their working lifetimes, so point-in-time estimates can be misleading. (A world in which each person received a lifetime of income on their 21st birthday and no income thereafter would have an extremely high Gini, even if everyone received the exact same amount. Real-world incomes also tend to be spiky, although not to that extreme.)[234] Some 11% of households eventually appear in the 1% at some point.[26] The inequality of a recent college graduate and a 55-year-old at the peak of his/her career is not an issue if the graduate has the same career path.\n\nConservative researchers and organizations have focused on the flaws of household income as a measure for standard of living in order to refute claims that income inequality is growing, is excessive or poses a problem.[235] According to a 2004 analysis of income quintile data by the Heritage Foundation, inequality is less after adjusting for household size. Aggregate share of income held by the upper quintile (the top earning 20 percent) decreases by 20.3% when figures are adjusted to reflect household size.[236]\n\nHowever the Pew Research Center found household income declined less than individual income in the twenty-first century, because those no longer able to afford separate housing moved in with relatives, creating larger households with more earners.[237] A 2011 CBO study adjusted for household size so that its quintiles contain an equal number of people, not an equal number of households.[24]: 2  CBO found income distribution over a multi-year period \"modestly\" more equal than annual income,[24]: 4  confirming earlier studies.[238]\n\nAccording to Noah, adjusting for demographic factors such as increasing age and smaller households, indicates that income inequality is less extreme but growing faster than without the adjustment.[120]\n\nThe  Gini coefficient was developed by Italian statistician and sociologist Corrado Gini and published in his 1912 paper Variability and Mutability (Italian: Variabilità e mutabilità).[239]\n\nGini ratings can be used to compare inequality (by race, gender, employment) within and between jurisdictions, using a variety of income measures and data sources, with differing results.[240][241][242][243] For example, the Census Bureau's official market  Gini for the US was 47.6 in 2013, up from 45.4 in 1993.[244] By contrast, OECD's US adjusted compensation  Gini was 37 in 2012.[228]\n\n"
        },
        {
            "title": "Other indicators of inequality",
            "text": "Income, however measured, is only one indicator of equality. Others include equality of opportunity, consumption and wealth.\n\nEconomist Thomas Sowell, and former Congressman and Speaker of the House Paul Ryan[245] argued that more important than equality of results is equality of opportunity. This measures the degree to which individuals have the chance to succeed, despite their original circumstances.\n\nOther researchers argued that income is less important than consumption. Two individuals (or other units) who consume the same amount have similar outcomes despite differences in their incomes. Consumption inequality is also less extreme. Will Wilkinson wrote, \"the run-up in consumption inequality has been considerably less dramatic than the rise in income inequality\".[246] According to Johnson, Smeeding and Tory, consumption inequality was lower in 2001 than in 1986.[247][234][248] Other studies have not found consumption inequality less dramatic than household income inequality.[120][249] A CBO study found consumption data not capturing consumption by high-income households as well as it does their incomes,[250][clarification needed] though it found that household consumption numbers are less unequal than household income.[24]: 5 \n\nOthers dispute the importance of consumption, pointing out that if middle and lower incomes are consuming more than they earn, it is because they are saving less or going deeper into debt.[87] Alternatively, higher income persons may be consuming less than their income, saving/investing the balance.\n\nWealth inequality refers to the distribution of net worth (i.e., what is owned minus what is owed) as opposed to annual income. Wealth is affected by movements in the prices of assets, such as stocks, bonds and real estate, which fluctuate over the short-term. Income inequality has significant effects over long-term shifts in wealth inequality. Wealth inequality is increasing:\n\nMuch of the wealth gain came to those in the top 1%. Those between the top 1 percent and top 5 percent controlled a smaller percent of wealth than before.[36][257][clarification needed]\n\nAnother form of inequality is the different level and quality of education available to students. School quality and educational results vary dramatically, depending on whether a student has access to a private or charter school or an effective public school. Many students have no choice but to attend dysfunctional public schools, where fewer achieve grade level performance.[258]\n\n\nPundit David Brooks[259] argued that in the 1970s, high school and college graduates had \"very similar family structures\", while later high school grads were much less likely to get married, and much more likely to smoke, be obese, get divorced, and/or become a single parent.[260]\nHollowing out of the middle class refers to its loss in income share beginning with Reaganomics.[262][263][264] The middle class is defined as the middle 20% of the income distribution, i.e. those between the 40th and 60th percentile. In 1980 the middle class earned 17% of total income in the United States.[265][266][267] However, by 2019 its share decreased to 14%, a drop of 3%. Another way to see this is that in 1980 the share of the middle class was the same as that of the top 5% but by 2019 the top 5% was 9 percentage points ahead of the middle class.[268][269]\n\n"
        },
        {
            "title": "Opinions of notable individuals",
            "text": "Although some spoke out in favor of moderate inequality as a form of incentive,[270][271] others warned against excessive levels of inequality, including Robert J. Shiller, (who called rising economic inequality \"the most important problem that we are facing now today\"),[272] former Federal Reserve Board chairman Alan Greenspan, (\"This is not the type of thing which a democratic society – a capitalist democratic society – can really accept without addressing\"),[109] and President Barack Obama (who referred to the widening income gap as the \"defining challenge of our time\").[273]\n\nUnited Nations special rapporteur Philip Alston, following a fact finding mission to the United States in December 2017, said in his report that \"the United States already leads the developed world in income and wealth inequality, and it is now moving full steam ahead to make itself even more unequal.\"[274][275]\n\nAlan Krueger summarized research studies in 2012, stating that as income inequality increases:[3]\n\nMany economists claim that America's growing income inequality is \"deeply worrying\",[109] unjust,[59] a danger to democracy/social stability,[127][125][126] or a sign of national decline.[142] Nobelist Robert Shiller after receiving the award stated, \"The most important problem that we are facing now today, I think, is rising inequality in the United States and elsewhere in the world.\"[276] Piketty warned, \"The egalitarian pioneer ideal has faded into oblivion, and the New World may be on the verge of becoming the Old Europe of the twenty-first century's globalized economy.\"[277]\n\nOthers claim that the increase is not significant,[278] that America's economic growth and/or equality of opportunity should be the primary focus,[279] that rising inequaity is a global phenomenon that would be foolish to try to change through US domestic policy,[280] that it \"has many economic benefits and is the result of ... a well-functioning economy\",[194] and has or may become an excuse for \"class-warfare rhetoric\".[278] They argue against \"redistribution of wealth\", instead advocating for \"sound economic policy to reduce poverty [which] would lift people out of poverty (increase their productivity) while not reducing the well-being of wealthier individuals\".[194]\n\n"
        }
    ]
}