{
    "url": "https://en.wikipedia.org/wiki/Hard_incompatibilism",
    "title": "Incompatibilism",
    "table_of_contents": [
        "1 Libertarianism",
        "2 Hard determinism",
        "2.1 Moral implications",
        "3 Hard incompatibilism",
        "4 Experimental research",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Incompatibilism is the view that a deterministic universe is completely at odds with the notion that persons have free will,[1] the latter being defined as the capacity of conscious agents to choose a future course of action among several available physical alternatives.[2]  Thus, incompatibilism implies that there is a dichotomy between determinism and free will, where philosophers must support at most one or the other, not both. The incompatibilist view is pursued further in at least three different ways: libertarians deny that the universe is deterministic,[3] hard determinists deny that any free will exists,[4] and pessimistic incompatibilists (hard indeterminists) deny both that the universe is determined and that free will exists.[5]\n\nIncompatibilism is contrasted with compatibilism, which rejects the dichotomy between determinism and free will.\n\n"
        },
        {
            "title": "Libertarianism",
            "text": "Metaphysical libertarianism argues that free will is real and that determinism is false. Such philosophical stance risks an infinite regress, however;[6]: 7  if any such mind is real, an objection can be raised that free will would be impossible if the choosing is shaped merely by luck or chance.[7]: 743-744 \n\nLibertarian Robert Kane (editor of the Oxford Handbook of Free Will) is a leading incompatibilist philosopher in favour of free will. Kane seeks to hold persons morally responsible for decisions that involved indeterminism in their process.[8][9][10] Critics maintain that Kane fails to overcome the greatest challenge to such an endeavor: \"the argument from luck\".[11] Namely, if a critical moral choice is a matter of luck (indeterminate quantum fluctuations), then on what grounds can we hold a person responsible for their final action? Moreover, even if we imagine that a person can make an act of will ahead of time, to make the moral action more probable in the upcoming critical moment, this act of 'willing' was itself a matter of luck. Kane objects to the validity of the argument from luck because the latter misrepresents the chance as if it is external to the act of choosing.[1]: 247-248  The free will theorem of John H. Conway and Simon B. Kochen further establishes that if we have free will, then quantum particles also possess free will.[12][13] This means that starting from the assumption that humans have free will, it is possible to pinpoint the origin of their free will in the quantum particles that constitute their brain.[2]: 10-11 \n\nLibertarianism in the philosophy of mind is unrelated to the like-named political philosophy. It suggests that we actually do have free will, that it is incompatible with determinism, and that therefore the future is not determined. For example, at this moment, one could either continue reading this article if one wanted, or cease. Under this assertion, being that one could do either, the fact of how the history of the world will continue to unfold is not currently determined one way or the other.\n\nOne famous proponent of this view was Lucretius, who asserted that the free will arises[14]: 51  out of the random, chaotic movements of atoms, called \"clinamen\".[14]: 48-49  One major objection to this view is that science has gradually shown that more and more of the physical world obeys completely deterministic laws, and seems to suggest that our minds are just as much part of the physical world as anything else. If these assumptions are correct, incompatibilist libertarianism can only be maintained as the claim that free will is a supernatural phenomenon, which does not obey the laws of nature (as, for instance, maintained by some religious traditions).\n\nHowever, many libertarian view points now rely upon an indeterministic view of the physical universe, under the assumption that the idea of a deterministic, \"clockwork\" universe has become outdated since the advent of quantum mechanics.[2]: 4 \nBy assuming an indeterministic universe, libertarian philosophical constructs can be proposed under the assumption of physicalism.[15]: 200 \n\nThere are libertarian view points based upon indeterminism and physicalism, which is closely related to naturalism.[16] A major problem for naturalistic libertarianism is to explain how indeterminism can be compatible with rationality and with appropriate connections between an individual's beliefs, desires, general character and actions. A variety of naturalistic libertarianism is promoted by Robert Kane,[11][17] who emphasizes that if our character is formed indeterministically (in \"self-forming actions\"), then our actions can still flow from our character, and yet still be incompatibilistically free.\n\nAlternatively, libertarian view points based upon indeterminism have been proposed without the assumption of naturalism. At the time C. S. Lewis wrote Miracles,[18] quantum mechanics (and physical indeterminism) was only in the initial stages of acceptance, but still Lewis stated the logical possibility that, if the physical world was proved to be indeterministic, this would provide an entry (interaction) point into the traditionally viewed closed system, where a scientifically described physically probable/improbable event could be philosophically described as an action of a non-physical entity on physical reality (noting that, under a physicalist point of view, the non-physical entity must be independent of the self-identity or mental processing of the sentient being). Lewis mentions this only in passing, making clear that his thesis does not depend on it in any way.\n\nOthers may use some form of Donald Davidson's anomalous monism to suggest that although the mind is in fact part of the physical world, it involves a different level of description of the same facts, so that although there are deterministic laws under the physical description, there are no such laws under the mental description, and thus our actions are free and not determined.\n\n"
        },
        {
            "title": "Hard determinism",
            "text": "Those who reject free will and accept determinism are variously known as \"hard determinists\", hard incompatibilists, free will skeptics, illusionists, or impossibilists. They believe that there is no 'free will' and that any sense of the contrary is an illusion.[19] Of course, hard determinists do not deny that one has desires, but say that these desires are causally determined by an unbroken chain of prior occurrences. According to this philosophy, no wholly random, spontaneous, mysterious, or miraculous events occur. Determinists sometimes assert that it is stubborn to resist scientifically motivated determinism on purely intuitive grounds about one's own sense of freedom. They reason that the history of the development of science suggests that determinism is the logical method in which reality works.\n\nWilliam James said that philosophers (and scientists) have an \"antipathy to chance.\"[20]: 153  Absolute chance, a possible implication of quantum mechanics and the indeterminacy principle, supports the existence of indefinite causal structures.[21] This possibility often disturbs those who assume there must be a causal and lawful explanation for all events.\n\nSince many believe that free will is necessary for moral responsibility, hard determinism may imply disastrous consequences for their theory of ethics, resulting in a domino theory of moral nonresponsibility.[22][23]\n\nAs something of a solution to this predicament, one might embrace the so-called \"illusion\" of free will. This thesis argues in favor of maintaining the prevailing belief in free will for the sake of preserving moral responsibility and the concept of ethics.[24] However, critics argue that this move renders morality merely another \"illusion\", or else that this move is simply hypocritical.\n\nThe determinist will add that, even if denying free will does mean morality is incoherent, such an unfortunate result has no effect on the truth. Note, however, that hard determinists often have some sort of 'moral system' that relies explicitly on determinism. A determinist's moral system simply bears in mind that every person's actions in a given situation are, in theory, predicted by the interplay of environment and upbringing. For instance, the determinist may still punish undesirable behaviours for reasons of behaviour modification or deterrence.\n\n"
        },
        {
            "title": "Hard incompatibilism",
            "text": "Hard incompatibilism, like hard determinism, is a type of skepticism about free will. 'Hard incompatibilism' is a term coined by Derk Pereboom to designate the view that both determinism and indeterminism are incompatible with having free will and moral responsibility.[25] Like the hard determinist, the hard incompatibilist holds that if determinism were true, our having free will would be ruled out. But Pereboom argues in addition that if our decisions were indeterministic events, free will would also be precluded. In his view, free will is the control in action required for the desert aspect of moral responsibility—for our deserving to be blamed or punished for immoral actions, and to be praised or rewarded for morally exemplary actions. He contends that if our decisions were indeterministic events, their occurrence would not be in the control of the agent in the way required for such attributions of desert.[26] The possibility for free will that remains is libertarian agent causation, according to which agents as substances (thus not merely as having a role in events) can cause actions without being causally determined to do so. Pereboom argues that for empirical reasons it is unlikely that we are agent causes of this sort, and that as a result, it is likely that we lack free will.[27]\n\n"
        },
        {
            "title": "Experimental research",
            "text": "In recent years researchers in the field of experimental philosophy have been working on determining whether ordinary people, who are not experts in this field, naturally have compatibilist or incompatibilist intuitions about determinism and moral responsibility.[28] Some experimental work has even conducted cross-cultural studies.[29] The debate about whether people naturally have compatibilist or incompatibilist intuitions has not come out overwhelmingly in favor of one view or the other. Still, there has been some evidence that people can naturally hold both views. For instance, when people are presented with abstract cases which ask if a person could be morally responsible for an immoral act when they could not have done otherwise, people tend to say no, or give incompatibilist answers, but when presented with a specific immoral act that a specific person committed, people tend to say that that person is morally responsible for their actions, even if they were determined (that is, people also give compatibilist answers).[30]\n\n"
        }
    ]
}