{
    "url": "https://en.wikipedia.org/wiki/Independent_Catholicism",
    "title": "Independent Catholicism",
    "table_of_contents": [
        "1 History",
        "1.1 Early episcopal consecrations without papal approval",
        "1.2 First departure from the Catholic Church",
        "1.3 Episcopal consecrations by Arnold Harris Mathew",
        "1.4 Episcopal consecrations by Joseph René Vilatte",
        "1.5 Subsequent departures from the Catholic Church",
        "1.5.1 Czechoslovak Hussite Church",
        "1.5.2 Episcopal consecrations by Carlos Duarte Costa",
        "1.5.3 Episcopal consecrations by Pierre Martin Ngo Dinh Thuc",
        "1.5.4 Episcopal consecrations by Emmanuel Milingo",
        "2 Appeal of Independent Catholicism to Catholic and Christian tradition",
        "3 Independent Catholic beliefs and practices",
        "4 Autocephalous nature of Independent Catholicism",
        "5 Importance of apostolic succession in Independent Catholicism",
        "5.1 Conditional consecrations and ordinations",
        "6 Independent Catholic clergy",
        "7 Religious orders",
        "8 Formation of clergy",
        "9 Literature",
        "10 See also",
        "11 References",
        "11.1 Sources",
        "12 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIndependent Catholicism is an independent sacramental movement of clergy and laity who self-identify as Catholic (most often as Old Catholic or as Independent Catholic) and form \"micro-churches claiming apostolic succession and valid sacraments\",[1] in spite of not being affiliated to the historic Catholic churches such as the Roman Catholic and Utrechter Old Catholic churches.[2] The term \"Independent Catholic\" derives from the fact that \"these denominations affirm both their belonging to the Catholic tradition as well as their independence from Rome.\"[3]\n\nIt is difficult to determine the number of jurisdictions, communities, clergy and members who make up Independent Catholicism,[4] particularly since the movement \"is growing and changing in every moment.\"[5] Some adherents choose Independent Catholicism as an alternative way to live and express their Catholic faith outside the Roman Catholic Church (with whose structures, beliefs and practices Independent Catholicism often closely aligns) while rejecting some traditional Catholic teachings.[6]\n\nIndependent Catholicism may be considered part of the larger independent sacramental movement, in which clergy and laity of various faith traditions—including the Eastern Orthodox Church, the Anglican Communion and various non-Catholic Christian churches—have separated themselves from the institutions with which they previously identified. Within this movement, various independent churches have sprung from the Eastern Orthodox Church, but the members of these independent Eastern Orthodox groups most often self-identify as Independent or Autocephalous Orthodox and not as Independent Catholic.\n\nMany Independent Catholic churches have joined the International Council of Community Churches, a denomination based in Frankfort, Illinois, in the United States. In doing so it gives them a place and voice in organizations such as Churches Uniting in Christ, the National Council of Churches of Christ in the USA and the World Council of Churches.\n\n"
        },
        {
            "title": "History",
            "text": "Beginning in 1724, Dominique Marie Varlet (1678–1742), the Roman Catholic Bishop of Babylon, consecrated four men successively as Archbishop of Utrecht without papal approval.[7][8] The cathedral chapter of Utrecht, which elected these men, had previously obtained an opinion from Zeger Bernhard van Espen (1646–1728) and two other doctors of canon law at the University of Louvain, which said that the chapter had the right, in special circumstances, to elect its own archbishop and have him consecrated without the consent of the pope, and that, in the case of necessity, one bishop alone might validly consecrate another. Nineteen doctors of the theological faculties at Paris, Nantes, Rheims and Padua approved of this opinion. This consecration by Varlet caused a theological controversy and schism within the Catholic Church, which now possessed bishops who were validly consecrated without the permission of the pope. This schism marked the birth of the movement that would later be known as the Old Catholic Church (a term coined in 1853 for the Catholics of Utrecht), and it marked the beginning of an era in the Western Church, in which validly-consecrated bishops enjoyed apostolic succession but were not subject to the rights and responsibilities of the Catholic Church.\n\nThe sharing of apostolic succession in the west outside the Catholic Church was largely confined to the Church of Utrecht for over a century. After the (First) Vatican Council in 1870, many Austro-Hungarian, German and Swiss Catholics rejected assertions of universal jurisdiction of the pope and the declaration of papal infallibility, and their bishops, inspired by earlier acts in Utrecht, decided to leave the Roman Catholic Church to form their own churches, independent of Rome. Now independent of the pope, these bishops were sometimes referred to as autocephalous (or self-governing) bishops or episcopi vaganti (wandering bishops). These validly-consecrated bishops enjoyed apostolic succession, and they continued to share valid lines of apostolic succession with the priests and deacons they ordained. In 1889, they formally united as part of the Utrecht Union of Churches (UU).[9]\n\nIn 1908, the movement that would become Independent Catholicism left continental Europe when Arnold Harris Mathew (1852–1919), a former Catholic priest, was consecrated in Great Britain by Archbishop Gerardus Gul (1847–1920) of the Old Catholic Church of the Netherlands. Mathew believed that Old Catholicism might provide a home for disaffected Anglican clergy who reacted to Pope Leo XIII's declaration that Anglican orders were null and void, and Gul incorrectly believed that Mathew had a significant following in the United Kingdom. Two years later, in 1910, Mathew consecrated two priests to the episcopate, without clear reasons and without consulting the Archbishop of Utrecht, and, in response to the ensuing protest, declared his autonomy from the Old Catholic Church.[10] Mathew later consecrated several other bishops who spread through England and North America. Plummer writes that, as a result, \"we begin to see the small, endlessly multiplying groups, with a high percentage of the membership in holy orders, which came to characterize the independent movement.\"[11] From a historical perspective, one of Mathew's most important consecrations was of Frederick Samuel Willoughby, who in turn consecrated James Wedgwood, the co-founder in 1918 of the Liberal Catholic Church, an esoteric community closely aligned with the Theosophical Society and allowing complete freedom of belief.\n\nJoseph René Vilatte (1854–1929),[9] an Old Catholic priest ordained by Bishop Eduard Herzog (1841–1924) of the Old Catholic Church in Switzerland,[12] is credited with being the first person to bring to North America the movement that would result in Independent Catholicism. In 1892, Vilatte traveled to India, where he was consecrated, as Mar Timotheos, by Mar Julius I (1836–1923) of the Malankara Orthodox Syrian Church. In 1915, Vilatte founded the American Catholic Church which still exists. During the following 28 years, Vilatte consecrated \"a number of men who are the episcopal ancestors of an enormous variety of descendants\" in North America.[13]\n\nThe 20th century has seen a number of clergy and laity move into the Independent Catholic movement, from the Roman Catholic Church.\n\nPerhaps the largest departure from the Roman Church was the Czechoslovak Hussite Church (CHC), which organized on 8 January 1920, when several thousand priests and laypeople formed an independent church in response to their deep concerns over the Catholic Church's opposition to modernism.[14]  The church's first patriarch was Karel Farský (1880–1927), a modernist and former Catholic priest. The first bishops of the CHC were consecrated by priests through the laying on of hands. In 1931, Louis-Charles Winnaert (1880–1937), who was consecrated by Liberal Catholic bishop James Wedgwood (1883–1951), consecrated two CHC bishops, Gustav Procházka (1872–1942) and Rostislav Stejskal (1894–1946), thus sharing apostolic succession with the CHC.[14]  The CHC ordained its first woman priest in 1947, and it consecrated its first woman bishop in 1999. According to the 2011 Czech Republic census, 39,276 people at that time self-identified as members of the CHC.[15]\n\nCarlos Duarte Costa (1888–1961) was a Roman Catholic bishop in Brazil for twenty years before distancing himself, and being excommunicated by the Catholic Church over his opposition to its position on clerical celibacy, divorce, vernacular liturgy, and accused the Catholic Church of fascist sympathies.[16]  In 1945, Duarte Costa founded the Brazilian Catholic Apostolic Church and began consecrating numerous bishops in the apostolic succession. He is known as \"St. Charles of Brazil\" by the Brazilian Catholic Apostolic Church, which had grown to 560,781 members by 2010.[17]\n\nFrom 1975 until his death in 1984, exiled Roman Catholic Archbishop Ngô Đình Thục (1897–1984) of Huế, Vietnam, an older brother of Ngo Dinh Diem, the first president of South Vietnam, consecrated a number of bishops, first for the Palmarian Catholic Church, then for the sedevacantists of the Tridentine Latin Rite Catholic Church.[18] Thục also consecrated individuals unaffiliated to either of these groups such as Jean Laborie. In 1999, pop star Sinéad O'Connor was ordained a priest by Bishop Michael Cox of the Irish Orthodox Catholic and Apostolic Church, whose lines of apostolic succession came through Thục.\n\nEmmanuel Milingo served as Roman Catholic Archbishop of Lusaka, Zambia from 1969 to 1983. As such, he had lines of apostolic succession from the Roman Catholic Church and, after departing from the Catholic Church in 1983 over the issues of faith healing and clerical celibacy, he formed Married Priests Now! and consecrated four married priests as bishops: George Stallings of Imani Temple African-American Catholic Congregation, Peter Paul Brennan of the Old Catholic Confederation.\n\n"
        },
        {
            "title": "Appeal of Independent Catholicism to Catholic and Christian tradition",
            "text": "Upon encountering Independent Catholicism for the first time, the questions of many individuals \"are often historical: 'Where did this come from? Who ordained you? Did you invent this?'\"[19] Many Independent Catholics respond by emphasizing their tie to the larger Christian tradition of which they form part, the heritage they have received from larger, historic, mainstream churches, like the Roman Catholic Church, and their continuity of faith and ministry with those churches.[20] Like Christians of the early Church, many see their efforts as \"the seeds of a new kind of ministry that can adapt itself to the time and place of its exercise, the needs of the moment, and the people who are actually present in that particular place at that particular time. And yet is it so new? Is it not perhaps the very way that St. Paul set about spreading the Gospel and building the Church?\"[21]\n\nMany Independent Catholic communities look to the past, seeking to create communities according to models provided by the New Testament (e.g., home-based fellowships led by volunteer clergy[22]) and restoring various practices of the primitive Church.[23]\n\n"
        },
        {
            "title": "Independent Catholic beliefs and practices",
            "text": "Virtually all members of the Independent Catholic movement possess \"a deep commitment to the catholic (in the broadest possible sense) sacramental tradition\"[24] and worship according to a prescribed liturgy, usually derived from a mainstream Christian rite (like the Roman Rite). Plummer suggests that \"the most critical factor for independent sacramental identity is the single-minded focus on sacramental activity [and that] very few independent communities offer coffee hour, Sunday School, and the array of other social programs which have come to characterize many mainstream churches.\"[25]\n\nLike the liturgies of early Christian community, the liturgies of Independent Catholic communities often vary widely, with each cleric or community making \"its own choices of emphasis in terms of doctrine, liturgy, and other matters.\"[24] In practice, Independent Catholic polity is often essentially congregational.[24]\n\nFor the most part, Independent Catholic communities possess a sacramental and eucharistic spirituality, often mirroring the sacramental life and theology of the Roman Catholic Church. Most possess a mediatory priesthood and an historic episcopate,[26] which are often the only constants amid diversity that ranges from extreme traditionalism to radical experimentation.[27] Julie Byrne comments: \"Independents vary widely, ranging from right to left in the political spectrum. On the right traditionalist churches practice versions of Catholicism more conservative than Rome. These include the Society of St. Pius X, founded by Marcel Lefebvre, as well as the Mount St. Michael's community in Spokane, Washington, and actor Mel Gibson's church in Malibu, California, which made headlines when he directed the movie, The Passion of the Christ in 2004. On the left stand groups such as the Church of Antioch, the Ecumenical Catholic Communion, and the White-Robed Monks of St. Benedict.\"[28]\n\nWhile the Western Church and its theology have remained constant, despite changing clergy, Independent Catholicism often possesses another model in which \"the priesthood remains constant, while the church it serves and the theology it teaches are often in a state of flux. While some western Christians may see this state of affairs as a distortion, it is nonetheless the centerpiece of the independent sacramental inheritance from the west.\"[29]\n\nPlummer says: \"Independent sacramental Christians have given a unique primacy to the priesthood, carrying the 'priesthood of all believers' to an extent never before envisioned. In many such churches, most or all of the members are ordained, with ordination functioning more like [the sacrament of confirmation], rather than a professional credential. For better or worse, there is great freedom to create new church structures, new forms for the sacraments, and new theologies, or at least a new synthesis of inherited elements.\"[24]\n\nMany Independent Catholic communities are small, are led by an unpaid clergy, and lack a stable schedule or location.[30] Larger Independent Catholic communities have often resulted from schism within the Roman Catholic Church or are often led by clergy who were formed by and formerly ministered to the Catholic church; these communities often resemble mainstream churches with a larger population of laity and a small number of paid clergy.[31] In Independent Catholicism, freelance ministries meeting the needs of a small number of persons are far more common than large parishes.[32]\n\nWhile many Independent Catholic clergy and communities affirm the Apostles' Creed and the Nicene Creed, with or without the filioque and with varying interpretations, they espouse a variety of doctrines and beliefs, ranging from neo-gnostic and theosophical beliefs allowing for \"freedom in the interpretation of scriptures, creeds, and liturgies,\"[33] or the belief in no creed at all,[34] to extremely traditional orthodox Catholic positions. Plummer says: \"The nature of the movement makes it virtually impossible for there to ever be a unified theology\" among Independent Catholics.[35]\n\nWithin the movement of Independent Catholicism, views vary widely on such issues as the ordination of women, homosexuality, divorce, issues of conscience, and other issues that are also controversial in other mainstream Catholic and Christian churches. Drawing from the ecumenical Christian tradition and other religious traditions, a growing number of Independent Catholic clergy and communities espouse a certain universalism, believing that God's loving embrace and forgiveness might be extended to all.[36] Sometimes reaching beyond the bounds of the Christian tradition, some Independent Catholic clergy and communities feel greater liberty to incorporate into their lives and their worship a wide ranges of elements from other spiritual and religious traditions.[37]\n\nPlummer suggests the following categories for Independent Catholic communities: clergy who primarily celebrate alone, traditionalists with conservative theological commitments, churches maintaining traditional liturgy but with a different social or theological vision (e.g., full inclusion), groups with a particular focus on women's issues (e.g., the ordination of women) or the recovery of the Divine Feminine in worship, groups seeking liberal, non-dogmatic approaches to being church with little, if any, standards of dogmatic beliefs, and fellowships with an esoteric spirituality.[38]\n\nHundreds of websites are devoted to Independent Catholic jurisdictions and communities, some of which \"seem to exist primarily in cyberspace.\" Others have no web presence at all.[39]\n\n"
        },
        {
            "title": "Autocephalous nature of Independent Catholicism",
            "text": "Independent Catholic clergy do not fall under the jurisdiction of the Roman Catholic Church. Rather, the bishops of the Independent Catholic movement are autocephalous or self-governing. At present, there is no single unifying structure for the many clergy and laity who make up Independent Catholicism, and no reliable, centralized record-keeping.[40] Independent Catholic communities are often small and extremely fluid.[41] Various directories of Independent Catholic clergy have been attempted through the years, much of the information is provided by subjects, often with little verification,[42] and most such directories contain hardly more than the quickly-outdated contact information of individual clerics, with little information on jurisdictions, communities, apostolic succession, and forms of worship.[43]\n\n"
        },
        {
            "title": "Importance of apostolic succession in Independent Catholicism",
            "text": "The notion of apostolic succession (i.e., the ability of a bishop to trace spiritual ancestry through a purportedly unbroken line of bishops back to the original faith established by Jesus of Nazareth and his apostles) has played an important role in the history of the Western Church since the Donatist controversy in the fourth and fifth centuries AD. The traditional Catholic position holds that a validly consecrated bishop shares apostolic succession with the bishops he consecrates and the priests and deacons he ordains regardless of any heresy or schism he may have committed.[29] Some theologians argue that this view is mechanical and reductionist, and that episcopal consecration is for service within a specific Christian community; in this view, consecration or ordination of an individual with no reference to a community is without effect. Independent Catholic clergy reject this view, arguing that bishops are consecrated and priests and deacons ordained for the service of others, whether of a defined community or jurisdiction, or of a more broadly defined group. Independent Catholics tend to share the view that, \"whatever else we may disagree about, we all believe earnestly in apostolic succession!\"[41]\n\nMany in the Independent Catholic movement who say they possess valid lines of apostolic succession received them from lines derived from Roman Catholic Bishop Carlos Duarte Costa, Roman Catholic Archbishop Pierre Martin Ngo Dihn Thuc, Old Catholic Bishop René Vilatte (who later reconciled with the Roman Catholic Church), Roman Catholic Archbishop Emmanuel Milingo, who are seen within the movement as having validly, even if illicitly, consecrated and ordained individuals outside the Roman Catholic Church.\n\nWhile making no explicit statement about the validity or invalidity of consecrations and ordinations carried out in the Independent Catholic movement, the Roman Catholic Church suspended Roman Catholic Archbishop Pierre Martin Ngo Dihn Thuc, who had purportedly excommunicated himself by his latae sententiae act of consecrating other bishops and ordaining priests whom the Catholic Church will not recognize.[44]\n\nConditional consecrations and ordinations complicate conversations on the historical origins of the Independent Catholic movement and its communities. Plummer writes: \"Many independent bishops have been consecrated multiple times, in an effort to ensure sacramental validity and consolidate claims to the historic episcopate. Such consecrations, in which literally dozens of 'lineages' can be transmitted from one bishop to another, only increase the difficulty of accurately describing the ancestry of any given group.\"[41] He says that this \"crossbreeding of ecclesiastical lineage\" has reached such a point that most Independent Catholic clergy share most or all of their heritage in common, even if this shared heritage has not contributed in any way toward jurisdictional unity.[45]\n\n"
        },
        {
            "title": "Independent Catholic clergy",
            "text": "Independent Catholicism comprises a wide variety of clergy, many of whom are \"primarily ritually focused\"[46] and possess \"a particularly strong attachment to the liturgical aspect of being Christian.\"[46]\n\nMany Independent Catholic clergy and their communities are \"those who have felt themselves excluded from the mainstream liturgical churches due to gender, sexuality, race, culture, style of worship [...] or theology.\"[47] Plummer says that within the Independent Sacramental Movement, which includes Independent Catholicism, \"ordination is often open to a much larger percentage of the membership than in mainstream churches. Thus, those who want to become priests can generally do so. In the case of women and gay, lesbian, bisexual, and transgender persons, there is a redemptive reversal in which those who were denied a public role in the church's sacramental life have assumed the previously forbidden place at the altar. Persons from ethnic or cultural minority groups who have been denied leadership positions, or who feel that their culture has been stifled, can work to more fully integrate their cultural identity and their faith [...]. Thus, we have those who have been excluded from the church's sacramental life, for whatever reasons, taking ownership of the liturgical traditions, and creatively innovating to form new communities.\"[48].\n\nOutside of mainstream churches, Plummer says, such clergy \"have often been accused of 'playing church.' Perhaps there is a grain of truth in that barb, as there is a touch of a playful attitude, when all these unlikely folks process into the church's sanctuary.\"[46]\n\nIndependent Catholic clergy have been described as \"often very attached to their individual views of theology, liturgy, and other matters [...] and would rather belong to minuscule groups which more closely approximate their vision of Christianity.\"[49] Plummer shares: \"Many independent clergy, perhaps a majority, at least theoretically subscribe to fairly standard Catholic/Orthodox/Anglican theology, with few distinctive beyond, for instance, the rejection of papal infallibility. Most spent many years within those mainstream jurisdictions [and now as independent Catholic clergy] they have often expended great energy in appearing 'real,' and 'just like' the larger liturgical churches, with only one or two adjustments.\"[50]\n\nMany Independent Catholic clergy are \"essentially alone in their priestly practice\"[51] and exercise a primarily solitary vocation, with many of their family members and friends not even knowing of their clerical status.[52] In line with Jesus' command to pray to God in secret[53] and with the monastic tradition of hermit priests (e.g., Catholic Carthusians) praying alone but in mystical union with the entire church and interceding for the entire world, much of their worship is performed in private.[54] Plummer suggests: \"A growing number of clergy are comfortable with private celebration, when a community is not available, or if they have discerned that their vocation is largely a hidden one [...].Private celebration is often grounded in a deep conviction of the objective reality and efficacy of the sacraments. From such a perspective, even a mass said in one's living room unknown to any other soul, is still a radiant gift to the world, and a powerful prayer for those held in mind and heart. On a less exalted level, private masses for those without a community enforce one's priestly identity, which may be outwardly expressed in less obvious ways.\"[55] Practically speaking, Plummer says, \"viable independent communities are not always easily created, and these clergy would deprive themselves of the benefits of communion, and of the joining of themselves to Christ in his sacrifice, if they waited for the presence of others in order to approach the altar.\"[56]\n\nOften volunteering their time in ministry, many Independent Catholic bishops, priests and deacons are a \"working clergy\" who support themselves and their ministries with jobs outside their ministries. As such, many often struggle to integrate their secular jobs and \"ordinary\" lives with their vocations and ministries.[57]\n\n"
        },
        {
            "title": "Religious orders",
            "text": "Similar to the Catholic Church, which possesses a rich tradition of varied religious orders, Independent Catholicism also consists of a diversity of religious communities. Most often, these communities and their jurisdictions resemble their Catholic counterparts.[58]\n\n"
        },
        {
            "title": "Formation of clergy",
            "text": "Apart from those members of the clergy who were formed within the seminary system of the Catholic Church or of a similar mainstream church, very few Independent Catholic clergy have received a formal theological education.[50] Independent Catholic clergy \"are not usually specialized professionals, but volunteers who hopefully know at least enough to celebrate the sacraments for themselves and those around them. [...] Such radically different models of Christian priesthood raise questions of what sort of clergy training is needed, and offered within these communities.\"[59] Plummer shares interviewee feedback suggesting that \"the challenge of clergy training [...] was cited as the most important challenge facing the movement.\"[60]\n\nResources for the formation and education of Independent Catholic clergy and seminarians are sparse, many Independent Catholic seminarians lack the financial and personal resources to be full-time seminarians,[60] and many are not \"willing to go to such lengths, and incur such debt [for a graduate degree], with no prospect of paid ministry.\"[61] Instead, many Independent Catholic seminarians work full-time at secular jobs and do not have the leisure to pursue full-time studies. Independent Catholic clergy have established a number of seminaries, most featuring distance learning or mentoring programs that vary considerably in quality,[60] but very few of which grant legitimate degrees possess meaningful accreditation or could lead to a paycheck or a reasonably well-assured career path.[62] More common is the mentoring and training of candidates by bishops and priests who have few if any clear guidelines or expectations for ordinands and instead adjust training requirements to meet the needs of the ordinand's vocation. Plummer concludes: \"Mentoring will likely continue to be the primary means of clergy training in the Independent Sacramental Movement, due in part to the extremely flexible, anarchic nature of the movement, which works against the creation of formalized seminary programs.\"[63]\n\nThe grace of God in the sacrament of Holy Orders is often freely shared within Independent Catholicism, thus leading to such characterizations as that of the young and ministerially-unprepared teenager whom poet Robert Kelly (b. 1935) says he once was: \"A Unitarian I came into the world in Pride's Crossing, Massachusetts, and a Unitarian I shall leave it, notwithstanding my daily practice of certain Vedic sacrifices, my twenty-year long pursuit of ritual magic, the fact that I am technically a Muslim, and the more resplendent fact that I awoke from a teenage binge one day to find myself consecrated bishop of the Primitive Restored Old Catholic Church of North America.\"[64] Plummer concludes: \"It is very difficult to know what to do about such untrained clergy. Some provide themselves the training they did not receive from their bishop, and serve admirably well, perhaps better than some of their formally educated peers. Others are walking disasters, spiraling into psychological distortions that injure themselves and others, or ignoring their ordained status altogether.\"[65]\n\n"
        },
        {
            "title": "Literature",
            "text": "Much of the writing (and liturgical books) concerning the Independent Catholic movement are self-published,[66] and they are often directed by Independent Catholic clergy toward other Independent Catholic clergy.[42] It has been suggested by Plummer that sustained theological reflection might eventually emerge from clergy and communities with greater theological formation or from larger and more stable communities that have survived into their second or third generation.[23] According to Plummer, \"as Independent clergy are most often volunteers with secular jobs, and little formal theological training, they lack both the time and the tools helpful to the development of a fully imagined theology.\"[27] Academic literature on Independent Catholicism has historically been relatively sparse and often not sympathetic to the movement.[67]\n\n"
        }
    ]
}