{
    "url": "https://en.wikipedia.org/wiki/Independent_circuit",
    "title": "Independent circuit",
    "table_of_contents": [
        "1 Origins",
        "1.1 Differences between the defunct territorial system and the current independent scene",
        "2 By country",
        "2.1 United States",
        "2.2 Canada",
        "2.3 Australia",
        "2.4 Mexico",
        "2.5 Japan",
        "2.6 United Kingdom",
        "3 Attendance records",
        "3.1 Historical",
        "4 Footnotes",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In professional wrestling, the independent circuit or indie circuit is the collective name of independent professional wrestling promotions which are smaller than major televised promotions. It is roughly analogous to a minor league for pro wrestling, or community or regional theatre.\n\nSpecific promotions on the independent circuit are referred to as indie promotions or indies. A wrestler is said to be in the indies or working the indies if they are wrestling in one of the independent promotions, or working the indie circuit if they are performing in different independent promotions.\n\n"
        },
        {
            "title": "Origins",
            "text": "The indie scene in the United States dates back to the days of regional territories. When a promoter ran opposition in even one town controlled by a National Wrestling Alliance sanctioned territory, they were often called an \"outlaw\" territory. This is considered by some to be a forerunner to indies since some stars of the past got their start in these low quality local rivals to the big regional territories.\n\nThe modern definition of the independent circuit came about in the middle to late 1980s and fully formed and flourished after 1990. These promotions initially sought to revive the feel of old school territorial wrestling after former territories either went national, such as WWF, went out of business, or eventually did both, such as WCW. Several indies did in fact manage to tour different towns within a region and maintain a consistent schedule.\n\nAfter Vince McMahon, seeking regulatory relief, gave in 1989 testimony in front of the New Jersey State Athletic Commission[1] where he publicly admitted pro wrestling was in fact a sports-based entertainment, rather than a true athletic competition, many state athletic commissions stopped regulating wrestling. This obviated the need for complying with many expensive requirements, such as the need for an on-site ambulance and trained emergency medical personnel at each bout. After the business was thus exposed and deregulated, just about anyone could be a promoter or a wrestler since no licensing beyond a business license was then required. Many thought they could save money by holding shows in lesser towns and smaller arenas with little to no televised exposure, leading to many shows being held only once a week or once a month in local towns.\n\nTerritories held large shows in a major town each week, with smaller shows in smaller towns throughout the region on other nights of the week. Promoters in those days could fill big arenas seating well up into the thousands, while most current indie promoters struggle to draw a few hundred people at a high school gym, small venue (such as a VFW, American Legion or church hall) or local fairground.\n\nWrestlers in the territories could afford to make a good living for years at a time. Territories generally also had weekly television shows on local stations in each major town which were viewable over the air in all or most of the smaller towns targeted by the promotion.\n\nIn the territory system, most wrestlers would learn the basics by setting up the ring or having a job at the arena (such as setting up, selling merchandise, or refereeing matches). They would then wrestle night after night in different small towns before debuting on the television show and eventually on the main weekly event in the promotion's focal city, and then often go to other territories to learn something new from experience. Many of today's wrestlers learn their trade in a wrestling school, but scrape by learning their craft on occasional indie bookings.\n\n"
        },
        {
            "title": "By country",
            "text": "Independent promotions are usually local in focus and, lacking national TV contracts, are much more dependent on revenue from house show attendance. Due to their lower budgets, most independent promotions offer low salaries (it is not unusual for a wrestler to work for free due to the fact most promoters can only afford to pay well-known talent). Most cannot afford to regularly rent large venues, and would not be able to attract a large enough crowd to fill such a venue were they able to do so. Instead, they make use of any almost open space (such as fields, ballrooms, or gymnasiums) to put on their performances. Some independent promotions are attached to professional wrestling schools, serving as a venue for students to gain experience in front of an audience. As independent matches are seldom televised, indie wrestlers who have not already gained recognition in other promotions tend to remain in obscurity. However, scouts from major promotions attend indie shows, and an indie wrestler who makes a good impression may be offered a developmental or even a full-professional contract.\n\nThe advent of the Internet has allowed independent wrestlers and promotions to reach a wider audience, and it is possible for wrestlers regularly working the indie circuit to gain some measure of fame among wrestling fans online. Additionally, some of the more successful indies have video distribution deals, giving them an additional source of income and allowing them to reach a larger audience outside of their local areas.\n\nUnlike the North American or Japanese products which have large, globally renowned organisations such as WWE and New Japan Pro-Wrestling with several hundred smaller promotions, Australia only has approximately 30 smaller independent circuit promotions which exist in all but one of the states and territories, that being the Northern Territory. Tours from the North American product are regularly sold out in capital cities such as Melbourne, Sydney, Perth and Brisbane.\n\nLucha libre has many more independent wrestlers in proportion to the rest of North America, because of the weight classes prevalent in the Mexican league system as well as its emphasis on multiple person tag matches; just about anyone with ability can emerge from an independent promotion into either AAA or Consejo Mundial de Lucha Libre and be a champion there. Independent Mexican wrestlers may use a lot of gimmicks, including some that may be based on copyrighted characters from American television shows, such as Thundercats and X-Men. (These gimmicks are often changed if the wrestler playing them makes it into AAA or CMLL; the most prominent example of non-compliance with this method is midget wrestler Chucky from AAA, whose gimmick is based on the Child's Play movies.)\n\n\n\nUntil 1984, no independent puroresu promotion per se existed in Japan; potential talent went directly into the training dojos of either New Japan Pro-Wrestling or All Japan Pro Wrestling. (International Wrestling Enterprise also was a third-party promotion until 1981.) The advent of the Japanese Universal Wrestling Federation offered a long-sought third alternative.\n\nFrom 1986 to 1988 the Japanese system went back to the two-promotion system, but then the UWF was reformed and another promotion, Pioneer Senshi, was started. Because of Japanese societal mores which implied that a wrestler was a lifelong employee of a company and thus identified with it wherever he went, neither AJPW nor NJPW made an effort to acquire wrestlers trained in other promotions; wrestlers from the major promotions who left, such as Genichiro Tenryu, Gran Hamada, Yoshiaki Fujiwara, Akira Maeda, Atsushi Onita, and Nobuhiko Takada had to start their own independent promotions in order to keep themselves in the limelight (Wrestling Association \"R\", Universal Lucha Libre, Pro Wrestling Fujiwara Gumi, Fighting Network Rings, Frontier Martial-Arts Wrestling, and Hustle respectively) .\n\nAs the 1990s ended, though, things began to change. Independent promotions began gaining more prominence as they were featured in major specialized media such as Shukan Puroresu and Shukan Gong magazines. With the death of Giant Baba and retirement of Antonio Inoki, which effectively broke their control over the promotions they founded, the major promotions began looking to the smaller promotions for talent.\n\nIn 2000, the first major signing from an independent, Minoru Tanaka by NJPW from BattlARTS, took place; soon after NJPW stocked the junior heavyweight division with independent talent such as Masayuki Naruse, Tiger Mask, Gedo, and Jado. On the same year, following the Pro Wrestling Noah split, AJPW was forced to fill its ranks with independent talent; Nobutaka Araya, Shigeo Okumura and Mitsuya Nagai signed up (Araya is the only one who remains, but other signings since then have been Kaz Hayashi, Tomoaki Honma, Hideki Hosaka, and Ryuji Hijikata.)\n\nNoah admitted one wrestler from the independents, Daisuke Ikeda, to its ranks as well (Ikeda has since left, but other wrestlers from the independents that were signed included Akitoshi Saito, Takahiro Suwa, and Taiji Ishimori). Although AJPW, NJPW, and Noah remain committed to their dojos, the reliance on independents is growing as obscure talent is recognized for its ability.\n\nFor most of the years of ITV's coverage of British Wrestling, the dominant promoter in the United Kingdom was the Joint Promotions cartel, which was originally modelled on the NWA and later amalgamated into a single company.  Nonetheless, throughout this period, untelevised alternative promotions flourished with at least one significant competitor to Joint for live shows.\n\nInitially the main rival was the former dominant promotion in the territory, Atholl Oakley's BWA.  By the time of its demise, wrestler/promoter Paul Lincoln had established himself as a major promoter with shows featuring himself as headline heel.  In 1958, when Bert Assirati was stripped of the British Heavyweight Championship, Lincoln formed the BWF alliance of promoters to support Assirati's claim, later recognising Shirley Crabtree as champion.  Lincoln's BWF was eventually bought out into Joint in 1970.\n\nWelsh promoter Orig Williams also used the BWF name, promoting from the late 1960s up until the early 2000s and then sporadically until his death in 2009. From 1982 to 1995, Williams had a Welsh language TV wrestling show \"Reslo\" on S4C. Brian Dixon, a referee for Williams, set up his own company Wrestling Enterprises of Birkenhead later renamed All Star Wrestling circa 1984. An alliance with promoter and former top star Jackie Pallo failed to prevent Joint gaining a five year extension on its TV wrestling monopoly from January 1982 to December 1986.\n\nHowever, by the mid 1980s Dixon had won over many wrestlers and fans from Joint who were tired of the Big Daddy-orientated direction of Joint.  Eventually this culminated in  All Star gaining a TV show on satellite channel Screensport and later, a slice of ITV's coverage from 1987 until the end of ITV wrestling in 1988.  By the end of this period, All Star had effectively replaced Joint (by now owned by Max Crabtree, brother of Shirley) as the dominant promotion in the UK.\n\nJoint, renamed Ring Wrestling Stars in 1991, dwindled down before closing with Crabtree's retirement in 1995, All Star has continued to be the dominant non-import live promotion in the UK up to the present day. Its principal competitors since that time have been Scott Conway's TWA, John Freemantle's Premier Promotions, RBW and LDN Wrestling. Since the 1990s there have also been numerous American-style \"New School\" promotions.\n\n"
        },
        {
            "title": "Attendance records",
            "text": "Note: Minimum attendance of 5,000.\n\n"
        },
        {
            "title": "References",
            "text": "General\n\nSpecific\n\n"
        }
    ]
}