{
    "url": "https://en.wikipedia.org/wiki/Independent_media",
    "title": "Independent media",
    "table_of_contents": [
        "1 Alternative media",
        "2 In developing countries",
        "2.1 Self-censorship",
        "2.2 Soft censorship",
        "3 Development",
        "3.1 Media development vs. media for development",
        "3.2 Media development organizations",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Independent media refers to any media, such as  television, newspapers or Internet-based publications, that is free of influence by government or corporate interests. The term has varied applications. Within the United States and other developed countries, it is often used synonymously with alternative media to refer to media that specifically distinguish themselves from the mainstream media. In international development, the term independent media is used for the development of new media outlets, particularly in areas where there is little to no existing media presence. \n\nResearch has found that independent media plays an important role in improving government accountability and reducing corruption.[1][2][3][4][5][6]\n\n"
        },
        {
            "title": "Alternative media",
            "text": "In developed countries, alternative media are media that are alternatives to the business or government-owned mass media. Proponents of alternative media often argue that the mainstream media are biased, or serve the interests of those in power. While sources of alternative media can also be biased (sometimes proudly so), the bias tends to be significantly different from that of the mainstream media, hence \"alternative.\" As such, advocacy journalism tends to be a component of many alternative outlets. Because the term \"alternative\" has connotations of self-marginalization, some media outlets now prefer the term \"independent\" over \"alternative.\"\n\n"
        },
        {
            "title": "In developing countries",
            "text": "In many developing countries, the only media available, particularly at the national level, are government-controlled radio and television stations and newspapers. Even if not overtly controlled by the state, outlets may have strong ties to or be influenced by the government. In such situations, it is often difficult to distinguish those outlets that are truly independent from those that are influenced by the government. For example, a newspaper may provide quality, unbiased coverage of the economy, health, and other issues, but still avoid reporting on the government. This issue is particularly compounded by issues of self-censorship, soft censorship, and other subtle government influences.\n\nSelf-censorship is the act of censoring or classifying one's own work out of fear of or deference to the sensibilities of others without an authority directly pressuring one to do so. Self-censorship is often practiced by film producers, film directors, publishers, news anchors, journalists, musicians, and other kinds of authors. In authoritarian countries, creators of artworks may remove material that their government might find controversial for fear of sanction by their governments. In pluralistic capitalist countries, self-censorship can also occur, particularly in order to conform to the expectations of the market. For example, the editor of a periodical may consciously or unconsciously avoid topics that will anger advertisers or the publication's parent company in order to protect their livelihood.\n\nSoft, or indirect, censorship is the practice of influencing news coverage by applying financial pressure on media companies that are deemed critical of a government or its policies and rewarding media outlets and individual journalists who are seen as friendly to the government.[7] This problem goes largely unnoticed, yet can have a dramatic impact on the reporting of media outlets that can otherwise be considered independent.\n\n"
        },
        {
            "title": "Development",
            "text": "Some development organizations and experts make a distinction between media development and media for development. \"Media development\" refers to efforts to directly improve the media in a society through the means mentioned above. \"Media for development\" refers to more indirect efforts at using existing media to convey messages about specific development issues. Such efforts include many ICT for Development (ICT4D) projects. Media for development has been applied to education, healthcare, business, disaster relief, corruption, minority empowerment, and local community engagement, among other development goals.\n\nWhile development of the media sector is a common activity of many development organizations, there are a small number that engage in direct media development as their primary purpose. In the U.S., the three main media development implementers are Internews, International Center for Journalists (ICFJ), and International Research & Exchanges Board (IREX). In addition, organizations like the Center for International Media Assistance, Reporters Without Borders, Article 19, and others monitor media development efforts and freedom of the press around the world.\n\n"
        }
    ]
}