{
    "url": "https://en.wikipedia.org/wiki/Indigenous_religious_beliefs_of_the_Tagalog_people",
    "title": "Indigenous religious beliefs of the Tagalog people",
    "table_of_contents": [
        "1 Cosmology",
        "2 Pag-aanito: \"offering\" or \"act of worship\"",
        "3 Tagalog pantheon",
        "3.1 Bathala: the \"almighty\" or \"creator\"",
        "3.2 Other deities and powers",
        "3.2.1 Cosmology",
        "4 Katalonan (priests or priestess)",
        "5 Folk medicine",
        "6 Sacred natural formations, phenomena, and numerology",
        "6.1 Sacred sites",
        "6.2 Tigmamanukan (omen birds)",
        "7 Souls",
        "7.1 Dreams",
        "7.2 Funerary customs",
        "8 Foreign influences",
        "8.1 Indirect Indian influences through the Majapahit",
        "9 Present day beliefs",
        "10 Important teachers and writers",
        "11 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe indigenous religious beliefs of the Tagalog people (sometimes referred to as Anitism,[1][2] or, less accurately, using the general term animism) were well documented by Spanish missionaries,[3] mostly in the form of epistolary accounts (relaciones) and as entries in the various dictionaries put together by missionary friars.[3]\n\nArcheological and linguistic evidence[2][4][3] indicates that these beliefs date back to the arrival of the Austronesian peoples,[1][5][3] although elements were later syncretistically adapted from Hinduism, Mahayana Buddhism, and Islam.[6][3] Many of these indigenous beliefs persist to this day, in sycretistic forms discussed by scholars as Philippine variations of Folk Islam and Folk Catholicism.[7]\n\n"
        },
        {
            "title": "Cosmology",
            "text": "\nUnlike early western religions, with their great emphasis on pantheons of deities, religion among the Tagalogs was intimately intertwined with their day-to-day lives, as Almocera points out:\nAncient Tagalogs initially believed that the first deity of the sun and moon was Bathala, as he was a primordial deity and the deity of everything. Later on, the title of deity of the moon was passed on to his favorite daughter, Mayari, while the title of deity of the sun was passed on to his grandson and honorary son, Apolaki. One of his daughters, Tala, was the deity of the stars and was the primary deity of the constellations, while Hanan was the deity of mornings and the new age. The Tagalogs' cosmic beliefs were not exempted from the moon-swallowing serpent myths prevalent throughout the different ethnic peoples of the Philippines. But unlike the moon-swallowing serpent stories of other ethnic peoples, which usually portrayed the serpent as a god, the Tagalog people believed that the serpent which causes eclipses was a monster dragon, called Laho, instead. The dragon, despite being strong, could easily be defeated by Mayari, the reason why the moon's darkness during eclipses diminishes within minutes.[8]\n\n"
        },
        {
            "title": "",
            "text": "Owing to the limitations of language and of personal religious biases, Spanish chroniclers often recorded different interpretations of Tagalog words relating to worship. The word anito is one of these words which had differing interpreters. Scott[3] notes that missionaries eventually reinterpreted the word to mean \"all idols\", including the middle eastern gods mentioned in the bible, whenever they were included in their homilies. As a result, in modern times, the word anito has come to mean the various figurines or \"idols\" that represent Filipino deities. However, the Tagalog words for such representations was larauan.[3]\n\n\nIn his 1613 dictionary Vocabulario de la lengua tagala, Fray Pedro de San Buenaventura[9]: 361  explains:\n\nThe unnamed author of the anonymous 1572 Relación de la conquista de la isla de Luzón (translated in Volume 3 of Blair and Robertson),[10] while noted to be particularly hispanocentric and anti-nativist in his views, nevertheless provides a detailed description of the Tagalogs' pag-aanito, which bears many apparent similarities to surviving indigenous practices:\nDemetrio, Cordero-Fernando, and Nakpil Zialcita[2] observe that the Luzon Tagalogs and Kapampangans' use of the word anito, instead of the word diwata, which was more predominant in the Visayan regions, indicated that these peoples of Luzon were less influenced by the Hindu and Buddhist beliefs of the Madjapahit empire than the Visayans were.[2] They also observed that the words were used alternately among the peoples in the southernmost portions of Luzon—the Bicol Region, Marinduque, and Mindoro, among others. They suggested that this represented transitional area, the front lines of an increased \"Indianized\" Madjapahit influence which was making its way north[2] the same way Islam was making its way north from Mindanao.[3]\n\n"
        },
        {
            "title": "Tagalog pantheon",
            "text": "The highest beings in Anitism are always the primordial deities, led by Bathala. Of these five primordial deities, only Bathala, Amihan, and Aman Sinaya are living deities. The other two, Ulilang Kaluluwa and Galang Kaluluwa, have turned into ashes during the first centuries of the cosmic creation. The next in rank are the deity anitos, whether they live in Kaluwalhatian, Kasamaan, or in the middle world.[11] The third in rank are the anitos sent by Bathala to aid mankind. These anitos usually serve specific communities, and seldom spread their influence from their domain, such as the case of the anito, Makiling. Like mankind, these anitos are sometimes prone to misdeeds but are generally good.[12] The fourth in rank are mankind's anito ancestral spirits (known as kaluluwa,[13] the second and last form of the soul). The last rank includes tao (mankind) which houses the kakambal[13] (literally twin; the first form of soul known as the living soul who wanders when the body is asleep), mga hayop (animals), halaman at puno (plants and trees), lamang lupa (supernatural beings of the land), and lamang dagat (supernatural beings of the waters).[14][15][16]\n\n\nAccording to the early Spanish missionaries, the Tagalog people believed in a creator-god named Bathala,[2] whom they referred to both as maylicha (creator; lit. \"actor of creation\") and maycapal (lord, or almighty; lit. \"actor of power\"). Loarca and Chirino reported that in some places, this creator god was called Molaiari (Malyari) or Dioata (Diwata).[3] Scott (1989) notes:\nMost scholars believed that Bathala (Chirino 1595–1602), Badhala (Plasencia 1589), Batala (Loarca 1582), or Bachtala (Boxer Codex 1590) was derived from the Sanskrit word bhattara or bhattaraka[17] meaning noble lord. This term was used commonly by Hindus in Southeast Asia in reference to God.\n\nBathala is among the five primordial deities in the Tagalog pantheon.[18] It is believed that he lives in an abode called Kaluwalhatian,[11] which is an ancient Tagalog people's version of heaven, known as the sky realms and the court of Bathala.[19] Kaluwalhatian has no room for growing rice and forbids chasing of deer. Bathala resides here with other deities such as Amanikable, god of hunters and turbulent waters;[20][full citation needed] Idiyanale, goddess of labor;[20] Dimangan, god of good harvests; Lakapati, goddess of fertility;[21] Ikapati, goddess of cultivated fields;[21] Mapulon, god of seasons; Mayari, goddess of the moon;[22] Tala, goddess of the stars; Hanan, goddess of morning; Dumakulem, god of mountains; Anitun Tabu, goddess of wind and rain; Anagolay, goddess of lost things; Apolaki, god of the sun;[22] and Diyan Masalanta, goddess of love. Minor deities who live in Kaluwalhatian include Liwayway, a dawn goddess; Tag-ani, a harvest goddess; Kidlat, a lightning god; and Hangin, a wind god.[23] The abode Kaluwalhatian, however, is not to be associated as a place where ancestral spirits go to. The place where good ancestral spirits go to is located below the earth and is called Maca, while the place where evil ancestral spirits go to is called Kasamaan (or Kasanaan),[11] which is also below the earth. Unlike Kasanaan, which is a 'village of grief and affliction', Maca is peaceful and filled with the joyous bounties good ancestral spirits deserve in the afterlife. Maca is ruled jointly by Bathala, who has the prowess to summon and order spirits from Maca (and Kasamaan) if he pleases, and Sitan while Kasamaan is ruled solely by a deity named Sitan, keeper of all souls and master of four evil deities, namely, Manggagaway, causer of diseases; Manisilat, destroyer of families; Mangkukulam, causer of fires; and Hukluban, causer of deaths.[24][25][26]\n\n\nFrancisco Demetrio, Gilda Cordero Fernando, and Fernando Nakpil Zialcita summarize a number of Tagalog beliefs regarding Bathala: \nThe missionaries who observed the Tagalog peoples in the 1500s noted, however that the Tagalogs did not include Bathala in their daily acts of worship (pag-a-anito). Buenaventura noted in his Vocabulario de la lengua tagala (published in 1693) that the Tagalogs believed Bathala was too mighty and distant to be bothered with the concerns of mortal man, and so the Tagalogs focused their acts of appeasement to the immediate spirits that they believed had control over their day-to-day life.[7]\n\nAs Bathala was considered a \"distant\" entity, the Tagalog people focused their attention more on \"lesser\" deities and powers,[2] which could be more easily influenced than Bathala.[7] Because the Tagalogs did not have a collective word to describe all these spirits together, Spanish missionaries eventually decided to call them \"anito,\" since they were the subject of the Tagalog's act of pag-aanito (worship). The term, anito, has three meanings. The first is deity (gods and goddesses) including Bathala and the lower deities living and not living in Kaluwalhatian. The second is non-ancestral spirits, the beings sent by Bathala along with the deities to aid mankind in everyday life. These non-ancestral spirit anitos can be formless or possess forms of various beings. The last is ancestral spirits, the souls of human beings who have passed on. These ancestral spirit anitos can also be summoned by Bathala to aid their relatives and descendants in special cases, usually through dreams or flickers of light. According to Scott, a careful search of sources from the 1500s reveals that there was no single word in Tagalog for the other deities to whom Bathala was superior: when necessary, Spanish lexicographers referred to them all as anito.[3] Other accounts and early dictionaries describe them as intermediaries (\"Bathala's agents\"), and the dictionaries used the word \"abogado\" (advocate) when defining their realms. These sources also show, however, that in practice, they were addressed directly: \"in actual prayers, they were petitioned directly, not as intermediaries.\" Scott cites the example of a farmer's prayer to Lakapati, where a child would be held over a field, and the farmer would pray: \"Lakapati, pakanin mo yaring alipin mo; huwag mong gutumin [Lakapati feed this thy slave; let him not hunger]\"[9]: 361  Demetrio, Fernando and Zialcita, in their 1991 reader The Soul Book, categorize these spirits broadly into \"ancestor spirits\" and \"non-ancestor spirits\", but then further sub-categorize them into \"ancestor spirits\", \"nature spirits\", and \"guardian spirits\".[2]\n\nDeities living with humans, and not in Kaluwalhatian, Maca, or Kasamaan are also known in the Tagalog pantheon as anitos's: \n\nAnitos sent by Bathala to aid mankind, aside from the deities, are also called as anitos. These include Makiling, anito of Mount Makiling, and other community-based anitos. Ancestral spirits are also referred as anitos. These ancestral spirit anitos can be called upon by his or her descendants, relatives, friends, or stern followers in aid of a task. However, the approval of Bathala is needed first so that the ancestral spirit may be allowed to leave Maca and aid a person through dreams or apparitions. Popular ancestral spirits that are called upon are katalonans, datus, lakans, expert craftsmen, and brave warriors who have passed away and are believed to have journeyed to Maca successfully.[28][21] Aside from the anitos, there are also beings lower than them. These beings are diverse in forms and are considered as monsters (example is the aswang) and/or guardians (example is the tikbalang) that roam the world along with mankind. These beings usually reside within the confines of nature, but when disturbed, can inflicts severe damages to man and even cause death.\n\nAncient Tagalogs initially believed that the first deity of the sun and moon was Bathala, as he is a primordial deity and the deity of everything. Later on, the title of deity of the moon was passed on to his favorite daughter, Mayari, while the title of deity of the sun was passed on to his grandson and honorary son, Apolaki. One of his daughters, Tala is the deity of the stars and is the primary deity of the constellations, while Hanan was the deity of mornings and the new age. The Tagalog cosmic beliefs is not exempted from the moon-swallowing serpent myths prevalent throughout the different ethnic peoples of the Philippines. But unlike the moon-swallowing serpent stories of other ethnic peoples, which usually portrays the serpent as a god, the Tagalog people believe that the serpent which causes eclipses is a monster dragon, called Laho, instead. The dragon, despite being strong, can easily be defeated by Mayari, the reason why the moon's darkness during eclipses diminishes within minutes.\n\nThe Tagalogs also gave names for various constellations. An example is Balatik (Western counterpart is Orion) which is depicted as a hunting trap.\n\n"
        },
        {
            "title": "",
            "text": "Tagalogs who had spiritual prowess to contact the deities and anitos were known as katalonan. The katalonann, being the spiritual leader and personified contact to the deities, also assumed the role of the datu if the datu has not yet returned from his travels. He also acts as the datu during transition periods, where the official datu (leader) has yet to be chosen. Similar to the datu, the katolanon may be male or female. Katolanon may choose to have a wife or husband as partner with his or her spiritual activities, regardless of gender. The katolanon, male or female, usually has a female gender expression, according to Spanish accounts. The reason for this is because a female expression is the embodiment of natural spiritual balance, and is pleasing to the Tagalog deities. In times when certain barangays chose to establish a unification pact with other barangays, the datus of each barangay would vote among themselves who would be considered as the lakan (also known as punong datu), which is regarded as the head of all the datus within the pact. To establish the pact, a sandugo or blood compact is made. The katolanan of the datu, that was made into lakan, is also uplifted into the title of punong katolanan (head katolanan). The term apparently springs from the Tagalog word katalo, which means \"in good terms with\", such that the Catalonan are those \"in good terms with the Anito spirits\".[7] Historian and Spanish missionary Pedro Chirino noted that their long hair is a symbol of their commitment to their religion.[29]\n\n"
        },
        {
            "title": "Folk medicine",
            "text": "Tagalog folk medicine, some practices of which persist today and are studied under Filipino psychology, is strongly influenced by the religious cosmology of the Tagalog people.[30][31] Aside from the indigenous herblore which is common to forms of folk medicine throughout human society, among the overarching concepts within Tagalog folk medicine include the systems of Usog and of Init at Lamig (\"Hot and Cold\") which leads to Pasma.\n\n"
        },
        {
            "title": "",
            "text": "The ancient Tagalogs believed that there are three fauna and three flora that are deemed the most sacred. The three sacred fauna include dogs which are blessed by the deities to guide and become allies with mankind, tigmamanukans which are the messengers of Bathala, crocodiles which are guardians of sacred swamps and believed to be psychopomps, while the three sacred flora include coconut palms which are the first vegetation from the ashes of Galang Kaluluwa and Ulilang Kaluluwa, balete trees which are home to the supernaturals, and bamboos which is where mankind sprang from. The number three is believed to be sacred in ancient Tagalog beliefs. When Bathala and Ulilang Kaluluwa battled during the cosmic creation, the war lasted for three days and three nights. Additionally, Bathala had three divine daughters (Mayari, Tala, and Hanan) from a mortal women, and there are three divine abodes, namely, Maca, Kasamaan, and Kaluwalhatian. Also, there were three divine beings during the cosmic creation, Bathala, Ulilang Kaluluwa, and Galang Kaluluwa. Later on, when Galang Kaluluwa and Ulilang Kaluluwa died, Aman Sinaya and Amihan joined Bathala in the trinity of deities. In later stories, Aman Sinaya chose to dwell underneath the ocean while Amihan chose to travel throughout the middleworld. During that time, the trinity of deities became Bathala, Lakapati, and Meylupa. Meylupa was later replaced by Sitan after Meylupa chose to live as a hermit. In the most recent trinity, after Bathala died (or went into a deep slumber according to other sources), the trinity consisted of Mayari, Apolaki, and Sitan.\n\nA 2018 archaeological research found that Tagalog dogs were indeed held in high regard prior to colonization and were treated as equals, backing the oral knowledge stating that dogs are beings blessed by the deities. Dogs were buried, never as sacrificial offerings or when a master dies, but always \"individually\", having their own right to proper burial practices. A burial site in Santa Ana, Manila exhibited a dog which was first buried, and after a few years, the dog's human child companion who died was buried above the dog's burial, exemplifying the human prestige given to dogs in ancient Tagalog beliefs.\n\nDambana practices are performed through various means such as thanksgiving, wish prayers, or even memorializing an event. All deities, beings sent by Bathala, and ancestral spirits are collectively called anito. The deity who is most invoked in dambana practices is Bathala, the supreme god of the Tagalog people who controls non-deity anitos and the tigmamanukan omens. Overall, everything in nature is considered as sacred in Tagalismo, from caves, rivers, seas, lakes, mountains, trees, wind, sky, and so on. Other sacred sites also include Tagalog places of death (ancient cemeteries), and temples (usually in the form of forts or enlarged huts with palisades). Usually, these sites are areas where a deities frequent, and thus serve as both a place of worship and a place for recharging the body and a person's amulet, known as anting-anting. The sites are also usually home to certain anitos or the ancestral spirits and spirits sent by Bathala to aid mankind. The following are traditionally considered as the most sacred, and still are, among the sites:\n\nThe Tagalog people called the tigmamanukan, a local bird, an omen bird. Although the behaviors of numerous birds and lizards were said to be omens, particular attention was paid to the tigmamanukan.\n\nAccording to San Buenaventura's dictionary,[9] the Tagalogs believed that the direction of a tigmamanukan flying across one's path at the beginning a journey indicated the undertaking's result. If it flew from right to left, the expedition would be a success. This sign was called labay, a term still present in some Filipino languages with the meaning \"proceed\". If the bird flew from left to right, the travelers would surely never return.\n\nIt was also said that if a hunter caught a tigmamanukan in a trap, they would cut its beak and release it, saying \"Kita ay iwawala, kun akoy mey kakawnan, lalabay ka.\" (\"You are free, so when I set forth, sing on the right.\")\n\nWhile the name tigmamanukan is no longer used today, some early western explorers say that the specific bird referred to by the name is a fairy bluebird (genus Irena, family Irenidae). One explorer specifically identified the Asian fairy bluebird (Irena puella turcosa)[32] while another specifically identified the Philippine fairy bluebird (Irena cyanogastra).[33][verification needed] In any case, most of the sources which describe the tigmamanukan agree that it is distinguished by a \"blue\" color.[34]\n\n"
        },
        {
            "title": "Souls",
            "text": "The Tagalog people traditionally believe in the two forms of the soul. The first is known as the kakambal (literally means twin), which is the soul of the living. Every time a person sleeps, the kakambal may travel to many mundane and supernatural places which sometimes leads to nightmares if a terrible event is encountered while the kakambal is traveling. When a person dies, the kakambal is ultimately transformed into the second form of the Tagalog soul, which is the kaluluwa (literally means spirit). In traditional Tagalog religion, the kaluluwa then travels to either Kasanaan (if the person was evil when they were living) or Maca (if the person was good when they were living) through sacred tomb-equipped psychopomp creatures known as buwaya or through divine intervention. Both domains are ruled by Bathala, though Kasanaan is also ruled by the deity of souls.\n\nIn addition to the belief in the kaluluwa, a tradition called pangangaluluwa sprang. The pangangaluluwa is a traditional Tagalog way of aiding ancestor spirits to arrive well in Maca (place where good spirits go) or to make ancestor spirits that may have been sent to Kasanaan/Kasamaan (place where bad spirits go) be given a chance to be cleansed and go to Maca. The tradition includes the peoples (which represent the kaluluwa of people who have passed on), and their oral tradition conducted through a recitation or song. The people also ask for alms from townsfolk, where the alms are offered to the kaluluwa afterwards. This tradition, now absorbed even in the Christian beliefs of Tagalogs, is modernly-held between 27 October to 1 November, although it may be held on any day of the year if need be during the old days. The traditional pangangaluluwa song's composition is: Kaluluwa’y dumaratal (The second souls are arriving); Sa tapat ng durungawan (In front of the window); Kampanilya’y tinatantang (The bells are ringing); Ginigizing ang may buhay (Waking up those who still have life); Kung kami po’y lilimusan (If we are to be asked to give alms); Dali-daliin po lamang (Make it faster); Baka kami’y mapagsarhan (We may be shut); Ng Pinto ng Kalangitan (From the doors of heaven). The Kalangitan in the lyrics would have been kaluwalhatian during the classical era.\n\nAdditional lyrics are present in some localities. An example is the additional four lines from Nueva Ecija: Bukas po ng umaga (Tomorrow morning); Tayong lahat ay magsisimba (We will go to the shrine); Doon natin makikita (There, we will see); Ang misa ng kaluluwa! (The mass of the second souls!)\n\nThe Tagalog people traditionally believe that when a person sleeps, he may or may not dream the omens of Bathala. The omens are either hazy illusions within a dream, the appearance of an omen creature such as tigmamanukan, or sightings from the future. The dream omens do not leave traces on what a person must do to prevent or let the dream come true as it is up to the person to make the proper actions to prevent or make the dream come true. The omen dreams are only warnings and possibilities 'drafted by Bathala'.\n\nAdditionally, a person may sometimes encounter nightmares in dreams. There are two reasons why nightmares occur, the first is when the kakambal soul encounters a terrifying event while traveling from the body, or when a bangungot creature sits on top of the sleeping person in a bid of vengeance due to the cutting of her tree home. Majority of the nightmares are said to be due to the kakambal soul encountering terrifying events while traveling.[13][35]\n\nThe Tagalog people had numerous burial practices prior to Spanish colonization. These practices include, but not limited to, tree burials, cremation burials, sarcophagus burials, and underground burials.\n\nIn rural areas of Cavite, trees are used as burial places. The dying person chooses the tree beforehand, thus when he or she becomes terminally ill or is evidently going to die because of old age, a hut is built close to the said tree. The deceased's corpse is then entombed vertically inside the hollowed-out tree trunk. Before colonization, a statue known as likha is also entombed with the dead inside the tree trunk. In Pila, Laguna, a complex cremation-burial practice existed, where the body is let alone to decompose first. It is then followed by a ritual performance. The body is burned afterwards through cremation because, according to the belief of ancient people, the \"spirit is as clean as though washed in gold\" once the body is set on fire. Likha statues were also found in various cremation burial sites. In Mulanay, Quezon and nearby areas, the dead are entombed inside limestone sarcophagi along with a likha statue. However, the practice vanished in the 16th century due to Spanish colonization. In Calatagan, Batangas and nearby areas, the dead are buried under the earth along with likha statues. The statues, measuring six to twelve inches, are personified depictions of anitos. Likha statues are not limited to burial practices as they are also used in homes, prayers, agriculture, medicine, travel, and other means; when these statues are used as such, they are known as larauan, which literally means image.\n\nAdditionally, these statues that were buried with the dead are afterwards collected and revered as representatives of the dead loved one. The statues afterwards serve as a connection of mortals to the divine and the afterlife. When the Spanish arrived, they recorded these statues in some accounts. The Relacion de las Yslas Filipinas of 1582 noted that there were even houses that contained \"one hundred or two hundred of these idols\". In the name colonization, the Spanish destroyed these statues throughout the archipelago. In present-time, only two statues (made of stone) have been found in good condition. These two statues are currently housed in the National Museum of the Philippines in Manila.\n\n"
        },
        {
            "title": "Foreign influences",
            "text": "Although the current scholarly consensus is that the roots of the Tagalogs' beliefs were indigenous, or to be more specific, Austronesian, these beliefs were later \"enhanced\" by elements which the Tagalogs adapted from Hinduism, Mahayana Buddhism, and Islam.[6][3] Although scholars acknowledge the possibility that some of these influences may have come through the limited trade the Tagalogs had with the Srivijaya,[3] it is believed that most of the Hindu and Buddhist elements were incorporated as a result of the more extensive trade the Tagalogs later had with the Majapahit,[3] while the Islamic influences were incorporated due to the Tagalog maginoo class' connections with the Sultanate of Brunei, and the Tagalog's trading relations throughout Malaysia.[3]\n\nA Buddhist image was reproduced in mold on a clay medallion in bas-relief from the municipality of Calatagan. According to experts, the image in the pot strongly resembles the iconographic portrayal of Buddha in Siam, India, and Nepal. The pot shows Buddha Amithaba in the tribhanga[36] pose inside an oval nimbus. Scholars also noted that there is a strong Mahayanic orientation in the image, since the Boddhisattva Avalokitesvara was also depicted.[37] The Lokesvara bronze statue of Lokesvara was found in Isla Puting Bato in Tondo, Manila.[38]\n\n\nAs physical evidence regarding the degree to which India influenced the Philippines prior to the Spanish is rather sparse, scholars have held differing views on this matter over the years. Jocano (2001) notes:\nHe notes that the various streams of the evidence which support the assertion that this influence reached the Philippines include:[39] \"Syllabic writing; artifacts in the form of different figurines made of clay, gold, and bronze that were dug in various sites in the Philippines; and 336 loanwords identified by Professor Francisco to be Sanskrit in origin, with 150 of them identified as the origin of some major Philippine terms.\"\n\n\nRegardless of how and when it actually happened, historiographers specializing in Southeast Asia note that this \"influence\" was cultural and religious, rather than military or political in nature. For example, Osborne, in his 2004 history of Southeast Asia, notes:[6]: 23 \n\nOsborne further emphasizes that this \"indianization\" of Southeast Asia did not per-se overwrite existing indigenous patterns, cultures, and beliefs: \n\nHistoriographers, both from Southeast Asia in general,[6] and the Philippines specifically[3][39] – agree that the impact of \"indianization\" in Philippines was indirect in nature,[6] occurring through contacts with the Majapahit culture.[39][3] Orborne (2004) notes that Vietnam and the Philippines did not participate in the main wave of Indianization:[6]: 23  \n\nJocano furthers:\n\nAfter reviewing threads of evidence for the various views concerning the date and mechanism of \"Indian prehistoric influence in the country\", Jocano concludes: \nFray Diego de Herrera noted that inhabitants in some villages were \"Muslim in name only\", and Osborne also notes that the Luzones who visited Portuguese Malacca in the 1510s to 1540s were \"nominally Muslim\".[6] The unnamed author of the anonymous 1572 Relación[10] goes into further detail:\n"
        },
        {
            "title": "Present day beliefs",
            "text": "Modern day scholars such as Scott,[3] Jocano,[40] and Maggay,[7] and theologians such as Gorospe[41] agree that the indigenous religious beliefs of the Tagalog people persist even to this day, in the form of folk religion.\n\n\nFor example, Almocera notes that: \n\nScott, in his seminal 1994 work Barangay: Sixteenth-century Philippine Culture and Society, notes that there are striking similarities between accounts from the 1500s vis a vis modern folk beliefs today. He describes the account of Miguel de Loarca account, in particular, to be: \n\nCatholic Scholar Fr. Vitaliano R. Gorospe, meantime, notes:\n"
        }
    ]
}