{
    "url": "https://en.wikipedia.org/wiki/Indigenous_Philippine_folk_religions",
    "title": "Indigenous Philippine folk religions",
    "table_of_contents": [
        "1 Religious worldview",
        "2 Deities and spirits",
        "2.1 Creator gods in Filipino religions",
        "2.2 \"Lower gods\" in Filipino religions",
        "3 Concept of the soul",
        "4 Important symbols",
        "5 Shamans",
        "6 Sacred grounds",
        "7 Status and adherence",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIndigenous Philippine folk religions are the distinct native religions of various ethnic groups in the Philippines, where most follow belief systems in line with animism. Generally, these indigenous folk religions are referred to as Anito or Anitism or the more modern and less ethnocentric Dayawism.[1][2][3][4] Around 0.2% of the population of the Philippines were affiliated with the so-called \"tribal religions\", according to the 2010 national census.[5]\n\nThe profusion of different terms arises from the fact that these indigenous religions mostly flourished in the pre-colonial period before the Philippines had become a single nation.[6] The various peoples of the Philippines spoke different languages and thus used different terms to describe their religious beliefs. While these beliefs can be treated as separate religions, scholars have noted that they follow a \"common structural framework of ideas\" which can be studied together.[3] The various indigenous Philippine religious beliefs are related to the various religions of Oceania and the maritime Southeast Asia, which draw their roots from Austronesian beliefs as those in the Philippines.[4][7]\n\nThe folklore narratives associated with these religious beliefs constitute what is now called Philippine mythology, and is an important aspect of the study of Philippine culture and Filipino psychology.\n\n"
        },
        {
            "title": "Religious worldview",
            "text": "Historian T. Valentino Sitoy, in his review of documents concerning pre-Spanish religious beliefs, notes three core characteristics which shaped the religious worldview of Filipinos throughout the archipelago before the arrival of Spanish colonizers. First, Filipinos believed in the existence of parallel spirit world, which was invisible but had an influence on the visible world. Second, Filipinos believed that there were spirits (anito) everywhere - ranging from the high creator gods to minor spirits that lived in the environment such as trees or rocks or creeks. Third, Filipinos believed that events in the human world were influenced by the actions and interventions of these spirit beings.[3]\n\nAnito were the ancestor spirits (umalagad), or nature spirits and deities (diwata) in the indigenous animistic religions of precolonial Philippines. Pag-anito (also mag-anito or anitohan) refers to a séance, often accompanied by other rituals or celebrations, in which a shaman (Visayan: babaylan, Tagalog: katalonan) acts as a medium to communicate directly with the spirits. When a nature spirit or deity is specifically involved, the ritual is called pagdiwata (also magdiwata or diwatahan). Anito can also refer to the act of worship or a religious sacrifice to a spirit.[6][4][8]\n\nWhen Spanish missionaries arrived in the Philippines, the word \"anito\" came to be associated with the physical representations of spirits that featured prominently in paganito rituals. During the American rule of the Philippines (1898–1946), the meaning of the Spanish word idolo (\"a thing worshiped\") has been further conflated with the English word \"idol\", and thus anito has come to refer almost exclusively to the carved figures or statues (taotao) of ancestral and nature spirits.[6][9]\n\nThe belief in anito is sometimes referred to as anitism in scholarly literature (Spanish: anitismo or anitería).[10]\n\n"
        },
        {
            "title": "Deities and spirits",
            "text": "Many indigenous Filipino cultures assert the existence of a high god, creator god, or sky god.[4] Among the Tagalogs, the supreme god was known as Bathala, who was additionally described as Maykapal (the all-powerful) or Lumikha (the creator). Among the Visayan peoples the creator God is referred to as Laon, meaning \"the ancient one.\" Among the Manuvu, the highest god was called Manama. Among most of the Cordilleran peoples (with the Apayao region as an exception), the creator and supreme teacher is known as Kabuniyan.[4]\n\nIn most cases, however, these gods were considered such great beings that they were too distant for ordinary people to approach.[2] People thus tended to pay more attention to \"lesser gods\" or \"assistant deities\" who could more easily approached, and whose wills could more easily be influenced.[4][2]\n\nLesser deities in Filipino religions generally fit into three broad categories: nature spirits residing in the environment, such as a mountain or a tree; guardian spirits in charge of specific aspects of daily life such as hunting or fishing; and deified ancestors or tribal heroes. These categories frequently overlap, with individual deities falling into two or more categories, and in some instances, deities evolve from one role to another, as when a tribal hero known for fishing becomes a guardian spirit associated with hunting.[4]\n\n"
        },
        {
            "title": "Concept of the soul",
            "text": "Each ethnic group has their own concept and number of the soul of a being, notably humans. In most cases, a person has two or more souls while he or she is alive. The origin of a person's soul have been told through narratives concerning the indigenous Philippine folk religions, where each ethnic religion has its unique concept on soul origin, soul composition, retaining and caring for the soul, and other matters, such as the eventual passage of the soul after the person's life is relinquished. In some cases, the souls are provided by certain deities such as the case among the Tagbanwa, while in others, the soul comes from certain special regions such as the case among the Bisaya. Some people have two souls such as the Ifugao, while others have five souls such as the Hanunoo Mangyan. In general, a person's physical and mental health contribute to the overall health of the person's souls. In some instances, if a soul is lost, a person will become sick, and if all living souls are gone, then the body eventually dies. However, there are also instances in which the body can still live despite the loss of all of its souls, such as the phenomenon called mekararuanan among the Ibanag. Overall, caring for one's self is essential to long life for the souls, which in turn provide a long life to the body.[11][12][13][14][15]\n\nGhosts or ancestral spirits, in a general Philippine concept, are the spirits of those who have already passed away. In other words, they are the souls of the dead. They are different from the souls of the living, in which, in many instances, a person has two or more living souls, depending on the ethnic group.[16] Each ethnic group in the Philippine islands has their own terms for ghosts and other types of souls.[16] Due to the sheer diversity of indigenous words for ghosts, terms like espirito[16] and multo, both adopted from Spanish words such as muerto, have been used as all-encompassing terms for the souls or spirits of the dead in mainstream Filipino culture.[17] While ghosts in Western beliefs are generally known for their sometimes horrific nature, ghosts of the dead for the various ethnic groups in the Philippines are traditionally regarded in high esteem. These ghosts are usually referred to as ancestral spirits who can guide and protect their relatives and community,[10] though ancestral spirits can also cast harm if they are disrespected.[16] In many cases among various Filipino ethnic groups, spirits of the dead are traditionally venerated and deified in accordance to ancient belief systems originating from the indigenous Philippine folk religions.[18]\n\n"
        },
        {
            "title": "Important symbols",
            "text": "Throughout various cultural phases in the archipelago, specific communities of people gradually developed or absorbed notable symbols in their belief systems. Many of these symbols or emblems are deeply rooted in indigenous epics, poems, and pre-colonial beliefs of the natives. Each ethnic group has their own set of culturally important symbols, but there are also \"shared symbols\" which has influenced many ethnic peoples in a particular area. Some examples of important Anitist symbols are as follow:\n\n"
        },
        {
            "title": "Shamans",
            "text": "Indigenous shamans were spiritual leaders of various ethnic peoples of the pre-colonial Philippine islands. These shamans, many of whom are still extant, were almost always women or effeminate men (asog or bayok). They were believed to have spirit guides, by which they could contact and interact with the spirits and deities (anito or diwata) and the spirit world. Their primary role was as mediums during pag-anito séance rituals. There were also various subtypes of shamans specializing in the arts of healing and herbalism, divination, and sorcery. Numerous types of shamans use different kinds of items in their work, such as talismans or charms known as agimat or anting-anting, curse deflectors such as buntot pagi, and sacred oil concoctions, among many other objects. All social classes, including the shamans, respect and revere their deity statues (called larauan, bulul, manang, etc.), which represent one or more specific deities within their ethnic pantheon, which includes non-ancestor deities and deified ancestors.[38] More general terms used by Spanish sources for native shamans throughout the archipelago were derived from Tagalog and Visayan anito (\"spirit\"); these include terms like maganito and anitera.[39][40][41]\n\nThe negative counterparts of Philippine shamans are the Philippine witches, which include different kinds of people with differing occupations and cultural connotations depending on the ethnic group they are associated with. They are completely different from the Western notion of what a witch is. Examples of witches in a Philippine concept are the mannamay, mangkukulam, and mambabarang.[42] As spiritual mediums and divinators, shamans are notable for countering and preventing the curses and powers of witches, notably through the usage of special items and chants. Aside from the shamans, there are also other types of people who can counter specific magics of witches, such as the mananambal, which specializes in countering barang.[42] Shamans can also counter the curses of supernatural beings such as aswangs. However, because they are mortal humans, the physical strength of shamans are limited compared to the strength of an aswang being. This gap in physical strength is usually bridged by a dynamics of knowledge and wit.[43][44][45]\n\n"
        },
        {
            "title": "Sacred grounds",
            "text": "Ancient Filipinos and Filipinos who continue to adhere to the indigenous Philippine folk religions generally do not have so-called \"temples\" of worship under the context known to foreign cultures.[6][10][46] However, they do have sacred shrines, which are also called as spirit houses.[6] They can range in size from small roofed platforms, to structures similar to a small house (but with no walls), to shrines that look similar to pagodas, especially in the south where early mosques were also modeled in the same way.[47] These shrines were known in various indigenous terms, which depend on the ethnic group association.[note 1] They can also be used as places to store taotao and caskets of ancestors. Among Bicolanos, taotao were also kept inside sacred caves called moog.[6][48][49][50]\n\nDuring certain ceremonies, anito are venerated through temporary altars near sacred places. These were called latangan or lantayan in Visayan, and dambana or lambana in Tagalog.[note 2] These bamboo or rattan altars are identical in basic construction throughout most of the Philippines. They were either small roofless platforms or standing poles split at the tip (similar to a tiki torch). They held halved coconut shells, metal plates, or martaban jars as receptacles for offerings. Taotao may sometimes also be placed on these platforms.[6][48]\n\nOther types of sacred places or objects of worship of diwata include the material manifestation of their realms. The most widely venerated were balete trees (also called nonok, nunuk, nonoc, etc.) and anthills or termite mounds (punso). Other examples include mountains, waterfalls, tree groves, reefs, and caves.[6][10][51][52][53]\n\nMany ethnic peoples in the country have a shared \"mountain worship culture\", where specific mountains are believed to be the abodes of certain divinities or supernatural beings and aura. Mythical places of worship are also present in some mythologies. Unfortunately, a majority of these places of worship (which includes items associated with these sites such as idol statues and ancient documents written in suyat scripts) were brutalized and destroyed by the Spanish colonialists between the 15th to 19th centuries, and were continued to be looted by American imperialists in the early 20th century. Additionally, the lands used by the native people for worship were mockingly converted by the colonialists as foundation for their foreign churches and cemeteries. Examples of indigenous places of worship that have survived colonialism are mostly natural sites such as mountains, gulfs, lakes, trees, boulders, and caves. Indigenous man-made places of worship are still present in certain communities in the provinces, notably in ancestral domains where the people continue to practice their indigenous religions.[54][55][56][57]\n\nIn traditional dambana beliefs, all deities, beings sent by the supreme deity/deities, and ancestor spirits are collectively called anitos or diwata. Supernatural non-anito beings are called lamang-lupa (beings of the land) or lamang-dagat (beings of the sea or other water bodies). The dambana is usually taken care of by the Philippine shamans, the indigenous spiritual leader of the barangay (community), and to some extent, the datu (barangay political leader) and the lakan (barangay coalition political leader) as well. Initially unadorned and revered minimally,[58] damabanas later on were filled with adornments centering on religious practices towards larauan statues due to trade and religious influences from various independent and vassal states.[59] It is adorned with statues home to anitos traditionally-called larauan, statues reserved for future burial practices modernly-called likha, scrolls or documents with suyat baybayin calligraphy,[60] and other objects sacred to dambana practices such as lambanog (distilled coconut wine), tuba (undistilled coconut wine), bulaklak or flowers (like sampaguita, santan, gumamela, tayabak, and native orchids), palay (unhusked rice), bigas (husked rice), shells, pearls, jewels, beads, native crafts such as banga (pottery),[61] native swords and bladed weapons (such as kampilan, dahong palay, bolo, and panabas), bodily accessories (like singsing or rings, kwintas or necklaces, and hikaw or earrings), war shields (such as kalasag), enchanted masks,[62] battle weapons used in pananandata or kali, charms called agimat or anting-anting,[63] curse deflectors such as buntot pagi, native garments and embroideries, food, and gold in the form of adornments (gold belts, necklace, wrist rings, and feet rings) and barter money (piloncitos and gold rings).[64][65] Animal statues, notably native dogs, guard a dambana structure along with engravings and calligraphy portraying protections and the anitos.[66][67]\n\n"
        },
        {
            "title": "Status and adherence",
            "text": "In 2014, the international astronomical monitoring agency Minor Planet Center (MPC) named Asteroid 1982 XB 3757 Anagolay, after the Tagalog goddess of lost things, Anagolay.[68]\n\nIn accordance to the National Cultural Heritage Act, as enacted in 2010, the Philippine Registry of Cultural Property (PReCUP) was established as the national registry of the Philippine Government used to consolidate in one record all cultural property that are deemed important to the cultural heritage, tangible and intangible, of the Philippines. The registry safeguards a variety of Philippine heritage elements, including oral literature, music, dances, ethnographic materials, and sacred grounds, among many others.[69] The National Integrated Protected Areas System (NIPAS) Law, as enacted in 1992 and expanded in 2018, also protects certain Anitist sacred grounds in the country.[70]\n\nThe indigenous Philippine folk religions were widely spread in the archipelago, prior to the arrival of Abrahamic religions. The majority of the people, however, had converted to Christianity due to Spanish colonization from the 16th to the late 19th century, which continued through the 20th century during and after American colonization.[71] During the Philippine Revolution, there were proposals to revive the indigenous Philippine folk religions and make them the national religion, but the proposal did not prosper, as the focus at the time was the war against American colonizers.[72]\n\nIn 2010, the Philippine Statistics Authority released a study, stating that only 0.2% of the Filipino national population were affiliated with the so-called \"tribal religions\", referring to the indigenous Philippine folk religions.[5] Despite the current number of adherents, many traditions from indigenous Philippine folk religions have been integrated into the local practice of Catholicism and Islam, resulting in \"Folk Catholicism\" seen nationwide[1][2] and \"Folk Islam\" seen in the south.[6] The continued conversion of adherents of the indigenous Philippine folk religions into Abrahamic religions by missionaries is a notable concern, as certain practices and indigenous knowledge continue to be lost because of the conversions.[73]\n\n"
        }
    ]
}