{
    "url": "https://en.wikipedia.org/wiki/Indian_burial_ground_trope",
    "title": "Indian burial ground trope",
    "table_of_contents": [
        "1 Background and typology",
        "2 Indigenous cultural relevance",
        "2.1 Indigenous death and burial rituals in the United States",
        "2.1.1 Strict perspectives on death and burials",
        "2.1.2 Relaxed perspectives on death and burials",
        "3 Historic disruption and excavation of indigenous burial sites",
        "3.1 Native American Graves Protection and Repatriation Act",
        "3.2 Archaeology and anthropology",
        "3.3 Development on indigenous lands",
        "3.4 Current events",
        "4 Popular culture",
        "4.1 Parody",
        "4.2 Lake Shawnee Amusement Park",
        "4.3 Criticism",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Indian burial ground trope is frequently used to explain supernatural events and hauntings in American popular culture.[1] The trope gained popularity in the 1980s, making multiple appearances in horror film and television after its debut in The Amityville Horror (1979). However, in its more recent appearance, the Indian burial ground trope is seen as a cliche and it is commonly used as a satirical element.[1]\n\n"
        },
        {
            "title": "Background and typology",
            "text": "Many variations of the Indian burial ground trope exist, but generally, the Indian burial ground trope follows two archetypes.[1] The first archetype occurs when a building is erected on an ancient Indian burial ground, and the haunted building is soon filled with evil spirits that terrorize its inhabitants.[1] The Amityville Horror (1979) is the paradigmatic example of this first archetype. The second occurs when a person disturbs a burial ground, and a curse is placed upon them.[1] This curse usually follows them around until they placate the spirits by returning the burial ground to its previous, undisturbed state.[1]\n\nLess frequently in popular culture, the discovery of an Indian burial ground is akin to discovering gold or buried treasure.[1] Such interpretations appear in Our Miss Brooks and Petticoat Junction; in these representations, the characters are delighted to have stumbled upon Indian burial grounds and ancient artifacts as they could potentially bring revenue or notoriety.[1]\n\nOther variations of the Indigenous burial ground trope include attacks from living Indigenous groups rather than spirits after disturbing the burial ground.[1] This variation is frequently used in the Western film genre including The Searchers (1956).[2]\n\n"
        },
        {
            "title": "Indigenous cultural relevance",
            "text": "Attitudes towards death and burial practices vary greatly across Indigenous cultures in the United States. Most Native American cultures believe that it is improper to have contact with the remains of the deceased. In some Indigenous cultures, the disruption of a dead body may prevent the spirit from peacefully moving into the afterlife. These views, however, are not exclusive to Indigenous cultures, as multiple other cultures, including Ashkenazi, Thai, and various European cultures, believe that the remains of the dead should be respected and remain undisturbed.\n\nTraditional Native Hawaiians believe that the spirit of the deceased remains in their bones following their death.[3] The remains of the deceased are believed to be sacred, and great care is taken to respect and honor them.[3] Through their burial, the deceased provided their descendants with spiritual growth and sustenance as their remains became one with the earth.[3] Any disturbance to the burial site is considered greatly disrespectful and is said to bring suffering to the descendants of the deceased.[3]\n\nThe Navajo believe a body must be properly buried so that the spirit can move on.[4] If it is buried improperly, the spirit may remain in the physical world. However, contrary to the Indian burial ground trope, the Navajo do not believe that the spirit returns to wreak havoc on the living.[4] Rather, the Navajo want the spirit to move on to that it may find peace in the afterlife.[4]\n\nThe Inuit often left the deceased out on the ice to be eaten by predators.[dubious  – discuss]\n\nThe Sioux believe that the dead must receive a proper burial to reconnect with the earth and nature.[5] However, spirits are not to be feared, the Sioux will also often seek out guidance from spirits who have moved on.[5]\n\nA unified notion of an \"Indian burial ground\" or philosophy on death does not exist, and while many tribes condemn the excavation and disruption of burial grounds, the vast majority do not believe in the return of evil spirits. These beliefs have largely been imposed upon Indigenous representations by European settlers as a result of their ignorance and general racism towards Indigenous peoples.\n\n"
        },
        {
            "title": "Historic disruption and excavation of indigenous burial sites",
            "text": "The destruction of Indigenous heritage is often considered a form of violence against Indigenous peoples.[6] In order to combat the ongoing desecration of Indian burial grounds, Indigenous activists such as Maria Pearson pushed to expand protections of Indian burial grounds and other sites in the late twentieth century.[7] Their efforts culminated in the Native American Graves Protection and Repatriation Act (NAGPRA) of 1990, a bill passed to protect Indigenous cultural sites and respect the human remains and other sacred funerary items of Indigenous peoples.[7] Under NAGPRA, all federally funded government organizations are required to consult with the relevant Indigenous groups before beginning development on sites or after any unexpected cultural items are found.[7] Descendants of the relevant Indigenous groups must prove first their lineage, which has limited the scope and enforceability of NAGPRA.[7]\n\nFor many years, archaeologists have exploited Indigenous cultural sites without permission of the relevant tribes.[7] Human remains and other cultural items have been excavated and used for research and museum exhibitions.[7] Indigenous groups have argued that such excavations violate their right to self determination.[8] NAGPRA has limited historians', archaeologists', and researchers' access to Indigenous cultural items; however, there are disputes over which items are covered under NAGPRA.[7] There must be compelling evidence that the objects are culturally relevant or associated with the burial process.[7] This can be challenging due to natural movement of objects over time in addition to the vagueness of the language in NAGPRA.[7]\n\nHistorically, developers in the United States have desecrated traditional Native American land including burial grounds to build homes, businesses, or exploit resources. In recent years, there has been a push to excavate and relocate Indigenous artifacts and bodies before developing on the land.\n\nThe Walmart corporation has been consistently criticized for their destruction of Indigenous cultural sites.[9] In 1998, the Wal-mart corporation discovered that they were constructing a new super-center on a mass grave of the 154 Indigenous people.[9][10] No care was taken towards the preservation of the site or bodies, and the bodies were removed as construction continued.[9] In 2015, 64 Indigenous bodies were found during Wal-mart construction in Hawaii, and the remains waited in a trailer for over 3 years before they were eventually reburied.[9]\n\nIn February 2020, President Donald Trump was criticized for blasting in the Organ Pipe Cactus National Monument in southwestern Arizona near the border of the United States and Mexico to clear the way for his border wall.[11] The site contains burial grounds and cultural sites belonging to the Tohono O’odham tribe and has been recognized by UNESCO as an ecological preserve.[11] The Trump Administration circumvented NAGPRA protections through federal waivers and did not consult with the Tohono O’odham tribe prior to beginning development.[11] In response to their actions, Ned Norris Jr, a representative of the Tohono O’odham asked \"How would you feel if someone brought a bulldozer to your family graveyard and started uprooting the graves there? That is the relationship, the significance, that is the impact that we see happening here in that way.\"[11] He and other members of the tribe have called for buffer zones that would prevent further development on cultural and burial sites.[11]\n\n"
        },
        {
            "title": "Popular culture",
            "text": "Western culture often stereotypes Indigenous cultures as ancient and mystical, making them suitable agents to bring evil spirits, bad luck, and curses.[1] The first appearance of the Indian burial ground trope appeared in the novel The Amityville Horror by Jay Ansen (1977). The Amityville Horror was allegedly based on true events that occurred in Amityville, New York.[citation needed] Many of the first appearances of the Indian burial ground trope, such as in the Shining, are only briefly mentioned.[12] However, over time, the trope became more explicit in the plot of movies.[12]\n\nAfter gaining popularity in the horror genre in the 80s, the Indian burial ground trope became a source of irony, often referred to as dead horse trope.[1]\n\nThe Lake Shawnee Amusement Park was founded in 1926 in West Virginia, and was a popular source of entertainment for the local coal mining population.[13] The first known European settlers on that plot of land were the Clay family in late eighteenth century.[14] In 1783, three of the Clay children were rumored to have been murdered by a Native American tribe, and the family later sought vengeance and killed several Native Americans.[14] The park, however, has generated increased suspicion and interest in the Indian burial ground trope. In the 1950s, two young children died tragically and violently during two accidents in the park, and the park was forced to close in 1966.[13] Six people total are rumored to have died at the Lake Shawnee Amusement Park.[14] The park was later bought and reopened in the 1980s.[13] During development, the remains of 13 Native American bodies were found, and most of them were children.[13] The park closed shortly after reopening, and instead holds guided tours of the allegedly haunted location.[13] The park is widely believed to have been cursed, and it was featured on several television shows such as Scariest Places on Earth (2002), Most Terrifying Places in America (2010), Most Terrifying Places (2019),[15][16] and Portals to Hell (2019).\n\nCritics of the Indian burial ground trope argue that it is deeply rooted in stereotypes and misrepresents Indigenous cultures. The Indian burial ground trope reinforces the outdated notion that Indigenous peoples are ancient, mystical, and prone to conjuring bad luck and evil spirits. Furthermore, it misrepresents the historic seizure of Indigenous lands and violence towards Indigenous bodies, artifacts and cultural sites.\n\nNative American scholar Terri Jean speculates that the Indian burial ground trope gained popularity through five theories.[17] Her first theory is simply that the Indian burial ground trope was so successful in its early appearance, that others continued to use it as a reliable and lucrative plot device.[17] The second theory contrasts an Indian burial ground to a marked cemetery; it is much easier to unwittingly stumble upon an unmarked burial ground than a cemetery, so screenwriters use the trope out of convenience.[17] The third theory is that the trope grew out of deeply rooted racism toward Indigenous peoples and the belief that Indigenous people are evil and intruding upon the land that settlers stole from them.[17] The fourth theory states that the people fear the unknown, and since most people knew very little about Indigenous cultures in the twentieth century, the American people became wary and superstitious towards them.[17] The fifth and final theory argues that the Indian burial ground trope grew out of the excessive guilt of white settlers for the destruction of Indigenous peoples and cultures.[17] In this theory, the Indian burial ground trope is a manifestation of the fear that Indigenous groups will seek retribution for the atrocities committed over the past several centuries.  \n\nOther critics warn that stereotyping Indigenous groups results in ignorance and contributes to violence against these groups.[18]\n\n"
        }
    ]
}