{
    "url": "https://en.wikipedia.org/wiki/Indian_ghost_movie",
    "title": "Indian ghost movie",
    "table_of_contents": [
        "1 Box office hits",
        "2 Common themes",
        "3 Adaptations from Indian literature",
        "4 Adaptations from Western sources",
        "5 Influence on Western movies",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIndian ghost movies are popular not just in India but in the Middle East, Africa, South East Asia and other parts of the world. Generally the movies are based on the experiences of modern people who are unexpectedly exposed to ghosts. Some Indian ghost movies, such as the comedy/horror film Chandramukhi, have been great hits, dubbed into several languages.[1] They usually draw on traditional Indian literature or folklore, but in some cases are remakes of Western movies, such as Anjaane,  based on Alejandro Amenábar's ghost story The Others.[2]\n\n"
        },
        {
            "title": "Box office hits",
            "text": "The 1949 Mahal (Hindi: महल; Urdu: محل; English: The Mansion) was a groundbreaking Hindi language movie directed by Kamal Amrohi and starring Ashok Kumar and Madhubala, one of the earliest known Bollywood films dealing with reincarnation. Mahal became one of the biggest box office hits of 1949 in India.[3] The movie paved the way for Indian gothic fiction.[4]\n\nChandramukhi (Tamil: சந்திரமுகி; Telugu: చంద్రముఖి; Hindi: चंद्रमुखी) (2005) is a horror, comedy and drama film directed by P. Vasu and produced by Ramkumar Ganesan. The soundtrack and background score for the film, which later became successful enough to be released as a separate album, was written by Vidyasagar. It was later dubbed into several languages, and became one of the highest grossing Tamil film ever.[1]\nChandramukhi is a remake of the 2004 Kannada film Apthamitra, which was the highest grossing Kannada film in recent times. The movie tells of the experiences of a married couple who buy an ancient palace in Mysore that turns out to be haunted.[5]\nApthamitra itself was a remake of the successful 1993 Malayalam film Manichitrathazhu directed by Fazil and written by Madhu Muttam.[6]\n\n"
        },
        {
            "title": "Common themes",
            "text": "The ghost movies often concern modern people unexpectedly involved in the ghostly results of past events. \nBhoot (Hindi: भूत, English: Ghost) (2003) was directed by Ram Gopal Varma and starring Urmila Matondkar and Ajay Devgan. A couple takes an apartment that turns out to have a horrifying past. A series of inexplicable experiences drives the wife to near madness. Bhoot was perceived to be different from a typical Bollywood movie as it did not contain songs.[7]\nKrishna Cottage (2004) starring Sohail Khan, Natassha, and Ishaa Koppikar is a horror story that includes ghosts, death, reincarnation, and love, revolving around a fictional book \"Kayi Unkahi Batein\" (a few untold things) by Professor Siddharth Das (Rajendranath Zutshi).[8]. A common form of ghost in South Indian horror movies are the interpretations of the White Lady, a female ghost characterized by white dresses (in this case, often sarees) and themes of tragedy and betrayal. The Ur-example of such work is the 1964 film, Bhargavi Nilayam.[citation needed]\n\nSome have a more philosophical theme.\nIn Hum Tum Aur Ghost, starring Arshad Warsi and Dia Mirza, the hero is a charming fashion photographer whose life is marred by the fact that he hears voices that nobody else can hear, which disrupts his social life. He becomes aware of his special ability to connect with the souls that haven't crossed over, and sets out on a journey where he assists three souls, in the process learning much about himself.[9]\n\n"
        },
        {
            "title": "Adaptations from Indian literature",
            "text": "Indian ghost movies are often based on Indian novels or short stories about ghosts.[10]\nAnandabhadram (Malayalam: അനന്തഭദ്രം) is a Malayalam film released in 2005 about ghosts, spirits, and black magic, based on the award-winning novel of the same name by Sunil Parameswaran.[11] \nIt is the first Malayalam venture of Indian director Santosh Sivan[12] as well as of Bengali model/actress Riya Sen.[13] \nThe story of Ananthabhadram is a fairy tale. Set in rural Kerala, the tale is dominated by black magicians, martial arts experts, sorcerers and seductresses. Sivan said \"it was the story of Ananthabhadram that captivated me. The stories my grandmother used to tell me used to take me to a world of mystery. It was the same feeling when I heard this story and I have tried to capture that in my film.\"[14]\n\nPaheli (Devanagari: पहेली, Nastaliq: پہیلی, English: Riddle) (2005) was directed by Amol Palekar and produced by Gauri Khan, Sanjiv Chawla and Shahrukh Khan, who also plays the male lead. It is based on the short story written by Vijayadan Detha and tells the story of a wife (Rani Mukerji) who is left by her husband (Shahrukh Khan) and visited by a ghost, disguised as her husband, who is in love with her and takes her husband's place.[15]\nDuvidha (1973) was directed by Mani Kaul and was critically acclaimed and won Best Film at the 1974 Filmfare Awards. The film is based on a story by Vijayadan Detha which relates a popular folktale from Rajasthan about merchant's son whose relationship with his young bride is thwarted by his work and a ghost who falls in love with her, resulting in the ghost soon impersonating the husband.[16]\n\nShodh (1981) is based on the book Steaming Rice and a Ghost Story by Sunil Gangopadhyay. Surendra (Om Puri), having been exiled from his village in youth and established himself in the city, comes back to the news of his father's demise, reportedly at the hands of a phantom. He announces a prize for anyone who succeeds in showing him a ghost, which attracts the greed of the poor hungry peasants, resulting in the accusations of innocent people as haunted and even murders with the hope of producing a ghost.[17]\n\n"
        },
        {
            "title": "Adaptations from Western sources",
            "text": "Some Bollywood ghost movies are adapted from Western sources, with varying degrees of success.\nThe 2003 Saaya (Hindi: साया, Urdu: سایا, translation: Shadow) is a direct lift of the 2002 Hollywood film Dragonfly.\nRaaz (Hindi: राज़, Urdu: راز, translation: Secret) (2002) directed by Vikram Bhatt, is an unofficial Bollywood adaptation of the 2000 film What Lies Beneath.[18] \nThe film is based on the story of a couple who have moved to Ooty to save their failing marriage. However, what they find in their new home is more than they expected when a ghost starts haunting the place. Sanjana suddenly finds that her husband is part of the ghostly conspiracy, which she must fix in order to escape.[19]\n\nAnjaane (2005) starred Manisha Koirala, Sanjay Kapoor, Tejasvini Kolhapure and Helen. The film was based on Alejandro Amenábar's ghost story The Others starring Nicole Kidman. The film was criticized for being a copycat of the American version and the acting of Koirala was described by reviewers as \"uninterested\" and \"mechanical\".[2]\nBhoothnath (Devanagari: भूतनाथ translation: \"Lord of Ghosts\") directed by Vivek Sharma and produced by Ravi Chopra, is an adaptation of the Oscar Wilde short-story The Canterville Ghost.[20]\nThe story is about the relationship between a deceased old man (played by Amitabh Bachchan) and  a boy named Banku.[21]\n\n"
        },
        {
            "title": "Influence on Western movies",
            "text": "Some Hollywood movies refer to Bollywood ghost movies. For example, the 2001 movie Ghost World by Terry Zwigoff includes a clip from the 1965 hit Gumnaam by Raja Nawathe, which tells of a group of travelers in an isolated hotel who are murdered one by one. Gumnaam itself borrows from Agatha Christie's detective fiction novel And Then There Were None.[22]\n\n"
        }
    ]
}