{
    "url": "https://en.wikipedia.org/wiki/IndieGogo",
    "title": "Indiegogo",
    "table_of_contents": [
        "1 History",
        "2 Products",
        "2.1 Crowd funding",
        "2.2 Top projects by funds raised",
        "2.3 InDemand",
        "3 Campaign rules",
        "4 Reception",
        "5 Patent disputes",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIndiegogo /ˌɪndiˈɡoʊɡoʊ/ is an American crowdfunding website founded in 2008 by Danae Ringelmann,[1] Slava Rubin, and Eric Schell. Its headquarters are in San Francisco, California. The site is one of the first sites to offer crowd funding. Indiegogo allows people to solicit funds for an idea, charity, or start-up business. Indiegogo charges a 5% fee on contributions. This charge is in addition to Stripe credit card processing charges of 3% + $0.30 per transaction.[2] Fifteen million people visit the site each month.\n\nThe site runs on a rewards-based system, meaning donors, investors, or customers who are willing to help to fund a project or product can donate and receive a gift, rather than an equity stake in the company.[3] Following changes in Security and Exchange Commission rules earlier in 2016, Indiegogo has partnered with MicroVentures to offer equity-based campaigns beginning in November 2016, allowing unaccredited investors to participate with equity stakes.[4]\n\nIn 2014, Indiegogo launched Indiegogo Life, a service that people can use to raise money for emergencies, medical expenses, celebrations, or other life events. Indiegogo Life did not charge a platform fee. In 2015 Indiegogo Life was renamed to Generosity.com.[5] Generosity.com was later acquired by YouCaring in January 2018, who were subsequently acquired by GoFundMe.[6]\n\nDonors use solely credit cards to donate, and processing is conducted by Stripe.[7] Stripe's processing fees of 3% plus 30 cents of every donation still apply.[8]\n\n"
        },
        {
            "title": "History",
            "text": "In 2002, while working as an analyst on Wall Street, Danae Ringelmann co-produced a reading of an Arthur Miller play. Though the performance was popular with audiences, there was little financial incentive available, and Ringelmann decided to seek alternative revenue streams.[9] Ringelmann was originally inspired to work with independent filmmakers and theater producers after a filmmaker 50 years her senior saw she worked at JPMorgan and asked her to fund his film.[9][10][11] In 2006, Ringelmann went on to the Haas School of Business to start a company she felt would \"democratize\" fundraising.[9][10] There she met Eric Schell and Slava Rubin, who had had similar experiences with fundraising.[11] Schell had previously worked with The House Theater Company in Chicago,[citation needed] while Rubin had started a charity fundraiser for cancer research, after losing his father to cancer as a child.[12]\n\nRingelmann, Schell, and Rubin developed their concept in 2007, under the name Project Keiyaku.[13] The site officially launched at the Sundance Film Festival in January 2008, with a focus on film projects.[10] In June 2010, MTV New Media partnered with Indiegogo to develop new content from the site's projects.[14] In September 2011, the company raised a $1.5 million Series Seed financing round, led by Metamorphic Ventures, ff Venture Capital, MHS Capital and Steve Schoettler, Zynga's co-founder.[15] In February 2012, President Barack Obama's Startup America partnered with Indiegogo to offer crowdfunding to entrepreneurs in the U.S.[16]\n\nIn June 2012, Indiegogo raised a $15 million Series A round from Insight Ventures, Khosla Ventures and Steve Schoettler, Zynga's co-founder.[17] In January 2014, a Series B round of funding added $40 million to bring the total venture capital raised to $56.5 million.[3][18] David Mandelbrot (the company's then-COO) was named CEO in January 2016.[19]\n\nIn May 2019, CEO David Mandelbrot stepped down for personal reasons.[20]  He was succeeded by former Reddit core-product leader Andy Yang.[21] In April of 2022, announced the appointment of Becky Center as the company's new CEO. [22]\n\n"
        },
        {
            "title": "Products",
            "text": "In an interview with Film Threat, Rubin said the site is \"all about allowing anybody to raise money for any idea\".[23] Users can create a page for their funding campaign, make a list of \"perks\" for different levels of investment, then create a social media–based publicity effort. Users publicize the projects themselves—through Facebook, Twitter and similar platforms. The site levies a 5% fee for successful campaigns. For campaigns that fail to raise their target amount, users have the option of either refunding all money to their contributors at no charge or keeping all money raised minus a 9% fee.[24] This option must be selected before the campaign begins, and the goal will be listed, directly underneath the amount raised, as fixed (only receive funds if goal is met) or flexible (will receive funds if goal is not met).  Indiegogo doesn't provide prospective backers with any means to contact campaigns to ask questions or make suggestions before they decide to participate.\n\nIndiegogo offers direct credit card payment acceptance through their own portal. Those funds are disbursed up to two weeks after the conclusion of a campaign.[25] As of August 2017, Indiegogo does not offer PayPal as an option for contributions.[26] Indiegogo does not stand behind campaigns once they have been funded, responding to a complaint of non-delivery of promised rewards, \"each crowdfunding campaign is run by the individual campaigner who is solely in charge of distributing any perks offered. Indiegogo does not guarantee that the perks offered by the campaigner will be produced or delivered.\"[27] According to The Wall Street Journal, as of January 2014 over 200,000 campaigns have been launched, raising \"millions of dollars\" to people running crowdfunding campaigns in 70 to 100 countries every week.[18] Already-funded projects also use Indiegogo, to create publicity or find distributors.\n\nA few of the successful Indiegogo campaigns include:\n\nOn 24 July 2013, Canonical Ltd. launched its crowdfunding campaign via Indiegogo to raise $32 million for the Ubuntu Edge smartphone.[36] This is the highest target set for any crowdfunding campaign.[37] However, the campaign only raised $12.8 million, falling short of its target, and no funds were disbursed.[38]\n\nIn February 2014, Indiegogo launched an unsuccessful funding campaign for the Wikipedia Books Project, which had planned to print the entire English Wikipedia in book form later in the year.[39][40]\n\nIn April 2014, after being shown clear evidence of fraud, Indiegogo responded by deleting their anti-fraud guarantee.[41]\n\nIn 2014, Indiegogo introduced their Forever Funding[49] program, which allows crowdfunding campaigns to continue to raise funds after their initial campaign period has ended, which was later renamed \"InDemand\".\n\n"
        },
        {
            "title": "Campaign rules",
            "text": "Users between the ages of 13 and 17 may not use the site without a parent or legal guardian's consent. Campaign owners may not create a campaign that tries to raise funds for illegal activities, or that is clearly made up or claiming to do something impossible.\n\nIf the campaign offers perks, it can't offer any forms of interest in the company or venture, or any financial incentive. The campaign cannot offer alcohol, drugs, weapons or ammunition, or any form of lottery or gambling. A campaign can not promote ideas or opportunities of hate, personal injury, death, or damage of property, or anything that can be distributed that violates another person's rights.[50]\n\n"
        },
        {
            "title": "Reception",
            "text": "Along with Kickstarter, Indiegogo is one of the two most popular donation-based crowdfunding websites. Indiegogo has looser guidelines than Kickstarter, letting users fund campaigns that Kickstarter would not, for instance Kickstarter does not allow funding of Healthcare projects.[51] Indiegogo has been criticized for not protecting backers from scammers.[citation needed]\n\n"
        },
        {
            "title": "Patent disputes",
            "text": "On 23 January 2015 a patent infringement lawsuit was filed by Alphacap Ventures LLC against multiple crowdfunding platforms, including Indiegogo, CircleUp, GoFundMe, Kickstarter, Gust, RocketHub and Innovational Funding.[52] The case was ultimately dismissed by the presiding judge, with prejudice, for having been filed in bad faith; as was admitted by the plaintiffs.[53]\n\n"
        }
    ]
}