{
    "url": "https://en.wikipedia.org/wiki/Indie_game_development",
    "title": "Indie game",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "2.1 BASIC and bedroom coders (1970s–1980s)",
        "2.2 Shareware and chasing the console (1990s)",
        "2.3 Rise of indie games from digital distribution (2000−2005)",
        "2.4 Shifting industry and increased visibility (2005−2014)",
        "2.5 Fears regarding saturation and discoverability (2015−present)",
        "2.6 Other regions",
        "2.6.1 Japanese doujin soft",
        "3 Development",
        "3.1 Development teams",
        "3.2 Development tools",
        "3.3 Publishers",
        "3.4 Funding",
        "3.5 Distribution",
        "4 Industry",
        "5 Community",
        "6 Impact and popularity",
        "7 See also",
        "8 References",
        "8.1 Literature",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An indie game, short for independent video game, is a video game typically created by individuals or smaller development teams without the financial and technical support of a large game publisher, in contrast to most \"AAA\" (triple-A) games. However, the \"indie\" term may apply to other scenarios where the development of the game has some measure of independence from a publisher even if a publisher helps fund and distribute a game, such as creative freedom. Because of their independence and freedom to develop, indie games often focus on innovation, experimental gameplay, and taking risks not usually afforded in AAA games, and may explore the medium to produce unique experiences in art games. Indie games tend to be sold through digital distribution channels rather than at retail due to lack of publisher support. The term is synonymous with that of independent music or independent film in those respective mediums.\n\nIndie game development bore out from the same concepts of amateur and hobbyist programming that grew with the introduction of the personal computer and the simple BASIC computer language in the 1970s and 1980s. So-called bedroom coders, particularly in the United Kingdom and other parts of Europe, made their own games and used mail order to distribute their products, later shifting to other software distribution methods with the onset of the Internet in the 1990s such as shareware and other file sharing distribution methods, though by this time, interest in hobbyist programming had waned due to rising costs of development and competition from video game publishers and home consoles.\n\nThe modern take on the indie game scene resulted in a combination of numerous factors in the early 2000s, including technical, economic, and social concepts that made indie games less expensive to make and distribute, but more visible to larger audiences and offered non-traditional gameplay from the current mainstream games. A number of indie games at that time became success stories that drove more interest into the area. New industry opportunities arose since then, including new digital storefronts, crowdfunding and other indie funding mechanisms to help new teams get their games off the ground, low-cost and open-source development tools available for smaller teams across all gaming platforms, boutique indie game publishers that leave creative freedom to the developers, and industry recognition of indie games alongside mainstream ones at major game award events.\n\nAround 2015, the increasing number of indie games being published led to fears of an \"indiepocalypse\", referring to an oversupply of games which would make the entire market unprofitable. Although the market did not collapse, discoverability remains an issue for most indie developers, with many games not being financially profitable. Examples of successful indie games include the Touhou Project series, Cave Story, Braid, Super Meat Boy, Minecraft, Fez, Shovel Knight, Undertale, and Cuphead.\n\n"
        },
        {
            "title": "Definition",
            "text": "The term \"indie game\" itself is based on similar terms like independent film and independent music, where the concept is often related to self-publishing and independence from major studios or distributors.[1] However, as with both indie films and music, there is no exact, widely accepted definition of what constitutes an \"indie game\" besides falling well outside the bounds of triple-A video game development by large publishers and development studios.[2][3][4][5] One simple definition, described by Laura Parker for GameSpot, says \"independent video game development is the business of making games without the support of publishers\", but this does not cover all situations.[6] Dan Pearce of IGN stated that the only consensus for what constitutes an indie game is a \"I know it when I see it\"-type assessment, since no single definition can capture what games are broadly considered indie.[7]\n\nIndie games generally share certain common characteristics. One method to define an indie game is the nature of independence, which can either be:[8]\n\nAnother means to evaluate a game as indie is to examine its development team, with indie games being developed by individuals, small teams, or small independent companies that are often specifically formed for the development of one specific game.[3][9][10] Typically, indie games are smaller than mainstream titles.[10] Indie game developers are generally not financially backed by video game publishers, who are risk-averse and prefer \"big-budget games\".[11] Instead, indie game developers usually have smaller budgets, usually sourcing from personal funds or via crowdfunding.[2][3][5][12][13] Being independent, developers do not have controlling interests[4] or creative limitations,[3][14][5] and do not require the approval of a publisher,[2] as mainstream game developers usually do.[15] Design decisions are thus also not limited by an allocated budget.[14] Furthermore, smaller team sizes increase individual involvement.[16]\n\nHowever, this view is not all-encompassing, as there are numerous cases of games where development is not independent of a major publisher but still considered indie.[1] Some notable instances of games include:\n\nYet another angle to evaluate a game as indie is from its innovation, creativity, and artistic experimentation, factors enabled by small teams free of financial and creative oversight. This definition is reflective of an \"indie spirit\" that is diametrically opposite of the corporate culture of AAA development, and makes a game \"indie\", where the factors of financial and creative independence make a game \"independent\".[21][2][10][16][22][23][24][25] Developers with limited ability to create graphics can rely on gameplay innovation.[26] This often leads to indie games having a retro style of the 8-bit and 16-bit generations, with simpler graphics atop the more complex mechanics.[21] Indie games may fall into classic game genres, but new gameplay innovations have been seen.[23] However, being \"indie\" does not imply that the game focuses on innovation.[10][27] In fact, many games with the \"indie\" label can be of poor quality and may not be made for profit.[5]\n\nJesper Juul, an associate professor at The Royal Danish Academy of Fine Arts that has studied the video game market, wrote in his book Handmade Pixels that the definition of an indie game is vague, and depends on different subjective considerations. Juul classified three ways games can be considered indie: those that are financially independent of large publishers, those that are aesthetically independent and significantly different of the mainstream art and visual styles used in AAA games, and those that present cultural ideas that are independent from mainstream games. Juul however wrote that ultimately the labeling of a game as \"indie\" still can be highly subjective and no single rule helps delineate indie games from non-indie ones.[28]\n\nGames that are not as large as most triple-A games, but are developed by larger independent studios with or without publisher backing and that can apply triple-A design principles and polish due to the experience of the team, have sometimes been called \"triple-I\" games, reflecting the middle ground between these extremes. Ninja Theory's Hellblade: Senua's Sacrifice is considered a prime example of a triple-I game.[29][30] A further distinction from indie games are those considered double-A (\"AA\"), tending to be from mid to large-size studios ranging from 50 to 100 team members and larger than typically associated with indie games, that often work under similar practices as triple-A studios but still retain creative control of their titles from a publisher.[7][31]\n\nIndie games are distinct from open source games. The latter are games which are developed with the intent to release the source code and other assets under an open source license. While many of the same principles used to develop open source games are the same as for indie games, open source games are not developed for commercial gain and instead as a hobbyist pursuit.[32] However, commercial sales are not a requirement for an indie game and such games can be offered as freeware, most notably with Spelunky on its original release and Dwarf Fortress with exception of a planned enhanced visual front-end version while its base version will remain free.[33]\n\n"
        },
        {
            "title": "History",
            "text": "The onset of indie game development is difficult to track due to the broadness of what defines an indie game, and the term was not really in use until the early 2000s.[34] Until the 2000s, other terms like amateur, enthusiast, and hobbyist software or games were used to describe such software.[35] Today, terms like amateur and hobbyist development are more reflective of those that create mods for existing games,[36] or work with specific technologies or game parts rather than the development of full games.[4] Such hobbyists usually produce non-commercial products and may range from novices to industry veterans.[4]\n\nThere is some debate as to whether indie development started before PCs with games developed for mainframe computers at universities and other large institutions. Games such as 1963's Spacewar! were not commercially financed and were made by a small team, but there lacked a commercial sector of the video game industry at that time to distinguish from independent works.[37] However, one of the earliest known examples of games developed on contract for these systems was that of Joyce Weisbecker, who considers herself the first indie designer, as she had created several games for the RCA Studio II console in 1976 as an independent contractor for RCA.[38]\n\nWhen the first personal computers were released in 1977, they each included a pre-installed version of the BASIC computer language along with example programs, including games, to show what users could do with these systems. While the manufacturers also had released commercial games that could be purchased for computers, the availability of BASIC led to people trying to make their own programs. Sales of the 1978 rerelease of the book BASIC Computer Games by David H. Ahl that included the source code for over one hundred games, eventually surpassed over one million copies.[39] The availability of BASIC inspired a number of people to start writing their own games.[3][25]\n\nWhile the commercial sector of the video game industry was focused on the growing home video game console market in the late 1970s to early 1980s, a number of games for personal computers were released by one- or two-man teams, self-distributed in stores or sold through mail order.[34] This was particularly true in the United Kingdom, where video game consoles had not gained as much traction as in the United States. There, the early microcomputers such as the ZX Spectrum were popular, launching a range of \"bedroom coders\" which initiated the UK's video game industry.[40][41] By 1984, the United Kingdom's game industry had become crowded with many professional development teams making games at a large pace. Game developer Chris Crawford warned potential small developers away from the commercial prospects of the field in late 1984:\n\nDuring this period, the idea that indie games could provide experimental gameplay concepts or demonstrate niche arthouse appeal had been established.[37] Many games from the bedroom coders of the United Kingdom, such as Manic Miner (1983), incorporated the quirkiness of British humour and made them highly experimental games.[43][44] Other games like Alien Garden (1982) showed highly-experimental gameplay.[37] Infocom itself advertised its text-based interactive fiction games by eschewing their lack of graphics in lieu of the players' imagination, at a time that graphics-heavy action games were commonplace.[37]\n\nBy the mid-1990s, the recognition of the personal computer as a viable gaming option, and advances in technology that led to 3D gaming created many commercial opportunities for video games. During the last part of the 1990s, visibility of games from these single or small team studios scene wanes, since a small team could not readily compete in costs, speed and distribution as a commercial entity could. The industry had started to coalesce around video game publishers that could pay larger developers to make games and handle all the marketing and publication costs as well as opportunities to franchise game series.[41] Publishers tended to be risk averse due to high costs of production, and they would reject all small-size and too innovative concepts of small game developers.[45] The market also became fractured due to the prevalence of video game consoles, which required expensive or difficult-to-acquire game development kits typically reserved for larger developers and publishers.[25][46][37]\n\nThere were still significant developments from smaller teams that laid the basis of indie games going forward. Shareware games became a popular means to distribute demos or partially complete games in the 1980s and into the 1990s, where players could purchase the full game from the vendor after trying it. As such demos were generally free to distribute, shareware demo compilations would frequently be included in gaming magazines at that time, providing an easy means for amateur and hobbyist developers to be recognized. The ability to produce numerous copies of games, even if just shareware/demo versions, at a low cost helped to propel the idea as the PC as a gaming platform.[25][34] At the time, shareware was generally associated with hobbyist programmers, but with releases of Wolfenstein 3D in 1992 and Doom in 1993 showed the shareware route to be a viable platform for titles from mainstream developers.[37]\n\nThe common take on indie games on personal computer took shape in the early 2000s from several factors. Key was the availability of online distribution over the Internet, allowing game developers to sell directly to players and bypassing limitations of retail distribution and the need for a publisher.[47][34] Software technologies used to drive the growth of the World Wide Web, like Adobe Flash, were available at low cost to developers, and provided another means for indie games to grow.[26][34][48] The new interest in indie games led to middleware and game engine developers to offer their products at low or no cost for indie development,[34] in addition to open source libraries and engines.[49] Dedicated software like GameMaker Studio and tools for unified game engines like Unity and Unreal Engine removed much of the programming barriers needed for a prospective indie developer to create these games.[34] The commercial possibilities for indie games at this point helped to distinguish these games from any prior amateur game.[35]\n\nThere were other shifts in the commercial environment that were seen as drivers for the rise of indie games in the 2000s. Many of the games to be indie games of this period were considered to be the antithesis of mainstream games and which highlighted the independence of how these games were made compared to the collective of mainstream titles. Many of them took a retro-style approach to their design, art, or other factors in development, such as Cave Story in 2004, which proved popular with players.[35][50] Social and political changes also led to the use of indie games not only for entertainment purposes but to also tell a message related to these factors, something that cannot be done in mainstream titles.[35] In comparing indie games to independent film and the state of their respective industries, the indie game's rise was occurring approximately at the same relative time as its market was starting to grow exponentially and seen as a supporting offshoot of the mainstream works.[35]\n\nIndie games saw a large boost in visibility within the video game industry and the rest of the world starting around 2005. A key driver was the transition into new digital distribution methods with storefronts like Steam that offered indie games alongside traditional AAA titles, as well as specialized storefronts for indie games. While direct online distribution helped indie games to reach players, these storefronts allowed developers to publish, update, and advertise their games directly, and players to download the games anywhere, with the storefront otherwise handling the distribution and sales factors.[36][26][3][23][25] While Steam itself initially began heavy curation, it eventually allowed for indie publishing with its Steam Greenlight and Steam Direct programs, vastly increasing the number of games available.[34]\n\nFurther driving indie game growth in this period came from the departure of large publishers like Electronic Arts and Activision from their smaller, one-off titles to focus on their larger, more successful properties, leaving the indie game space to provide shorter and more experimental titles as alternatives.[51] Costs of developing AAA games had risen greatly, to an average cost of tens of millions of dollars in 2007–2008 per title, and there was little room for risks in gameplay experimentation.[52]\n\nAnother driver came from discussions related to whether video games could be seen as an art form; movie critic Roger Ebert postulated in open debates that video games could not be art in 2005 and 2006, leading to developers creating indie games to specifically challenge that notion.[53]\n\nIndie video game development saw a further boost by the use of crowdfunding as a means for indie developers to raise funds to produce a game and to determine the desire for a game, rather than risk time and investment into a game that does not sell well. While video games had used crowdfunding prior to 2012, several large indie game-related projects successfully raised millions of dollars through Kickstarter, and since then, several other similar crowdfunding options for game developers have become available. Crowdfunding eliminated some of the cost risk associated with indie game development, and created more opportunities for indie developers to take chances on new titles.[34]\n\nWith more indie titles emerging during this period, larger publishers and the industry as a whole started taking notice of indie games as a significant movement within the field. One of the first examples of this was World of Goo (2008), where its developers 2D Boy had tried but failed to gain any publisher support prior to release. On release, the game was recognized at various award events including the Independent Games Festival, leading to publishers that had previously rejected 2D Boy to offer to publish it.[54]\n\nConsole manufactures also helped to boost recognition of indie games in this period. By the seventh generation of consoles in 2005, each platform provided online services for players, such as Xbox Live, PlayStation Network, and Nintendo Wi-Fi Connection, which included digital distribution of games. Following the increased awareness of indie games for PC, these services started publishing indie games alongside commercial offerings to expand their libraries.[3][24] The Xbox 360 had launched in 2005 with the Xbox Live Arcade (XBLA) which had included some indie games among other titles, but these drew little attention in the first few years. In 2008, Microsoft ran its \"XBLA Summer of Arcade\" promotion which included the releases of indie games Braid, Castle Crashers, and Geometry Wars: Retro Evolved 2 alongside two AAA games. While all three indie games had high number of downloads, Braid was a critical darling and drew mainstream media recognition for a game developed by only two people.[55][56] Microsoft continued to follow up on this promotion in the following years, bringing in more games onto XBLA including Super Meat Boy, Limbo, and Fez.[57][58] Sony and Nintendo followed suit, also wooing indie developers to bring games onto their platforms.[55] By 2013, all three console manufactures had established programs that allowed indie developers to apply for low-cost development toolkits and licenses to publish directly onto the console's respective storefronts following approval processes.[55] A number of \"boutique\" indie game publishers were founded in this period to support funding, technical support, and publishing of indie games across various digital and retail platforms.[59][60] The 2012 documentary Indie Game: The Movie covers several of the games that flourished from this period.[61]\n\nIn 2012, Journey became the first Indie game to win the Game Developers Choice Award for Game of the Year and D.I.C.E. Award for Game of the Year.[62][63]\n\nThe single best-selling game of all time, Minecraft, was also originally released as an indie game during this period,[64] though in 2014 Microsoft purchased Mojang, the developer behind Minecraft, and brought them into Xbox Game Studios.[65] Other successful indie games during this period include Terraria[66] and Shovel Knight.[67]\n\nMobile games also became popular with indie developers, with inexpensive development tools and low-barrier storefronts with the App Store and Google Play which opened in the late 2000s.[68]\n\nLeading into 2015, there was concern that the rise of easy-to-use tools to create and distribute video games could lead to an oversupply of video games, this was termed the \"indiepocalypse\".[72] This perception of an indiepocalypse is not unanimous; Jeff Vogel stated in a talk at GDC 2016 that any downturn was just part of the standard business cycle. The size of the indie game market was estimated in March 2016 to be at least $1 billion per year for just those games offered through Steam.[73] Mike Wilson, Graeme Struthers and Harry Miller, the co-founders of indie publisher Devolver Digital, stated in April 2016 that the market in indie games is more competitive than ever but continues to appear healthy with no signs of faltering.[74] Gamasutra said that by the end of 2016, while there had not be any type of catastrophic collapse of the indie game market, there were signs that the growth of the market had significantly slowed and that it has entered a \"post-indiepocalypse\" phase as business models related to indie games adjust to these new market conditions.[75]\n\nWhile there has not been any type of collapse of the indie game field since 2015, there are concerns that the market is far too large for many developers to get noticed. Very few selected indie titles get wide coverage in the media, and are typically referred to as \"indie darlings\". In some cases, indie darlings are identified through consumer reactions that praise the game, leading to further coverage; examples of such games include Celeste and Untitled Goose Game.[76] However, there are also times where the video game media may see a future title as a success and position it as an indie darling before its release, only to have the game fail to make a strong impression on players, such as in the case of No Man's Sky and Where the Water Tastes Like Wine.[77][78] Discoverability has become an issue for indie developers as well. With the Steam distribution service allows any developer to offer their game with minimal cost to them, there are thousands of games being added each year, and developers have come to rely heavily on Steam's discovery tools – methods to tailor catalog pages to customers based on past purchases – to help sell their titles.[79] Mobile app stores have had similar problems with large volumes of offers but poor means for discovery by consumers in the late 2010s.[68] Several indie developers have found it critical to have a good public relations campaign across social media and to interact with the press to make sure a game is noticed early on in its development cycle to get interest and maintain that interest through release, which adds to costs of development.[80][81]\n\nIn addition to titles like Celeste and Untitled Goose Game, other highly successful indie games released during this period included Undertale,[82] Stardew Valley,[83] and Cuphead.[84]\n\nIndie games are generally associated with Western regions, specifically with North American, European, and Oceanic areas. However, other countries have had similar expansions of indie games that have intersected with the global industry.\n\nIn Japan, the doujin soft community has generally been treated as a hobbyist activity up through the 2010s. Computers and bedroom coding had taken off similarly in the late 1970s and early 1980s, but the computer market was quickly overwhelmed by consoles. Still, hobbyist programmers continued to develop games. One area that Japan had focused on were game development kits, specialized software that would allow users to create their own games. A key line of these were produced by ASCII Corporation, which published ASCII a hobbyist programming magazine that users could share their programs with. Over time, ASCII saw the opportunity to publish game development kits, and by 1992, released the first commercial version of the RPG Maker software. While the software cost money to obtain, users could release completed games with it as freeware or commercial products, which established the potential for a commercial independent games market by the early 2000s, aligning with the popularity of indie games in the West.[85]\n\nLike other Japanese fan-created works in other media, doujin games were often built from existing assets and did not receive much respect or interest from consumers, and instead were generally made to be played and shared with other interested players and at conventions. Around 2013, market forces began to shift with the popularity of indie games in the Western regions, bringing more interest to doujin games as legitimate titles. The Tokyo Game Show first offered a special area for doujin games in 2013 with support from Sony Interactive Entertainment who had been a promoter of Western indie games in prior years, and has expanded that since.[86] The distinction between Japanese-developed doujin games and indie games are ambiguous - the use of the term usually refers to if their popularity formed in Western or Eastern markets before the mid-2010s, and if they are made with the aim of selling large copies or just as a passion project: the long-running bullet hell Touhou Project series, developed entirely by one-man independent developer ZUN since 1995, has been called both indie and doujinshi.[87][88] Meanwhile, despite being Japanese-developed, Cave Story is primarily referred to as an \"indie game\" because of its success in the Western market. It is one of the most influential indie games, also contributing to the resurgence of the Metroidvania genre.[89][90][91] doujin games also got a strong interest in Western markets after some English-speaking groups translated various titles with permission for English release, most notably with Recettear: An Item Shop's Tale, the first such doujin to be published on Steam in 2010.[92][93]\n\nMikhail Fiadotau, a lecturer in video game studies at Tallinn University, identified three primary distinctions between the established doujin culture and the Western idea of indie games. From a conceptual view, indie games generally promote independence and novelty in thought, while doujin games tend to be ideas shared by a common group of people and tend to not veer from established concepts (such as strong favoritism towards the well-established RPG genre). From a genealogical standpoint, the nature of doujin dates back as far as the 19th century, while the indie phenomena is relatively new. Finally, only until recently, doujin games tended to only be talked about in the same circles as other doujin culture (fan artwork and writing) and rarely mixed with commercial productions, whereas indie games have shared the same stage with AAA games.[94][95]\n\n"
        },
        {
            "title": "Development",
            "text": "Many of the same basic concepts behind video game development for mainstream titles all apply to indie game development, particularly around the software development aspects. Key differences lie in how the development of the game ties in with the publisher or lack thereof.\n\nThere is no definitive size to how big an independent game development studio might be. Several successful indie games, such as the Touhou Project series, Axiom Verge, Cave Story, Papers, Please, and Spelunky, were all developed by a single person, though often with support of artists and musicians for those assets.[96] More common are small teams of developers, from two to a few dozen, with additional support from external artists. While it is possible for development teams to be larger, there becomes a higher cost overhead of running the studio, which may be risky if the game does not perform well.[97]\n\nIndie teams can arise from many different directions. One common path recently includes student projects, developed as prototypes as part of their coursework, which the students then take into commercial opportunity after graduating from school. Examples of such games include And Yet It Moves,[98] Octodad: Dadliest Catch,[99] Risk of Rain,[100] and Outer Wilds.[101] In some cases, students may drop out of school to pursue the commercial opportunity or for other reasons; Vlambeer's founders, for example, had started to develop a commercial game while still in school and dropped out when the school demanded rights to the game.[102]\n\nAnother route for indie development teams comes from experienced developers in the industry who either voluntarily leave to pursue indie projects, typically due to creative burnout from the corporate process, or resulting from termination from the company. Examples of games from such groups include FTL: Faster Than Light,[103] Papers, Please,[104] Darkest Dungeon,[105] and Gone Home.[106]\n\nYet another route are simply those with little to no experience in the games industry, though they may have computer-programming skills and experience, and they may come in with ideas and fresh perspectives for games, with ideas that are generally more personable and close to their hearts. These developers are usually self-taught and thus may not have certain disciplines of typical programmers, thereby allowing for more creative freedom and new ideas.[107] However, some may see amateur work less favorably than those that have had experience, whether from school or from industry, relying on the game development toolkits rather than programming languages, and they may associate such titles as amateur or hobbyist.[108] Examples of such amateur games include Braid,[109] Super Meat Boy,[110] Dwarf Fortress,[111] and Undertale.[112]\n\nTypically, a starting indie-game studio will be primarily programmers and developers. Art assets including artwork and music can be outsourced to work-for-hire artists and composers.[113]\n\nFor development of personal computer games, indie games typically rely on existing game engines, middleware and game development kits to build their titles, lacking the resources to build custom engines.[21] Common game engines include Unreal Engine and Unity, but there are numerous others as well. Small studios that do not anticipate large sales are generally afforded reduced prices for mainstream game engines and middleware. These produces may be offered free, or be offered at a substantial royalty discount that only increases if their sales exceed certain numbers.[114] Indie developers may also use open source software and homebrew libraries, which are freely available but may lack technically-advanced features compared to equivalent commercial engines.[114]\n\nPrior to 2010, development of indie games on consoles was highly restrictive due to costly access to software development kits (SDKs), typically a version of the console with added debugging features that would cost several thousands of dollars and come with numerous restrictions on its use to prevent trade secrets related to the console from being leaked. Console manufactures may have also restricted sales of SDKs to only certain developers that met specific criteria, leaving potential indie developers unable to acquire them.[115] When indie games became more popular by 2010, the console manufacturers as well as mobile device operating system providers released special software-based SDKs to build and test games first on personal computers and then on these consoles or mobile devices. These SDKs were still offered at commercial rates to larger developers, but reduced pricing was provided to those who would generally self-publish via digital distribution on the console or mobile device's storefront, such as with the ID@Xbox program or the iOS SDK.\n\nWhile most indie games lack a publisher with the developer serving in that role, a number of publishers geared towards indie games have been established since 2010, also known as boutique game publishers; these include Raw Fury, Devolver Digital, Annapurna Interactive, Finji, and Adult Swim Games. There also have been a number of indie developers that have grown large enough on their own to also support publishing for smaller developers, such as Chucklefish, Coffee Stain Studios, and Team17. These boutique publishers, having experience in making indie games themselves, typically will provide necessary financial support and marketing but have little to no creative control on developers' product as to maintain the \"indie\" nature of the game. In some cases, the publisher may be more selective of the type of games it supported; Annapurna Interactive sought games that were \"personal, emotional and original\".[59][116]\n\nThe lack of a publisher requires an indie developer to find means to fund the game themselves. Existing studios may be able to rely on past funds and incoming revenue, but new studios may need to use their own personal funds (\"bootstrapping\"), personal or bank loans, or investments to cover development costs,[13][116][117] or building community support while in development.[118][119]\n\nMore recently, crowd-funding campaigns, both reward-based and equity-based, have been used to obtain the funds from interested consumers before development begins in earnest. While using crowd-funding for video games took off in 2012, its practice has significantly waned as consumers became wary of campaigns that failed to deliver on promised goods. A successful crowd-funded campaign typically required significant development work and costs associated with before the campaign is launched to demonstrate that the game will likely be completed in a timely manner to draw in funds.[120]\n\nAnother mechanism offered through digital distribution is the early access model, in which interested players can buy playable beta versions of the game to provide software testing and gameplay feedback. Those consumers become entitled the full game for free on release, while others may have to pay a higher price for the final. This can provide funding midway though development, but like with crowd-funding, consumers expect a game that is near completion, so significant development and costs will have had to been invested already.[121] Minecraft was considered an indie game during its original development, and was one of the first titles to successfully demonstrate this approach to funding.[122]\n\nMore recently, a number of dedicated investor-based indie game funds have been established such as the Indie Fund. Indie developers can submit applications requesting grants from these funds. The money is typically provided as a seed investment to be repaid through game royalties.[119] Several national governments, through their public arts agencies, also have made similar grants available to indie developers.[123]\n\nPrior to digital distribution, hobbyist programmers typically relied on mail order to distribute their product. They would place ads in local papers or hobbyist computer magazines such as Creative Computing and Byte and, once payment was received, fulfil orders by hand, making copies of their game to cassette tape, floppy disc, or CD-ROM along with documentation. Others would provide copies to their local computer store to sell. In the United Kingdom, where personal computer game development took off in the early 1980s, a market developed for game distributors that handled the copying and distribution of games for these hobbyist programmers.[43] In Japan, doujinshi conventions like Comiket, the largest fan convention in the world, have allowed independent developers to sell and promote their physical products since its inauguration in 1975, allowing game series like Touhou Project and Fate to spread in popularity and dominate the convention for years.[124][125][126]\n\nAs the media shifted to higher-capacity formats and with the ability for users to make their own copies of programs, the simple mail order method was threatened since one person could buy the game and then make copies for their friends. The shareware model of distribution emerged in the 1980s accepting that users would likely make copies freely and share these around. The shareware version of the software would be limited, and require payment to the developer to unlock the remaining features. This approach became popular with hobbyist games in the early 1990s, notably with the releases of Wolfenstein 3D and ZZT, \"indie\" games from fledgling developers id Software and Tim Sweeney (later founder of Epic Games), respectively. Game magazines started to include shareware games on pack-in demo discs with each issue, and as with mail-order, companies arose that provided shareware sampler discs and served to help with shareware payment and redemption processing. Shareware remained a popular form of distribution even with availability of bulletin board systems and the Internet.[127] By the 2000s, indie developers relied on the Internet as their primary distribution means as without a publisher, it was nearly impossible to stock an indie game at retail, the mail order concept having long since died out.[36]\n\nContinued Internet growth led to dedicated video game sites that served as repositories for shareware and other games, indie and mainstream alike, such as GameSpy's FilePlanet.[128] A new issue had arise for larger mainstream games that featured multiplayer elements, in that updated and patches could easily be distributed through these sites but making sure all users were equally informed of the updates was difficult, and without the updates, some players would be unable to participate in multiplayer modes. Valve built the Steam software client originally to serve these updates automatically for their games, but over time, it became a digital storefront that users could also purchase games through.[129] For indie games, Steam started curating third-party titles (including some indies) onto the service by 2005, later adding Steam Greenlight in 2012 that allowed any developer to propose their game for addition onto the service to the userbase, and ultimately replacing Greenlight with Steam Direct in 2017 where any developer can add their game to the service for a small fee.\n\nWhile Steam remains the largest digital storefront for personal computer distribution, a number of other storefronts have opened since, with Itch.io, established in 2013, more focused on serving indie games over mainstream ones, providing the develop with store pages and other tools to help with marketing. Others serve more as digital retailers, giving tools to the indie developer to be able to accept and redeem online purchases and distribute the game, such as Humble Bundle, but otherwise leaving the marketing to the developer.[130]\n\nOn consoles, the distribution of an indie game is handled by the console's game store, once the developer has been approved by the console manufacturer. Similarly for mobile, the distribution of the game is handled by the app store provider once the developer has been approved to release apps on that type of device. In either case, all aspects of payment, redemption and distribution are handled at the manufacturer/app store provider level.[131]\n\nA recent trend for some of the more popular indies is a limited physical release, typical for console-based versions. The distributor Limited Run Games was formed to produce limited runs of games, most commonly successful indie titles that have a proven following that would have a market for a physical edition. These versions are typically produced as special editions with additional physical products like art books, stickers, and other small items in the game's case. Other such distributors include Super Rare Games, Special Reserve Games, and Strictly Limited Games.\n\nIn nearly all cases with digital distribution, the distribution platform takes a revenue cut of each sale with the rest of the sale going to the developer, as a means to pay for the costs of maintaining the digital storefront.\n\n"
        },
        {
            "title": "Industry",
            "text": "Most indie games do not make a significant profit, and only a handful have made large profits.[132] Instead, indie games are generally seen as a career stepping stone rather than a commercial opportunity.[47] The Dunning–Kruger effect has been shown to apply to indie games: some people with little experience have been able to develop successful games from the start, but for most, it takes upwards of ten years of experience within the industry before one regularly starts making games with financial success. Most in the industry caution that indie games should not be seen a financially-rewarding career for this reason.[133]\n\nThe industry perception towards indie games have also shifted, making the tactics of how to develop and market indie games difficult in contrast to AAA games. In 2008, a developer could earn around 17% of a game's retail price, and around 85% if sold digitally.[26] This can lead to the appearance of more \"risky\" creative projects.[26] Furthermore, the expansion of social websites has introduced gaming to casual gamers.[3] Recent years have brought the importance of drawing social media influencers to help promote indie games as well.[134]\n\nThere is contention as to how prominent indie video game development is in the video game industry.[22] Most games are not widely known or successful, and mainstream media attention remains with mainstream titles.[135][3] This can be attributed to a lack of marketing for indie games,[135] but indie games can be targeted at niche markets.[10][25]\n\nIndustry recognition of indie games through awards has grown significantly through the year. The Independent Games Festival was established in 1998 to recognize the best of indie games, and since its first event in 1999 has been held in conjunction with the Game Developers Conference in the first part of each year alongside the Game Developers Choice Awards (GDCA).[136] However, it was not until 2010 when indie games were seen as similar competition to major gaming awards, with the 2010 GDCA recognizing games like Limbo, Minecraft, and Super Meat Boy among AAA titles.[137] Since then, indie games have frequently been included in award nominations alongside AAA games in the major awards events like the GDCA, the D.I.C.E. Awards, and the BAFTA Video Games Awards. Indie games like What Remains of Edith Finch, Outer Wilds, Untitled Goose Game, Hades, and Inscryption being awarded various Game of the Year awards.[138][139][140][141][142]\n\n"
        },
        {
            "title": "Community",
            "text": "Indie developers are generally considered a highly collaborative community with development teams sharing knowledge between each other, providing testing, technical support, and feedback, as generally indie developers are not in any direct competition with each other once they have achieved funding for their project. Indie developers also tend to open with their target player community, using beta testing and early access to get feedback, and engaging users regularly through storefront pages and communication channels such as Discord.[143]\n\nIndie game developers can be involved with various indie game trade shows, such as Independent Games Festival, held alongside the Game Developers Conference, and IndieCade held prior to the annual E3 convention.[2][144] The Indie Megabooth was established in 2012 as a large showcase at various trade shows to allow indie developers to show off their titles. These events act as intermediaries between indie developers and the larger industry, as they present the abilities to connect with larger developers and publishers for business opportunities, as well as to get word of their games out to the press prior to release.[145]\n\nGame jams, including Ludum Dare, the Indie Game Jam, the Nordic Game Jam, and the Global Game Jam, are typically annual competitions in which game developers are given a theme, concept and/or specific requirements and given a limited amount of time, on the order of a few days, to come up with a game prototype to submit for review and voting by judges, with the potential to win small cash prizes.[146][147][148][149] Companies can also have internal game jams as a means to relief stress which may generate ideas for future games, as notably the case for Double Fine and its Amnesia Fortnights. The structure of such jams can influence whether the end games are more experimental or serious, and whether they are to be more playful or more expressive.[150] While many game jam prototype go no further, some developers have subsequently expanded the prototype into a full release after the game jam into successful indie games, such as Superhot, Super Time Force, Gods Will Be Watching, Surgeon Simulator, and Goat Simulator.[151]\n\n"
        },
        {
            "title": "Impact and popularity",
            "text": "Indie games are recognized for helping to generate or revitalize video game genres, bringing new ideas to either stagnant gameplay concepts or creating whole new experiences. The expansion of roguelikes from ASCII, tile-based hack-and-slash games to a wide variety of so-called \"rogue-lites\" that maintain the roguelike procedural generation and permadeath features bore out directly from indie games Strange Adventures in Infinite Space (2002) and its sequel Weird Worlds: Return to Infinite Space (2005), Spelunky (2008), The Binding of Isaac (2011), FTL: Faster Than Light (2012) and Rogue Legacy (2012).[152] Metroidvanias resurged following the releases of Cave Story (2004) and Shadow Complex (2009).[91] Art games have gained attention through indie developers with early indie titles such as Samorost (2003)[153] and The Endless Forest (2005).[154]\n\nThe following table lists indie games that have reported total sales over 1 million copies, based on the last reported sales figures. These result exclude downloaded copies for games that had transitioned to a free-to-play model such as Rocket League, or copies after acquisition by a larger publisher and no longer considered indie such as Minecraft.\n\n"
        }
    ]
}