{
    "url": "https://en.wikipedia.org/wiki/Indian_Space_Research_Organisation",
    "title": "Indian Space Research Organisation",
    "table_of_contents": [
        "1 History",
        "1.1 Formative years",
        "1.2 1970s and 1980s",
        "1.3 1990s and early 21st century",
        "1.4 Agency logo",
        "2 Goals and objectives",
        "3 Organisation structure and facilities",
        "3.1 Research facilities",
        "3.2 Test facilities",
        "3.3 Construction and launch facilities",
        "3.4 Tracking and control facilities",
        "3.5 Human resource development",
        "3.6 Antrix Corporation Limited (Commercial Wing)",
        "3.7 NewSpace India Limited (Commercial Wing)",
        "3.8 Space Technology Incubation Centre",
        "3.9 Advance Space Research Group",
        "3.10 Directorate of Space Situational Awareness and Management",
        "3.11 Other facilities",
        "4 General satellite programmes",
        "4.1 The IRS series",
        "4.2 The INSAT series",
        "4.3 Gagan Satellite Navigation System",
        "4.4 Navigation with Indian Constellation (NavIC)",
        "4.5 Other satellites",
        "5 Launch vehicles",
        "5.1 Satellite Launch Vehicle",
        "5.2 Augmented Satellite Launch Vehicle",
        "5.3 Polar Satellite Launch Vehicle",
        "5.4 Geosynchronous Satellite Launch Vehicle (GSLV)",
        "5.5 Launch Vehicle Mark-3",
        "5.6 SSLV",
        "6 Human Spaceflight Programme",
        "6.1 Astronaut training and other facilities",
        "6.2 Crewed spacecraft",
        "6.3 Space station",
        "7 Planetary sciences and astronomy",
        "7.1 Astrosat",
        "8 Extraterrestrial exploration",
        "8.1 Lunar exploration",
        "8.2 Mars exploration",
        "9 Future projects",
        "9.1 Launch vehicles and engines",
        "9.1.1 Semi-cryogenic engine",
        "9.1.2 Methalox engine",
        "9.1.3 Modular heavy rockets",
        "9.1.4 Reusable launchers",
        "9.2 Spacecraft propulsion and power",
        "9.3 Extraterrestrial probes",
        "9.4 Space telescopes and observatories",
        "9.5 Forthcoming satellites",
        "10 Applications",
        "10.1 Telecommunication",
        "10.2 Military",
        "10.3 Academic",
        "10.4 Telemedicine",
        "10.5 Biodiversity Information System",
        "10.6 Cartography",
        "10.7 Spin-offs",
        "11 International cooperations",
        "11.1 Notable collaborative projects",
        "12 Statistics",
        "12.1 Budget for the Department of Space",
        "13 Controversies",
        "13.1 S-band spectrum scam",
        "14 See also",
        "15 Notes",
        "16 References",
        "17 Bibliography",
        "18 Further reading",
        "19 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Indian Space Research Organisation[a] (ISRO; /ˈɪsroʊ/) is the national space agency of India, headquartered in Bengaluru. It operates under the Department of Space (DOS) which is directly overseen by the Prime Minister of India, while the Chairman of ISRO acts as the executive of DOS as well. ISRO is India's primary agency for performing tasks related to space-based applications, space exploration and the development of related technologies.[6] It is one of six government space agencies in the world which possess full launch capabilities, deploy cryogenic engines, launch extraterrestrial missions and operate large fleets of artificial satellites.[7][8][b]\n\nThe Indian National Committee for Space Research (INCOSPAR) was established by Jawaharlal Nehru under the Department of Atomic Energy (DAE) in 1962, on the urging of scientist Vikram Sarabhai, recognising the need in space research. INCOSPAR grew and became ISRO in 1969, within DAE.[9] In 1972, the government of India set up a Space Commission and DOS, bringing ISRO under it. The establishment of ISRO thus institutionalised space research activities in India.[10][11] It since then has been managed by DOS, which governs various other institutions in India in the domain of astronomy and space technology.[12]\n\nISRO built India's first satellite, Aryabhata, which was launched by the Soviet Union in 1975.[13] In 1980, ISRO launched satellite RS-1 onboard its own SLV-3, making India the seventh country to be capable of undertaking orbital launches. SLV-3 was followed by ASLV, which was subsequently succeeded by development of many medium-lift launch vehicles, rocket engines, satellite systems and networks enabling the agency to launch hundreds of domestic and foreign satellites and various deep space missions for space exploration.\n\nISRO has the world's largest constellation of remote-sensing satellites and operates the GAGAN and NAVIC satellite navigation systems. It has sent two missions to the Moon and one to Mars.\n\nGoals in near future include expanding satellites fleet, landing a rover on Moon, sending humans into space, development of a semi-cryogenic engine, sending more unmanned missions to the Moon, Mars, Venus and Sun and deployment of more space telescopes in orbit to observe cosmic phenomena and outerspace beyond the Solar System. Long-term plans include development of reusable launchers, heavy and super heavy launch vehicles, deploying a space station, sending exploration missions to external planets like Jupiter, Uranus, Neptune and asteroids and manned missions to moons and planets.\n\nISRO's programs have played a significant role in the socio-economic development of India and have supported both civilian and military domains in various aspects including disaster management, telemedicine and navigation and reconnaissance missions. ISRO's spin off technologies also have founded many crucial innovations for India's engineering and medical industries.\n\n"
        },
        {
            "title": "History",
            "text": "Modern space research in India can be traced to the 1920s, when scientist S. K. Mitra conducted a series of experiments sounding of the ionosphere through ground-based radio in Kolkata.[15] Later, Indian scientists like C.V. Raman and Meghnad Saha contributed to scientific principles applicable in space sciences.[15] After 1945, important developments were made in coordinated space research in India[15] by two scientists: Vikram Sarabhai—founder of the Physical Research Laboratory at Ahmedabad—and Homi Bhabha, who established the Tata Institute of Fundamental Research in 1945.[15] Initial experiments in space sciences included the study of cosmic radiation, high altitude and airborne testing, deep underground experimentation at the Kolar mines—one of the deepest mining sites in the world—and studies of the upper atmosphere.[16] These studies were done at research laboratories, universities, and independent locations.[16][17]\n\nIn 1950, the Department of Atomic Energy (DAE) was founded with Bhabha as its secretary.[17] It provided funding for space research throughout India.[18] During this time, tests continued on aspects of meteorology and the Earth's magnetic field, a topic that had been studied in India since the establishment of the Colaba Observatory in 1823. In 1954, the Aryabhatta Research Institute of Observational Sciences (ARIES) was established in the foothills of the Himalayas.[17] The Rangpur Observatory was set up in 1957 at Osmania University, Hyderabad. Space research was further encouraged by the government of India.[18] In 1957, the Soviet Union launched Sputnik 1 and opened up possibilities for the rest of the world to conduct a space launch.[18]\n\nThe Indian National Committee for Space Research (INCOSPAR) was set up in 1962 by Prime Minister Jawaharlal Nehru on the urging of Vikram Sarabhai.[11] There was no dedicated ministry for the space program initially and all activities of INCOSPAR relating to space technology continued to function within DAE.[9][10] IOFS officers were drawn from the indian Ordnance Factories to harness their knowledge of propellants and advanced light materials used to build rockets.[19] H.G.S. Murthy, an IOFS officer, was appointed the first director of the Thumba Equatorial Rocket Launching Station,[20] where sounding rockets were fired, marking the start of upper atmospheric research in India.[21] An indigenous series of sounding rockets named Rohini was subsequently developed and started undergoing launches from 1967 onwards.[22] Waman Dattatreya Patwardhan, another IOFS officer, developed the propellant for the rockets.\n\nUnder the government of Indira Gandhi, INCOSPAR was superseded by ISRO. Later in 1972, a space commission and Department of Space (DOS) were set up to oversee space technology development in India specifically and ISRO was brought under DOS, institutionalising space research in India and forging the Indian space program into its existing form.[10][12] India joined the Soviet Interkosmos program for space cooperation[23] and got its first satellite Aryabhatta in orbit through a Soviet rocket.[13]\n\nEfforts to develop an orbital launch vehicle began after mastering sounding rocket technology. The concept was to develop a launcher capable of providing sufficient velocity for a mass of 35 kg (77 lb) to enter low Earth orbit. It took 7 years for ISRO to develop Satellite Launch Vehicle capable of putting 40 kg (88 lb) into a 400-kilometre (250 mi) orbit. An SLV Launch Pad, ground stations, tracking networks, radars and other communications were set up for a launch campaign. The SLV's first launch in 1979 carried a Rohini technology payload but could not inject the satellite into its desired orbit. It was followed by a successful launch in 1980 carrying a Rohini Series-I satellite, making India the seventh country to reach Earth's orbit after the USSR, the US, France, the UK, China and Japan. RS-1 was the third Indian satellite to reach orbit as Bhaskara had been launched from the USSR in 1979. Efforts to develop a medium-lift launch vehicle capable of putting 600-kilogram (1,300 lb) class spacecrafts into 1,000-kilometre (620 mi) Sun-synchronous orbit had already begun in 1978.[24] They would later lead to the development of PSLV.[25] The SLV-3 later had two more launches before discontinuation in 1983.[26] ISRO's Liquid Propulsion Systems Centre (LPSC) was set up in 1985 and started working on a more powerful engine, Vikas, based upon the French Viking.[27] Two years later, facilities to test liquid fueled rocket engines were established and development and testing of various rocket engines thrusters began.[28]\n\nAt the same time, another solid fueled rocket Augmented Satellite Launch Vehicle based upon SLV-3 was being developed, and technologies to launch satellites into geostationary orbit (GTO). ASLV had limited success and multiple launch failures; it was soon discontinued.[29] Alongside, technologies for the Indian National Satellite System of communication satellites[30] and the Indian Remote Sensing Programme for earth observation satellites[31] were developed and launches from overseas initiated. The number of satellites eventually grew and the systems were established as among the largest satellite constellations in the world, with multi-band communication, radar imaging, optical imaging and meteorological satellites.[32]\n\nThe arrival of PSLV in 1990s became a major boost for the Indian space program. With the exception of its first flight in 1994 and two partial failures later, PSLV had a streak of more than 50 successful flights. PSLV enabled India to launch all of its low Earth orbit satellites, small payloads to GTO and hundreds of foreign satellites.[33] Along with the PSLV flights, development of a new rocket, a Geosynchronous Satellite Launch Vehicle (GSLV) was going on. India tried to obtain upper-stage cryogenic engines from Russia's Glavkosmos but was blocked by the US from doing so. As a result, KVD-1 engines were imported from Russia under a new agreement which had limited success[34] and a project to develop indigenous cryogenic technology was launched in 1994, taking two decades to reach fulfillment.[35] A new agreement was signed with Russia for seven KVD-1 cryogenic stages and a ground mock-up stage with no technology transfer, instead of five cryogenic stages along with the technology and design in the earlier agreement.[36] These engines were used for the initial flights and were named GSLV Mk.1.[37] ISRO was under US government sanctions between 6 May 1992 to 6 May 1994.[38] After the United States refused to help India with Global Positioning System (GPS) technology during the Kargil war, ISRO was prompted to develop its own satellite navigation system IRNSS which it is now expanding further.[39]\n\nIn 2003, when China sent humans into space, Prime Minister Atal Bihari Vajpayee urged scientists to develop technologies to land humans on the Moon[40] and programs for lunar, planetary and crewed missions were started. ISRO launched Chandrayaan-1 in 2008, purportedly the first probe to verify the presence of water on the Moon[41] and the Mars Orbiter Mission in 2013, the first Asian spacecraft to enter Martian orbit; India was the first country to succeed at that on its first attempt.[42] Subsequently, the cryogenic upper stage for GSLV rocket became operational, making India the sixth country to have full launch capabilities.[7] A new heavier-lift launcher GSLV Mk III was introduced in 2014 for heavier satellites and future human space missions.[43]\n\nISRO did not have an official logo until 2002. The one adopted consists of an orange arrow shooting upwards attached with two blue coloured satellite panels with the name of ISRO written in two sets of text, orange-coloured Devanagari on the left and blue-coloured English in the Prakrta typeface on the right.[1][2]\n\n"
        },
        {
            "title": "Goals and objectives",
            "text": "ISRO is the national space agency of India for the purpose of all space-based applications like reconnaissance, communications and doing research. It undertakes the design and development of space rockets, satellites, explores upper atmosphere and deep space exploration missions. ISRO also has incubated its technologies in India's private space sector, boosting its growth.[6][44] Sarabhai said in 1969:[45][46][47]\n\nThe former president of India, A. P. J. Abdul Kalam, said:[48]\n\nIndia's economic progress has made its space programme more visible and active as the country aims for greater self-reliance in space technology.[49] In 2008, India launched as many as 11 satellites, including nine from other countries, and went on to become the first nation to launch 10 satellites on one rocket.[49] ISRO has put into operation two major satellite systems: the Indian National Satellite System (INSAT) for communication services, and the Indian Remote Sensing Programme (IRS) satellites for management of natural resources.[50][51]\n\n"
        },
        {
            "title": "Organisation structure and facilities",
            "text": "ISRO is managed by the DOS, which itself falls under the authority of the Space Commission and manages the following agencies and institutes:[52][53][54]\n\nSet up as the marketing arm of ISRO, Antrix's job is to promote products, services and technology developed by ISRO.[77][78]\n\nSet up for marketing spin-off technologies, tech transfers through industry interface and scale up industry participation in the space programmes.[79]\n\nISRO has opened Space Technology Incubation Centres (S-TIC) at premier technical universities in India which will incubate startups to build applications and products in tandem with the industry and would be used for future space missions. The S-TIC will bring the industry, academia and ISRO under one umbrella to contribute towards research and development (R&D) initiatives relevant to the Indian Space Programme. S-TICs are at the National Institute of Technology, Agartala serving for east region, National Institute of Technology, Jalandhar for the north region, and the National Institute of Technology, Tiruchirappalli for the south region of India.[73]\n\nLike NASA funded Jet Propulsion Laboratory (JPL) managed by California Institute of Technology (Caltech), ISRO with Indian Institute of Space Science and Technology (IIST) implemented a joint working framework in 2021 in which an Empowered Overseeing Committee (EOC) under Capacity Building Programme Office (CBPO) of ISRO located in Bengaluru will approve all short, medium and long term space research projects of common interest. In return, an Advance Space Research Group (ASRG) formed at IIST under the guidance of EOC will have full access to ISRO facilities. The primary aim is to transform IIST into a premier space research and engineering institute by 2028–2030 that can lead future space exploration missions of ISRO.[80][81]\n\nTo reduce dependency on North America Aerospace Defense Command (NORAD) for space situational awareness and protect the civilian and military assets, ISRO is setting up telescopes and radars in four locations to cover each direction. Leh, Mount Abu and Ponmudi were selected to station the telescopes and radars that will cover North, West and South of Indian territory. The last one will be in Northeast India to cover the entire eastern region. Satish Dhawan Space Centre at Sriharikota already supports Multi-Object Tracking Radar (MOTR).[82] All the telescopes and radars will come under Directorate of Space Situational Awareness and Management (DSSAM) in Bengaluru. It will collect tracking data on inactive satellites and will also perform research on active debris removal, space debris modelling and mitigation.[83]\n\nFor  early warning, ISRO began a ₹400 crore (4 billion; US$53 million) project called Network for Space Object Tracking and Analysis (NETRA). It will help the country track atmospheric entry, intercontinental ballistic missile (ICBM), anti-satellite weapon and other space-based attacks. All the radars and telescopes will be connected through NETRA. The system will support remote and scheduled operations. NETRA will follow the Inter-Agency Space Debris Coordination Committee (IASDCC) and United Nations Office for Outer Space Affairs (UNOSA) guidelines. The objective of NETRA is to track objects at a distance of 36,000 kilometres (22,000 mi) in GTO.[84][85]\n\nIndia signed a memorandum of understanding on the Space Situational Awareness Data Sharing Pact with the US in April 2022.[86][87] It will enable Department of Space to collaborate with the Combined Space Operation Center (CSpOC) to protect the space-based assets of both nations from natural and man-made threats.[88] On 11 July 2022, ISRO System for Safe and Sustainable Space Operations Management (IS4OM) at Space Situational Awareness Control Centre, in Peenya was inaugurated by Jitender Singh. It will help provide information on on-orbit collision, fragmentation, atmospheric re-entry risk, space-based strategic information, hazardous asteroids, and space weather forecast. IS4OM will safeguard all the operational space assets, identify and monitor other operational spacecrafts with close approaches which have overpasses over Indian subcontinent and those which conduct intentional manoeuvres with suspicious motives or seek re-entry within South Asia.[89]\n\n"
        },
        {
            "title": "General satellite programmes",
            "text": "Since the launch of Aryabhata in 1975,[13] a number of satellite series and constellations have been deployed by Indian and foreign launchers. At present, ISRO operates one of the largest constellations of active communication and earth imaging satellites for military and civilian uses.[32]\n\nThe Indian Remote Sensing satellites (IRS) are India's earth observation satellites. They are the largest collection of remote sensing satellites for civilian use in operation today, provideing remote sensing services.[32] All the satellites are placed in polar Sun-synchronous orbit (except GISATs) and provide data in a variety of spatial, spectral and temporal resolutions to enable several programmes to be undertaken relevant to national development. The initial versions are composed of the 1 (A, B, C, D) nomenclature while the later versions were divided into sub-classes named based on their functioning and uses including Oceansat, Cartosat, HySIS, EMISAT and ResourceSat etc. Their names were unified under the prefix \"EOS\" regardless of functioning in 2020.[90] They support a wide range of applications including optical, radar and electronic reconnaissance for Indian agencies, city planning, oceanography and environmental studies.[32]\n\nThe Indian National Satellite System (INSAT) is the country's telecommunication system. It is a series of multipurpose geostationary satellites built and launched by ISRO to satisfy the telecommunications, broadcasting, meteorology and search-and-rescue needs. Since the introduction of the first one in 1983, INSAT has become the largest domestic communication system in the Asia-Pacific Region. It is a joint venture of DOS, the Department of Telecommunications, India Meteorological Department, All India Radio and Doordarshan. The overall coordination and management of INSAT system rests with the Secretary-level INSAT Coordination Committee.[91] The nomenclature of the series was changed to \"GSAT\" from \"INSAT\", then further changed to \"CMS\" from 2020 onwards.[92] These satellites have been used by the Indian Armed Forces as well.[93][94] GSAT-9 or \"SAARC Satellite\" provides communication services for India's smaller neighbors.[95]\n\nThe Ministry of Civil Aviation has decided to implement an indigenous Satellite-Based Regional GPS Augmentation System also known as Space-Based Augmentation System (SBAS) as part of the Satellite-Based Communications, Navigation, Surveillance and Air Traffic Management plan for civil aviation. The Indian SBAS system has been given the acronym GAGAN – GPS Aided GEO Augmented Navigation. A national plan for satellite navigation including implementation of a Technology Demonstration System (TDS) over Indian airspace as a proof of concept has been prepared jointly by Airports Authority of India and ISRO. The TDS was completed during 2007 with the installation of eight Indian Reference Stations at different airports linked to the Master Control Centre located near Bangalore.[96]\n\nIRNSS with an operational name NavIC is an independent regional navigation satellite system developed by India. It is designed to provide accurate position information service to users in India as well as the region extending up to 1,500 km (930 mi) from its borders, which is its primary service area. IRNSS provides two types of services, namely, Standard Positioning Service (SPS) and Restricted Service (RS), providing a position accuracy of better than 20 m (66 ft) in the primary service area.[97]\n\nKalpana-1 (MetSat-1) was ISRO's first dedicated meteorological satellite.[98][99] Indo-French satellite SARAL on 25 February 2013. SARAL (or \"Satellite with ARgos and AltiKa\") is a cooperative altimetry technology mission, used for monitoring the oceans' surface and sea levels. AltiKa measures ocean surface topography with an accuracy of 8 mm (0.31 in), compared to 2.5 cm (0.98 in) on average using altimeters, and with a spatial resolution of 2 km (1.2 mi).[100][101]\n\n"
        },
        {
            "title": "Launch vehicles",
            "text": "During the 1960s and 1970s, India initiated its own launch vehicles owing to geopolitical and economic considerations. In the 1960s–1970s, the country developed a sounding rocket, and by the 1980s, research had yielded the Satellite Launch Vehicle-3 and the more advanced Augmented Satellite Launch Vehicle (ASLV), complete with operational supporting infrastructure.[102]\n\nThe Satellite Launch Vehicle (known as SLV-3) was the first space rocket to be developed by India. The initial launch in 1979 was a failure followed by a successful launch in 1980 making India the sixth country in world with orbital launch capability. The development of bigger rockets began afterwards.[25]\n\nAugmented or Advanced Satellite Launch Vehicle (ASLV) was another small launch vehicle released in 1980s to develop technologies required to place satellites into geostationary orbit. ISRO did not have adequate funds to develop ASLV and PSLV at once. Since ASLV suffered repeated failures, it was dropped in favour of a new project.[103][29]\n\nPolar Satellite Launch Vehicle or PSLV is the first medium-lift launch vehicle from India which enabled India to launch all its remote-sensing satellites into Sun-synchronous orbit. PSLV had a failure in its maiden launch in 1993. Besides two other partial failures, PSLV has become the primary workhorse for ISRO with more than 50 launches placing hundreds of Indian and foreign satellites into orbit.[104]\n\nDecade-wise summary of PSLV launches:\n\nGeosynchronous Satellite Launch Vehicle was envisaged in 1990s to transfer significant payloads to geostationary orbit. ISRO initially had a great problem realising GSLV as the development of CE-7.5 in India took a decade. The US had blocked India from obtaining cryogenic technology from Russia, leading India to develop its own cryogenic engines.[34]\n\nDecade-wise summary of GSLV Launches:\n\nLaunch Vehicle Mark-3 (LVM 3), previously known as GSLV Mk3, is the heaviest rocket in operational service with ISRO. Equipped with a more powerful cryogenic engine and boosters than GSLV, it has significantly higher playload capacity and allows India to launch all its communication satellites.[105] LVM3 is expected to carry India's first crewed mission to space[106] and will be the testbed for SCE-200 engine which will power India's heavy lift rockets in future.[107]\n\nDecade-wise summary of LVM 3 launches:\n\nThe Small Satellite Launch Vehicle (SSLV) is a small-lift launch vehicle developed by the ISRO with payload capacity to deliver 500 kg (1,100 lb) to low Earth orbit (500 km (310 mi)) or 300 kg (660 lb) to Sun-synchronous orbit (500 km (310 mi))[110] for launching small satellites, with the capability to support multiple orbital drop-offs.[111][112][113]\n\nDecade-wise summary of SSLV launches:\n\n"
        },
        {
            "title": "Human Spaceflight Programme",
            "text": "The first proposal to send humans into space was discussed by ISRO in 2006, leading to work on the required infrastructure and spacecraft.[114][115] The trials for crewed space missions began in 2007 with the 600-kilogram (1,300 lb) Space Capsule Recovery Experiment (SRE), launched using the Polar Satellite Launch Vehicle (PSLV) rocket, and safely returned to earth 12 days later.[116]\n\nIn 2009, the Indian Space Research Organisation proposed a budget of ₹124 billion (equivalent to ₹260 billion or US$3.3 billion in 2020) for its human spaceflight programme. An uncrewed demonstration flight was expected after seven years from the final approval and a crewed mission was to be launched after seven years of funding.[117] A crewed mission initially was not a priority and left on the backburner for several years.[118] A space capsule recovery experiment in 2014[119][120] and a pad abort test in 2018[121] were followed by Prime Minister Narendra Modi's announcement in his 2018 Independence Day address that India will send astronauts into space by 2022 on the new Gaganyaan spacecraft.[122] To date, ISRO has developed most of the technologies needed, such as the crew module and crew escape system, space food, and life support systems. The project would cost less than ₹100 billion (US$1.3 billion) and would include sending two or three Indians to space, at an altitude of 300–400 km (190–250 mi), for at least seven days, using a GSLV Mk-III launch vehicle.[123][124]\n\nThe newly established Human Space Flight Centre (HSFC) will coordinate the IHSF campaign.[125][126] ISRO will set up an astronaut training centre in Bangalore to prepare personnel for flights in the crewed vehicle. It will use simulation facilities to train the selected astronauts in rescue and recovery operations and survival in microgravity, and will undertake studies of the radiation environment of space. ISRO had to build centrifuges to prepare astronauts for the acceleration phase of the launch. Existing launch facilities at Satish Dhawan Space Centre will have to be upgraded for the Indian human spaceflight campaign.[127] Human Space Flight Centre and Glavcosmos signed an agreement on 1 July 2019 for the selection, support, medical examination and space training of Indian astronauts.[128] An ISRO Technical Liaison Unit (ITLU) was to be set up in Moscow to facilitate the development of some key technologies and establishment of special facilities which are essential to support life in space.[129] Four Indian Air Force personnel finished training at Yuri Gagarin Cosmonaut Training Center in March 2021.[130]\n\nISRO is working towards an orbital crewed spacecraft that can operate for seven days in low Earth orbit. The spacecraft, called Gaganyaan, will be the basis of the Indian Human Spaceflight Programme. The spacecraft is being developed to carry up to three people, and a planned upgraded version will be equipped with a rendezvous and docking capability. In its first crewed mission, ISRO's largely autonomous 3-tonne (3.3-short-ton; 3.0-long-ton) spacecraft will orbit the Earth at 400 km (250 mi) altitude for up to seven days with a two-person crew on board. As of February 2021[update], the crewed mission is planned to be launched on ISRO's GSLV Mk III in 2023.[131]\n\nIndia plans to build a space station as a follow-up programme to Gaganyaan. ISRO chairman K. Sivan has said that India will not join the International Space Station programme and will instead build a 20-tonne (22-short-ton; 20-long-ton) space station on its own.[132][133] It is expected to be placed in a low Earth orbit at 400 kilometres (250 mi) altitude and be capable of harbouring three humans for 15–20 days. The rough time-frame is five to seven years after completion of the Gaganyaan project.[134][135]\n\n"
        },
        {
            "title": "Planetary sciences and astronomy",
            "text": "ISRO and Tata Institute of Fundamental Research have operated a balloon launch base at Hyderabad since 1967.[136] Its proximity to the geo-magnetic equator,[137] where both primary and secondary cosmic ray fluxes are low, makes it an ideal location to study diffuse cosmic X-ray background.[136]\n\nISRO played a role in the discovery of three species of bacteria in the upper stratosphere at an altitude between 20–40 km (12–25 mi). The bacteria, highly resistant to ultra-violet radiation, are not found elsewhere on Earth, leading to speculation on whether they are extraterrestrial in origin.[138] They are considered extremophiles, and named as Bacillus isronensis in recognition of ISRO's contribution in the balloon experiments, which led to its discovery, Bacillus aryabhata after India's celebrated ancient astronomer Aryabhata and Janibacter hoylei after the distinguished astrophysicist Fred Hoyle.[139]\n\nLaunched in 2015, Astrosat is India's first dedicated multi-wavelength space observatory. Its observation study includes active galactic nuclei, hot white dwarfs, pulsations of pulsars, binary star systems, and supermassive black holes located at the centre of the galaxy.[140]\n\n"
        },
        {
            "title": "Extraterrestrial exploration",
            "text": "Chandryaan (lit. 'Mooncraft') are India's series of lunar exploration spacecraft. The initial mission included an orbiter and controlled impact probe while later missions include landers, rovers and sampling missions.[107][141]\n\nChandrayaan-1 was India's first mission to the Moon. The robotic lunar exploration mission included a lunar orbiter and an impactor called the Moon Impact Probe. ISRO launched it using a modified version of the PSLV on 22 October 2008 from Satish Dhawan Space Centre. It entered lunar orbit on 8 November 2008, carrying high-resolution remote sensing equipment for visible, near infrared, and soft and hard X-ray frequencies. During its 312-day operational period (two years were planned), it surveyed the lunar surface to produce a complete map of its chemical characteristics and three-dimensional topography. The polar regions were of special interest, as they had possible ice deposits. Chandrayaan-1 carried 11 instruments: five Indian and six from foreign institutes and space agencies (including NASA, ESA, the Bulgarian Academy of Sciences, Brown University and other European and North American institutions and companies), which were carried for free. The mission team was awarded the American Institute of Aeronautics and Astronautics SPACE 2009 award,[142] the International Lunar Exploration Working Group's International Co-operation award in 2008,[143] and the National Space Society's 2009 Space Pioneer Award in the science and engineering category.[144][145]\n\nChandrayaan-2, the second mission to the Moon, which included an orbiter, a lander and a rover. It was launched on a Geosynchronous Satellite Launch Vehicle Mark III (GSLV-MkIII) on 22 July 2019, consisting of a lunar orbiter, the Vikram lander, and the Pragyan lunar rover, all developed in India.[146][147] It was the first mission meant to explore the little-explored lunar south pole region.[148] The objective of the Chandrayaan-2 mission was to land a robotic rover to conduct various studies on the lunar surface.[149]\n\nThe Vikram lander, carrying the Pragyan rover, was scheduled to land on the near side of the Moon, in the south polar region at a latitude of about 70° S at approximately 1:50 am(IST) on 7 September 2019. However, the lander deviated from its intended trajectory starting from an altitude of 2.1 km (1.3 mi), and telemetry was lost seconds before touchdown was expected.[150] A review board concluded that the crash-landing was caused by a software glitch.[151] The lunar orbiter was efficiently positioned in an optimal lunar orbit, extending its expected service time from one year to seven.[152] There will be another attempt to soft-land on the Moon in 2023, without an orbiter.[153]\n\nThe Mars Orbiter Mission (MOM), informally known as Mangalyaan(lit. 'Marscraft'), was launched into Earth orbit on 5 November 2013 by the Indian Space Research Organisation (ISRO) and has entered Mars orbit on 24 September 2014.[154] India thus became the first country to have a space probe enter Mars orbit on its first attempt. It was completed at a record low cost of $74 million.[155]\n\nMOM was placed into Mars orbit on 24 September 2014. The spacecraft had a launch mass of 1,337 kg (2,948 lb), with 15 kg (33 lb) of five scientific instruments as payload.[156][157]\n\nThe National Space Society awarded the Mars Orbiter Mission team the 2015 Space Pioneer Award in the science and engineering category.[158][159]\n\n"
        },
        {
            "title": "Future projects",
            "text": "ISRO is developing and operationalising more powerful and less pollutive rocket engines so it can eventually develop much heavier rockets. It also plans to develop electric and nuclear propulsion for satellites and spacecrafts to reduce their weight and extend their service lives.[160] Long-term plans may include crewed landings on Moon and other planets as well.[161]\n\nSCE-200 is a rocket-grade kerosene (dubbed \"ISROsene\") and liquid oxygen (LOX)-based semi-cryogenic rocket engine inspired by RD-120. The engine will be less polluting and far more powerful. When combined with the GSLV Mark III, it will boost its payload capacity; it will be clustered in future to power India's heavy rockets.[162]\n\nReusable methane and LOX-based engines are under development. Methane is less pollutive, leaves no residue and hence the engine needs very little refurbishment.[162] The LPSC began cold flow tests of engine prototypes in 2020.[28]\n\nISRO is studying heavy (HLV) and super-heavy lift launch vehicles (SHLV). Modular launchers are being designed, with interchangeable parts, to reduce production time. A 10-tonne (11-short-ton; 9.8-long-ton) capacity HLV and an SHLV capable of delivering 50–100 tonnes (55–110 short tons; 49–98 long tons) into orbit have been mentioned in statements and presentations from ISRO officials.[163][164]\n\nThe agency intends to develop a launcher in the 2020s which can carry nearly 16 t (18 short tons; 16 long tons) to geostationary transfer orbit, nearly four times the capacity of the existing GSLV Mark III.[162] A rocket family of five medium to heavy-lift class modular rockets described as either \"Unified Modular Launch Vehicles\" (UMLV) or \"Unified Launch Vehicles\" (ULV) are being planned which will share parts and will replace ISRO's existing PSLV, GSLV and LVM3 rockets completely. The rocket family will be powered by SCE-200 cryogenic engine and will have a capacity of lifting from 4.9 t (5.4 short tons; 4.8 long tons) to 16 t (18 short tons; 16 long tons) to geostationary transfer orbit.[165]\n\nThere have been two reusable launcher projects ongoing at ISRO. One is the ADMIRE test vehicle, conceived as a VTVL system and another is RLV-TD programme, being run to develop a spacecraft similar to the American Space Shuttle which will be launched vertically but land like a plane.[166]\n\nTo realise a fully re-usable two-stage-to-orbit (TSTO) launch vehicle, a series of technology demonstration missions have been conceived. For this purpose, the winged Reusable Launch Vehicle Technology Demonstrator (RLV-TD) has been configured. The RLV-TD acts as a flying testbed to evaluate various technologies such as hypersonic flight, autonomous landing, powered cruise flight, and hypersonic flight using air-breathing propulsion. First in the series of demonstration trials was the Hypersonic Flight Experiment (HEX). ISRO launched the prototype's test flight, RLV-TD, from the Sriharikota spaceport in February 2016. It weighs around 1.5 t (1.7 short tons; 1.5 long tons) and flew up to a height of 70 km (43 mi).[167] HEX was completed five months later. A scaled-up version of it could serve as fly-back booster stage for the winged TSTO concept.[168] HEX will be followed by a landing experiment (LEX) and return flight experiment (REX).[169]\n\nThe Small Satellite Launch Vehicle (SSLV) is a compact small-lift launch vehicle primarily aimed at the small satellites market. It can be quickly assembled with low power and hence allows more frequent launches. The SSLV can place 500 kg (1,100 lb) in 500 km (310 mi) low Earth orbit and 300 kg (660 lb) in Sun-synchronous orbit.[170]\n\nIndia has been working on replacing conventional chemical propulsion with Hall-effect and plasma thrusters which would make spacecraft lighter.[162] GSAT-4 was the first Indian spacecraft to carry electric thrusters, but it failed to reach orbit.[171] GSAT-9 launched later in 2017, had xenon-based electric propulsion system for in-orbit functions of the spacecraft. GSAT-20 is expected to be the first fully electric satellite from India.[172][173]\n\nRadioisotope thermoelectric generator (RTG), also called alpha source thermoelectric technology by ISRO, is a type of atomic battery which uses nuclear decay heat from radioactive material to power the spacecraft.[174] In January 2021, the U R Rao Satellite Centre issued an Expression of Interest (EoI) for design and development of a 100-watt RTG. RTGs ensure much longer spacecraft life and have less mass than solar panels on satellites. Development of RTGs will allow ISRO to undertake long-duration deep space missions to the outer planets.[175][176]\n\nChandryaan-3 is India's planned second attempt to soft-land on the Moon after the failure of Chandrayaan-2. The mission will only include a lander-rover set and will communicate with the orbiter from the previous mission. The technology demonstrated in a successful Moon landing will be used in a joint Indo-Japanese Lunar Polar Exploration Mission for sampling and analysis of lunar soil.[178]\n\nThe next Mars mission, Mars Orbiter Mission 2 or Mangalyaan 2, has been proposed for launch in 2024.[179] The newer spacecraft will be significantly heavier and better equipped than its predecessor;[107] it will only have an orbiter.[180]\n\nISRO is considering an orbiter mission to Venus called Shukrayaan-1, that could launch as early as 2023 to study the planet's atmosphere.[181] Some funds for preliminary studies were allocated in the 2017–18 Indian budget under Space Sciences;[182][183][184] solicitations for potential instruments were requested in 2017[185] and 2018. A mission to Venus is scheduled for 2025 that will include a payload instrument called Venus Infrared Atmospheric Gases Linker (VIRAL) which has been co-developed with the Laboratoire atmosphères, milieux, observations spatiales (LATMOS) under French National Centre for Scientific Research (CNRS) and Roscosmos.[186]\n\nIn 2022 ISRO plans to launch the 400 kg (880 lb) Aditya-L1, a mission to study the Solar corona.[187][188][189] It is the first Indian space-based solar coronagraph to study the corona in visible and near-infrared bands. Originally planned during the heightened solar activity period in 2012, Aditya-L1 was postponed to 2021 due to the extensive work involved in its manufacture, and other technical aspects. The main objective of the mission is to study coronal mass ejections (CMEs), their properties (the structure and evolution of their magnetic fields for example), and consequently constrain parameters that affect space weather.[190]\n\nConceptual studies are underway for spacecraft destined for the asteroids and Jupiter, as well, in the long term. The ideal launch window to send a spacecraft to Jupiter occurs every 33 months. If the mission to Jupiter is launched, a flyby of Venus would be required.[191] Development of RTEG power might allow the agency to further undertake deeper space missions to the other outer planets.[175]\n\nAstroSat-2 is the successor to the Astrosat mission.[192]\n\nThe X-ray Polarimeter Satellite (XPoSat) is a planned mission to study polarisation. It is planned to have a mission life of five years and is planned to be launched in 2022.[193][194] The spacecraft is planned to carry the Polarimeter Instrument in X-rays (POLIX) payload which will study the degree and angle of polarisation of bright astronomical X-ray sources in the energy range 5–30 keV.[195]\n\nExoworlds is a joint proposal by ISRO, IIST and the University of Cambridge for a space telescope dedicated for atmospheric studies of exoplanets, planned for 2025.[196][197]\n\n"
        },
        {
            "title": "Applications",
            "text": "India uses its satellite communication network – one of the largest in the world – for applications such as land management, water resources management, natural disaster forecasting, radio networking, weather forecasting, meteorological imaging and computer communication.[203] Business, administrative services, and schemes such as the National Informatics Centre (NIC) are direct beneficiaries of applied satellite technology.[204]\n\nThe Integrated Space Cell, under the Integrated Defence Staff headquarters of the Ministry of Defence,[205] has been set up to utilise more effectively the country's space-based assets for military purposes and to look into threats to these assets.[206][207] This command will leverage space technology including satellites. Unlike an aerospace command, where the Air Force controls most of its activities, the Integrated Space Cell envisages cooperation and coordination between the three services as well as civilian agencies dealing with space.[205]\n\nWith 14 satellites, including GSAT-7A for exclusive military use and the rest as dual-use satellites, India has the fourth largest number of satellites active in the sky which includes satellites for the exclusive use of its air force (IAF) and navy.[208] GSAT-7A, an advanced military communications satellite built exclusively for the Air Force,[209] is similar to the Navy's GSAT-7, and GSAT-7A will enhance the IAF's network-centric warfare capabilities by interlinking different ground radar stations, ground airbases and airborne early warning and control (AWACS) aircraft such as the Beriev A-50 Phalcon and DRDO AEW&CS.[209][210]\n\nGSAT-7A will also be used by the Army's Aviation Corps for its helicopters and unmanned aerial vehicle (UAV) operations.[209][210] In 2013, ISRO launched GSAT-7 for the exclusive use of the Navy to monitor the Indian Ocean Region (IOR) with the satellite's 2,000-nautical-mile (3,700 km; 2,300 mi) 'footprint' and real-time input capabilities to Indian warships, submarines and maritime aircraft.[208] To boost the network-centric operations of the IAF, ISRO launched GSAT-7A in December 2018.[211][208] The RISAT series of radar-imaging earth observation satellites is also meant for Military use.[212] ISRO launched EMISAT on 1 April 2019. EMISAT is a 436-kilogram (961 lb) electronic intelligence (ELINT) satellite. It will improve the situational awareness of the Indian Armed Forces by providing information and the location of hostile radars.[213]\n\nIndia's satellites and satellite launch vehicles have had military spin-offs. While India's 150–200-kilometre (93–124 mi) range Prithvi missile is not derived from the Indian space programme, the intermediate range Agni missile is derived from the Indian space programme's SLV-3. In its early years, under Sarabhai and Dhawan, ISRO opposed military applications for its dual-use projects such as the SLV-3. Eventually, the Defence Research and Development Organisation (DRDO)-based missile programme borrowed staff and technology from ISRO. Missile scientist A.P.J. Abdul Kalam (later elected president), who had headed the SLV-3 project at ISRO, took over as missile programme at DRDO. About a dozen scientists accompanied him, helping to design the Agni missile using the SLV-3's solid fuel first stage and a liquid-fuel (Prithvi-missile-derived) second stage. The IRS and INSAT satellites were primarily intended, and used, for civilian-economic applications, but they also offered military spin-offs. In 1996 the Ministry of Defence temporarily blocked the use of IRS-1C by India's environmental and agricultural ministries in order to monitor ballistic missiles near India's borders. In 1997, the Air Force's \"Airpower Doctrine\" aspired to use space assets for surveillance and battle management.[214]\n\nInstitutions like the Indira Gandhi National Open University and the Indian Institutes of Technology use satellites for educational applications.[215] Between 1975 and 1976, India conducted its largest sociological programme using space technology, reaching 2,400 villages through video programming in local languages aimed at educational development via ATS-6 technology developed by NASA.[216] This experiment—named Satellite Instructional Television Experiment (SITE)—conducted large-scale video broadcasts resulting in significant improvement in rural education.[216] Education could reach remote rural areas with the help of the above programs.\n\nISRO has applied its technology for telemedicine, directly connecting patients in rural areas to medical professionals in urban locations via satellite.[215] Since high-quality healthcare is not universally available in some of the remote areas of India, patients in those areas are diagnosed and analysed by doctors in urban centers in real time via video conferencing.[215] The patient is then advised on medicine and treatment,[215] and treated by the staff at one of the 'super-specialty hospitals' per instructions from those doctors.[215] Mobile telemedicine vans are also deployed to visit locations in far-flung areas and provide diagnosis and support to patients.[215]\n\nISRO has also helped implement India's Biodiversity Information System, completed in October 2002.[217] Nirupa Sen details the program: \"Based on intensive field sampling and mapping using satellite remote sensing and geospatial modeling tools, maps have been made of vegetation cover on a 1: 250,000 scale. This has been put together in a web-enabled database that links gene-level information of plant species with spatial information in a BIOSPEC database of the ecological hot spot regions, namely northeastern India, Western Ghats, Western Himalayas and Andaman and Nicobar Islands. This has been made possible with collaboration between the Department of Biotechnology and ISRO.\"[217]\n\nThe Indian IRS-P5 (CARTOSAT-1) was equipped with high-resolution panchromatic equipment to enable it for cartographic purposes.[45] IRS-P5 (CARTOSAT-1) was followed by a more advanced model named IRS-P6 developed also for agricultural applications.[45] The CARTOSAT-2 project, equipped with single panchromatic camera that supported scene-specific on-spot images, succeeded the CARTOSAT-1 project.[218]\n\nISRO's research has been diverted into spin-offs to develop various technologies for other sectors. Examples include bionic limbs for people without limbs, silica aerogel to keep Indian soldiers serving in extremely cold areas warm, distress alert transmitters for accidents, Doppler weather radar and various sensors and machines for inspection work in engineering industries.[219][220]\n\n"
        },
        {
            "title": "International cooperations",
            "text": "ISRO has signed various formal cooperative arrangements in the form of either Agreements or Memoranda of Understanding (MoU) or Framework Agreements with Afghanistan, Algeria, Argentina, Armenia, Australia, Bahrain, Bangladesh, Bolivia, Brazil, Brunei, Bulgaria, Canada, Chile, China, Egypt, Finland, France, Germany, Hungary, Indonesia, Israel, Italy, Japan, Kazakhstan, Kuwait, Maldives, Mauritius, Mexico, Mongolia, Morocco, Myanmar, Norway, Peru, Portugal, South Korea, Russia, São Tomé and Príncipe, Saudi Arabia, Singapore, South Africa, Spain, Oman, Sweden, Syria, Tajikistan, Thailand, the Netherlands, Tunisia, Ukraine, United Arab Emirates, United Kingdom, United States, Uzbekistan, Venezuela and Vietnam. Formal cooperative instruments have been signed with international multilateral bodies including European Centre for Medium-Range Weather Forecasts (ECMWF), European Commission, European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), European Space Agency (ESA) and South Asian Association for Regional Cooperation (SAARC).[221]\n\nISRO has two collaborative satellite missions with France's CNES, namely Megha-Tropiques to study water cycle in the tropical atmosphere[223] and SARAL for altimetry.[224] A third mission consisting of an earth observation satellite with a thermal infrared imager, TRISHNA (Thermal infraRed Imaging Satellite for High resolution Natural resource Assessment) is being planned by the two countries.[225]\n\nLunar Polar Exploration Mission is a joint Indo-Japanese mission to study the polar surface of the Moon where India is tasked with providing soft landing technologies.[226]\n\nNASA-ISRO Synthetic Aperture Radar (NISAR) is a joint Indo-US radar project carrying an L Band and an S Band radar. It will be world's first radar imaging satellite to use dual frequencies.[227]\n\nSome other notable collaborations include:\n\n"
        },
        {
            "title": "Statistics",
            "text": "Last updated: 24 October 2022\n\n"
        },
        {
            "title": "Controversies",
            "text": "In India, electromagnetic spectrum, a scarce resource for wireless communication, is auctioned by the Government of India to telecom companies for use. As an example of its value, in 2010, 20 MHz of 3G spectrum was auctioned for ₹677 billion (US$8.5 billion). This part of the spectrum is allocated for terrestrial communication (cell phones). However, in January 2005, Antrix Corporation (commercial arm of ISRO) signed an agreement with Devas Multimedia (a private company formed by former ISRO employees and venture capitalists from the US) for lease of S band transponders (amounting to 70 MHz of spectrum) on two ISRO satellites (GSAT 6 and GSAT 6A) for a price of ₹14 billion (US$180 million), to be paid over a period of 12 years. The spectrum used in these satellites (2500 MHz and above) is allocated by the International Telecommunication Union specifically for satellite-based communication in India. Hypothetically, if the spectrum allocation is changed for utilisation for terrestrial transmission and if this 70 MHz of spectrum were sold at the 2010 auction price of the 3G spectrum, its value would have been over ₹2,000 billion (US$25 billion). This was a hypothetical situation. However, the Comptroller and Auditor-General considered this hypothetical situation and estimated the difference between the prices as a loss to the Indian Government.[300][301]\n\nThere were lapses on implementing official procedures. Antrix/ISRO had allocated the capacity of the above two satellites exclusively to Devas Multimedia, while the rules said it should always be non-exclusive. The Cabinet was misinformed in November 2005 that several service providers were interested in using satellite capacity, while the Devas deal was already signed. Also, the Space Commission was not informed when approving the second satellite (its cost was diluted so that Cabinet approval was not needed). ISRO committed to spending ₹7.66 billion (US$96 million) of public money on building, launching, and operating two satellites that were leased out for Devas.[302]\nIn late 2009, some ISRO insiders exposed information about the Devas-Antrix deal,[301][303] and the ensuing investigations led to the deal's annulment. G. Madhavan Nair (ISRO Chairperson when the agreement was signed) was barred from holding any post under the Department of Space. Some former scientists were found guilty of \"acts of commission\" or \"acts of omission\". Devas and Deutsche Telekom demanded US$2 billion and US$1 billion, respectively, in damages.[304] The Department of Revenue and Ministry of Corporate Affairs began an inquiry into Devas shareholding.[302]\n\nThe Central Bureau of Investigation registered a case against the accused in the Antrix-Devas deal under Section 120-B, besides Section 420 of IPC and Section 13(2) read with 13(1)(d) of PC Act, 1988 in March 2015 against the then executive director of Antrix Corporation, two officials of a USA-based company, a Bangalore-based private multimedia company, and other unknown officials of the Antrix Corporation or the Department of Space.[305][306]\n\nDevas Multimedia started arbitration proceedings against Antrix in June 2011. In September 2015, the International Court of Arbitration of the International Chamber of Commerce ruled in favour of Devas, and directed Antrix to pay US$672 million (Rs 44.35 billion) in damages to Devas.[307] Antrix opposed the Devas plea for tribunal award in the Delhi High Court.[308]\n\n"
        },
        {
            "title": "References",
            "text": "^'Additional Project Director' \"Abhijeet Meshram\" Saying About Chandrayan-2 at SHIKHAR DHAWAN SPACE STATION on (18 May 2019)\n\n"
        }
    ]
}