{
    "url": "https://en.wikipedia.org/wiki/Indian_philosophy",
    "title": "Indian philosophy",
    "table_of_contents": [
        "1 Common themes",
        "2 Orthodox schools",
        "3 Heterodox (Śramaṇic schools)",
        "3.1 Ajñana philosophy",
        "3.2 Jain philosophy",
        "3.3 Buddhist philosophy",
        "3.4 Ājīvika philosophy",
        "3.5 Charvaka philosophy",
        "4 Comparison of Indian philosophies",
        "5 Political philosophy",
        "6 Influence",
        "7 See also",
        "8 Notes",
        "9 References",
        "9.1 Citations",
        "9.2 Sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIndian philosophy refers to philosophical traditions of the Indian subcontinent. A traditional Hindu classification divides āstika and nāstika schools of philosophy, depending on one of three alternate criteria: whether it believes the Vedas as a valid source of knowledge; whether the school believes in the premises of Brahman and Atman; and whether the school believes in afterlife and Devas.[2][3][4]\n\nThere are six major schools of Vedic philosophy—Nyaya, Vaisheshika, Samkhya, Yoga, Mīmāṃsā and Vedanta, and five major heterodox (sramanic) schools—Jain, Buddhist, Ajivika, Ajñana, and Charvaka. However, there are other methods of classification; Vidyaranya for instance identifies sixteen schools of Indian philosophy by including those that belong to the Śaiva and Raseśvara traditions.[5][6]\n\nThe main schools of Indian philosophy were formalised and recognised chiefly between 500 BCE and the late centuries of the Common Era.[citation needed] Competition and integration between the various schools was intense, despite later claims of Hindu unity. Some schools like Jainism, Buddhism, Yoga, Śaiva and Vedanta survived, but others, like Ajñana, Charvaka and Ājīvika did not.\n\nAncient and medieval era texts of Indian philosophies include extensive discussions on ontology (metaphysics, Brahman-Atman, Sunyata-Anatta), reliable means of knowledge (epistemology, Pramanas), value system (axiology) and other topics.[7][8][9]\n\n"
        },
        {
            "title": "Common themes",
            "text": "Indian philosophies share many concepts such as dharma, karma, samsara, dukkha, renunciation, meditation, with almost all of them focusing on the ultimate goal of liberation of the individual from dukkha and samsara through diverse range of spiritual practices (moksha, nirvana).[10] They differ in their assumptions about the nature of existence as well as the specifics of the path to the ultimate liberation, resulting in numerous schools that disagreed with each other. Their ancient doctrines span the diverse range of philosophies found in other ancient cultures.[11]\n\n"
        },
        {
            "title": "Orthodox schools",
            "text": "Many Hindu intellectual traditions were classified during the medieval period of Brahmanic-Sanskritic scholasticism into a standard list of six orthodox (Astika) schools (darshanas), the \"Six Philosophies\" (ṣaḍ-darśana), all of which accept the testimony of the Vedas.\n\nThese \"Six Philosophies\" (ṣaḍ-darśana) are:\n\nSometimes these groups are often coupled into three groups for both historical and conceptual reasons: Nyāya-Vaiśeṣika, Sāṃkhya-Yoga, and Mīmāṃsā-Vedānta.\n\nEach tradition included different currents and sub-schools, for example, Vedānta was divided among the sub-schools of Advaita (non-dualism), Visishtadvaita (qualified non-dualism), Dvaita (dualism), Dvaitadvaita (dualistic non-dualism), Suddhadvaita, and Achintya Bheda Abheda (inconceivable oneness and difference).\n\nBesides these schools Mādhava Vidyāraṇya also includes the following of the aforementioned theistic philosophies based on the Agamas and Tantras:[5]\n\nThe systems mentioned here are not the only orthodox systems, they are the chief ones, and there are other orthodox schools. These systems, accept the authority of Vedas and are regarded as orthodox (astika) schools of Hindu philosophy; besides these, schools that do not accept the authority of the Vedas are heterodox (nastika) systems such as Buddhism, Jainism, Ajivika and Charvaka.[12][13][14] This orthodox-heterodox terminology is a construct of Western languages, and lacks scholarly roots in Sanskrit. According to Andrew Nicholson, there have been various heresiological translations of Āstika and Nāstika in 20th century literature on Indian philosophies, but quite many are unsophisticated and flawed.[4]\n\n"
        },
        {
            "title": "",
            "text": "Several Śramaṇic movements have existed before the 6th century BCE, and these influenced both the āstika and nāstika traditions of Indian philosophy.[16] The Śramaṇa movement gave rise to diverse range of heterodox beliefs, ranging from accepting or denying the concept of soul, atomism, antinomian ethics, materialism, atheism, agnosticism, fatalism to free will, idealization of extreme asceticism to that of family life, strict ahimsa (non-violence) and vegetarianism to permissibility of violence and meat-eating.[17] Notable philosophies that arose from Śramaṇic movement were Jainism, early Buddhism, Charvaka, Ajñana and Ājīvika.[18]\n\nAjñana was one of the nāstika or \"heterodox\" schools of ancient Indian philosophy, and the ancient school of radical Indian skepticism. It was a Śramaṇa movement and a major rival of early Buddhism and Jainism. They have been recorded in Buddhist and Jain texts. They held that it was impossible to obtain knowledge of metaphysical nature or ascertain the truth value of philosophical propositions; and even if knowledge was possible, it was useless and disadvantageous for final salvation. They were sophists who specialised in refutation without propagating any positive doctrine of their own.\n\nJain philosophy is the oldest Indian philosophy that separates body (matter) from the soul (consciousness) completely.[19] Jainism was revived and re-established after Mahavira, the last and the 24th Tirthankara, synthesised and revived the philosophies and promulgations of the ancient Śramaṇic traditions laid down by the first Jain tirthankara Rishabhanatha millions of years ago.[20] According to Dundas, outside of the Jain tradition, historians date the Mahavira as about contemporaneous with the Buddha in the 5th-century BCE, and accordingly the historical Parshvanatha, based on the c. 250-year gap, is placed in 8th or 7th century BCE.[21]\n\nJainism is a Śramaṇic religion and rejected the authority of the Vedas. However, like all Indian religions, it shares the core concepts such as karma, ethical living, rebirth, samsara and moksha. Jainism places strong emphasis on asceticism, ahimsa (non-violence) and anekantavada (relativity of viewpoints) as a means of spiritual liberation, ideas that influenced other Indian traditions.[22] \nJainism strongly upholds the individualistic nature of soul and personal responsibility for one's decisions; and that self-reliance and individual efforts alone are responsible for one's liberation. According to the Jain philosophy, the world (Saṃsāra) is full of hiṃsā (violence). Therefore, one should direct all his efforts in attainment of Ratnatraya, that are Samyak Darshan (right perception), Samyak Gnana (right knowledge) and Samyak Chàritra (right conduct) which are the key requisites to attain liberation.[23]\n\nBuddhist philosophy is a system of thought which started with the teachings of Siddhartha Gautama, the Buddha, or \"awakened one\". Buddhism is founded on elements of the Śramaṇa movement, which flowered in the first half of the 1st millennium BCE, but its foundations contain novel ideas not found or accepted by other Sramana movements. Buddhism and Hinduism mutually influenced each other and shared many concepts, states Paul Williams, however it is now difficult to identify and describe these influences.[24] Buddhism rejected the Vedic concepts of Brahman (ultimate reality) and Atman (soul, self) at the foundation of Hindu philosophies.[25][26][27]\n\nBuddhism shares many philosophical views with other Indian systems, such as belief in karma – a cause-and-effect relationship, samsara – ideas about cyclic afterlife and rebirth, dharma – ideas about ethics, duties and values, impermanence of all material things and of body, and possibility of spiritual liberation (nirvana or moksha).[28][29] A major departure from Hindu and Jain philosophy is the Buddhist rejection of an eternal soul (atman) in favour of anatta (non-Self).[30]\nAfter the death of the Buddha, several competing philosophical systems termed Abhidharma began to emerge as ways to systematize Buddhist philosophy.[31] The Mahayana movement also arose (c. 1st century BCE onwards) and included new ideas and scriptures.\n\nThe main traditions of Buddhist philosophy in India (from 300 BCE to 1000 CE) were:[31]: xxiv \n\nMany of these philosophies were brought to other regions, like Central Asia and China. After the disappearance of Buddhism from India, some of these philosophical traditions continued to develop in the Tibetan Buddhist, East Asian Buddhist and Theravada Buddhist traditions.[33][34]\n\nThe philosophy of Ājīvika was founded by Makkhali Gosala, it was a Śramaṇa movement and a major rival of early Buddhism and Jainism.[36] Ājīvikas were organised renunciates who formed discrete monastic communities prone to an ascetic and simple lifestyle.[37]\n\nOriginal scriptures of the Ājīvika school of philosophy may once have existed, but these are currently unavailable and probably lost. Their theories are extracted from mentions of Ajivikas in the secondary sources of ancient Indian literature, particularly those of Jainism and Buddhism which polemically criticized the Ajivikas.[38] The Ājīvika school is known for its Niyati doctrine of absolute determinism (fate), the premise that there is no free will, that everything that has happened, is happening and will happen is entirely preordained and a function of cosmic principles.[38][39] Ājīvika considered the karma doctrine as a fallacy.[40] Ājīvikas were atheists[41] and rejected the authority of the Vedas, but they believed that in every living being is an ātman – a central premise of Hinduism and Jainism.[42][43]\n\nCharvaka (Sanskrit: चार्वाक; IAST: Cārvāka), also known as Lokāyata, is an ancient school of Indian materialism.[44] Charvaka holds direct perception, empiricism, and conditional inference as proper sources of knowledge, embraces philosophical skepticism and rejects ritualism and supernaturalism.[45][46][47][48][49] It was a popular belief system in ancient India.[note 1]\n\nThe etymology of Charvaka (Sanskrit: चार्वाक) is uncertain. Bhattacharya quotes the grammarian Hemacandra, to the effect that the word cārvāka is derived from the root carv, 'to chew' : \"A Cārvāka chews the self (carvatyātmānaṃ cārvākaḥ). Hemacandra refers to his own grammatical work, Uṇādisūtra 37, which runs as follows: mavāka-śyāmāka-vārtāka-jyontāka-gūvāka-bhadrākādayaḥ. Each of these words ends with the āka suffix and is formed irregularly\". This may also allude to the philosophy's hedonistic precepts of \"eat, drink, and be merry\".\n\nBrihaspati is traditionally referred to as the founder of Charvaka or Lokāyata philosophy, although some scholars dispute this.[51][52] During the Hindu reformation period in the first millennium BCE, when Buddhism was established by Gautama Buddha and Jainism was re-organized by Parshvanatha, the Charvaka philosophy was well documented and opposed by both religions.[53] Much of the primary literature of Charvaka, the Barhaspatya sutras, were lost either due to waning popularity or other unknown reasons.[54] Its teachings have been compiled from historic secondary literature such as those found in the shastras, sutras, and the Indian epic poetry as well as in the dialogues of Gautama Buddha and from Jain literature.[54][55] However, there is text that may belong to the Charvaka tradition, written by the skeptic philosopher Jayarāśi Bhaṭṭa, known as the Tattvôpaplava-siṁha, that provides information about this school, albeit unorthodox.[56][57]\n\nOne of the widely studied principles of Charvaka philosophy was its rejection of inference as a means to establish valid, universal knowledge, and metaphysical truths.[58][59] In other words, the Charvaka epistemology states that whenever one infers a truth from a set of observations or truths, one must acknowledge doubt; inferred knowledge is conditional.[60][61]\n\n"
        },
        {
            "title": "Comparison of Indian philosophies",
            "text": "The Indian traditions subscribed to diverse philosophies, significantly disagreeing with each other as well as orthodox Indian philosophy and its six schools of Hindu philosophy. The differences ranged from a belief that every individual has a soul (self, atman) to asserting that there is no soul,[62] from axiological merit in a frugal ascetic life to that of a hedonistic life, from a belief in rebirth to asserting that there is no rebirth.[63]\n\n"
        },
        {
            "title": "Political philosophy",
            "text": "The Arthashastra, attributed to the Mauryan minister Chanakya, is one of the early Indian texts devoted to political philosophy. It is dated to 4th century BCE and discusses ideas of statecraft and economic policy.\n\nThe political philosophy most closely associated with modern India is the one of ahimsa (non-violence) and Satyagraha, popularised by Mahatma Gandhi during the Indian struggle for independence. In turn it influenced the later independence and Civil Rights movements, especially those led by Martin Luther King Jr. and Nelson Mandela. Prabhat Ranjan Sarkar's Progressive Utilization Theory[106] is also a major socio-economic and political philosophy.[107]\n\nIntegral humanism was a set of concepts drafted by Upadhyaya as political program and adopted in 1965 as the official doctrine of the Jan Sangh.\n\nUpadhyaya considered that it was of utmost importance for India to develop an indigenous economic model with a human being at center stage. This approach made this concept different from Socialism and Capitalism. Integral Humanism was adopted as Jan Sangh's political doctrine and its new openness to other opposition forces made it possible for the Hindu nationalist movement to have an alliance in the early 1970s with the prominent Gandhian Sarvodaya movement going on under the leadership of J. P. Narayan. This was considered to be the first major public breakthrough for the Hindu nationalist movement.\n\n"
        },
        {
            "title": "Influence",
            "text": "In appreciation of complexity of the Indian philosophy, T. S. Eliot wrote that the great philosophers of India \"make most of the great European philosophers look like schoolboys\".[108][109] Arthur Schopenhauer used Indian philosophy to improve upon Kantian thought. In the preface to his book The World As Will And Representation, Schopenhauer writes that one who \"has also received and assimilated the sacred primitive Indian wisdom, then he is the best of all prepared to hear what I have to say to him.\"[110] The 19th-century American philosophical movement Transcendentalism was also influenced by Indian thought.[111][112]\n\n"
        }
    ]
}