{
    "url": "https://en.wikipedia.org/wiki/Indigenous_American_philosophy",
    "title": "Indigenous American philosophy",
    "table_of_contents": [
        "1 Epistemology and Science",
        "2 Ontology of gender",
        "3 Regional traditions",
        "3.1 North America",
        "3.2 Mesoamerica",
        "3.3 Southwest",
        "3.4 Coyote tales",
        "4 References",
        "4.1 Citations",
        "4.2 Sources",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Indigenous American philosophy is the philosophy of the Indigenous people of the Americas. An Indigenous philosopher is an Indigenous person who practices philosophy and has a vast knowledge of Indigenous history, culture, language, and traditions. Many different traditions of philosophy exist in the Americas, and have from Precolumbian times.\n\n"
        },
        {
            "title": "Epistemology and Science",
            "text": "The study of knowledge, belief, and the ways in which people acquire and process information (aka  epistemology) in Indigenous cultures can be somewhat different than in mainstream Western philosophy. Native American epistemology is also found in ceremonies, community traditions and observation of nature and natural symbolism, in addition to more common academic approaches.[citation needed] Emphasis on Indigenous language and culture is a vital component of Native American epistemology, with language seen as essential to understanding psychology and different states of consciousness.[1]\n\nHester and Cheney have written about the strong link between nature and the interpretation of knowledge within Native American cultures. They believe that the mind interacts with the environment in a very active, conscious way.[2]\n\n"
        },
        {
            "title": "Ontology of gender",
            "text": "Anne Waters has described a \"nondiscrete ontology of being\" in the context of gender.[3]\n\n"
        },
        {
            "title": "Regional traditions",
            "text": "In North America, Indigenous groups North of Mesoamerica often lack pre-colonial written histories. However, some oral traditions survived colonization. A common symbol for these groups were the six directions. Many considered the directions east, west, north, south, up, and down to be sacred to their understanding of the world. Some believe that this symbol cements a sense of place among the Indigenous groups who share it.[4]\n\nPerhaps the best documented philosophical tradition of the Precolumbian and early colonial era is that of the Aztecs, a Nahuatl-speaking people who established a large and sophisticated empire in central Mexico prior to being conquered by the Spanish. Mesoamerican thought and philosophy is notable for its extensive usage of metaphor to explain abstract concepts.[5][page needed]\n\nThe Aztecs thought of philosophy in more or less pragmatic and practical terms. A central feature of Aztec philosophy was the concept of teotl, a Nahuatl term for the animating force of the cosmos and an ever-acting and dynamic mover. Teotl in theological terms could also symbolize a type of pantheism.[6]\n\nAmong the Hopi, there is a concept known as hopivotskwani, translating roughly to \"the Hopi path of life\". It entails behaving with a peaceful disposition, cooperation, humility, and respect. Hopi philosophy teaches that life is a journey, to be lived in harmony with the natural world. Thus, the Hopi believe that following hopivotskwani will lead to positive outcomes not only in interpersonal relationships, but also in interactions with nature, for example ensuring sufficient rainfall and a good harvest.[7][better source needed]\n\nAs a rule, contemporary Pueblo peoples are very reluctant to share their traditional philosophical and spiritual worldviews with outsiders. This can be attributed to several factors, among them abuse of trust by early anthropologists and colonial Spanish intolerance for traditional Puebloan religions.[citation needed]\n\nAcademic Brian Yazzie Burkhart shares this story of Coyote:\n\nEventually, the entire land is flooded. Coyote's mistake is not letting what is right guide his actions, but instead acting entirely on his own motivations. This is a reminder that one must be careful about what one desires, and must keep in mind the things around us and how we relate to them. Burkhart terms this the principle of relatedness:[9]\n\n"
        }
    ]
}