{
    "url": "https://en.wikipedia.org/wiki/Indiewood",
    "title": "Indiewood",
    "table_of_contents": [
        "1 Background",
        "2 Differences from Hollywood",
        "3 List of Indiewood filmmakers",
        "3.1 List of notable and important Indiewood films",
        "3.1.1 1980s",
        "3.1.2 1990s",
        "3.1.3 2000s",
        "3.1.4 2010s",
        "3.1.5 2020s",
        "3.2 Notes",
        "4 See also",
        "5 References",
        "6 External links",
        "7 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Indiewood (also known as \"speciality\", \"indie\" or \"quality\")[1][2][3][4] films are those made outside of the Hollywood studio system or traditional independent filmmaking yet managing to be produced by the two with varying degrees of success and/or failure.[5]\n\n"
        },
        {
            "title": "Background",
            "text": "Throughout the middle of the 1990s the word 'Indiewood' (or \"indie film movement\")[6][7][4] was invented to describe a component of the spectrum of American films in which distinctions exist, it seemed as if Hollywood and the independent sector had become blurred.[8][9][10][11][12][4]\n\nIndiewood divisions gain from expert experience of the niche industry by hiring leading independent personalities such as Harvey Weinstein from the Disney fold after the exit of the Weinsteins,[13][14] and James Schamus, former joint head of Good Machine, at Focus Features.[15]\n\nOther \"mini-major\" subdivisions included Searchlight Pictures, Fine Line Features, Lionsgate, NEON, A24, Paramount Vantage, Warner Independent and Sony Pictures Classics.[16][2][17][6]\n\n"
        },
        {
            "title": "Differences from Hollywood",
            "text": "The films are often made for far less money than Hollywood films,[18] and each aspect of the filmmaking process has to undergo less scrutiny by committees. Additionally, within the Indiewood approach the filmmaker can take as long as they need in the post-production phase of their film - whereas in Hollywood they are contracted to finish the film in a specific period of time (usually 10 weeks). In Hollywood, the film then goes on to show in focus group screenings on the studio lot.  In Indiewood, the filmmakers can determine the next steps of the film.\n\nMost Indiewood films are first shown at film festivals with the hopes of further distribution by being picked up (or purchased) by a larger film company or distributor alongside awards consideration (e.g. 2009's A Single Man).[19]\n\n"
        }
    ]
}