{
    "url": "https://en.wikipedia.org/wiki/Indra",
    "title": "Indra",
    "table_of_contents": [
        "1 Etymology and nomenclature",
        "1.1 Other languages",
        "1.2 Epithets",
        "2 Origins",
        "3 Iconography",
        "4 Literature",
        "4.1 Vedic texts",
        "4.1.1 Upanishads",
        "4.2 Post-Vedic texts",
        "4.3 Sangam literature (300 BCE–300 CE)",
        "5 In other religions",
        "5.1 Buddhism",
        "5.2 Jainism",
        "6 See also",
        "7 Notes",
        "8 References",
        "8.1 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIndra (/ˈɪndrə/; Sanskrit: इन्द्र) is the king of the devas (god-like deities) and Svarga (heaven) in Hindu mythology. He is associated with the sky, lightning, weather, thunder, storms, rains, river flows, and war.[4][5][6][7] Indra's myths and powers are similar to other Indo-European deities such as Jupiter, Perun, Perkūnas, Zalmoxis, Taranis, Zeus, and Thor, part of the greater Proto-Indo-European mythology.[7][8][9]\n\nIndra is the most referred deity in the Rigveda.[10] He is celebrated for his powers, and as the one who killed the great evil (a malevolent type of asura) named Vritra, who obstructed human prosperity and happiness. Indra destroys Vritra and his \"deceiving forces\", and thereby brings rains and sunshine as the saviour of mankind.[7][11] He is also an important deity worshipped by the Kalash people, indicating his prominence in ancient Hinduism.[12][13][b][14][c][15][16][d][17][e][18]\n\nIndra's significance diminishes in the post-Vedic Indian literature, but he still plays an important role in various mythological events. He is depicted as a powerful hero, but one who constantly gets into trouble with his pride, drunken, hedonistic and adulterous ways, and the deity who disturbs sages as they meditate because he fears self-realised human beings may become more powerful than him.[7][19]\n\nAccording to the Vishnu Purana, Indra is the title borne by the king of the gods, which changes every Manvantara – a cyclic period of time in Hindu cosmology. Each Manvantara has its own Indra and the Indra of the current Manvantara is called Purandhara.[20][21][22][23]\n\nIndra is also depicted in Buddhist (Indā[24] in Pali)[25] and Jaina[26] mythologies.  Indra rules over the much-sought Devas realm of rebirth within the Samsara doctrine of Buddhist traditions.[27] However, like the post-Vedic Hindu texts, Indra is also a subject of ridicule and reduced to a figurehead status in Buddhist texts,[28] shown as a god that suffers rebirth.[27] In Jain traditions, unlike Buddhism and Hinduism, Indra is not the king of gods, but the king of superhumans residing in Svarga-Loka, and very much a part of Jain rebirth cosmology.[29] He is also the one who appears with his wife Indrani to celebrate the auspicious moments in the life of a Jain Tirthankara, an iconography that suggests the king and queen of superhumans residing in Svarga (heaven) reverentially marking the spiritual journey of a Jaina.[30][31]\n\nIndra's iconography shows him wielding a lightning thunderbolt weapon known as Vajra, riding on a white elephant known as Airavata.[19][32] In Buddhist iconography, the elephant sometimes features three heads, while Jaina icons sometimes show the elephant with five heads. Sometimes, a single elephant is shown with four symbolic tusks.[19] Indra's abode exists in the capital city of Svarga, Amaravati, though he is also associated with Mount Meru (also called Sumeru).[27][33]\n\n"
        },
        {
            "title": "Etymology and nomenclature",
            "text": "The etymological roots of Indra are unclear, and it has been a contested topic among scholars since the 19th-century, one with many proposals.[35][36] The significant proposals have been:\n\nColonial era scholarship proposed that Indra shares etymological roots with Avestan Andra, Old High German *antra (\"giant\"), or Old Church Slavonic jedru (\"strong\"), but Max Muller critiqued these proposals as untenable.[35][41] Later scholarship has linked Vedic Indra to Aynar (the Great One) of Circassian, Abaza and Ubykh mythology, and Innara of Hittite mythology.[40][42] Colarusso suggests a Pontic[f] origin and that both the phonology and the context of Indra in Indian religions is best explained from Indo-Aryan roots and a Circassian etymology (i.e. *inra).[40]\n\nFor other languages, he is also known as\n\nIndra has many epithets in the Indian religions, notably \nŚakra (शक्र, powerful one),\n\n"
        },
        {
            "title": "Origins",
            "text": "Indra is of ancient but unclear origin. Aspects of Indra as a deity are cognate to other Indo-European gods; there are thunder gods such as Thor, Perun, and Zeus who share parts of his heroic mythologies, act as king of gods, and all are linked to \"rain and thunder\".[45] The similarities between Indra of Vedic mythology and of Thor of Nordic and Germanic mythologies are significant, states Max Müller. Both Indra and Thor are storm gods, with powers over lightning and thunder, both carry a hammer or an equivalent, for both the weapon returns to their hand after they hurl it, both are associated with bulls in the earliest layer of respective texts, both use thunder as a battle-cry, both are protectors of mankind, both are described with legends about \"milking the cloud-cows\", both are benevolent giants, gods of strength, of life, of marriage and the healing gods.[46]\n\nMichael Janda suggests that Indra has origins in the Indo-European *trigw-welumos [or rather *trigw-t-welumos] \"smasher of the enclosure\" (of Vritra, Vala) and diye-snūtyos \"impeller of streams\" (the liberated rivers, corresponding to Vedic apam ajas \"agitator of the waters\").[47] Brave and heroic Innara or Inra, which sounds like Indra, is mentioned among the gods of the Mitanni, a Hurrian-speaking people of Hittite region.[48]\n\nIndra as a deity had a presence in northeastern Asia minor, as evidenced by the inscriptions on the Boghaz-köi clay tablets dated to about 1400 BCE. This tablet mentions a treaty, but its significance is in four names it includes reverentially as Mi-it-ra, U-ru-w-na, In-da-ra and Na-sa-at-ti-ia. These are respectively, Mitra, Varuna, Indra and Nasatya-Asvin of the Vedic pantheon as revered deities, and these are also found in Avestan pantheon but with Indra and Naonhaitya as demons. This at least suggests that Indra and his fellow deities were in vogue in South Asia and Asia minor by about mid 2nd-millennium BCE.[37][49]\n\nIndra is praised as the highest god in 250 hymns of the Rigveda – a Hindu scripture dated to have been composed sometime between 1700 and 1100 BCE. He is co-praised as the supreme in another 50 hymns, thus making him one of the most celebrated Vedic deities.[37] He is also mentioned in ancient Indo-Iranian literature, but with a major inconsistency when contrasted with the Vedas. In the Vedic literature, Indra is a heroic god. In the Avestan (ancient, pre-Islamic Iranian) texts such as Vd. 10.9, Dk. 9.3 and Gbd 27.6-34.27, Indra – or accurately Andra[50] – is a gigantic demon who opposes truth.[40][g] In the Vedic texts, Indra kills the archenemy and demon Vritra who threatens mankind. In the Avestan texts, Vritra is not found.[50]\n\nIndra is called vr̥tragʰná- (literally, \"slayer of obstacles\") in the Vedas, which corresponds to Verethragna of the Zoroastrian noun verethragna-. According to David Anthony, the Old Indic religion probably emerged among Indo-European immigrants in the contact zone between the Zeravshan River (present-day Uzbekistan) and (present-day) Iran.[51] It was \"a syncretic mixture of old Central Asian and new Indo-European elements\",[51] which borrowed \"distinctive religious beliefs and practices\"[52] from the Bactria–Margiana Culture.[52] At least 383 non-Indo-European words were found in this culture, including the god Indra and the ritual drink Soma.[53] According to Anthony,\n\n"
        },
        {
            "title": "Iconography",
            "text": "In Rigveda, Indra is described as strong willed, armed with a thunderbolt, riding a chariot:\n\nIndra's weapon, which he used to kill the evil Vritra, is the Vajra or thunderbolt. Other alternate iconographic symbolism for him includes a bow (sometimes as a colorful rainbow), a sword, a net, a noose, a hook, or a conch.[56] The thunderbolt of Indra is called Bhaudhara.[57]\n\nIn the post-Vedic period, he rides a large, four-tusked white elephant called Airavata.[19] In sculpture and relief artworks in temples, he typically sits on an elephant or is near one. When he is shown to have two, he holds the Vajra and a bow.[58]\n\nIn the Shatapatha Brahmana and in Shaktism traditions, Indra is stated to be same as goddess Shodashi (Tripura Sundari), and her iconography is described similar to those of Indra.[59]\n\nThe rainbow is called Indra's Bow (Sanskrit: indradhanus इन्द्रधनुस्).[56]\n\n"
        },
        {
            "title": "Literature",
            "text": "Indra was a prominent deity in the Vedic era of Hinduism.[37] In Vedic times Indra was described in Rig Veda 6.30.4 as superior to any other god. Sayana in his commentary on Rig Veda 6.47.18 described Indra as assuming many forms, making Agni, Vishnu, and Rudra his illusory forms.[60]\n\nOver a quarter of the 1,028 hymns of the Rigveda mention Indra, making him the most referred to deity.[37][61] These hymns present a complex picture of Indra, but some aspects of Indra are often repeated. Of these, the most common theme is where he as the god with thunderbolt kills the evil serpent Vritra that held back rains, and thus released rains and land nourishing rivers.[35] For example, the Rigvedic hymn 1.32 dedicated to Indra reads:\n\n\nIn the myth, Vṛtra has coiled around a mountain and has trapped all the waters, namely the Seven Rivers. All the gods abandon Indra out of fear of Vṛtra. Indra uses his vajra, a mace, to kill Vritra and smash open the mountains to release the waters. In some versions, he is aided by the Maruts or other deities, and sometimes cattle and the sun is also released from the mountain.[64][65] In one interpretation by Oldenberg, the hymns are referring to the snaking thunderstorm clouds that gather with bellowing winds (Vritra), Indra is then seen as the storm god who intervenes in these clouds with his thunderbolts, which then release the rains nourishing the parched land, crops and thus humanity.[66] In another interpretation by Hillebrandt, Indra is a symbolic sun god (Surya) and Vritra is a symbolic winter-giant (historic mini cycles of ice age, cold) in the earliest, not the later, hymns of Rigveda. The Vritra is an ice-demon of colder central Asia and northern latitudes, who holds back the water. Indra is the one who releases the water from the winter demon, an idea that later metamorphosed into his role as storm god.[66] According to Griswold, this is not a completely convincing interpretation, because Indra is simultaneously a lightning god, a rain god and a river-helping god in the Vedas. Further, the Vritra demon that Indra slew is best understood as any obstruction, whether it be clouds that refuse to release rain or mountains or snow that hold back the water.[66] Jamison and Brereton also state that Vritra is best understood as any obstacle. The Vritra myth is associated with the Midday Pressing of soma, which is dedicated to Indra or Indra and the Maruts.[64]\n\nEven though Indra is declared as the king of gods in some verses, there is no consistent subordination of other gods to Indra. In Vedic thought, all gods and goddesses are equivalent and aspects of the same eternal abstract Brahman, none consistently superior, none consistently inferior. All gods obey Indra, but all gods also obey Varuna, Vishnu, Rudra and others when the situation arises. Further, Indra also accepts and follows the instructions of Savitr (solar deity).[67] Indra, like all Vedic deities, is a part of henotheistic theology of ancient India.[68]\n\nThe second-most important myth about Indra is about the Vala cave. In this story, the Panis have stolen cattle and hidden them in the Vala cave. Here Indra utilizes the power of the songs he chants to split the cave open to release the cattle and dawn. He is accompanied in the cave by the Angirases (and sometimes Navagvas or the Daśagvas). Here Indra exemplifies his role as a priest-king, called bṛhaspati. Eventually later in the Rigveda, Bṛhaspati and Indra become separate deities as both Indra and the Vedic king lose their priestly functions. The Vala myth was associated with the Morning Pressing of soma, in which cattle was donated to priests, called dakṣiṇā.[64]\n\nIndra is not a visible object of nature in the Vedic texts, nor is he a personification of any object, but that agent which causes the lightning, the rains and the rivers to flow.[69] His myths and adventures in the Vedic literature are numerous, ranging from harnessing the rains, cutting through mountains to help rivers flow, helping land becoming fertile, unleashing sun by defeating the clouds, warming the land by overcoming the winter forces, winning the light and dawn for mankind, putting milk in the cows, rejuvenating the immobile into something mobile and prosperous, and in general, he is depicted as removing any and all sorts of obstacles to human progress.[70] The Vedic prayers to Indra, states Jan Gonda, generally ask \"produce success of this rite, throw down those who hate the materialized Brahman\".[71] The hymns of Rigveda declare him to be the \"king that moves and moves not\", the friend of mankind who holds the different tribes on earth together.[72]\n\nIndra is often presented as the twin brother of Agni (fire) – another major Vedic deity.[73] Yet, he is also presented to be the same, states Max Muller, as in Rigvedic hymn 2.1.3, which states, \"Thou Agni, art Indra, a bull among all beings; thou art the wide-ruling Vishnu, worthy of adoration. Thou art the Brahman, (...).\"[74] He is also part of one of many Vedic trinities as \"Agni, Indra and Surya\", representing the \"creator-maintainer-destroyer\" aspects of existence in Hindu thought.[61][h]\n\nRigveda 2.1.3 Jamison 2014[77]\n\nParentage of Indra is inconsistent in Vedic texts, and in fact Rigveda 4.17.12 states that Indra himself may not even know that much about his mother and father. Some verses of Vedas suggest that his mother was a grishti (a cow), while other verses name her Nishtigri. The medieval commentator Sayana identified her with Aditi, the goddess who is his mother in later Hinduism. The Atharvaveda states Indra's mother is Ekashtaka, daughter of Prajapati. Some verses of Vedic texts state that Indra's father is Tvashtr or sometimes the couple Dyaush and Prithvi are mentioned as his parents.[77](pp39, 582)[78][79] According to a legend found in it, before Indra is born, his mother attempts to persuade him to not take an unnatural exit from her womb. Immediately after birth, Indra steals soma from his father, and Indra's mother offers the drink to him. After Indra's birth, Indra's mother reassures Indra that he will prevail in his rivalry with his father, Tvaṣṭar. Both the unnatural exit from the womb and rivalry with the father are universal attributes of heroes.[64] In the Rigveda, Indra's wife is Indrani, alias Shachi, and she is described to be extremely proud about her status.[80] Rigveda 4.18.8 says after his birth Indra got swallowed by a demon Kushava.[81]\n\nIndra is also found in many other myths that are poorly understood. In one, Indra crushes the cart of Ushas (Dawn), and she runs away. In another Indra beats Surya in a chariot race by tearing off the wheel of his chariot. This is connected to a myth where Indra and his sidekick Kutsa ride the same chariot drawn by the horses of the wind to the house of Uśanā Kāvya to receive aid before killing Śuṣṇa, the enemy of Kutsa. In one myth Indra (in some versions helped by Viṣṇu) shoots a boar named Emuṣa in order to obtain special rice porridge hidden inside or behind a mountain. Another myth has Indra kill Namuci by beheading him. In later versions of that myth Indra does this through trickery involving the foam of water. Other beings slain by Indra include Śambara, Pipru, Varcin, Dhuni and Cumuri, and others. Indra's chariot is pulled by fallow bay horses described as hárī. They bring Indra to and from the sacrifice, and are even offered their own roasted grains.[64]\n\nThe ancient Aitareya Upanishad equates Indra, along with other deities, with Atman (soul, self) in the Vedanta's spirit of internalization of rituals and gods. It begins with its cosmological theory in verse 1.1.1 by stating that, \"in the beginning, Atman, verily one only, was here - no other blinking thing whatever; he bethought himself: let me now create worlds\".[82](p294)[83] This soul, which the text refers to as Brahman as well, then proceeds to create the worlds and beings in those worlds wherein all Vedic gods and goddesses such as sun-god, moon-god, Agni, and other divinities become active cooperative organs of the body.[83][82](p295-297)[84] The Atman thereafter creates food, and thus emerges a sustainable non-sentient universe, according to the Upanishad. The eternal Atman then enters each living being making the universe full of sentient beings, but these living beings fail to perceive their Atman. The first one to see the Atman as Brahman, asserts the Upanishad, said, \"idam adarsha or \"I have seen It\".[83] Others then called this first seer as Idam-dra or \"It-seeing\", which over time came to be cryptically known as \"Indra\", because, claims Aitareya Upanishad, everyone including the gods like short nicknames.[82](pp297–298) The passing mention of Indra in this Upanishad, states Alain Daniélou, is a symbolic folk etymology.[19]\n\nThe section 3.9 of the Brihadaranyaka Upanishad connects Indra to thunder, thunderbolt and release of waters.[85] In section 5.1 of the Avyakta Upanishad, Indra is praised as he who embodies the qualities of all gods.[61]\n\nIn post-Vedic texts, Indra is depicted as an intoxicated hedonistic god, his importance declines, and he evolves into a minor deity in comparison to others in the Hindu pantheon, such as Shiva, Vishnu, or Devi. In Hindu texts, Indra is some times known as an aspect (avatar) of Shiva.[61]\n\nIn the Puranas, Ramayana and Mahabharata, the divine sage Kashyapa is described as the father of Indra, and Aditi as his mother. In this tradition, he is presented as one of their thirty-three sons.[86][78] Indra married Shachi, the daughter of Danava Puloman. Most texts state that Indra had only one wife, though sometimes other names are mentioned.[78] The text Bhagavata Purana mention that Indra and Shachi had three sons Jayanta, Rishabha, Midhusha.[87] Some listings add Nilambara and Rbhus.[79] Indra and Shachi also had two daughters, Jayanti and Devasena. Goddess Jayanti is the spouse of Shukra, while Devasena marries the war god Kartikeya.[20] Indra is depicted as the spiritual father of Vali in the Ramayana and Arjuna in the Mahabharata.[28] Since he is known for mastering over all weapons in warfare, his spiritual sons Vali and Arjuna are also very good in warfare. He has a charioteer named Matali.[88]\n\nIndra had multiple affairs with other women. One such was Ahalya, wife of sage Gautama. Indra was cursed by the sage. Although the Brahmanas (9th to 6th centuries BCE) are the earliest scriptures to hint at their relationship, the 7th- to 4th-century BCE Hindu epic Ramayana – whose hero is Rama – is the first to explicitly mention the affair in detail.[89]\n\nIndra becomes a source of nuisance rains in the Puranas, out of anger and with an intent to hurt mankind. But, Krishna as an avatar of Vishnu, comes to the rescue by lifting Mount Govardhana on his fingertip, and letting mankind shelter under the mountain till Indra exhausts his anger and relents.[28] Also, according to Mahabharata, Indra disguised himself as a Brahmin approached Karna and asked for his kavacha (body armor) and kundala (earrings) as charity. Although being aware of his true identity, Karna peeled off his kavacha and kundala and fulfilled the wish of Indra. Pleased by this act Indra, gifted Karna a dart called Vasavi Shakthi.\n\nAccording to the Vishnu Purana, Indra is the position of being the king of the gods which changes in every Manvantara—a cyclic period of time in Hindu cosmology. Each Manvantara has its own Indra and the Indra of the current Manvantara is called Purandhara.[20][21][22][23]\n\nSangam literature of the Tamil language contains more stories about Indra by various authors. In Silapathikaram Indra is described as Maalai venkudai mannavan (மாலைவெண் குடை மன்னவன்), literally meaning Indra with the pearl-garland and white umbrella.[90]\n\nThe Sangam literature also describes Indira Vizha (festival for Indra), the festival for want of rain, celebrated for one full month starting from the full moon in Ootrai (later name – Cittirai) and completed on the full moon in Puyaazhi (Vaikaasi) (which coincides with Buddhapurnima). It is described in the epic Silappatikaram in detail.[91]\n\nIn his work of the Tirukkural (before c. 5th century CE), Valluvar cites Indra to exemplify the virtue of conquest over one's senses.[92][93]\n\n"
        },
        {
            "title": "In other religions",
            "text": "The Buddhist cosmology places Indra above Mount Sumeru, in Trayastrimsha heaven.[25] He resides and rules over one of the six realms of rebirth, the Devas realm of Saṃsāra, that is widely sought in the Buddhist tradition.[94][j] Rebirth in the realm of Indra is a consequence of very good Karma (Pali: kamma) and accumulated merit during a human life.[97]\n\nIn Buddhism, Indra is commonly called by his other name, Śakra or Sakka, ruler of the Trāyastriṃśa heaven.[99] Śakra is sometimes referred to as Devānām Indra or \"Lord of the Devas\". Buddhist texts also refer to Indra by numerous names and epithets, as is the case with Hindu and Jain texts. For example, Asvaghosha's Buddhacarita in different sections refers to Indra with terms such as \"the thousand eyed\",[100] Puramdara,[101] Lekharshabha,[102] Mahendra, Marutvat, Valabhid and Maghavat.[103] Elsewhere, he is known as Devarajan (literally, \"the king of gods\"). These names reflect a large overlap between Hinduism and Buddhism, and the adoption of many Vedic terminology and concepts into Buddhist thought.[104] Even the term Śakra, which means \"mighty\", appears in the Vedic texts such as in hymn 5.34 of the Rigveda.[19][105]\n\nIn Theravada Buddhism Indra is referred to as Indā in evening chanting such as the Udissanādiṭṭhānagāthā (Iminā).[106]\n\nThe Bimaran Casket made of gold inset with garnet, dated to be around 60 CE, but some proposals dating it to the 1st century BCE, is among the earliest archaeological evidences available that establish the importance of Indra in Buddhist mythology. The artwork shows the Buddha flanked by gods Brahma and Indra.[107][108]\n\nIn China, Korea, and Japan, he is known by the characters 帝釋天 (Chinese: 釋提桓因, pinyin: shì dī huán yīn, Korean: \"Je-seok-cheon\" or 桓因 Hwan-in, Japanese: \"Tai-shaku-ten\", kanji: 帝釈天) and usually appears opposite Brahma in Buddhist art. Brahma and Indra are revered together as protectors of the historical Buddha (Chinese: 釋迦, kanji: 釈迦, also known as Shakyamuni), and are frequently shown giving the infant Buddha his first bath. Although Indra is often depicted like a bodhisattva in the Far East, typically in Tang dynasty costume, his iconography also includes a martial aspect, wielding a thunderbolt from atop his elephant mount.[citation needed]\n\nIn some schools of Buddhism and in Hinduism, the image of Indra's net  is a metaphor for the emptiness of all things, and at the same time a metaphor for the understanding of the universe as a web of connections and interdependences[109][circular reference].\n\nIn China, Indra (帝釋天 Dìshìtiān) is regarded as one of the twenty-four protective devas (二十四諸天 Èrshísì zhūtiān) of Buddhism. In Chinese Buddhist temples, his statue is usually enshrined in the Mahavira Hall along with the other devas.\n\nIn Japan, Indra (帝釈天 Taishakuten) is one of the twelve Devas, as guardian deities, who are found in or around Buddhist temples (十二天Jūni-ten).[110][111][112][113]\n\nThe ceremonial name of Bangkok claims that the city was \"given by Indra and built by Vishvakarman.\"[114]\n\nIndra in Jain mythology always serves the Tirthankara teachers. Indra most commonly appears in stories related to Tirthankaras, in which Indra himself manages and celebrates the five auspicious events in that Tirthankara's life, such as Chavan kalyanak, Janma kalyanak, Diksha kalyanak, Kevala Jnana kalyanak, and moksha kalyanak.[115]\n\nThere are sixty-four Indras in Jaina literature, each ruling over different heavenly realms where heavenly souls who have not yet gained Kaivalya (moksha) are reborn according to Jainism.[30][116] Among these many Indras, the ruler of the first Kalpa heaven is the Indra who is known as Saudharma in Digambara, and Sakra in Śvētāmbara tradition. He is most preferred, discussed and often depicted in Jaina caves and marble temples, often with his wife Indrani.[116](pp25–28)[117] They greet the devotee as he or she walks in, flank the entrance to an idol of Jina (conqueror), and lead the gods as they are shown celebrating the five auspicious moments in a Jina's life, including his birth.[30] These Indra-related stories are enacted by laypeople in Jainism tradition during special Puja (worship) or festive remembrances.[30][116](pp29–33)\n\nIn outh Indian Digambara Jaina community, Indra is also the title of hereditary priests who preside over Jain temple functions.[30]\n\n"
        }
    ]
}