{
    "url": "https://en.wikipedia.org/wiki/Inductive_reasoning",
    "title": "Inductive reasoning",
    "table_of_contents": [
        "1 Types",
        "1.1 Inductive generalization",
        "1.1.1 Statistical generalization",
        "1.1.2 Anecdotal generalization",
        "1.2 Prediction",
        "1.3 Statistical syllogism",
        "1.4 Argument from analogy",
        "1.5 Causal inference",
        "2 Methods",
        "2.1 Enumerative induction",
        "2.2 Eliminative induction",
        "3 History",
        "3.1 Ancient philosophy",
        "3.1.1 Aristotle and the Peripatetic School",
        "3.1.2 Pyrrhonism",
        "3.1.3 Ancient medicine",
        "3.2 Early modern philosophy",
        "3.2.1 David Hume",
        "3.2.2 Immanuel Kant",
        "3.3 Late modern philosophy",
        "3.4 Contemporary philosophy",
        "3.4.1 Bertrand Russell",
        "3.4.2 Gilbert Harman",
        "4 Comparison with deductive reasoning",
        "5 Problem of induction",
        "5.1 Biases",
        "6 Bayesian inference",
        "7 Inductive inference",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nInductive reasoning is a method of reasoning in which a general principle is derived from a body of observations.[1] It consists of making broad generalizations based on specific observations.[2] Inductive reasoning is distinct from deductive reasoning. If the premises are correct, the conclusion of a deductive argument is certain; in contrast, the truth of the conclusion of an inductive argument is probable, based upon the evidence given.[3]\n\n"
        },
        {
            "title": "Types",
            "text": "The types of inductive reasoning include generalization, prediction, statistical syllogism, argument from analogy, and causal inference.\n\nA generalization (more accurately, an inductive generalization) proceeds from a premise about a sample to a conclusion about the population.[4] The observation obtained from this sample is projected onto the broader population.[4]\n\nFor example, say there are 20 balls—either black or white—in an urn. To estimate their respective numbers, you draw a sample of four balls and find that three are black and one is white. An inductive generalization would be that there are 15 black and five white balls in the urn.\n\nHow much the premises support the conclusion depends upon (1) the number in the sample group, (2) the number in the population, and (3) the degree to which the sample represents the population (which may be achieved by taking a random sample). The greater the sample size relative to the population and the more closely the sample represents the population, the stronger the generalization is. The hasty generalization and the biased sample are generalization fallacies.\n\nA statistical generalization is a type of inductive argument in which a conclusion about a population is inferred using a statistically-representative sample. For example:\n\nThe measure is highly reliable within a well-defined margin of error provided the sample is large and random. It is readily quantifiable. Compare the preceding argument with the following. \"Six of the ten people in my book club are Libertarians. Therefore, about 60% of people are Libertarians.\" The argument is weak because the sample is non-random and the sample size is very small.\n\nStatistical generalizations are also called statistical projections[5] and sample projections.[6]\n\nAn anecdotal generalization is a type of inductive argument in which a conclusion about a population is inferred using a non-statistical sample.[7] In other words, the generalization is based on anecdotal evidence. For example:\n\nThis inference is less reliable (and thus more likely to commit the fallacy of hasty generalization) than a statistical generalization, first, because the sample events are non-random, and second because it is not reducible to mathematical expression. Statistically speaking, there is simply no way to know, measure and calculate the circumstances affecting performance that will occur in the future. On a philosophical level, the argument relies on the presupposition that the operation of future events will mirror the past. In other words, it takes for granted a uniformity of nature, an unproven principle that cannot be derived from the empirical data itself. Arguments that tacitly presuppose this uniformity are sometimes called Humean after the philosopher who was first to subject them to philosophical scrutiny.[8]\n\nAn inductive prediction draws a conclusion about a future, current, or past instance from a sample of other instances. Like an inductive generalization, an inductive prediction relies on a data set consisting of specific instances of a phenomenon. But rather than conclude with a general statement, the inductive prediction concludes with a specific statement about the probability that a single instance will (or will not) have an attribute shared (or not shared) by the other instances.[9]\n\nA statistical syllogism proceeds from a generalization about a group to a conclusion about an individual.\n\nFor example:\n\nThis is a statistical syllogism.[10] Even though one cannot be sure Bob will attend university, we can be fully assured of the exact probability of this outcome (given no further information). Arguably the argument is too strong and might be accused of \"cheating\". After all, the probability is given in the premise. Typically, inductive reasoning seeks to formulate a probability. Two dicto simpliciter fallacies can occur in statistical syllogisms: \"accident\" and \"converse accident\".\n\nThe process of analogical inference involves noting the shared properties of two or more things and from this basis inferring that they also share some further property:[11]\n\nAnalogical reasoning is very frequent in common sense, science, philosophy, law, and the humanities, but sometimes it is accepted only as an auxiliary method. A refined approach is case-based reasoning.[12]\n\nThis is analogical induction, according to which things alike in certain ways are more prone to be alike in other ways. This form of induction was explored in detail by philosopher John Stuart Mill in his System of Logic, where he states, \"[t]here can be no doubt that every resemblance [not known to be irrelevant] affords some degree of probability, beyond what would otherwise exist, in favor of the conclusion.\"[13] See Mill's Methods.\n\nSome thinkers contend that analogical induction is a subcategory of inductive generalization because it assumes a pre-established uniformity governing events.[citation needed] Analogical induction requires an auxiliary examination of the relevancy of the characteristics cited as common to the pair. In the preceding example, if a premise were added stating that both stones were mentioned in the records of early Spanish explorers, this common attribute is extraneous to the stones and does not contribute to their probable affinity.\n\nA pitfall of analogy is that features can be cherry-picked: while objects may show striking similarities, two things juxtaposed may respectively possess other characteristics not identified in the analogy that are characteristics sharply dissimilar. Thus, analogy can mislead if not all relevant comparisons are made.\n\nA causal inference draws a conclusion about a causal connection based on the conditions of the occurrence of an effect. Premises about the correlation of two things can indicate a causal relationship between them, but additional factors must be confirmed to establish the exact form of the causal relationship.[citation needed]\n\n"
        },
        {
            "title": "Methods",
            "text": "The two principal methods used to reach inductive conclusions are enumerative induction and eliminative induction.[14][15]\n\nEnumerative induction is an inductive method in which a conclusion is constructed based on the number of instances that support it. The more supporting instances, the stronger the conclusion.[14][15]\n\nThe most basic form of enumerative induction reasons from particular instances to all instances, and is thus an unrestricted generalization.[16]  If one observes 100 swans, and all 100 were white, one might infer a universal categorical proposition of the form All swans are white. As this reasoning form's premises, even if true, do not entail the conclusion's truth, this is a form of inductive inference.  The conclusion might be true, and might be thought probably true, yet it can be false. Questions regarding the justification and form of enumerative inductions have been central in philosophy of science, as enumerative induction has a pivotal role in the traditional model of the scientific method.\n\nThis is enumerative induction, also known as simple induction or simple predictive induction. It is a subcategory of inductive generalization. In everyday practice, this is perhaps the most common form of induction. For the preceding argument, the conclusion is tempting but makes a prediction well in excess of the evidence. First, it assumes that life forms observed until now can tell us how future cases will be: an appeal to uniformity. Second, the conclusion All is a bold assertion. A single contrary instance foils the argument. And last, quantifying the level of probability in any mathematical form is problematic.[17] By what standard do we measure our Earthly sample of known life against all (possible) life? Suppose we do discover some new organism—such as some microorganism floating in the mesosphere or an asteroid—and it is cellular. Does the addition of this corroborating evidence oblige us to raise our probability assessment for the subject proposition? It is generally deemed reasonable to answer this question \"yes,\" and for a good many this \"yes\" is not only reasonable but incontrovertible. So then just how much should this new data change our probability assessment? Here, consensus melts away, and in its place arises a question about whether we can talk of probability coherently at all without numerical quantification.\n\nThis is enumerative induction in its weak form. It truncates \"all\" to a mere single instance and, by making a far weaker claim, considerably strengthens the probability of its conclusion. Otherwise, it has the same shortcomings as the strong form: its sample population is non-random, and quantification methods are elusive.\n\nEliminative induction, also called variative induction, is an inductive method in which a conclusion is constructed based on the variety of instances that support it. Unlike enumerative induction, eliminative induction reasons based on the various kinds of instances that support a conclusion, rather than the number of instances that support it. As the variety of instances increases, the more possible conclusions based on those instances can be identified as incompatible and eliminated. This, in turn, increases the strength of any conclusion that remains consistent with the various instances. This type of induction may use different methodologies such as quasi-experimentation, which tests and where possible eliminates rival hypotheses.[18] Different evidential tests may also be employed to eliminate possibilities that are entertained.[19]\n\nEliminative induction is crucial to the scientific method and is used to eliminate hypotheses that are inconsistent with observations and experiments.[14][15] It focuses on possible causes instead of observed actual instances of causal connections.[20]\n\n"
        },
        {
            "title": "History",
            "text": "For a move from particular to universal, Aristotle in the 300s BCE used the Greek word epagogé, which Cicero translated into the Latin word inductio.[21]\n\nAristotle's Posterior Analytics covers the methods of inductive proof in natural philosophy and in the social sciences.  The first book of Posterior Analytics describes the nature and science of demonstration and its elements: including definition, division, intuitive reason of first principles, particular and universal demonstration, affirmative and negative demonstration, the difference between science and opinion, etc.\n\nThe ancient Pyrrhonists were the first Western philosophers to point out the Problem of induction: that induction cannot, according to them, justify the acceptance of universal statements as true.[21]\n\nThe Empiric school of ancient Greek medicine employed epilogism as a method of inference. 'Epilogism' is a theory-free method that looks at history through the accumulation of facts without major generalization and with consideration of the consequences of making causal claims.[22] Epilogism is an inference which moves entirely within the domain of visible and evident things, it tries not to invoke unobservables.\n\nThe Dogmatic school of ancient Greek medicine employed analogismos as a method of inference.[23] This method used analogy to reason from what was observed to unobservable forces.\n\nIn 1620, early modern philosopher Francis Bacon repudiated the value of mere experience and enumerative induction alone. His method of inductivism required that minute and many-varied observations that uncovered the natural world's structure and causal relations needed to be coupled with enumerative induction in order to have knowledge beyond the present scope of experience. Inductivism therefore required enumerative induction as a component.\n\nThe empiricist David Hume's 1740 stance found enumerative induction to have no rational, let alone logical, basis; instead, induction was the product of instinct rather than reason, a custom of the mind and an everyday requirement to live. While observations, such as the motion of the sun, could be coupled with the principle of the uniformity of nature to produce conclusions that seemed to be certain, the problem of induction arose from the fact that the uniformity of nature was not a logically valid principle, therefore it could not be defended as deductively rational, but also could not be defended as inductively rational by appealing to the fact that the uniformity of nature has accurately described the past and therefore, will likely accurately describe the future because that is an inductive argument and therefore circular since induction is what needs to be justified.\n\nSince Hume first wrote about the dilemma between the invalidity of deductive arguments and the circularity of inductive arguments in support of the uniformity of nature, this supposed dichotomy between merely two modes of inference, deduction and induction, has been contested with the discovery of a third mode of inference known as abduction, or abductive reasoning, which was first formulated and advanced by Charles Sanders Peirce, in 1886, where he referred to it as \"reasoning by hypothesis.\"[24]  Inference to the best explanation is often yet arguably treated as synonymous to abduction as it was first identified by Gilbert Harman in 1965 where he referred to it as \"abductive reasoning,\" yet his definition of abduction slightly differs from Pierce's definition.[25]  Regardless, if abduction is in fact a third mode of inference rationally independent from the other two, then either the uniformity of nature can be rationally justified through abduction, or Hume's dilemma is more of a trilemma.  Hume was also skeptical of the application of enumerative induction and reason to reach certainty about unobservables and especially the inference of causality from the fact that modifying an aspect of a relationship prevents or produces a particular outcome.\n\nAwakened from \"dogmatic slumber\" by a German translation of Hume's work, Kant sought to explain the possibility of metaphysics.  In 1781, Kant's Critique of Pure Reason introduced rationalism as a path toward knowledge distinct from empiricism.  Kant sorted statements into two types.  Analytic statements are true by virtue of the arrangement of their terms and meanings, thus analytic statements are tautologies, merely logical truths, true by necessity. Whereas synthetic statements hold meanings to refer to states of facts, contingencies. Against both rationalist philosophers like Descartes and Leibniz as well as against empiricist philosophers like Locke and Hume, Kant's Critique of Pure Reason is a sustained argument that in order to have knowledge we need both a contribution of our mind (concepts) as well as a contribution of our senses (intuitions). Knowledge proper is for Kant thus restricted to what we can possibly perceive (phenomena), whereas objects of mere thought (\"things in themselves\") are in principle unknowable due to the impossibility of ever perceiving them.\n\nReasoning that the mind must contain its own categories for organizing sense data, making experience of objects in space and time (phenomena) possible, Kant concluded that the uniformity of nature was an a priori truth.[26]  A class of synthetic statements that was not contingent but true by necessity, was then synthetic a priori.  Kant thus saved both metaphysics and Newton's law of universal gravitation. On the basis of the argument that what goes beyond our knowledge is \"nothing to us,\"[27] he discarded scientific realism.  Kant's position that knowledge comes about by a cooperation of perception and our capacity to think (transcendental idealism) gave birth to the movement of German idealism.  Hegel's absolute idealism subsequently flourished across continental Europe and England.\n\nPositivism, developed by Henri de Saint-Simon and promulgated in the 1830s by his former student Auguste Comte, was the first late modern philosophy of science. In the aftermath of the French Revolution, fearing society's ruin, Comte opposed metaphysics. Human knowledge had evolved from religion to metaphysics to science, said Comte, which had flowed from mathematics to astronomy to physics to chemistry to biology to sociology—in that order—describing increasingly intricate domains. All of society's knowledge had become scientific, with questions of theology and of metaphysics being unanswerable. Comte found enumerative induction reliable as a consequence of its grounding in available experience. He asserted the use of science, rather than metaphysical truth, as the correct method for the improvement of human society.\n\nAccording to Comte, scientific method frames predictions, confirms them, and states laws—positive statements—irrefutable by theology or by metaphysics.  Regarding experience as justifying enumerative induction by demonstrating the uniformity of nature,[26] the British philosopher John Stuart Mill welcomed Comte's positivism, but thought scientific laws susceptible to recall or revision and Mill also withheld from Comte's Religion of Humanity.  Comte was confident in treating scientific law as an irrefutable foundation for all knowledge, and believed that churches, honouring eminent scientists, ought to focus public mindset on altruism—a term Comte coined—to apply science for humankind's social welfare via sociology, Comte's leading science.\n\nDuring the 1830s and 1840s, while Comte and Mill were the leading philosophers of science, William Whewell found enumerative induction not nearly as convincing, and, despite the dominance of inductivism, formulated \"superinduction\".[28]  Whewell argued that \"the peculiar import of the term Induction\" should be recognised: \"there is some Conception superinduced upon the facts\", that is, \"the Invention of a new Conception in every inductive inference\". The creation of Conceptions is easily overlooked and prior to Whewell was rarely recognised.[28] Whewell explained:\n\nThese \"superinduced\" explanations may well be flawed, but their accuracy is suggested when they exhibit what Whewell termed consilience—that is, simultaneously predicting the inductive generalizations in multiple areas—a feat that, according to Whewell, can establish their truth.  Perhaps to accommodate the prevailing view of science as inductivist method, Whewell devoted several chapters to \"methods of induction\" and sometimes used the phrase \"logic of induction\", despite the fact that induction lacks rules and cannot be trained.[28]\n\nIn the 1870s, the originator of pragmatism, C S Peirce performed vast investigations that clarified the basis of deductive inference as a mathematical proof (as, independently, did Gottlob Frege). Peirce recognized induction but always insisted on a third type of inference that Peirce variously termed abduction or retroduction or hypothesis or presumption.[29]  Later philosophers termed Peirce's abduction, etc., Inference to the Best Explanation (IBE).[30]\n\nHaving highlighted Hume's problem of induction, John Maynard Keynes posed logical probability as its answer, or as near a solution as he could arrive at.[31] Bertrand Russell found Keynes's Treatise on Probability the best examination of induction, and believed that if read with Jean Nicod's Le Probleme logique de l'induction as well as R B Braithwaite's review of Keynes's work in the October 1925 issue of Mind, that would cover \"most of what is known about induction\", although the \"subject is technical and difficult, involving a good deal of mathematics\".[32]  Two decades later, Russell proposed enumerative induction as an \"independent logical principle\".[33][34]  Russell found:\n\nIn a 1965 paper, Gilbert Harman explained that enumerative induction is not an autonomous phenomenon, but is simply a disguised consequence of Inference to the Best Explanation (IBE).[30]  IBE is otherwise synonymous with C S Peirce's abduction.[30]  Many philosophers of science espousing scientific realism have maintained that IBE is the way that scientists develop approximately true scientific theories about nature.[35]\n\n"
        },
        {
            "title": "Comparison with deductive reasoning",
            "text": "Inductive reasoning is a form of argument that—in contrast to deductive reasoning—allows for the possibility that a conclusion can be false, even if all of the premises are true.[36] This difference between deductive and inductive reasoning is reflected in the terminology used to describe deductive and inductive arguments. In deductive reasoning, an argument is \"valid\" when, assuming the argument's premises are true, the conclusion must be true. If the argument is valid and the premises are true, then the argument is \"sound\". In contrast, in inductive reasoning, an argument's premises can never guarantee that the conclusion must be true; therefore, inductive arguments can never be valid or sound. Instead, an argument is \"strong\" when, assuming the argument's premises are true, the conclusion is probably true. If the argument is strong and the premises are true, then the argument is \"cogent\".[37] Less formally, an inductive argument may be called \"probable\", \"plausible\", \"likely\", \"reasonable\", or \"justified\", but never \"certain\" or \"necessary\". Logic affords no bridge from the probable to the certain.\n\nThe futility of attaining certainty through some critical mass of probability can be illustrated with a coin-toss exercise. Suppose someone tests whether a coin is either a fair one or two-headed. They flip the coin ten times, and ten times it comes up heads. At this point, there is a strong reason to believe it is two-headed. After all, the chance of ten heads in a row is .000976: less than one in one thousand. Then, after 100 flips, every toss has come up heads. Now there is “virtual” certainty that the coin is two-headed. Still, one can neither logically nor empirically rule out that the next toss will produce tails. No matter how many times in a row it comes up heads this remains the case. If one programmed a machine to flip a coin over and over continuously at some point the result would be a string of 100 heads. In the fullness of time, all combinations will appear.\n\nAs for the slim prospect of getting ten out of ten heads from a fair coin—the outcome that made the coin appear biased—many may be surprised to learn that the chance of any sequence of heads or tails is equally unlikely (e.g., H-H-T-T-H-T-H-H-H-T) and yet it occurs in every trial of ten tosses. That means all results for ten tosses have the same probability as getting ten out of ten heads, which is 0.000976. If one records the heads-tails sequences, for whatever result, that exact sequence had a chance of 0.000976.\n\nAn argument is deductive when the conclusion is necessary given the premises. That is, the conclusion must be true if the premises are true.\n\nIf a deductive conclusion follows duly from its premises, then it is valid; otherwise, it is invalid (that an argument is invalid is not to say it is false; it may have a true conclusion, just not on account of the premises). An examination of the following examples will show that the relationship between premises and conclusion is such that the truth of the conclusion is already implicit in the premises. Bachelors are unmarried because we say they are; we have defined them so. Socrates is mortal because we have included him in a set of beings that are mortal. The conclusion for a valid deductive argument is already contained in the premises since its truth is strictly a matter of logical relations. It cannot say more than its premises. Inductive premises, on the other hand, draw their substance from fact and evidence, and the conclusion accordingly makes a factual claim or prediction. Its reliability varies proportionally with the evidence. Induction wants to reveal something new about the world. One could say that induction wants to say more than is contained in the premises.\n\nTo better see the difference between inductive and deductive arguments, consider that it would not make sense to say: \"all rectangles so far examined have four right angles, so the next one I see will have four right angles.\" This would treat logical relations as something factual and discoverable, and thus variable and uncertain. Likewise, speaking deductively we may permissibly say. \"All unicorns can fly; I have a unicorn named Charlie; thus Charlie can fly.\" This deductive argument is valid because the logical relations hold; we are not interested in their factual soundness.\n\nInductive reasoning is inherently uncertain. It only deals with the extent to which, given the premises, the conclusion is credible according to some theory of evidence. Examples include a many-valued logic, Dempster–Shafer theory, or probability theory with rules for inference such as Bayes' rule. Unlike deductive reasoning, it does not rely on universals holding over a closed domain of discourse to draw conclusions, so it can be applicable even in cases of epistemic uncertainty (technical issues with this may arise however; for example, the second axiom of probability is a closed-world assumption).[38]\n\nAnother crucial difference between these two types of argument is that deductive certainty is impossible in non-axiomatic systems such as reality, leaving inductive reasoning as the primary route to (probabilistic) knowledge of such systems.[39]\n\nGiven that \"if A is true then that would cause B, C, and D to be true\", an example of deduction would be \"A is true therefore we can deduce that B, C, and D are true\". An example of induction would be \"B, C, and D are observed to be true therefore A might be true\". A is a reasonable explanation for B, C, and D being true.\n\nFor example:\n\nNote, however, that the asteroid explanation for the mass extinction is not necessarily correct. Other events with the potential to affect global climate also coincide with the extinction of the non-avian dinosaurs. For example, the release of volcanic gases (particularly sulfur dioxide) during the formation of the Deccan Traps in India.\n\nAnother example of an inductive argument:\n\nThis argument could have been made every time a new biological life form was found, and would have been correct every time; however, it is still possible that in the future a biological life form not requiring liquid water could be discovered.\nAs a result, the argument may be stated less formally as:\n\nA classical example of an incorrect inductive argument was presented by John Vickers:\n\nThe correct conclusion would be: we expect all swans to be white.\n\nSuccinctly put: deduction is about certainty/necessity; induction is about probability.[10] Any single assertion will answer to one of these two criteria. Another approach to the analysis of reasoning is that of modal logic, which deals with the distinction between the necessary and the  possible in a way not concerned with probabilities among things deemed possible.\n\nThe philosophical definition of inductive reasoning is more nuanced than a simple progression from particular/individual instances to broader generalizations. Rather, the premises of an inductive logical argument indicate some degree of support (inductive probability) for the conclusion but do not entail it; that is, they suggest truth but do not ensure it. In this manner, there is the possibility of moving from general statements to individual instances (for example, statistical syllogisms).\n\nNote that the definition of inductive reasoning described here differs from mathematical induction, which, in fact, is a form of deductive reasoning. Mathematical induction is used to provide strict proofs of the properties of recursively defined sets.[40] The deductive nature of mathematical induction derives from its basis in a non-finite number of cases, in contrast with the finite number of cases involved in an enumerative induction procedure like proof by exhaustion. Both mathematical induction and proof by exhaustion are examples of complete induction. Complete induction is a masked type of deductive reasoning.\n\n"
        },
        {
            "title": "Problem of induction",
            "text": "Although philosophers at least as far back as the Pyrrhonist philosopher Sextus Empiricus have pointed out the unsoundness of inductive reasoning,[41] the classic philosophical critique of the problem of induction was given by the Scottish philosopher David Hume.[42] Although the use of inductive reasoning demonstrates considerable success, the justification for its application has been questionable. Recognizing this, Hume highlighted the fact that our mind often draws conclusions from relatively limited experiences that appear correct but which are actually far from certain. In deduction, the truth value of the conclusion is based on the truth of the premise. In induction, however, the dependence of the conclusion on the premise is always uncertain. For example, let us assume that all ravens are black. The fact that there are numerous black ravens supports the assumption. Our assumption, however, becomes invalid once it is discovered that there are white ravens. Therefore, the general rule \"all ravens are black\" is not the kind of statement that can ever be certain. Hume further argued that it is impossible to justify inductive reasoning: this is because it cannot be justified deductively, so our only option is to justify it inductively. Since this argument is circular, with the help of Hume's fork he concluded that our use of induction is unjustifiable .[43]\n\nHume nevertheless stated that even if induction were proved unreliable, we would still have to rely on it. So instead of a position of severe skepticism, Hume advocated a practical skepticism based on common sense, where the inevitability of induction is accepted.[44] Bertrand Russell illustrated Hume's skepticism in a story about a chicken, fed every morning without fail, who following the laws of induction concluded that this feeding would always continue, until his throat was eventually cut by the farmer.[45]\n\nIn 1963, Karl Popper wrote, \"Induction, i.e. inference based on many observations, is a myth.  It is neither a psychological fact, nor a fact of ordinary life, nor one of scientific procedure.\"[46][47]  Popper's 1972 book Objective Knowledge—whose first chapter is devoted to the problem of induction—opens, \"I think I have solved a major philosophical problem: the problem of induction\".[47] In Popper's schema, enumerative induction is \"a kind of optical illusion\" cast by the steps of conjecture and refutation during a problem shift.[47]  An imaginative leap, the tentative solution is improvised, lacking inductive rules to guide it.[47]  The resulting, unrestricted generalization is deductive, an entailed consequence of all explanatory considerations.[47]  Controversy continued, however, with Popper's putative solution not generally accepted.[48]\n\nDonald A. Gillies argues that rules of inferences related to inductive reasoning are overwhelmingly absent from science, and describes most scientific inferences as \"involv[ing] conjectures thought up by human ingenuity and creativity, and by no means inferred in any mechanical fashion, or according to precisely specified rules.\"[49] Gillies also provides a rare counterexample \"in the machine learning programs of AI.\"[49]\n\nInductive reasoning is also known as hypothesis construction because any conclusions made are based on current knowledge and predictions.[citation needed] As with deductive arguments, biases can distort the proper application of inductive argument, thereby preventing the reasoner from forming the most logical conclusion based on the clues. Examples of these biases include the availability heuristic, confirmation bias, and the  predictable-world bias.\n\nThe availability heuristic causes the reasoner to depend primarily upon information that is readily available. People have a tendency to rely on information that is easily accessible in the world around them. For example, in surveys, when people are asked to estimate the percentage of people who died from various causes, most respondents choose the causes that have been most prevalent in the media such as terrorism, murders, and airplane accidents, rather than causes such as disease and traffic accidents, which have been technically \"less accessible\" to the individual since they are not emphasized as heavily in the world around them.\n\nConfirmation bias is based on the natural tendency to confirm rather than deny a hypothesis. Research has demonstrated that people are inclined to seek solutions to problems that are more consistent with known hypotheses rather than attempt to refute those hypotheses. Often, in experiments, subjects will ask questions that seek answers that fit established hypotheses, thus confirming these hypotheses. For example, if it is hypothesized that Sally is a sociable individual, subjects will naturally seek to confirm the premise by asking questions that would produce answers confirming that Sally is, in fact, a sociable individual.\n\nThe predictable-world bias revolves around the inclination to perceive order where it has not been proved to exist, either at all or at a particular level of abstraction. Gambling, for example, is one of the most popular examples of predictable-world bias. Gamblers often begin to think that they see simple and obvious patterns in the outcomes and therefore believe that they are able to predict outcomes based on what they have witnessed. In reality, however, the outcomes of these games are difficult to predict and highly complex in nature. In general, people tend to seek some type of simplistic order to explain or justify their beliefs and experiences, and it is often difficult for them to realise that their perceptions of order may be entirely different from the truth.[50]\n\n"
        },
        {
            "title": "Bayesian inference",
            "text": "As a logic of induction rather than a theory of belief, Bayesian inference does not determine which beliefs are a priori rational, but rather determines how we should rationally change the beliefs we have when presented with evidence. We begin by committing to a prior probability for a hypothesis based on logic or previous experience and, when faced with evidence, we adjust the strength of our belief in that hypothesis in a precise manner using Bayesian logic.\n\n"
        },
        {
            "title": "Inductive inference",
            "text": "Around 1960, Ray Solomonoff founded the theory of universal inductive inference, a theory of prediction based on observations, for example, predicting the next symbol based upon a given series of symbols. This is a formal inductive framework that combines algorithmic information theory with the Bayesian framework. Universal inductive inference is based on solid philosophical foundations,[51] and can be considered as a mathematically formalized Occam's razor. Fundamental ingredients of the theory are the concepts of algorithmic probability and Kolmogorov complexity.\n\n"
        }
    ]
}