{
    "url": "https://en.wikipedia.org/wiki/Industrial_age",
    "title": "Industrial Age",
    "table_of_contents": [
        "1 Origins",
        "2 The textile industry",
        "3 Steam engines",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Industrial Age is a period of history that encompasses the changes in economic and social organization that began around 1760 in Great Britain and later in other countries, characterized chiefly by the replacement of hand tools with power-driven machines such as the power loom and the steam engine, and by the concentration of industry in large establishments.[1][2]\n\nWhile it is commonly believed that the Industrial Age was supplanted by the Information Age in the late 20th century,[3] a view that has become common since the Revolutions of 1989, much of the Third World economy is still based on manufacturing, although mobile phones are now commonplace even the poorest of African countries,[4] enabling access to global information networks. Even though many developing countries remain largely industrial, the Information Age is increasingly on the ground. \n\n"
        },
        {
            "title": "Origins",
            "text": "Huge changes in agricultural methods made the Industrial Revolution possible. This agricultural revolution started with changes in farming in the Netherlands, later developed by the British.\n\nThe Industrial Age began in Great Britain in the mid 18th century and was fueled by coal mining from places such as Wales and County Durham.\n\nThe Industrial Revolution began in Great Britain because it had the factors of production, land (all natural resources), capital, and labor. Britain had plenty of harbors that enabled trade, Britain had access to capital, such as goods and money, for example, tools, machinery, equipment, and inventory. Britain, lastly, had an abundance of labor, or industrial workers in this case. There are many other conditions that help show why the Industrial Revolution began in Great Britain. The British Isles and colonies overseas represented huge markets that created a large demand for British goods. Britain also had one of the largest spheres of influence due to its massive navy and merchant marine. The British government's concern for commercial interests was also important. \nThe steam engine allowed for steamboats and the locomotives, which made transportation much faster. By the mid-19th century the Industrial Revolution had spread to Continental Europe and North America, and since then it has spread to most of the world.\n\n"
        },
        {
            "title": "The textile industry",
            "text": "The cotton industry was the first industry to go through mechanization, the use of automatic machinery to increase production. The domestic system sprouted as a result of when businesses began importing raw cotton, employing spinners and weavers to make it into cloth from their home. James Hargreaves invented the spinning jenny, which could produce eight times as much thread as a single spinning wheel, and Richard Arkwright made it driven by water. Later Arkwright opened a spinning mill which marked the beginning of the factory system. In 1785, Edmund Cartwright invented a loom which was powered by water.\n\n"
        },
        {
            "title": "Steam engines",
            "text": "In 1712, Thomas Newcomen produced the first successful steam engine, and in 1769, James Watt patented the modern steam engine. As a result, steam replaced water as industry's major power source.\n\nThe steam engine allowed for steamboats and the locomotives, which made transportation much faster. By the mid-19th century the Industrial Revolution had spread to Continental Europe and North America, and since then it has spread to most of the world.\n\nThe Industrial Age is defined by mass production, broadcasting, the rise of the nation state, power, modern medicine and running water. The quality of human life has increased dramatically during the Industrial Age. Life expectancy today worldwide is more than twice as high as it was when the Industrial Revolution began.\n\n"
        }
    ]
}