{
    "url": "https://en.wikipedia.org/wiki/Inertia_negation",
    "title": "Inertia negation",
    "table_of_contents": [
        "1 Overview",
        "2 Inertia negation in fiction",
        "2.1 Inertial damper as shock absorber",
        "3 Inertial damper in real world",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Inertia negation is a hypothetical process causing physical objects with mass to act as if they were of lower mass or were massless. The effect is the opposite of adding ballast. No such process is known to exist in the real world: if current understanding of physics is correct, such a process would be impossible. There is currently no known material or technology that is able to eliminate or negate the effects of inertia that all objects with mass possess.\n\n"
        },
        {
            "title": "Overview",
            "text": "According to Newton's first law, \"A body will continue in its state of rest or of uniform motion in a straight line, unless compelled to change that state by a net force.\" Inertia is the resistance against changes in the motion of an object. Objects within objects each possess their own inertia, and will collide with each other when the containing object is moved.\n\nA device that would be capable of inertia negation is described as being capable of reducing the inertia of both the larger containing object, and of all contained objects within, so as to make changes in motion easier, and to reduce or prevent damage due to internal collisions. The inertia is not absorbed or redirected but simply ceases to have a physical effect.\n\nAntimatter, while being the opposite of matter, has the same kind of inertia, with the forces oriented in the same direction, as normal matter. Thus, storing antimatter on board a vehicle made of matter would not achieve any kind of inertia negation.\n\n"
        },
        {
            "title": "Inertia negation in fiction",
            "text": "Inertia negation is a commonplace technology in numerous science fiction series. It is used as an explanation as to why the crew of starships can withstand complex maneuvers or acceleration to FTL speeds.\n\nThe first Sci-fi series to explicitly mention inertial dampening technology include the Star Trek, Stargate and the Alien franchises. However, the technology is depicted implicitly in many more movies and TV shows where the crew inside a spaceship are not affected by acceleration of the ship itself.\n\nInertial Canceller, a power in the PlayStation 2 game Wild arms 4 is used by a boss named Jeremy Noin. Like indicated by the name, it allows him to cancel inertia on items held in his hands, allowing him to use even a Gatling gun without being bothered by the enormous weight or even the recoil.\n\nIn the fictional Mass Effect universe dark energy fields are used ubiquitously to modify mass of objects, e.g. of weapon projectiles to allow use of compact mass accelerators in order to achieve higher muzzle velocity, or even negate the mass of entire spaceships in order to enable FTL travel.\n\nInertia negation is used to counter the effects of sudden acceleration that would impart structural stresses on star ships when suddenly accelerating to or decelerating with the impulse drive, and which would cause passengers to be thrown against walls and crushed by the inertial effects of the vehicle suddenly accelerating or slowing.\n\nSuch a device does not need to negate or alter inertia – a similar effect can be achieved by creating a gravitational field opposing the acceleration of the vessel. Such technology, while still nonexistent at the present time and considered unlikely to be achieved in the foreseeable future, is by far more realistic than manipulating inertial mass.\n\n"
        },
        {
            "title": "Inertial damper in real world",
            "text": "Countering the effect of inertial forces requires a force that compensates them. For example, a pilot of a rapidly accelerating fighter aircraft is acted upon by his seat, which compensates the inertial force, which would otherwise make him fall through the seat. However, the distribution of the compensating force throughout his body is different from that of the inertial force, and thus a deformation of his body occurs (such as swelling of the legs and insufficient blood supply to the brain).\n\nTo avoid the deformation, the distributions have to match. The gravitational field discussed above is a theoretical possibility to achieve this perfectly. For bodies with homogeneous density there is also the possibility of surrounding them with a fluid of the same density. The resulting buoyant force compensates the inertial forces. It is distributed across the body surface and transferred to its interior in such a way that no deformation stress occurs. Fighter pilots often wear a liquid-filled g-suit for this purpose. However, as the human body is not entirely homogeneous (bones are denser, air in the cavities is lighter than the rest of the body), some deformation stress remains.\n\n"
        }
    ]
}