{
    "url": "https://en.wikipedia.org/wiki/Inertialess_drive",
    "title": "Inertialess drive",
    "table_of_contents": [
        "1 Appearances in fiction",
        "1.1 Triplanetary Universe",
        "1.1.1 Physiological effects",
        "1.2 Lensman Universe",
        "1.2.1 Physiological effects",
        "1.3 Triplanetary/Lensman Ret-con Universe",
        "1.4 Other authors' universes",
        "2 See also",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The inertialess drive is a fictional means of accelerating to close to the speed of light or faster-than-light travel, originally used in Triplanetary and the Lensman series by E.E. \"Doc\" Smith, and later by Robert A. Heinlein, Arthur C. Clarke, \nLarry Niven, Julian May and Alastair Reynolds.\n\n"
        },
        {
            "title": "Appearances in fiction",
            "text": "The possibility of inertialess travel was first suggested in Theoretical and Physical Chemistry,[1]\npublished in 1912[2]\nby the Tellurian chemist Samuel Lawrence Bigelow,\nan alumnus of Harvard.[3]\nThe first faster-than-light[4] drive, which achieved only partial neutralization of inertia,[5] was developed on the planet Nevia.  Soon thereafter, two Tellurian scientists, Lyman Cleveland and Frederick Rodebush developed the one-hundred-percent inertialess Rodebush-Cleveland drive, which traveled (and decelerated) much faster.[6]  (In contrast to accounts in later versions, there were no critical flaws with this drive, and no contribution by any scientist named Bergenholm or by Arisians.)\n\nGalactic Civilization developed for a long period using only the semi-inert drive, which was presumably similar to Nevian partially inertialess drive discussed above.  The exact duration is not known, but even as late as the Third Galactic Survey it still “took years to cross the galaxy.”[8]  Because the key piece of inertialess technology is known as the Bergenholm space drive,\nit seems likely that an engineer by that name was responsible for a key advance, but little is known for certain.  Dr. Bergenholm is referred to as the “late Dr. Bergenholm himself” in the original,[9] which suggests that he was a more recent figure than in the ret-con version, below.\n\nIn the revised book versions of Triplanetary and the core Lensman novels, the partially inertialess drive was given by Arisia to Nevia, and the fully inertialess drive was initially developed by scientists Rodebush and Cleveland, but the early drive was considered to be a \"man-killer.\"\nProgress was made when the Triplanetary scientist Nels Bergenholm, activated by the Arisian Drounli, came up with a \"hunch\" which solved the phasing problems of the original Rodebush-Cleveland drive. This made the drive safe and commercially practical, and in recognition of his achievement, the drive was thereafter called a Bergenholm.[11]\n\nInertialessness, though not for faster-than-light travel, is discussed in Robert A. Heinlein's Methuselah's Children, Isaac Asimov's short story The Billiard Ball, Larry Niven's Known Space universe, Orson Scott Card's Speaker for the Dead, Arthur C. Clarke's 3001: The Final Odyssey, and \nAlastair Reynolds’ Redemption Ark.\n\nInertialess drive was the means of FTL travel used by the Necron warships of the Warhammer 40,000 universe. Though assumed to have been retconned out of existence by the 5th edition codex description of sublight torchships used for Necron colonisation, the later Shield of Baal: Exterminatus confirmed the continued use of Inertialess FTL drives. Presumably the Necrons developed Inertialess drive technology some time after their initial colonisation waves.\n\n"
        }
    ]
}