{
    "url": "https://en.wikipedia.org/wiki/Inertial_confinement_fusion",
    "title": "Inertial confinement fusion",
    "table_of_contents": [
        "1 Description",
        "1.1 Fusion basics",
        "1.2 Thermonuclear devices",
        "1.3 ICF mechanism of action",
        "1.4 Heating concepts",
        "1.4.1 Central hot spot ignition",
        "1.4.2 Fast ignition",
        "1.4.3 Shock ignition",
        "1.5 Direct vs. indirect drive",
        "1.6 Challenges",
        "2 History",
        "2.1 Conception",
        "2.1.1 United States",
        "2.1.2 Germany",
        "2.1.3 USSR",
        "2.2 Early research",
        "2.3 Development begins",
        "2.4 \"High-energy\" ICF",
        "2.5 Shiva and Nova",
        "2.6 National Ignition Facility",
        "2.7 Fast ignition",
        "2.8 Other projects",
        "3 As an energy source",
        "3.1 Technical challenges",
        "3.2 Practical problems",
        "3.3 Economic viability",
        "4 Nuclear weapons program",
        "5 Neutron source",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Inertial confinement fusion (ICF) is a fusion energy research program that initiates nuclear fusion reactions by compressing and heating targets filled with thermonuclear fuel. In modern machines, the targets are small spherical pellets about the size of a pinhead typically containing a mixture of about 10 milligrams of deuterium 2H and tritium 3H.\n\nTo compress and heat the fuel, energy is deposited in the outer layer of the target using high-energy beams of photons, electrons or ions, although almost all ICF devices as of 2020[update] used lasers. The beams heat the outer layer, which explodes outward. This produces a reaction force against the remainder of the target, which accelerates it inwards and compresses the fuel. This process also creates shock waves that travel inward through the target. Sufficiently powerful shock waves can compress and heat the fuel at the center such that fusion occurs.\n\nICF is one of two major branches of fusion energy research, the other is magnetic confinement fusion. When it was first publicly proposed in the early 1970s, ICF appeared to be a practical approach to power production and the field flourished. Experiments during the 1970s and '80s demonstrated that the efficiency of these devices was much lower than expected, and reaching ignition would not be easy. Throughout the 1980s and '90s, many experiments were conducted in order to understand the complex interaction of high-intensity laser light and plasma. These led to the design of newer machines, much larger, that would finally reach ignition energies.\n\nThe largest operational ICF experiment is the National Ignition Facility (NIF) in the US. In 2021, a test \"shot\" reached 70% of the energy put into it, slightly besting the best results for the magnetic machines set in the 1990s.[2]\n\n"
        },
        {
            "title": "Description",
            "text": "Fusion reactions join together smaller atoms to form larger ones. This occurs when two atoms (or ions, atoms stripped of their electrons) come close enough that the nuclear force pulls them together. Atomic nuclei are positively charged, and thus repel each other due to the electrostatic force. Overcoming this repulsion to bring the nuclei close enough requires an input of kinetic energy, known as the Coulomb barrier or fusion barrier energy.[3]\n\nLess energy is needed to cause lighter nuclei to fuse, as they have less electrical charge and thus a lower barrier energy. This means the barrier is lowest for hydrogen. Conversely, the nuclear force increases with the total number of nuclei, so the isotopes of hydrogen with additional neutrons further reduce the required energy. The easiest fuel to use for fusion production is the combination of deuterium, 2H, and tritium, 3H. This combination is known as D-T.[3]\n\nEven under ideal conditions, the chance that a D and T pair of ions will undergo fusion is very small, the chance is much higher that they will scatter instead. For this reason, the fuel must be held together for a period of time to give the ions many chances to approach other ions. Increasing the density of the fuel also helps, as it means the ions will have more encounters in a given time. Finally, the chance that the reaction will take place is not linear, this cross section is heavily dependent on individual ion energies. It is the combination of these three factors, energy (temperature), density and confinement time that is important. This combination is known as the fusion triple product, and the value of the triple product needed to produce net energy is known as the Lawson criterion.[4]\n\nThe first ICF devices were the hydrogen bombs invented in the early 1950s. A hydrogen bomb consists of two bombs in a single case. The first, the primary stage, is a fission-powered device normally using plutonium. When it explodes it gives off a burst of thermal X-rays that fill the interior of the specially designed bomb casing. These X-rays are absorbed by a special material surrounding the secondary stage, which consists mostly of the fusion fuel. The X-rays heat this material and cause it to explode outward. Due to Newton's Third Law, this causes the fuel inside to be driven inward, compressing and heating it. This causes the fusion fuel to reach the temperature and density where fusion reactions begin.[5][6]\n\nIn the case of D-T fuel, most of the energy is released in the form of alpha particles and neutrons. Under normal conditions, an alpha can travel about 10 mm through the fuel, but in the ultra-dense conditions in the compressed fuel, they can travel about 0.01 mm before their electrical charge interacting with the surrounding plasma causes them to lose velocity.[7] This means the majority of the energy released by the alphas will be deposited back in the fuel. This transfer of kinetic energy heats the surrounding particles to the energies they need to undergo fusion as well. This process causes the fusion fuel to burn outward from the center. The electrically neutral neutrons travel longer distances in the fuel mass and do not contribute to this self-heating process. In a bomb, they are instead used to either breed more tritium through reactions in a lithium-deuteride fuel, or are used to fission additional fissionable fuel surrounding the secondary stage, often part of the bomb casing.[5]\n\nThe requirement that the reaction has to be sparked by a fission bomb makes the method impractical for power generation. Not only would the fission triggers be expensive to produce, but the minimum size of such a bomb is large, defined roughly by the critical mass of the plutonium fuel used. Generally, it seems difficult to build efficient nuclear devices much smaller than about 1 kiloton in yield, and the fusion secondary would add to this yield. This makes it a difficult engineering problem to extract power from the resulting explosions. Project PACER studied solutions to the engineering issues,[6] but also demonstrated that it was not economically feasible. The cost of the bombs was far greater than the value of the resulting electricity.[8]\n\nThe energy needed to overcome the Coulomb barrier corresponds to the energy of the average particle in a gas heated to 100 million Kelvin. The specific heat of hydrogen is about 14 Joule per gram-Kelvin, so considering a tiny amount of fusion fuel, 1 milligram for instance, the energy needed to raise the mass as a whole to this temperature is 1.4 million Joules, or ~1 megajoule (MJ).[9]\n\nIn the more widely developed magnetic fusion energy (MFE) approach, confinement times are on the order of a second. This is not a physical limit, modern machines can maintain a plasma for minutes. In this case the confinement time represents the amount of time it takes for the energy from the reaction to be lost to the environment through a variety of mechanisms. For a one second confinement, the density needed to meet the Lawson criterion is about 1014 particles per cubic centimetre.[9] For comparison, air at sea level has about 2.7 x 1019 particles per cubic centimetre, so the MFE approach has been described as \"a good vacuum\".\n\nConsidering a 1 milligram drop of D-T fuel in liquid form, the size is about 1 mm and the density is about 4 x 1020. There is nothing holding the fuel together in this case, any heat created within it by fusion events will cause it to expand at the speed of sound, which leads to a confinement time around 2 x 10−10. At liquid density the required confinement time to reach the Lawson criterion is about 2 x 10−7. In this case only about 0.1 percent of the fuel will have fused before the drop is blown apart.[10]\n\nThe trick to ICF is that the rate of the fusion reactions is a function of density, and density can be improved through compression. If the drop is compressed from 1 mm to 0.1 mm in diameter, the confinement time drops by the same factor of 10 because the particles have less distance to go before they escape. At the same time the density, which is the cube of the dimensions, increases by 1,000 times. This means the overall rate of fusion increases 1,000 times while the confinement drops by 10 times, a 100-fold improvement. In this case 10% of the fuel undergoes fusion; 10% of 1 mg of fuel will produce about 30 MJ of energy, 30 times that of the energy needed to compress it to that density.[11]\n\nThe other key concept in ICF is that the entire fuel mass does not have to be raised to 100 million K. Recall that in a fusion bomb the reaction continues because the alpha particles released in the interior heat the fuel around it. At liquid density the alphas will travel about 10 mm and thus their energy will escape the 1 mm fuel. In the 0.1 mm compressed fuel, the alphas will have a range of about 0.016 mm, meaning that they will stop within the fuel and heat it. In this case a \"propagating burn\" can be caused by heating only the center of the fuel to the needed temperature. This requires far less energy; calculations suggested 1 kJ would be enough to reach the compression goal alone.[12]\n\nSome method would be needed to heat the interior to fusion temperatures, and do so at the right time when the fuel was compressed and the density was high enough.[12] In modern ICF devices, the density of the resulting fuel mixture is as much as one-thousand times the density of water, or one-hundred times that of lead, around 1000 g/cm3.[13] Much of the work since the 1970s has been on ways to create the central hot-spot that starts off the burning, and dealing with the many practical problems that cropped up while trying to reach the desired densities.\n\nEarly calculations suggested that the amount of energy needed to start the propagating burn would be very small; only a tiny amount of fuel had to be raised to the required temperature. This has proven difficult and new methods have emerged in an effort to make this process more efficient.\n\nThe initial solution to the heating problem involved the careful \"shaping\" of the energy delivery. The idea was to use an initial lower-energy pulse to vaporize the capsule and cause compression, and then a very short, very powerful pulse near the end of the compression cycle. The goal is to launch a shock wave into the compressed fuel that travels inward to the center. When it reaches the center it meets the same wave travelling in from the other sides. This causes a brief period where the density in the center reaches much higher values, over 800 g/cm3.[14]\n\nKnown as \"central hot spot ignition\", the concept was the first to suggest ICF was not only a practical route to fusion, but relatively simple. This led to numerous efforts to build working systems in the early 1970s. These experiments revealed a number of unexpected loss mechanisms. Early calculations suggested about 4.5x107 J/g would be needed, but modern calculations place it closer to 108 J/g. Further control of the process on modern machines has led to complex shaping of the pulse into multiple sections in time.[15]\n\nIn the \"fast ignition\" approach, a separate laser is used to provide the additional energy directly to the center of the fuel. This can be arranged through mechanical means, often using a small metal cone that punctures the outer fuel pellet wall to allow the laser light access to the center. In tests, this approach has failed as the pulse of light has to reach the center at a precise time, when it is obscured by the debris and especially free electrons from the compression pulse. It also has the disadvantage of requiring a second laser pulse, which generally demands a completely separate laser.\n\n\"Shock ignition\" is similar in concept to the hot-spot technique, but instead of ignition being achieved via compression heating of the hotspot, a final powerful, shock is sent into the fuel at a late time to trigger ignition through a combination of compression and shock heating. This increases the efficiency of the process with an eye to lowering the overall amount of power required.\n\nIn the simplest conception of the ICF approach, the fuel is arranged as a sphere. This allows it to be pushed inward from all sides. To produce the inward force, the fuel is placed within a thin shell that captures the energy from the driver and explode outward. In practice, the capsules are normally made of a lightweight plastic and the fuel is deposited as a layer on the inside by injecting a gas into the shell and then freezing it.\n\nThe idea of having the driver shine directly on the fuel is known as \"direct drive\". In order for the fusion fuel to reach the required conditions, the implosion process must be extremely uniform in order to avoid significant asymmetry due to Rayleigh–Taylor instability and similar effects. For beam energy of 1 MJ, the fuel capsule cannot be larger than about 2 mm before these effects destroy the implosion symmetry. This limits the size of the beams, which may be difficult to achieve in practice.\n\nThis has led to an alternative concept, \"indirect drive\", where the beam does not shine on the fuel capsule directly. Instead, it shines into a small cylinder of heavy metal, often gold or lead, known as a \"hohlraum\". The beams are arranged so they do not hit the fuel capsule suspended in the center. The energy heats the hohlraum until it begins to give off X-rays. These X-rays fill the interior of the hohlraum and heat the capsule. The advantage of this approach is that the beams can be larger and less accurate, which greatly eases driver design. The disadvantage is that much of the delivered energy is used to heat the hohlraum until it is \"X-ray hot\", so the end-to-end efficiency is much lower than the direct drive concept.\n\nThe primary problems with increasing ICF performance are:\n\nIn order to focus the shock wave on the center of the target, the target must be made with great precision and sphericity with aberrations of no more than a few micrometres over its (inner and outer) surface. Likewise, the aiming of the laser beams must be precise in space and time. Beam timing is relatively simple and is solved by using delay lines in the beams' optical path to achieve picosecond timing accuracy. The other major problem plaguing the achievement of high symmetry and high temperatures/densities of the imploding target are so called \"beam-beam\" imbalance and beam anisotropy. These problems are, respectively, where the energy delivered by one beam may be higher or lower than other beams impinging on the target and of \"hot spots\" within a beam diameter hitting a target which induces uneven compression on the target surface, thereby forming Rayleigh-Taylor instabilities[16] in the fuel, prematurely mixing it and reducing heating efficacy at the time of maximum compression. The Richtmyer-Meshkov instability is also formed during the process due to shock waves.\n\nAll of these problems have been significantly mitigated by beam smoothing techniques and beam energy diagnostics to balance beam to beam energy; however, RT instability remains a major issue. Target design has improved tremendously. Modern cryogenic hydrogen ice targets tend to freeze a thin layer of deuterium on the inside of the shell while irradiating it with a low power IR laser to smooth its inner surface and monitoring it with a microscope equipped camera, thereby allowing the layer to be closely monitored ensuring its \"smoothness\".[18] Cryogenic targets filled with D-T are \"self-smoothing\" due to the small amount of heat created by tritium decay. This is often referred to as \"beta-layering\".[19]\n\nIn the indirect drive approach,[20] the absorption of thermal x-rays by the target is more efficient than the direct absorption of laser light. However, the hohlraums take up considerable energy to heat, significantly reducing the energy transfer efficiency. Most often, indirect drive hohlraum targets are used to simulate thermonuclear weapons tests due to the fact that the fusion fuel in them is also imploded mainly by X-ray radiation.\n\nA variety of ICF drivers are evolving. Lasers have improved dramatically, scaling up from a few joules and kilowatts to megajoules and hundreds of terawatts, using mostly frequency doubled or tripled light from neodymium glass amplifiers.\n\nHeavy ion beams are particularly interesting for commercial generation, as they are easy to create, control, and focus. However, it is difficult to achieve the energy densities required to implode a target efficiently, and most ion-beam systems require the use of a hohlraum surrounding the target to smooth out the irradiation.\n\n"
        },
        {
            "title": "History",
            "text": "IFC history began as part of the \"Atoms For Peace\" conference in 1957. This was a large, international UN sponsored conference between the superpowers of the US and the Soviet Union. Some thought was given to using a hydrogen bomb to heat a water-filled cavern. The resulting steam would then be used to power conventional generators, and thereby provide electrical power.[6]\n\nThis meeting led to the Operation Plowshare efforts, formed in June 1957 and formally named in 1961. Three primary concepts were part of Plowshare; energy generation under Project PACER, the use of nuclear explosions for excavation, and for fracking in the natural gas industry. PACER was directly tested in December 1961 when the 3 kt Project Gnome device was detonated in bedded salt in New Mexico. While the press looked on, radioactive steam was released from the drill shaft, at some distance from the test site. Further studies led to engineered cavities replacing natural ones, but the Plowshare efforts turned from bad to worse, especially after the failure of 1962's Sedan which produced significant fallout. PACER continued to receive funding until 1975, when a 3rd party study demonstrated that the cost of electricity from PACER would be ten times the cost conventional nuclear plants.[21]\n\nAnother outcome of the \"Atoms For Peace\" conference was to prompt Nuckolls to consider what happens on the fusion side of the bomb as the fuel mass is reduced. This work suggested that at very small sizes, on the order of milligrams, very little energy would be needed to ignite it, much less than a fission primary.[6] He proposed building, in effect, tiny all-fusion explosives using a tiny drop of D-T fuel suspended in the center of a hohlraum. The shell provided the same effect as the bomb casing in an H-bomb, trapping x-rays inside to irradiate the fuel. The main difference is that the X-rays would not be supplied by a fission bomb, but by some sort of external device that heated the shell from the outside until it was glowing in the x-ray region. The power would be delivered by a then-unidentified pulsed power source he referred to, using bomb terminology, the \"primary\".[22]\n\nThe main advantage to this scheme is the efficiency of the fusion process at high densities. According to the Lawson criterion, the amount of energy needed to heat the D-T fuel to break-even conditions at ambient pressure is perhaps 100 times greater than the energy needed to compress it to a pressure that would deliver the same rate of fusion. So, in theory, the ICF approach could offer dramatically more gain.[22] This can be understood by considering the energy losses in a conventional scenario where the fuel is slowly heated, as in the case of magnetic fusion energy; the rate of energy loss to the environment is based on the temperature difference between the fuel and its surroundings, which continues to increase as the fuel temperature increases. In the ICF case, the entire hohlraum is filled with high-temperature radiation, limiting losses.[23]\n\nIn 1956 a meeting was organized at the Max Planck Institute in Germany by fusion pioneer Carl Friedrich von Weizsäcker. At this meeting Friedwardt Winterberg proposed the non-fission ignition of a thermonuclear micro-explosion by a convergent shock wave driven with high explosives.[24] Further reference to Winterberg's work in Germany on nuclear micro explosions (mininukes) is contained in a declassified report of the former East German Stasi (Staatsicherheitsdienst).[25]\n\nIn 1964 Winterberg proposed that ignition could be achieved by an intense beam of microparticles accelerated to a velocity of 1000 km/s.[26] And in 1968, he proposed to use intense electron and ion beams, generated by Marx generators, for the same purpose.[27] The advantage of this proposal is that the generation of charged particle beams is not only less expensive than the generation of laser beams but can entrap the charged fusion reaction products due to the strong self-magnetic beam field, drastically reducing the compression requirements for beam ignited cylindrical targets.\n\nIn 1967, research fellow Gurgen Askaryan published an article proposing the use of focused laser beams in the fusion of lithium deuteride or deuterium.[28]\n\nThrough the late 1950s, Nuckolls and collaborators at Lawrence Livermore National Laboratory (LLNL) completed computer simulations of the ICF concept. In early 1960, they performed a full simulation of the implosion of 1 mg of D-T fuel inside a dense shell. The simulation suggested that a 5 MJ power input to the hohlraum would produce 50 MJ of fusion output, a gain of 10x. This was before the laser and a variety of other possible drivers were considered, including pulsed power machines, charged particle accelerators, plasma guns, and hypervelocity pellet guns.[29]\n\nTwo theoretical advances advanced the field. One came from new simulations that considered the timing of the energy delivered in the pulse, known as \"pulse shaping\", leading to better implosion. The second was to make the shell much larger and thinner, forming a thin shell as opposed to an almost solid ball. These two changes dramatically increased implosion efficiency and thereby greatly lowered the required compression energy. Using these improvements, it was calculated that a driver of about 1 MJ would be needed,[30] a five-fold reduction. Over the next two years, other theoretical advancements were proposed, notably Ray Kidder's development of an implosion system without a hohlraum, the so-called \"direct drive\" approach, and Stirling Colgate and Ron Zabawski's work on systems with as little as 1 μg of D-T fuel.[31]\n\nThe introduction of the laser in 1960 at Hughes Research Laboratories in California appeared to present a perfect driver mechanism. Starting in 1962, Livermore's director John S. Foster, Jr. and Edward Teller began a small ICF laser study. Even at this early stage the suitability of ICF for weapons research was well understood and was the primary reason for its funding.[32] Over the next decade, LLNL made small experimental devices for basic laser-plasma interaction studies.\n\nIn 1967 Kip Siegel started KMS Industries. In the early 1970s he formed KMS Fusion to begin development of a laser-based ICF system.[33] This development led to considerable opposition from the weapons labs, including LLNL, who put forth a variety of reasons that KMS should not be allowed to develop ICF in public. This opposition was funnelled through the Atomic Energy Commission, which demanded funding. Adding to the background noise were rumours of an aggressive Soviet ICF program, new higher-powered CO2 and glass lasers, the electron beam driver concept, and the energy crisis which added impetus to many energy projects.[32]\n\nIn 1972 Nuckolls wrote a paper introducing ICF and suggesting that testbed systems could be made to generate fusion with drivers in the kJ range, and high-gain systems with MJ drivers.[34][35]\n\nIn spite of limited resources and business problems, KMS Fusion successfully demonstrated fusion from the ICF process on 1 May 1974.[36] However, this success was soon followed by Siegel's death, and the end of KMS fusion about a year later.[33] By this point several weapons labs and universities had started their own programs, notably the solid-state lasers (Nd:glass lasers) at LLNL and the University of Rochester, and krypton fluoride excimer lasers systems at Los Alamos and the Naval Research Laboratory.\n\nHigh-energy ICF experiments (multi-hundred joules per shot) began in the early 1970s, when better lasers appeared. Nevertheless, funding for fusion research stimulated by energy crises produced rapid gains in performance, and inertial designs were soon reaching the same sort of \"below break-even\" conditions of the best magnetic systems.\n\nLLNL was, in particular, well funded and started a laser fusion development program. Their Janus laser started operation in 1974, and validated the approach of using Nd:glass lasers for high power devices. Focusing problems were explored in the Long path and Cyclops lasers, which led to the larger Argus laser. None of these were intended to be practical devices, but they increased confidence that the approach was valid. At the time it was believed that making a much larger device of the Cyclops type could both compress and heat targets, leading to ignition. This misconception was based on extrapolation of the fusion yields seen from experiments utilizing the so-called \"exploding pusher\" fuel capsule. During the late 1970s and early 1980s the estimates for laser energy on target needed to achieve ignition doubled almost yearly as plasma instabilities and laser-plasma energy coupling loss modes were increasingly understood. The realization that exploding pusher target designs and single-digit kilojoule (kJ) laser irradiation intensities would never scale to high yields led to the effort to increase laser energies to the 100 kJ level in the UV band and to the production of advanced ablator and cryogenic DT ice target designs.\n\nOne of the earliest large scale attempts at an ICF driver design was the Shiva laser, a 20-beam neodymium doped glass laser system at LLNL that started operation in 1978. Shiva was a \"proof of concept\" design intended to demonstrate compression of fusion fuel capsules to many times the liquid density of hydrogen. In this, Shiva succeeded and compressed its pellets to 100 times the liquid density of deuterium. However, due to the laser's strong coupling with hot electrons, premature heating of the dense plasma (ions) was problematic and fusion yields were low. This failure by Shiva to efficiently heat the compressed plasma pointed to the use of optical frequency multipliers as a solution that would frequency triple the infrared light from the laser into the ultraviolet at 351 nm. Newly discovered schemes to efficiently triple the frequency of high intensity laser light discovered at the Laboratory for Laser Energetics in 1980 enabled this method of target irradiation to be experimented with in the 24 beam OMEGA laser and the NOVETTE laser, which was followed by the Nova laser design with 10 times the energy of Shiva, the first design with the specific goal of reaching ignition conditions.\n\nNova also failed, this time due to severe variation in laser intensity in its beams (and differences in intensity between beams) caused by filamentation that resulted in large non-uniformity in irradiation smoothness at the target and asymmetric implosion. The techniques pioneered earlier could not address these new issues. This failure led to a much greater understanding of the process of implosion, and the way forward again seemed clear, namely the increase in uniformity of irradiation, the reduction of hot-spots in the laser beams through beam smoothing techniques to reduce Rayleigh–Taylor instabilities imprinting on the target and increased laser energy on target by at least an order of magnitude. Funding for fusion research was severely constrained in the 1980s.\n\nThe resulting design, dubbed the National Ignition Facility, started construction at LLNL in 1997. NIF's main objective is to operate as the flagship experimental device of the so-called nuclear stewardship program, supporting LLNLs traditional bomb-making role. Completed in March 2009,[37] NIF has now conducted experiments using all 192 beams, including experiments that set new records for power delivery by a laser.[38][39] As of October 7, 2013, for the first time a fuel capsule gave off more energy than was applied to it.[40][41] In June, 2018 the NIF announced attainment of a record production of 54kJ of fusion energy output.[42] On August 8, 2021[43] the NIF made a significant advancement in production of 1.3MJ of fusion energy output, 25x higher than the 2018 result, generating 70% of the break-even definition of ignition - when energy out equals energy in.[44]\n\nThe concept of \"fast ignition\" may offer a way to directly heat fuel after compression, thus decoupling the heating and compression phases of the implosion. In this approach the target is first compressed \"normally\" using a laser system. When the implosion reaches maximum density (at the stagnation point or \"bang time\"), a second ultra-short pulse ultra-high power petawatt (PW) laser delivers a single pulse focused on one side of the core, dramatically heating it and starting ignition.\n\nThe two types of fast ignition are the \"plasma bore-through\" method and the \"cone-in-shell\" method. In plasma bore-through, the second laser is expected to bore straight through the outer plasma of an imploding capsule and to impinge on and heat the dense core. In the cone-in-shell method, the capsule is mounted on the end of a small high-z (high atomic number) cone such that the tip of the cone projects into the core of the capsule. In this second method, when the capsule is imploded, the laser has a clear view straight to the high density core and does not have to waste energy boring through a 'corona' plasma. However, the presence of the cone affects the implosion process in significant ways that are not fully understood. Several projects are currently underway to explore the fast ignition approach, including upgrades to the OMEGA laser at the University of Rochester, the GEKKO XII device in Japan.\n\nHiPer is a proposed £500 million facility in the European Union. Compared to NIF's 2 MJ UV beams, HiPER's driver was planned to be 200 kJ and heater 70 kJ, although the predicted fusion gains are higher than NIF. It was to employ diode lasers, which convert electricity into laser light with much higher efficiency and run cooler. This allows them to be operated at much higher frequencies. HiPER proposed to operate at 1 MJ at 1 Hz, or alternately 100 kJ at 10 Hz. The project last produced an update in 2014.[45]\n\nIt was expected to offer a higher Q with a 10x reduction in construction costs times.\n\nThe French Laser Mégajoule achieved its first experimental line in 2002, and its first target shots were conducted in 2014.[46] The machine was roughly 75% complete as of 2016.\n\nUsing a different approach entirely is the z-pinch device. Z-pinch uses massive electric currents switched into a cylinder comprising extremely fine wires. The wires vaporize to form an electrically conductive, high current plasma. The resulting circumferential magnetic field squeezes the plasma cylinder, imploding it, generating a high-power x-ray pulse that can be used to implode a fuel capsule. Challenges to this approach include relatively low drive temperatures, resulting in slow implosion velocities and potentially large instability growth, and preheat caused by high-energy x-rays.[47][48]\n\nShock ignition was proposed to address problems with fast ignition.[49][50][51] Japan developed the KOYO-F design and laser inertial fusion test (LIFT) experimental reactor.[52][53][54] In April 2017, clean energy startup Apollo Fusion began to develop a hybrid fusion-fission reactor technology.[55][56]\n\nIn Germany, technology company Marvel Fusion develops a novel approach to laser-initiated inertial confinement fusion.[57] The startup adopted a short-pulsed high energy laser and the aneutronic fuel pB11.[58][59][60] Founded in Munich 2019, Marvel Fusion aims to build and operate commercial fusion power plants of up to 1 GW by 2030.[61][62] For this purposes, it startet to work together with Siemens Energy, TRUMPF, and Thales to develop the necessary components for a future power plant and the laser systems.[63] The company entered a partnership with the Ludwig Maximilian University of Munich in July 2022 to jointly research the company's approach.[64]\n\nIn March 2022, Australian company HB11 announced successful fusion using non-thermal laser fusion of hydrogen and boron-11, at a notably higher than predicted rate of alpha particle creation.[65]\n\n"
        },
        {
            "title": "As an energy source",
            "text": "Practical power plants built using ICF have been studied since the late 1970s; they are known as inertial fusion energy (IFE) plants. These devices would deliver several targets/second to the reaction chamber, and capture the resulting heat and neutron radiation from their implosion and fusion to drive a conventional steam turbine.\n\nEven if the many technical challenges in reaching ignition were all to be solved, practical problems seem just as difficult to overcome. Laser-driven systems were initially believed to be able to generate commercially useful amounts of energy. However, as estimates of the energy required to reach ignition grew dramatically during the 1970s, these hopes were abandoned. Given the low efficiency of the laser amplification process, about 1 to 1.5%, and the losses in generation, steam-driven turbine systems are typically about 35% efficient, fusion gains would have to be on the order of 125 just to energetically break even.[66]\n\nFast ignition and similar approaches changed the situation. In this approach gains of 100 are predicted in the first experimental device, HiPER. Given a gain of about 100 and a laser efficiency of about 1%, HiPER produces about the same amount of fusion energy as electrical energy was needed to create it (and thus will require more gain to produce electricity after considering losses). It also appears that an order of magnitude improvement in laser efficiency may be possible through the use of newer designs that replace flash lamps with laser diodes that are tuned to produce most of their energy in a frequency range that is strongly absorbed. Initial experimental devices offer efficiencies of about 10%, and it is suggested that 20% is possible.\n\nWith \"classical\" devices like NIF about 330 MJ of electrical power are used to produce the driver beams, producing an expected yield of about 20 MJ, with maximum credible yield of 45 MJ. HiPER requires about 270 kJ of laser energy, so assuming a first-generation diode laser driver at 10% the reactor would require about 3 MJ of electrical power. This is expected to produce about 30 MJ of fusion power.[67] Even a poor conversion to electrical energy appears to offer real-world power output, and incremental improvements in yield and laser efficiency appear to be able to offer a commercially useful output.\n\nICF systems face some of the same secondary power extraction problems as magnetic systems in generating useful power. One of the primary concerns is how to successfully remove heat from the reaction chamber without interfering with the targets and driver beams. Another concern is that the released neutrons react with the reactor structure, causing it to become intensely radioactive, as well as mechanically weakening metals. Fusion plants built of conventional metals like steel would have a fairly short lifetime and the core containment vessels would have to be replaced frequently. Yet another concern is fusion afterdamp: debris left in the reaction chamber which could interfere with following shots. The most obvious such debris is the helium ash produced by fusion, but also unburned hydrogen fuel and other non-fusible elements used in the composition of the fuel pellet. Obviously this potential problem is most troublesome with indirect drive systems with metal hohlraums. There is also the possibility of the driver energy not completely hitting the fuel pellet and striking the containment chamber, sputtering material that could foul the interaction region, or the lenses or focusing elements of the driver.\n\nOne concept in dealing with these problems, as shown in the HYLIFE-II design, is to use a \"waterfall\" of FLiBe, a molten mix of fluoride salts of lithium and beryllium, which both protect the chamber from neutrons and carry away heat. The FLiBe is then passed into a heat exchanger where it heats water for use in the turbines.[68] The tritium produced by splitting lithium nuclei can be extracted in order to close the power plant's thermonuclear fuel cycle, a necessity for perpetual operation because tritium is rare and must be manufactured. Another concept, Sombrero, uses a reaction chamber built of carbon-fiber-reinforced polymer which has a low neutron cross section. Cooling is provided by a molten ceramic, chosen because of its ability to absorb the neutrons and its efficiency as a heat transfer agent.[69]\n\nAnother factor working against IFE is the cost of the fuel. Even as Nuckolls was developing his earliest calculations, co-workers pointed out that if an IFE machine produces 50 MJ of fusion energy, one might expect that a shot could produce perhaps 10 MJ of power for export. Converted to better known units, this is the equivalent of 2.8 kWh of electrical power. Wholesale rates for electrical power on the grid were about 0.3 cents/kWh at the time, which meant the monetary value of the shot was perhaps one cent. In the intervening 50 years the price of power has remained about even with the rate of inflation, and the rate in 2012 in Ontario, Canada was about 2.8 cents/kWh.[70]\n\nThus, in order for an IFE plant to be economically viable, fuel shots would have to cost considerably less than ten cents in year 2012 dollars.\n\nDirect-drive systems avoid the use of a hohlraum and thereby may be less expensive in fuel terms. However, these systems still require an ablator, and the accuracy and geometrical considerations are critical. The direct-drive approach still may not be less expensive to operate.\n\n"
        },
        {
            "title": "Nuclear weapons program",
            "text": "The very hot and dense conditions encountered during an ICF experiment are similar to those created in a thermonuclear weapon, and have applications to nuclear weapons programs. ICF experiments might be used, for example, to help determine how warhead performance will degrade as it ages, or as part of a program of designing new weapons. Retaining knowledge and expertise inside the nuclear weapons program is another motivation for pursuing ICF.[71][72] Funding for the NIF in the United States is sourced from the 'Nuclear Weapons Stockpile Stewardship' program, and the goals of the program are oriented accordingly.[73] It has been argued that some aspects of ICF research may violate the Comprehensive Test Ban Treaty or the Nuclear Non-Proliferation Treaty.[74] In the long term, despite the formidable technical hurdles, ICF research could lead to the creation of a \"pure fusion weapon\".[75]\n\n"
        },
        {
            "title": "Neutron source",
            "text": "Inertial confinement fusion has the potential to produce orders of magnitude more neutrons than spallation. Neutrons are capable of locating hydrogen atoms in molecules, resolving atomic thermal motion and studying collective excitations of photons more effectively than X-rays. Neutron scattering studies of molecular structures could resolve problems associated with protein folding, diffusion through membranes, proton transfer mechanisms, dynamics of molecular motors, etc. by modulating thermal neutrons into beams of slow neutrons.[76] In combination with fissile materials, neutrons produced by ICF can potentially be used in Hybrid Nuclear Fusion designs to produce electric power.\n\n"
        }
    ]
}