{
    "url": "https://en.wikipedia.org/wiki/Insects_in_art",
    "title": "Insects in art",
    "table_of_contents": [
        "1 Overview",
        "2 Insect groups",
        "2.1 Bees",
        "2.2 Beetles",
        "2.3 Butterflies",
        "2.4 Dragonflies",
        "2.5 Flies",
        "2.6 Grasshoppers",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nInsects have found uses in art, as in other aspects of culture, both symbolically and physically, from ancient times. Artforms include the direct usage of beetlewing (elytra) in paintings, textiles, and jewellery, as well as the representation of insects in fine arts such as paintings and sculpture. Insects have sometimes formed characteristic features of artforms, as in Art Nouveau jewellery.\n\nInsect groups represented in art include bees, beetles, butterflies,  grasshoppers, and dragonflies.\n\n"
        },
        {
            "title": "Overview",
            "text": "Societies across the world have from ancient to modern times used the shapes and colours of insects, and sometimes their actual bodies, in their art, whether jewellery or ceramics, body painting or textiles, paintings or sculptures. In North America, the Navajo make symbolic sandpaintings of blowflies, cicadas, corn bugs and dragonflies. The Hopi draw a variety of insects, but especially butterflies, on pottery. In other parts of the world, insects, most often honeybees, are shown in ancient rock art. Australian Aborigines often represented totemic insects in cave paintings and ritual objects. The art of cultures as widely separated as Ancient Greece, China and Japan includes bees, butterflies, crickets, cicadas and dragonflies.[1]\n\n"
        },
        {
            "title": "Insect groups",
            "text": "A recurrent theme for ancient cultures in Europe and the Near East was the sacred image of a bee or human with insect features. Often referred to as the bee \"goddess\", these images were found in gems and stones. An onyx gem from Knossos (ancient Crete) dating to approximately 1500 BC illustrates a Bee goddess with bull horns above her head.  In this instance, the figure is surrounded by dogs with wings, most likely representing Hecate and Artemis - gods of the underworld, similar to the Egyptian gods Akeu and Anubis.[2]\n\nIn 2011, the artist Anna Collette created over 10,000 ceramic insects at Nottingham Castle for her work \"Stirring the Swarm.\"[3][4]\n\nBeetlewing art is an ancient craft technique using iridescent beetle wing cases (elytra), practised traditionally in Thailand, Myanmar, India, China and Japan, as well as Africa and South America. Beetlewing pieces are used as an adornment to paintings, textiles and jewellery. Different species of metallic wood-boring beetle wings were used depending on the region, but traditionally the most valued were the brilliant green wing cases of jewel beetles in the genus Sternocera (Buprestidae). In Thailand, beetlewings were used to decorate clothing (shawls and Sabai cloth) and jewellery in court circles.[1]\n\nThe Canadian entomologist C.H. Curran's 1945 book, Insects of the Pacific World, noted women from India and Sri Lanka, who kept 1 1/2 inch long, iridescent greenish coppery beetles of the species Chrysochroa ocellata as pets. These living jewels were worn on festive occasions, probably with a small chain attached to one leg anchored to the clothing to prevent escape. Afterwards, the insects were bathed, fed, and housed in decorative cages. Living jeweled beetles have also been worn and kept as pets in Mexico.[5]\n\nButterflies have long inspired humans with their life cycle, colour, and ornate patterns. The novelist Vladimir Nabokov was also a renowned butterfly expert. He published and illustrated many butterfly species, stating:\n\nIt was the aesthetic complexity of insects that led Nabokov to reject natural selection.[7][8]\n\nThe naturalist Ian MacRae writes of butterflies: \n\nThe photographer Kjell Sanded spent 25 years documenting all 26 characters of the Latin alphabet using the wing patterns of butterflies and moths as \"The Butterfly Alphabet\".[10]\n\nFor some Native American tribes, dragonflies represent swiftness and activity; for the Navajo, they symbolize pure water. They are a common motif in Zuni pottery; stylized as a double-barred cross, they appear in Hopi rock art and on Pueblo necklaces.[11]\n\nImages of dragonflies are common in Art Nouveau, especially in jewellery designs.[12]\n\nMusca depicta (\"painted fly\" in Latin) is a depiction of a fly as a conspicuous element of various paintings. This feature was widespread in 15th and 16th centuries paintings and its presence may be explained as a jest; to symbolize the worthiness of even the smallest of God's creations; as an artistic privilege; to show that the portrait is post mortem; or as an imitation of works of previous painters.[13]\n\nGrasshoppers are occasionally depicted in artworks, such as the Dutch Golden Age painter Balthasar van der Ast's still life oil painting Flowers in a Vase with Shells and Insects, c. 1630, though the insect may be a bush-cricket.[14]\n\n\nAnother grasshopper is found in Rachel Ruysch's still life Flowers in a Vase, c. 1685. The seemingly static scene is animated by a \"grasshopper on the table that looks about ready to spring\", according to the gallery curator Betsy Wieseman, with other invertebrates including a spider, an ant, and two caterpillars.[15][16]\n"
        }
    ]
}