{
    "url": "https://en.wikipedia.org/wiki/Insect_bites_and_stings",
    "title": "Insect bites and stings",
    "table_of_contents": [
        "1 Signs and symptoms",
        "1.1 Feeding bites",
        "1.2 Microscopic appearance",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Insect bites and stings occur when an insect is agitated and seeks to defend itself through its natural defense mechanisms, or when an insect seeks to feed off the bitten person. Some insects inject formic acid, which can cause an immediate skin reaction often resulting in redness and swelling in the injured area. Stings from fire ants, bees, wasps and hornets are usually painful, and may stimulate a dangerous allergic reaction called anaphylaxis for at-risk patients, and some wasps can also have a powerful bite along with a sting. Bites from mosquitoes and fleas are more likely to cause itching than pain.\n\nThe skin reaction to insect bites and stings usually lasts for up to a few days. However, in some cases, the local reaction can last for up to two years. These bites are sometimes misdiagnosed as other types of benign or cancerous lesions.[1]\n\n"
        },
        {
            "title": "Signs and symptoms",
            "text": "The reaction to a sting is of three types. The normal reaction involves the area around the bite with redness, itchiness, and pain. A large local reaction occurs when the area of swelling is greater than 5 centimetres (2 in). Systemic reactions are when symptoms occur in areas besides that of the bites.[2]\n\nWith insect stings a large local reaction may occur (an area of skin redness greater than 10 centimetres (4 in) in size).[3] It can last one to two days.[3] It occurs in about 10% of those bitten.[4]\n\nFeeding bites have characteristic patterns and symptoms, a function of the feeding habits of the offending pest and the chemistry of its saliva.\n\nThe histomorphologic appearance of insect bites is usually characterized by a wedge-shaped superficial dermal perivascular infiltrate consisting of abundant lymphocytes and scattered eosinophils. This appearance is non-specific, i.e. it may be seen in a number of conditions including:[5]\n\n"
        }
    ]
}