{
    "url": "https://en.wikipedia.org/wiki/Insecticide",
    "title": "Insecticide",
    "table_of_contents": [
        "1 Type of activity",
        "1.1 Systemic insecticides",
        "1.2 Contact insecticides",
        "2 Synthetic insecticides",
        "2.1 Development",
        "2.2 Organochlorides",
        "2.3 Organophosphates",
        "2.4 Carbamates",
        "2.5 Pyrethroids",
        "2.6 Neonicotinoids",
        "2.7 Phenylpyrazoles",
        "2.8 Butenolides",
        "2.9 Ryanoids/diamides",
        "3 Insect growth regulators",
        "4 Biological pesticides",
        "4.1 Other biological approaches",
        "4.1.1 Plant-incorporated protectants",
        "4.1.1.1 Bacillus thuringiensis",
        "4.1.1.2 RNA interference",
        "4.1.1.3 Venom",
        "4.1.2 Enzymes",
        "4.1.3 Bacterial",
        "4.1.4 Other",
        "4.2 Synthetic insecticide and natural insecticides",
        "5 Environmental harm",
        "5.1 Effects on nontarget species",
        "5.2 DDT",
        "5.3 Runoff and Percolation",
        "5.4 Pollinator decline",
        "5.5 Bird decline",
        "6 Alternatives",
        "7 Examples",
        "7.1 Organochlorides",
        "7.2 Organophosphates",
        "7.3 Carbamates",
        "7.4 Pyrethroids",
        "7.5 Neonicotinoids",
        "7.6 Ryanoids",
        "7.7 Insect growth regulators",
        "7.8 Derived from plants or microbes",
        "7.9 Biologicals",
        "7.10 Inorganic/mineral derived insecticides",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Insecticides are substances used to kill insects.[1] They include ovicides and larvicides used against insect eggs and larvae, respectively. Insecticides are used in agriculture, medicine, industry and by consumers. Insecticides are claimed to be a major factor behind the increase in the 20th-century's agricultural productivity.[2] Nearly all insecticides have the potential to significantly alter ecosystems; many are toxic to humans and/or animals; some become concentrated as they spread along the food chain.\n\nInsecticides can be classified into two major groups: systemic insecticides, which have residual or long term activity; and contact insecticides, which have no residual activity.\n\nThe mode of action describes how the pesticide kills or inactivates a pest. It provides another way of classifying insecticides. Mode of action can be important in understanding whether an insecticide will be toxic to unrelated species, such as fish, birds and mammals.\n\nInsecticides may be repellent or non-repellent. Social insects such as ants cannot detect non-repellents and readily crawl through them. As they return to the nest they take insecticide with them and transfer it to their nestmates. Over time, this eliminates all of the ants including the queen. This is slower than some other methods, but usually completely eradicates the ant colony.[3]\n\nInsecticides are distinct from non-insecticidal repellents, which repel but do not kill.\n\n"
        },
        {
            "title": "Type of activity",
            "text": "Systemic insecticides become incorporated and distributed systemically throughout the whole plant. When insects feed on the plant, they ingest the insecticide. Systemic insecticides produced by transgenic plants are called plant-incorporated protectants (PIPs). For instance, a gene that codes for a specific Bacillus thuringiensis biocidal protein was introduced into corn (maize) and other species. The plant manufactures the protein, which kills the insect when consumed.[4]\n\nContact insecticides are toxic to insects upon direct contact. These can be inorganic insecticides, which are metals and include the commonly used sulfur, and the less commonly used arsenates, copper and fluorine compounds. Contact insecticides can also be organic insecticides, i.e. organic chemical compounds, synthetically produced, and comprising the largest numbers of pesticides used today. Or they can be natural compounds like pyrethrum, neem oil, etc.\nContact insecticides usually have no residual activity.\n\nEfficacy can be related to the quality of pesticide application, with small droplets, such as aerosols often improving performance.[5]\n\n"
        },
        {
            "title": "Synthetic insecticides",
            "text": "The best known organochloride, DDT, was created by Swiss scientist Paul Müller. For this discovery, he was awarded the 1948 Nobel Prize for Physiology or Medicine.[6]  DDT was introduced in 1944. It functions by opening sodium channels in the insect's nerve cells.[7] The contemporaneous rise of the chemical industry facilitated large-scale production of DDT and related chlorinated hydrocarbons.\n\nOrganophosphates are another large class of contact insecticides.  These also target the insect's nervous system. Organophosphates interfere with the enzymes acetylcholinesterase and other cholinesterases, disrupting nerve impulses and killing or disabling the insect. Organophosphate insecticides and chemical warfare nerve agents (such as sarin, tabun, soman, and VX) work in the same way. Organophosphates have a cumulative toxic effect to wildlife, so multiple exposures to the chemicals amplifies the toxicity.[8] In the US, organophosphate use declined with the rise of substitutes.[9]\n\nCarbamate insecticides have similar mechanisms to organophosphates, but have a much shorter duration of action and are somewhat less toxic.[citation needed]\n\nPyrethroid pesticides mimic the insecticidal activity of the natural compound pyrethrin, the biopesticide found in Pyrethrum (Now Chrysanthemum and Tanacetum) species. These compounds are nonpersistent sodium channel modulators and are less toxic than organophosphates and carbamates. Compounds in this group are often applied against household pests.[10]\n\nNeonicotinoids are synthetic analogues of the natural insecticide nicotine (with much lower acute mammalian toxicity and greater field persistence). These chemicals are acetylcholine receptor agonists. They are broad-spectrum systemic insecticides, with rapid action (minutes-hours). They are applied as sprays, drenches, seed and soil treatments. Treated insects exhibit leg tremors, rapid wing motion, stylet withdrawal (aphids), disoriented movement, paralysis and death.[11] Imidacloprid may be the most common. It has recently come under scrutiny for allegedly pernicious effects on honeybees[12] and its potential to increase the susceptibility of rice to planthopper attacks.[13]\n\nPhenylpyrazole insecticides, such as fipronil are a class of synthetic insecticides that operate by interfering with GABA receptors.[14]\n\nButenolide pesticides are a novel group of chemicals, similar to neonicotinoids in their mode of action, that have so far only one representative: flupyradifurone. They are acetylcholine receptor agonists, like neonicotinoids, but with a different pharmacophore.[15] They are broad-spectrum systemic insecticides, applied as sprays, drenches, seed and soil treatments. Although the classic risk assessment considered this insecticide group (and flupyradifurone specifically) safe for bees, novel research[16] has raised concern on their lethal and sublethal effects, alone or in combination with other chemicals or environmental factors.[17][18]\n\n\n\nDiamides are synthetic ryanoid analogues with the same mode of action as ryanodine, a naturally occurring insecticide extracted from Ryania speciosa (Salicaceae). They bind to calcium channels in cardiac and skeletal muscle, blocking nerve transmission. The first insecticide from this class to be registered was Rynaxypyr, generic name chlorantraniliprole.[19]\n\n"
        },
        {
            "title": "Insect growth regulators",
            "text": "Insect growth regulator (IGR) is a term coined to include insect hormone mimics and an earlier class of chemicals, the benzoylphenyl ureas, which inhibit chitin (exoskeleton) biosynthesis in insects[20] Diflubenzuron is a member of the latter class, used primarily to control caterpillars that are pests. The most successful insecticides in this class are the juvenoids (juvenile hormone analogues). Of these, methoprene is most widely used. It has no observable acute toxicity in rats and is approved by World Health Organization (WHO) for use in drinking water cisterns to combat malaria. Most of its uses are to combat insects where the adult is the pest, including mosquitoes, several fly species, and fleas. Two very similar products, hydroprene and kinoprene, are used for controlling species such as cockroaches and white flies. Methoprene was registered with the EPA in 1975. Virtually no reports of resistance have been filed. A more recent type of IGR is the ecdysone agonist tebufenozide (MIMIC), which is used in forestry and other applications for control of caterpillars, which are far more sensitive to its hormonal effects than other insect orders.\n\n"
        },
        {
            "title": "Biological pesticides",
            "text": "More natural insecticides have been interesting targets of research for two main reasons, firstly because the most common chemicals are losing effectiveness, and secondly due to their toxic effects upon the environment.[21] Many organic compounds are already produced by plants for the purpose of defending the host plant from predation, and can be turned toward human ends.\n\nFour extracts of plants are in commercial use: pyrethrum, rotenone, neem oil, and various essential oils[22]\n\nA trivial case is tree rosin, which is a natural insecticide.  Specifically, the production of oleoresin by conifer species is a component of the defense response against insect attack and fungal pathogen infection.[23]  Many fragrances, e.g. oil of wintergreen, are in fact antifeedants.\n\nTransgenic crops that act as insecticides began in 1996 with a genetically modified potato that produced Cry proteins, derived from the bacterium Bacillus thuringiensis, which is toxic to beetle larvae such as the Colorado potato beetle.[24]\n\nThe technique has been expanded to include the use of RNAi insecticides which fatally silence crucial insect genes. (RNAi likely originally evolved as a defense against viruses.)[24] This was first demonstrated by Baum et al 2007, who incorporated a V-APTase as a protectant into transgenic Zea mays and demonstrated effectiveness against Diabrotica virgifera virgifera. This suggests oral delivery against Coleoptera as a whole will probably be effective. Similar studies have followed Baum's technique to protect with dsRNAs targeting detox, especially insect P450s. Bolognesi et al 2012 is one of these following studies, however they found dsRNA to be processed into siRNAs by the plants (in this case Solanum tuberosum) themselves, and siRNAs to be less effectively taken up by insect cells. Bolognesi therefore produced additional transgenic S. tuberosum plants which instead produced longer dsRNAs in the chloroplasts, which naturally accumulate dsRNAs but do not have the machinery to convert them to siRNAs.[25] Midgut cells in many larvae take up the molecules and help spread the signal. The technology can target only insects that have the silenced sequence, as was demonstrated when a particular RNAi affected only one of four fruit fly species. The technique is expected to replace many other insecticides,[dubious  – discuss] which are losing effectiveness due to the spread of insecticide resistance.[24]\n\nSpider venom peptide fractions are another class of potential transgenic traits which could expand the mode of action repertoire and help to answer the resistance question.[26]\n\nMany plants exude substances to repel insects.  Premier examples are substances activated by the enzyme myrosinase.  This enzyme converts glucosinolates to various compounds that are toxic to herbivorous insects.  One product of this enzyme is allyl isothiocyanate, the pungent ingredient in horseradish sauces.\n\nThe myrosinase is released only upon crushing the flesh of horseradish.  Since allyl isothiocyanate is harmful to the plant as well as the insect, it is stored in the harmless form of the glucosinolate, separate from the myrosinase enzyme.[27]\n\nBacillus thuringiensis is a bacterial disease that affects Lepidopterans and some other insects. Toxins produced by strains of this bacterium are used as a larvicide against  caterpillars, beetles, and mosquitoes. Toxins from Saccharopolyspora spinosa are isolated from fermentations and sold as Spinosad. Because these toxins have little effect on other organisms, they are considered more environmentally friendly than synthetic pesticides. The toxin from B. thuringiensis (Bt toxin) has been incorporated directly into plants through the use of genetic engineering.\n\nOther biological insecticides include products based on entomopathogenic fungi (e.g., Beauveria bassiana, Metarhizium anisopliae), nematodes (e.g., Steinernema feltiae) and viruses (e.g., Cydia pomonella granulovirus).[citation needed]\n\nA major emphasis of organic chemistry is the development of chemical tools to enhance agricultural productivity.  Insecticides represent a major area of emphasis.  Many of the major insecticides are inspired by biological analogues. Many others are not found in nature.\n\n"
        },
        {
            "title": "Environmental harm",
            "text": "Some insecticides kill or harm other creatures in addition to those they are intended to kill. For example, birds may be poisoned when they eat food that was recently sprayed with insecticides or when they mistake an insecticide granule on the ground for food and eat it.[8] Sprayed insecticide may drift from the area to which it is applied and into wildlife areas, especially when it is sprayed aerially.[8]\n\nThe development of DDT was motivated by desire to replace more dangerous or less effective alternatives.  DDT was introduced to replace lead and arsenic-based compounds, which were in widespread use in the early 1940s.[28]\n\nDDT was brought to public attention by Rachel Carson's book Silent Spring. One side-effect of DDT is to reduce the thickness of shells on the eggs of predatory birds. The shells sometimes become too thin to be viable, reducing bird populations. This occurs with DDT and related compounds due to the process of bioaccumulation, wherein the chemical, due to its stability and fat solubility, accumulates in organisms' fatty tissues. Also, DDT may biomagnify, which causes progressively higher concentrations in the body fat of animals farther up the food chain. The near-worldwide ban on agricultural use of DDT and related chemicals has allowed some of these birds, such as the peregrine falcon, to recover in recent years. A number of organochlorine pesticides have been banned from most uses worldwide. Globally they are controlled via the Stockholm Convention on persistent organic pollutants. These include: aldrin, chlordane, DDT, dieldrin, endrin, heptachlor, mirex and toxaphene.[citation needed]\n\nSolid bait and liquid insecticides, especially if improperly applied in a location, get moved by water flow. Often, this happens through nonpoint sources where runoff carries insecticides in to larger bodies of water. As snow melts and rainfall moves over and through the ground, the water picks applied insecticides and deposits them in to larger bodies of water, rivers, wetlands, underground sources of previously potable water, and percolates in to watersheds.[29] This runoff and percolation of insecticides can effect the quality of water sources, harming the natural ecology and thus, indirectly effect human populations through  biomagnification and bioaccumulation.\n\nInsecticides can kill bees and may be a cause of pollinator decline, the loss of bees that pollinate plants, and colony collapse disorder (CCD),[30] in which worker bees from a beehive or Western honey bee colony abruptly disappear. Loss of pollinators means a reduction in crop yields.[30] Sublethal doses of insecticides (i.e. imidacloprid and other neonicotinoids) affect bee foraging behavior.[31] However, research into the causes of CCD was inconclusive as of June 2007.[32]\n\nBesides the effects of direct consumption of insecticides, populations of insectivorous birds decline due to the collapse of their prey populations. Spraying of especially wheat and corn in Europe is believed to have caused an 80 per cent decline in flying insects, which in turn has reduced local bird populations by one to two thirds.[33]\n\n"
        },
        {
            "title": "Alternatives",
            "text": "Instead of using chemical insecticides to avoid crop damage caused by insects, there are many alternative options available now that can protect farmers from major economic losses.[34] Some of them are:\n\n"
        },
        {
            "title": "Examples",
            "text": "[40]\n"
        }
    ]
}