{
    "url": "https://en.wikipedia.org/wiki/Insect_sting_allergy",
    "title": "Insect sting allergy",
    "table_of_contents": [
        "1 Epidemiology",
        "2 Prevention",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Insect sting allergy is the term commonly given to the allergic response of an animal in response to the bite or sting of an insect.[1]  Typically, insects which generate allergic responses are either stinging insects (wasps, bees, hornets and ants [2]) or biting insects (mosquitoes, ticks). Stinging insects inject venom into their victims, whilst biting insects normally introduce anti-coagulants into their victims.\n\nThe great majority of insect allergic animals just have a simple allergic response – a reaction local to the sting site which appears as just a swelling arising from the release of histamine and other chemicals from the body tissues near to the sting site. The swelling, if allergic, can be helped by the provision of an anti-histamine ointment as well as an ice pack. This is the typical response for all biting insects and many people have this common reaction.\n\nMosquito allergy may result in a collection of symptoms called skeeter syndrome that occur after a bite. This syndrome may be mistaken for an infection such as cellulitis.\n\nIn anaphylactic patients the response is more aggressive leading to a systemic reaction where the response progresses from the sting site around the whole body. This is potentially something very serious and can lead to anaphylaxis, which is potentially life-threatening.[3][4]\n\n"
        },
        {
            "title": "Epidemiology",
            "text": "The majority of individuals who receive a sting from an insect experience local reactions. It is estimated that 5-10% of individuals will experience a generalized systemic reaction that can involve symptoms ranging from hives to wheezing and even anaphylaxis.[1] In the United States approximately 40 people die each year from anaphylaxis due to stinging insect allergy. Potentially life-threatening reactions occur in 3% of adults and 0.4–0.8% of children.[5]\n\n"
        },
        {
            "title": "Prevention",
            "text": "A 2012 meta-analysis found that venom immunotherapy is an effective prophylactic treatment against insect bite and sting allergic reactions, and significantly improves the quality of life of people affected by severe insect allergies.[6]\n\n"
        }
    ]
}