{
    "url": "https://en.wikipedia.org/wiki/Insect_farming",
    "title": "Insect farming",
    "table_of_contents": [
        "1 Farming of popular insects",
        "1.1 Silkworms",
        "1.2 Mealworms",
        "1.3 Buffaloworms",
        "1.4 Honeybees",
        "1.5 Lac insects",
        "1.6 Cochineal",
        "1.7 Crickets",
        "1.8 Waxworms",
        "1.9 Cockroaches",
        "2 As feed and food",
        "2.1 Benefits",
        "2.1.1 Reduced feed",
        "2.1.2 Nutrient efficiency",
        "2.1.3 Greenhouse gas emissions",
        "2.1.4 Land usage",
        "3 Processing methods",
        "3.1 Harvesting and cleaning",
        "3.2 Inactivation",
        "3.3 Heat-treatment",
        "3.4 Drying",
        "4 Regulations in Europe",
        "5 Footnotes",
        "6 References",
        "7 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Insect farming is the practice of raising and breeding insects as livestock, also referred to as minilivestock or micro stock. Insects may be farmed for the commodities they produce (like silk, honey, lac or insect tea), or for them themselves; to be used as food, as feed, as a dye, and otherwise.\n\n"
        },
        {
            "title": "Farming of popular insects",
            "text": "Silkworms, the caterpillars of the domestic silkmoth, are kept to produce silk, an elastic fiber made when they are in the process of creating a cocoon. Silk is commonly regarded as a major cash crop and is used in the crafting of many textiles.\n\nThe mealworm (Tenebrio molitor L.) is the larvae form of a species of darkling beetles (Coleoptera). The optimum incubation temperature is 25 ̊C - 27 ̊C and its embryonic development lasts 4 – 6 days. It has a long larvae period of about half a year with the optimum temperature and low moisture terminates.[citation needed] The protein content of Tenebrio molitor larvae, adult, exuvium and excreta are 46.44, 63.34, 32.87, and 18.51% respectively.[1]\n\nBuffaloworms, also called lesser mealworms, is the common name of Alphitobius diaperinus. Its larvae superficially resemble small wireworms or true mealworms (Tenebrio spp.). They are approximately 7 to 11 mm in length at last instar. Freshly emerged larvae are a milky color. The pale color tinge returns to that of the first/second instar larva when preparing to molt, while a yellowish-brown appearance after molting.[citation needed] In addition, it was reported that it has the highest level of iron bioavailability.[2]\n\nCommodities harvested from honeybees include beeswax, bee bread, bee pollen, propolis, royal jelly, brood, and honey. All of the aforementioned are mostly used in food, however, being wax, beeswax has many other uses, such as being used in candles, and propolis may be used as a wood finish. However, the presence of honeybees can negatively affect abundance and diversity of wild bees, with consequences for pollination of crops.[3]\n\nLac insects secrete a resinous substance called lac. Lac is used in many applications, from its use in food to being used as a colorant or as a wood finish. The majority of lac farming takes place in India and Thailand, with over 2 million residential employees.\n\nMade into a red dye known as carmine, cochineal are incorporated into many products, including cosmetics, food, paint, and fabric. About 100,000 insects are needed to make a single kilogram of dye. The shade of red the dye yields depends on how the insect is processed. France is the world's largest importer of carmine.\n\nAmong the hundreds of different types of crickets, the house cricket (Acheta domesticus) is the most common type used for human consumption.[4] The cricket is one of the most nutritious edible insects, and in many parts of the world, crickets are consumed dry-roasted, baked, deep-fried, and boiled. Cricket consumption may take the form of cricket flour, a powder of dried and ground crickets, which is easily integrated into many food recipes. Crickets are commonly farmed for non-human animal food, as they provide much nutrition to the many species of reptiles, fish, birds and other mammals that consume them. Crickets are normally killed by deep freezing, where they feel no pain and are sedated before neurological death.\n\nWaxworms are the larvae of wax moths. These caterpillars are used widely across the world for food, fish bait, animal testing and plastic degradation. Low in protein but high in fat content, they are a valuable source of fat for many insectivorous organisms. Waxworms are popular in many parts of the world, due to their ability to live in low temperatures and their simplicity in production.[5]\n\nCockroaches are farmed by the million in China, where they are used in traditional medicine and in cosmetics. The main species farmed is the American cockroach (Periplaneta americana). The cockroaches are reared on food such as potato and pumpkin peeling waste from restaurants, then scooped or vacuumed from their nests, killed in boiling water and dried in the sun.[6]\n\n"
        },
        {
            "title": "As feed and food",
            "text": "Insects show promise as animal feed. For instance, fly larvae can replace fish meal due to the similar amino acid composition. It is possible to formulate fish meal to increase unsaturated fatty acid.[7] Wild birds and free-range poultry can consume insects in the adult, larval and pupal forms naturally.[8] Grasshoppers and moths, as well as houseflies, have been used as feed supplements for poultry.[9] Apart from that, insects have potential as feed for reptiles, soft monkey as well as birds.[10]\n\nHundreds of species of crickets, grasshoppers, beetles, moths and various other insects are considered edible. Selected species are farmed for human consumption.[4] Humans have been eating insects for as long as (according to some sources) 30,000 years.[11] Today insects are becoming increasingly viable as a source of sustainably produced protein, as conventional meat forms are very land-intensive and produce large quantities of methane, a greenhouse gas.[4] Insects bred in captivity offer a low space-intensive,[12] highly feed-efficient,[4] relatively pollution-free,[13] high-protein source of food for both humans and non-human animals. Insects have a high nutritional value, dense protein content and micronutrient and probiotic potential. Insects such as crickets and mealworms have high concentrations of complete protein, vitamin B12, riboflavin and vitamin A.[4] Insects offer an economical solution to increasingly pressing food security and environmental issues concerning the production and distribution of protein to feed a growing world population.[4]\n\nPurported benefits of the use of insects as food include:\n\nCattle use 12 times the amount of feed that crickets do to produce an equal amount of protein.[4] Crickets also only use a quarter of the feed of sheep and one-half the amount of feed given to swine and chicken to produce an equivalent amount of protein.[4] Crickets require only two pounds of feed to produce one pound of the finished product.[4] Much of this efficiency is a result of crickets being ectothermic, as in they get their heat from the environment instead of having to expend energy to create their own body heat as typical mammals do.\n\nInsects are nutrient-efficient compared to other meat sources. The insect protein content is comparable to most meat products. Likewise, the fatty acid composition of edible insects is comparable to fish lipids, with high levels of polyunsaturated fatty acids (PUFAs). In addition, all parts of edible insect are efficiently used whereas some parts of conventional livestock are not directly available for human consumption.[7]\nThe nutritional contents of insects vary with species as well as within species, depending on their metamorphic stage, habitat, and diet. For instance, the lipid composition of insects is largely dependent on their diet and metamorphic stage. Insects are abundant in other nutrients. Locusts, for example, contain between 8 and 20 mg of iron in every 100 grams of raw locust. Beef, on the other hand, contains roughly 6 mg of iron in the same amount of meat. Crickets are also very nutrient-efficient. For every 100 grams of substance, crickets contain 12.9 grams of protein, 121 calories, and 5.5 grams of fat. Beef contains more protein, with 23.5 grams in 100 grams of substance, but also has roughly three times the calories and four times the amount of fat as crickets do in 100 grams. Therefore, per 100 grams of substance, crickets contain only half the nutrients of beef, except for iron. High levels of iron are implicated in bowel cancer[17] and heart disease.[18]\nWhen considering the protein transition, cold-blooded insects can convert food more efficiently: crickets only need 2.1 kg feed for 1 kg ‘meat’, while poultry and cows need more than 2 times and 12 times of the feed, respectively.[19]\n\nThe raising of livestock is responsible for 18% of all greenhouse gases emitted.[4] Alternative sources of protein, such as insects, replace protein sourced from livestock and help decrease the number of greenhouse gases emitted from food production. Insects produce less carbon dioxide, ammonia and methane than livestock such as pigs and cattle, with no farmed insect species besides cockroaches releasing methane at all.[13]\n\nLivestock raising accounts for 70% of agricultural land use.[12] This results in a land-cover change that destroys local ecosystems and displaces people and wildlife. Insect farming is minimally space-intensive compared to other conventional livestock, and can even take place in populated urban centers.[12]\n\n"
        },
        {
            "title": "Processing methods",
            "text": "With the concern for pain tolerance in animal health and welfare, processing the insects can be mainly concluded as: harvesting and cleaning, inactivation, heating and drying, depending on the final product and rearing methods.[20][7]\n\nInsects at different life stages can be collected by sieving followed by water cleaning when it is necessary to remove biomass or excretion. Before processing, the insects are sieved and stored alive at 4 ℃ for about one day without any feed.[21]\n\nAn inactivation step is needed to inactive any enzymes and microbes on the insects. The enzymatic browning reaction (mainly phenolase or phenol oxidase[22]) can cause the brown or black color on the insect, which leads to discoloration and an off-flavor.\n\nSufficient heat treatment is required to kill enterobacteriaceae so that the product can meet safety requirements. D-value and Z-value can be used to estimate the effectiveness of heat treatments. The temperature and duration of the heating will cause insect proteins' denaturation and changes the functional properties of proteins.\n\nTo prevent spoilage, the products are dried to lower moisture content and prolong shelf life. Longer drying time results from a low evaporation rate due to the chitin layer, which can prevent the insect from dehydrating during their lifetime. So the product being in granule form gives the advantage of further drying. In general, insects have a moisture level in the range of 55-65%. A drying process decreasing the moisture content to a level of <10% is good for preservation.\n\nBesides the moisture level, oxidation of lipids can cause high levels of unsaturated fatty acids. Hence the processing steps influencing the final fat stability in products are necessary to be considered during drying.\n\n"
        },
        {
            "title": "Regulations in Europe",
            "text": "The use of insect meal as feed and food is limited by legislation. Insects can be used in Novel Food according to the European Union guidelines for market authorization of products.[23] The European Union Commission accepted the use of insects for fish feed in July 2017.[24] However, the power to promote the scale-up of insect production becomes difficult when few participate in this market to change the rules. In Europe, safety documents for certain insects and accompanying products are required by the European Union (EFSA) and NVWA.[25]\n\n"
        }
    ]
}