{
    "url": "https://en.wikipedia.org/wiki/Insects_in_ethics",
    "title": "Insects in ethics",
    "table_of_contents": [
        "1 Religious perspectives",
        "1.1 Jainism",
        "1.2 Buddhism",
        "1.3 Taoism",
        "1.4 Judaism",
        "1.5 Christianity",
        "2 Historical perspectives",
        "3 Animal rights and welfare",
        "4 Cultural depictions",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Insects and human ethical obligations towards them have been discussed by a number of writers and figures throughout history, many of whom, arguing from a variety of different perspectives, have contended that there exists a moral obligation towards not harming or killing insects. According to generally accepted definitions in animal welfare and agricultural ethics, however, it is argued that individual insects do not have a \"right to life\".  \n\n"
        },
        {
            "title": "Religious perspectives",
            "text": "Jain monks take considerable precautions to avoid, even unintentionally, harming even the smallest living beings, including insects.[1] Breaches of the fundamental principle of Ahimsā (non-violence) impacts one's karma negatively, especially when destruction of life is brought about by carelessness, though violence against insects impacts karma less so than so-called \"five-sensed creatures\" (e.g. humans); In Jainism, there is a hierarchy of the forms of existence, where beings are categorized according to the amount of senses they possess. Insects may differ in their count, for example, worms have two senses, ants three, and flies four. Thereby, their respective destruction affects karma differently.[2]\n\nAccording to Buddhist principles, insects, are considered as sentient beings, who should not be harmed or killed.[3] It has been described in a story of the life of the Buddha, that he once commanded monks to discontinue their travels during monsoon season, to avoid the killing of worms and insects on the muddy roads.[4] Following the example of Jainism, Buddhist monks frequently make use of a strainer to avoid killing small animals when drinking water.[1]\n\nJon Wynne-Tyson, in The Expanding Circle, quotes the Tai-shang kan-yingp'ien: \"Have a compassionate heart toward all creatures… Even insects\".[5] He also attributes a quote to Wen Ch'ang in Yin-chih-wen, which states: \"Whenever taking a step, always watch for ants and insects. Prohibit the building of fires outside (lest insects be killed)\".[5]\n\nThe Sefer Hasidim, a medieval Hebrew work, instructs its followers to never inflict pain on animals, including insects, and to not kill wasps or flies.[6]\n\nSoame Jenyns, an English MP and writer, argued that: \"We are unable to give life, and therefore ought not wantonly to take it away from the meanest insect, without sufficient reason; they all receive it from the same benevolent hand as ourselves, and have therefore an equal right to enjoy it.\"[7] William Ellery Channing stated in a letter that he would never kill an insect and asserted that insects have been given same right to life as humans by God; he also argued that killing them would spoil the work of God's creation.[8]\n\nInsects and their Habitations: A Book for Children, published by the Society for the Promotion of Christian Knowledge in 1833, instructed children that it was a sin against God to unnecessarily harm insects and that if they should encounter one in distress, they should not harm them, but provide them aid.[9]: 241 \n\n"
        },
        {
            "title": "Historical perspectives",
            "text": "The 11th-century Arab poet and philosopher Al-Maʿarri described the compassion of releasing a flea from his hand as being kinder that giving money to a human in need. He asserted that both the flea and human take precautions against death and have a passion to continue living.[10]\n\nThe early animal rights writer Lewis Gompertz, an early vegan,[11] argued against the killing of silk worms to procure silk.[12]\n\n"
        },
        {
            "title": "Animal rights and welfare",
            "text": "Peter Singer argues that a lack of knowledge around the capacity for insects to have subjective experiences means that \"insect rights\" is not yet something that should be campaigned for.[13]\n\n\nThe entomologist Jeffrey A. Lockwood argues that:\nAn ethical analysis around the issue of killing harmful animals (other than for meat production or product testing) concluded that it is allowable under the following conditions:\n\nIn such a situation, a prima facie right to life of an animal is overridden. In general, insects are not postulated to have such rights anyway, and moreover, agricultural ethics concerns itself with the morality of killing harmful mammals (predators, herbivores) or disease vectors (rats). \"Insect killing\" is strictly an ecological concern due to the use of potentially harmful insecticides, and the event of killing a single insect is quantitatively neglectable.[15]\n\n"
        },
        {
            "title": "Cultural depictions",
            "text": "It has been argued that Shakespeare expressed sympathy for insects, specifically in his 1604 play Measure for Measure, where the character Isabella states: \"The sense of death is most in apprehension. / And the poor beetle that we tread upon, / In corporal sufferance finds a pang as great / As when a giant dies.\"[9]: 99–100 \n\nIn the poem \"On Cruelty\", John Clare refers to rescuing flies from the webs of spiders: \"E'en 'plaining flies to thee have spoke, / Poor trifles as they be; / And oft the spider's web thou'st broke, / To set the captive free.\"[16]\n\nThe idiom \"wouldn't hurt a fly\" is used to refer to someone who is gentle and who would not do anything to cause harm or injury.[17]\n\n"
        }
    ]
}