{
    "url": "https://en.wikipedia.org/wiki/Inspirational_fiction",
    "title": "Inspirational fiction",
    "table_of_contents": [
        "1 Definition and classification",
        "2 Sub-genres",
        "2.1 Christian fiction",
        "2.2 Theological fiction",
        "2.3 Visionary fiction",
        "2.4 Gentle fiction",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Inspirational fiction is a sub-category within the broader categories of \"inspirational literature\" or \"inspirational writing.\" It has become more common for booksellers and libraries to consider inspirational fiction to be a separate genre, classifying and shelving books accordingly.[1][2] Reasons for this include the increased popularity of inspirational fiction in recent years, and the appeal of inspirational fiction beyond readers of the genre that these books would otherwise be classified in.[3]\n\n"
        },
        {
            "title": "Definition and classification",
            "text": "Libraries are increasingly recognizing and using the categories of inspirational writing and inspirational fiction, although there is no universally accepted definition for these categories. Some books obviously fit into the category of inspirational writing, such as the Chicken Soup for the Soul series, which was explicitly written to inspire readers by means of true anecdotes. \n\nWhile the subgenre of inspirational fiction is not considered a rigorous category by many libraries, it is frequently used.  Possible criteria that have been suggested as categorizing a book as inspirational fiction include novels whose main purpose is depict an example of change in the life of a major characters in order to inspire readers to make such changes in their own life.   For example, one library explains its list of \"inspirational fiction\" books with the statement, \"Any good book can be an inspiration, but many of these books highlight people overcoming adversity or reaching new levels of understanding. Whether they pull themselves up by their own bootstraps or have help from a higher power, these books will uplift and entertain you.\"[4]\n\nClassifying a book as inspirational fiction based on the effect on the reader is difficult since personal choice, taste and even personal beliefs are factors that affect the way a book can \"inspire\" a reader.  For example, a study of inspirational literature by Professor Lisa Jardine in 2006 revealed that gender may also be a factor in a reader's reaction to inspirational literature.[5]\n\n"
        },
        {
            "title": "Sub-genres",
            "text": "Some libraries have begun to classify some books written in other genres as inspirational fiction.[1] The American Library Association'sThe Readers Advisory Guide to Genre Fiction lists \"inspirational\" as a subgenre in every type of fiction it discusses, e.g. Romance or Westerns.[6]  Another method of categorization is to divide inspirational fiction into these subgenres, e.g. Inspirational Romance Fiction, Inspirational Western Fiction.\n\nDue to the absence of strict rules for categorizing books as inspirational fiction, libraries often include explanations or disclaimers when using this category, such as this example: \"Please note: The books listed here cover a wide variety of genres and types, from traditional inspirational fiction authors such as June Masters Bacher and Janette Oke, to thrillers such as those written by Paul Meier and fantasy and science fiction titles by J.R.R. Tolkien and C.S. Lewis. In addition, many titles address issues of faith from unconventional viewpoints. Some readers may question the suitability of titles that do not fit their personal view of what constitutes inspirational fiction; we simply ask that you keep in mind that individual readers' tastes vary.\"[7]\n\nOne library distinguishes between inspirational fiction and the smaller category of religious fiction by noting that \"inspirational fiction is more broad based. Instead of dwelling on the religious aspects of faith, they emphasize morals, values and life lessons.\"[8]\n\nIn the United States and Canada the term \"inspirational fiction\" is often used to refer exclusively to \"religious fiction,\" \"faith-based fiction,\" or more narrowly \"Christian fiction\", which focuses on Christian values.[9][10]  Christian fiction is most frequently written for the evangelical Protestant market,[11] although some examples of inspirational fiction have been written to appeal to Roman Catholic or Orthodox Christian readers.\n\nJanette Oke is considered to be one of the earliest and most prolific of writers in this category. Her books often focus on individuals, very often pioneers in the early West, who must draw upon a sense and awareness of faith to overcome adversity.[12]\n\nTheological fiction \"is fictional writing which shapes people's attitudes towards theological beliefs. It is typically instructional or exploratory rather than descriptive, and it engages specifically with the theoretical ideas which underly and shape typical responses to religion.\"[13]\n\nAuthors associated with theological fiction include C. S. Lewis and George MacDonald.\n\nSome writers, including psychotherapist and author, Michael Gurrian, are promoting the term \"visionary fiction\" for some inspirational fiction,[14] Gurian describes this subgenre as \"fiction in which the expansion of the human mind drives the plot.\"[15]\n\nBooks like Gurian's own The Miracle: A Visionary Novel and Michael Murphy's Golf in the Kingdom have been suggested for this category.  Other authors associated with visionary fiction include Theresa Crater and Jodine Turner.\n\nAnother category that is sometimes associated with \"inspirational fiction\" is \"gentle fiction,\" which is often used to identify works categorized by a lack of profanity and portrayal of explicit sex or violence, and which lull readers into a good, thoughtful read.[16] Novels that explore with charm and humor the everyday joys, frustrations, and sorrows of lives quietly led are often categorized as \"gentle reads\".[17]\n\nAuthors associated with gentle fiction include Maeve Binchy, Ann Bates Ross, Patrick Taylor, Lisa Wingate, and Jan Karon.\n\n"
        }
    ]
}