{
    "url": "https://en.wikipedia.org/wiki/Punjab_insurgency",
    "title": "Insurgency in Punjab",
    "table_of_contents": [
        "1 Background",
        "2 Dharam Yudh Morcha",
        "3 Operation Blue Star",
        "4 Assassination of Indira Gandhi and anti-Sikh riots",
        "5 Militancy",
        "6 Pakistan involvement",
        "6.1 Training and infrastructure",
        "6.2 Weapons",
        "7 End of violence",
        "8 Timeline",
        "9 See also",
        "10 References",
        "10.1 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Insurgency in Punjab, from the mid-1980s to the mid-1990s, was an armed campaign by the Sikh militant Khalistan movement.[17] Terrorism, corruption, and police brutality were the highlights of the insurgency and the aftermath of the 1984 Anti-Sikh riots. In the 1980s, the movement had evolved into a militant secessionist movement after the perceived indifference of the Indian state in regards to mutual negotiations.[18] The Green Revolution in India brought several social and economic changes which, along with factionalism of the politics, in the Punjab state increased tension between rural Sikhs in Punjab with the union Government of India.[17] Pakistani strategists then began supporting the militant dimension of the Khalistan movement.[17]\n\nIn the 1972 Punjab state elections, Congress won and Akali Dal was defeated. In 1973, Akali Dal put forward the Anandpur Sahib Resolution to demand more autonomic powers to the state of Punjab.[19] The Congress government considered the resolution a secessionist document and rejected it.[20] Jarnail Singh Bhindranwale then joined the Akali Dal to launch the Dharam Yudh Morcha in 1982, to implement Anandpur Sahib resolution. Bhindranwale had risen to prominence in the Sikh political circle with his policy of getting the Anandpur Resolution passed, failing which he wanted to declare a semi-autonomous, federal region of Punjab as a homeland for Sikhs.[21]\n\nBhindranwale was credited by the government with launching Sikh militancy in Punjab.[22] Under Bhindranwale, the number of people initiating into the Khalsa increased. He also increased the awareness amongst the populace about the ongoing assault on Sikh values by politicians, alleging their intentions to influence Sikhism and eradicate its individuality by conflating it with Pan-Indian Hinduism.[22] Bhindranwale and his followers started carrying firearms at all times for self defense.[22] In 1983, he along with his militant followers occupied and fortified Akal Takht.[23] While critics claimed that he entered it to escape arrest in 1983, there was no arrest warrant issued in his name, and he was regularly found giving interviews to the press in and outside the Akal Takht. He made the Sikh religious building his headquarters and led a campaign for autonomy in Punjab with the strong backing of Major General Shabeg Singh. They then took refuge in the Akal Takht as the extrajudicial violence against Sikhs increased in the months before Operation Bluestar. [24]\n\nOn 1 June 1984, Operation Blue Star was launched to remove him and the armed militants from the Golden Temple complex. On 6 June, on Guru Arjan Dev Martyrdom Day, Bhindranwale was killed by the Indian military in the operation.[25] The operation carried out in the Gurudwara caused outrage among the Sikhs and increased the support for Khalistan Movement.[17] Four months after the operation, on 31 October 1984, Prime Minister of India, Indira Gandhi was assassinated in vengeance by her two bodyguards, Satwant Singh and Beant Singh.[26] Public outcry over Gandhi's death led to the slaughter of Sikhs in the ensuing 1984 Sikh Massacre.[27] These events played a major role in the violence by Sikh militant groups supported by Pakistan and consumed Punjab until the early 1990s when the Khalistan movement was eventually crushed in Punjab.[28]\n\nIn the mid-1990s, the insurgency petered out, and the Khalistan movement failed to reach its objective due to multiple reasons including a heavy police crackdown on civilians and militants, factional infighting, and loss of public support, with the militancy brought under the control of law enforcement agencies by 1993.\n\n"
        },
        {
            "title": "Background",
            "text": "In the 1950s the Punjabi Suba movement for linguistic reorganisation of the state of Punjab and status for the Punjabi language took place, which the government finally agreed to in 1966 after protests and recommendation of the States Reorganisation commission.[17] The state of East Punjab was later split into the states of Himachal Pradesh, the new state Haryana and current day Punjab.[29]\n\nThe process of Sikh alienation from the national mainstream was set in motion shortly after Independence due to the communalism of national and regional parties and organization including the RSS, Jan Sangh, and the Arya Samaj, exacerbated by Congress mishandling and local politicians and factions.[30] According to Indian general Afsir Karim, many observers believed that separatist sentiments began in 1951 when Punjabi Hindus disowned the Punjabi language under the influence of radical elements, and \"doubts on the concepts of a Punjabi Suba\" created mutual suspicion, bitterness, and further misunderstanding between the two communities.[30] The 1966 reorganization left the Sikhs highly dissatisfied, with the unresolved status of Chandigarh and the distribution of river waters intensifying bitter feelings.[30]\n\nWhile the Green Revolution in Punjab had several positive impacts, the introduction of the mechanised agricultural techniques led to uneven distribution of wealth. The industrial development was not done at the same pace of agricultural development, the Indian government had been reluctant to set up heavy industries in Punjab due to its status as a high-risk border state with Pakistan.[31] The rapid increase in the higher education opportunities without adequate rise in the jobs resulted in the increase in the unemployment of educated youth.[17] The resulting unemployed rural Sikh youth were drawn to the militant groups, and formed the backbone of the militancy.[32]\n\nAfter being routed in 1972 Punjab election,[19] the Akali Dal put forward the Anandpur Sahib Resolution in 1973 to address these and other grievances,[33] and demand more autonomy to Punjab.[19] The resolution included both religious and political issues. It asked for recognising Sikhism as a religion It also demanded that power be generally devoluted from the Central to state governments.[17] The Anandpur Resolution was rejected by the government as a secessionist document. Thousands of people joined the movement, feeling that it represented a real solution to demands such as a larger share of water for irrigation and the return of Chandigarh to Punjab.[34]\n\nThe 1978 Sikh-Nirankari clashes had been within the Sikh community, but the pro-Sant Nirankari stance of some Hindus in Punjab and Delhi had led to further division, including Jan Sangh members like Harbans Lal Khanna joining the fray, who, in a protest against holy city status for Amritsar, raising inflammatory slogans like \"Kachha, kara, kirpan, bhejo inko Pakistan\" (\"those who wear the 5 Ks (Sikhs), send them to Pakistan\"), led to aggressive counter demonstrations.[33]\n\n"
        },
        {
            "title": "Dharam Yudh Morcha",
            "text": "Bhindranwale had risen to prominence in the Sikh political circle with his policy of getting the Anandpur Sahib Resolution passed.[21] Indira Gandhi, the leader of the Akali Dal's rival Congress, considered the Anandpur Sahib Resolution as a secessionist document although it was purely humanitarian and according to earlier promises by the government but rejected.[20] The Government was of the view that passing of the resolution would have allowed Punjab to be autonomous.\n\nAs high-handed police methods normally used on common criminals were used on protesters during the Dharam Yudh Morcha, creating state repression affecting a very large segment of Punjab's population, retaliatory violence came from a section of the Sikh population, widening the scope of the conflict by the use of violence of the state on its own people, creating fresh motives for Sikh youth to turn to insurgency.[35] The concept of Khalistan was still vague even while the complex was fortified under the influence of former Sikh army officials alienated by government actions who now advised Bhindranwale, Major General Shabeg Singh and retired Major General and Brigadier Mohinder Singh, and at that point the concept was still not directly connected with the movement he headed.[35] In other parts of Punjab, a \"state of chaos and repressive police methods\" combined to create \"a mood of overwhelming anger and resentment in the Sikh masses against the authorities\", making Bhindranwale even more popular, and demands of independence gain currency, even amongst moderates and Sikh intellectuals.[35] Extrajudicial killings by the police of orthodox Sikh youth in rural areas in Punjab during the summer and winter of 1982 and early 1983, provoking reprisals.[36] Over 190 Sikhs had been killed in the first 19 months of the protest movement.[37]\n\n"
        },
        {
            "title": "Operation Blue Star",
            "text": "Operation Blue Star was an Indian military operation carried out between 1 and 8 June 1984, ordered by Prime Minister Indira Gandhi to remove religious leader Jarnail Singh Bhindranwale and his armed followers from the buildings of the Harmandir Sahib complex in Amritsar, Punjab.[38] In July 1983, the Sikh political party Akali Dal's President Harcharan Singh Longowal had invited Bhindranwale to take up residence in Golden Temple Complex.[39][26] Bhindranwale later on made the sacred temple complex an armoury and headquarters.[40][41] In the violent events leading up to the Operation Blue Star, the militants had killed 165 Nirankaris, Hindus and Nirankaris, even 39 Sikhs opposed to Bhindranwale were killed. The total number of deaths was 410 in violent incidents and riots while 1,180 people were injured.[42]\n\nCounterintelligence reports of the Indian agencies had reported that three prominent figures in the operation, Shabeg Singh, Balbir Singh and Amrik Singh had made at least six trips each to Pakistan between the years 1981 and 1983.[4] Intelligence Bureau reported that weapons training was being provided at gurdwaras in Jammu and Kashmir and Himachal Pradesh. Soviet intelligence agency KGB reportedly tipped off the Indian agency RAW about the CIA and ISI working together on a Plan for Punjab with a code name \"Gibraltar\". RAW from its interrogation of a Pakistani Army officer received information that over a thousand trained Special Service Group commandos of the Pakistan Army had been dispatched by Pakistan into the Indian Punjab to assist Bhindranwale in his fight against the government. A large number of Pakistani agents also took the smuggling routes in the Kashmir and Kutch n for three days ending on 8 June. A clean-up operation codenamed as Operation Woodrose was also initiated throughout Punjab.[4]\n\nThe army had underestimated the firepower possessed by the militants. Militants had Chinese made rocket-propelled grenade launchers with armour piercing capabilities. Tanks and heavy artillery were used to attack the militants using anti-tank and machine-gun fire from the heavily fortified Akal Takht. After a 24-hour firefight, the army finally wrested control of the temple complex. Casualty figures for the Army were 83 dead and 249 injured.[43] According to the official estimate presented by the Indian government, 1592 were apprehended and there were 493 combined militant and civilian casualties.[44] High civilian casualties were attributed by the state to militants using pilgrims trapped inside the temple as human shields.[45] According to Indian army generals, it was \"doubtful\" that Bhindranwale had any assurance of help or promise of asylum from Pakistan, as he made no attempt to escape with any associates, in additions to traditions of martyrdom.[46]\n\n"
        },
        {
            "title": "Assassination of Indira Gandhi and anti-Sikh riots",
            "text": "The Operation Bluestar was criticized by many Sikhs bodies, who interpreted the military action as an assault on Sikh religion.[47] Four months after the operation, on 31 October 1984, Indira Gandhi was assassinated in vengeance by her two Sikh bodyguards, Satwant Singh and Beant Singh.[26]\n\nPublic outcry and instigation of the public by several high-profile politicians and actors[48] over Gandhi's death led to the killings of more than 3,000 Sikhs in the ensuing 1984 anti-Sikh riots.[27] In the aftermath of the riots, the government reported that 20,000 had fled the Dehli; the People's Union for Civil Liberties reported \"at least\" 1,000 displaced persons.[49] The most-affected regions were the Sikh neighbourhoods of Delhi. Human rights organisations and newspapers across India believed that the massacre was organised.[50][51][52] The collusion of political officials in the violence and judicial failure to penalise the perpetrators alienated Sikhs and increased support for the Khalistan movement.[53]\n\n"
        },
        {
            "title": "Militancy",
            "text": "Since the November 1984 pogrom, the Sikhs considered themselves a besieged community.[54] The majority of Sikhs in Punjab would come to support the insurgents as harsh police measures, harassment of innocent Sikh families, and fake encounters from the state had progressively increased support, and provided fresh motives for angry youth to join the insurgents, who were extolled by the community as martyrs as they were killed by police.[54] Police activity discriminatory towards Sikhs increased alienation greatly, triggering indiscriminate militant incidents.[54] However, the insurgent groups were also highly vulnerable to infiltration by security forces, providing possible motive as to frequent assassination of those suspected of being informants.[54]\n\nA section of Sikhs turned to militancy in Punjab; some Sikh militant groups aimed to create an independent state called Khalistan through acts of violence directed at members of the Indian government, army or forces. Others demanded an autonomous state within India, based on the Anandpur Sahib Resolution. Rajiv Gandhi congratulated a \"large number\" of Sikhs in a speech in 1985 for condemning the actions of the militants \"for the first time.\"[55]\n\nAn anthropological study by Puri et al. had posited fun, excitement and expressions of masculinity, as explanations for the young men to join militants and other religious nationalist groups. Puri et al. stated that undereducated and illiterate young men, and with few job prospects had joined pro-Khalistan militant groups with \"fun\" as one of the primary reasons, asserting that the pursuit of Khalistan was the motivation for only 5% of \"militants\".[56][57][full citation needed] Among the arrested terrorists were Harjinder Singh Jinda, who was a convicted bank robber and had escaped from prison, Devinder Singh Bai, a suspect in murder case and was Bhindranwale's close associate, and two drug smugglers, Upkar Singh and Bakshish Singh.[58] However, retired Indian Army general Afsir Karim had described \"myths\" that had become part of the conventional wisdom of the establishment, including that of \"Sikhs have no cause to be dissatisfied or disgruntled\" or \"have no grievances\", or that \"terrorism and violence is the work of a handful of misguided youth and criminals and can be curbed by strong measures taken by the state law and order apparatus\", stating that the terrorism was a preliminary stage of insurgency in Punjab, that it was well organized, and that the militants were highly motivated and that crime was not their motive.[59] Army leaders during the earlier operation had noted that \"it was now evident that this was no rabble army, but a determined insurgent army fired up with religious fervour.\"[41] The movement would only begin to attract lumpen elements in the late 1980s, joining for the allure of money rather than the long cherished cause of a separate homeland for the Sikhs,[60] as well as by entryists like Naxalites who \"took advantage of the situation for their own ends.\"[55]\n\nAccording to Human Rights Watch in the beginning, on the 1980s, terrorists committed indiscriminate bombings in crowded places, as Indian security forces killed, disappeared, and tortured thousands of innocent Sikhs extrajudicially during its counterinsurgency campaign.[61] On the same day, in another location, a group of militants killed two officials during an attack on a train.[24]: 174  Trains were attacked and people were shot after being pulled from buses.\n\nThe Congress(I)-led Central Government dismissed its own Punjab's government, declaring a state of emergency, and imposed the President's Rule in the state.[24]: 175 \n\nThe Operation Blue Star and Anti-Sikh riots across Northern India were crucial events in the evolution of the Khalistan movement. The nationalist groups grew in numbers and strength.[4] The financial funding from the Sikh diaspora sharply increased and the Sikhs in the US, UK and Canada donated thousands of dollars every week for the insurgency. Manbir Singh Chaheru the chief of the Sikh militant group Khalistan Commando Force admitted that he had received more than $60,000 from Sikh organisations operating in Canada and Britain. One of the militant stated, \"All we have to do is commit a violent act and the money for our cause increased drastically.\"[62] Indira Gandhi's son and political successor, Rajiv Gandhi, tried unsuccessfully to bring peace to Punjab.[40]\n\nThe opportunity that the government had after 1984 was lost and by March 1986, the Golden Temple was back in control of Sikh institution Damdami Taksal.[4] By 1985, the situation in Punjab had become highly volatile. In December 1986, a bus was attacked by Sikh militants in which 24 Hindus were shot dead and 7 were injured and shot near Khuda in the Hoshiarpur district of Punjab.[63] [64]\n\n"
        },
        {
            "title": "Pakistan involvement",
            "text": "According to Indian general Afsir Karim, there was \"nothing to suggest that the initial break between Sikhs and the national mainstream was engineered by outside agencies.\"[65] The first impetus occurred shortly after Independence in 1951 when Punjabi Hindus, under the influence of local Hindu radical groups,[65] abandoned Punjabi to call Hindi their mother tongue in falsified censuses to prevent the formation of the Punjabi Suba, which brought out other differences between the two communities in the open.[65] Despite this, it required an event of the magnitude of Operation Blue Star to give rise to militancy in an organized form.[65] The pre-operation period generated enough heat to draw Pakistan interest, but it was Operation Blue Star which gave the final push to angry Sikh youth to cross the border and accept Pakistani assistance and support.[65] Even then their anger was \"not particularly against the Hindu population but against the humiliation of Blue Star compounded by the anti-Sikh riots of 1984.\"[65]\n\nIn 1964, Pakistani state-owned radio station began airing separatist propaganda targeted for Sikhs in Punjab, which continued during the Indo-Pak war of 1965.[58] Pakistan had been promoting the Sikh secessionist movement since the 1970s. The Pakistani prime minister Zulfikar Ali Bhutto had politically supported the idea of Khalistan wherever possible. Under Zia ul Haq, this support became even more prominent. The motive for supporting Khalistan was the revenge for India's role in splitting of Pakistan in 1971 and to discredit India's global status by splitting a Sikh state to vindicate Jinnah's Two-nation theory.[4] Zia had seen this as an opportunity to weaken and distract India in another war of insurgency following the Pakistani military doctrine to \"Bleed India with a Thousand Cuts\". Former Director General of ISI Hamid Gul had once stated that \"Keeping Punjab destabilized is equivalent to the Pakistan Army having an extra division at no cost to the taxpayers.\"[66]\n\nSince the early 1980s, for the fulfillment of these motives, the spy agency Inter-Service-Intelligence (ISI) of Pakistan became involved with the Khalistan movement.[4] ISI created a special Punjab cell in its headquarter to support the militant Sikh followers of Bhindranwale and supply them with arms and ammunitions. Terrorist training camps were set up in Pakistan at Lahore and Karachi to train them. ISI deployed its Field Intelligence Units (FIU) on the Indo-Pak Border. Organisations like Bhindranwale Tiger Force, the Khalistan Commando Force, the Khalistan Liberation Force and the Babbar Khalsa were provided support.[4]\n\nA three-phase plan was followed by the Punjab cell of ISI.[4]\n\nThe ISI also attempted to make appeals to the five-member Panthic Committee, elected from among the religious leaders of the Panth at the Panj Takhts as the upholders of the Sikh religion, as well as the Shiromani Gurdwara Parbandhak Committee due to its substantial financial resources,[4] and as both Sikh committees had major political influence over Punjab and New Delhi.[4]\n\nSikhs in Pakistan were a small minority and the Panthic Committee in Pakistan assisted the propaganda campaign of ISI in its propaganda and psychological warfare. The Sikh community in the country and abroad were its target. Panthic Committee delivered religious speeches and revealing incidents of torture to the Sikhs. Sikhs were instigated to take up arms against the Indian Government \"in the name of a hypothetical autonomous Sikh nation\".[4]\n\nISI used Pakistani Sikhs as partners for its operation in the Indian Punjab. The terrorist training program was spread over and the Sikh gurdwaras on both sides of International border were used as place for residence and armoury for storing weapons and ammunitions.[4]\n\nThe direct impact of these activities was felt during the Operation Blue Star where the Sikh insurgents fighting against the army were found to be well trained in warfare and had enough supply of ammunitions.[4] After the Operation Blue Star several modern weapons found inside the temple complex with the Pakistan or Chinese markings on them.[67]\n\nPakistan had been involved in training, guiding, and arming Sikh militants.[4] Interrogation reports of Sikh militants arrested in India gave details of the training of Sikh youth in Pakistan including arms training in the use of rifles, sniper rifle, light machine gun, grenade, automatic weapons, chemical weapons, demolition of buildings and bridges, sabotage and causing explosions using gunpowder by the Pak-based Sikh militant leaders and Pakistani army officers. A dozen terrorist training camps had been set up in Pakistan along the International border. These camps housed 1500 to 2000 Sikh militants who were imparted guerrilla warfare training.[58] Reports also suggested plans of ISI to cause explosions in big cities like Amritsar, Ludhiana, Chandigarh, Delhi and targeting politicians.[68][69] According to KPS Gill, terrorists had been mainly using crude bombs but since 1990s more modern explosives supplied by Pakistan had become widespread in usage among them. The number of casualties also increased with more explosives usage by the terrorists.[4]\n\nBy providing modern sophisticated weapons to the Sikh extremists, the Pakistani ISI was efficacious in producing an environment which conducted guerrilla warfare.[4] AK-47 provided by ISI was primarily used by the militants as an ideal weapon in their guerrilla warfare, based on its superior performance in comparison to other weapons. While the Indian policemen fighting the militants had .303 Lee–Enfield rifles that were popular in the World war II and only a few of them had 7.62 1A self loading rifles. These weapons were outmatched by automatic AK-47s.\n\nA militant from Babbar Khalsa who had been arrested in the early 1990s had informed Indian authorities about Pakistani ISI plans to use aeroplanes for Kamikaze attacks on Indian installations. The Sikhs however refused to participate in such operations on religious grounds as Sikhism prohibits suicide assassinations.[4] In a hijacking in 1984 a German manufactured pistol was used and during the investigations, Germany's Federal Intelligence Service then confirmed that the weapon was part of a weapon consignment for Pakistani government. The American government had then issued warnings over the incident after which the series of hijackings of Indian aeroplanes had stopped.[4]\n\n"
        },
        {
            "title": "End of violence",
            "text": "Between 1987 and 1991, Punjab was placed under an ineffective President's rule and was governed from Delhi. Elections were eventually held in 1992 but the voter turnout was poor. A new Congress(I) government was formed and it gave the Chief of the Punjab Police (India) K.P.S. Gill a free hand.\n\nUnder his Command, police had launched multiple intelligence-based operations like Operation Black Thunder to neutralise Sikh militants. Police was also successful in killing multiple High-value terrorists thus suppressing the violence and putting an end to mass killings.[70]\n\nBy 1993, the Punjab insurgency had petered out, with a last major incident being the Assassination of Chief Minister Beant Singh occurring in 1995.[4]\n\n1,714 security personnel, 7,946 militants, and 11,690 non-combatants were killed throughout the conflict. Some sources have stated higher figures for non-combatant deaths.[12][71]\n\n"
        }
    ]
}