{
    "url": "https://en.wikipedia.org/wiki/Interstellar_travel",
    "title": "Interstellar travel",
    "table_of_contents": [
        "1 Challenges",
        "1.1 Interstellar distances",
        "1.2 Required energy",
        "1.3 Interstellar medium",
        "1.4 Hazards",
        "1.5 Wait calculation",
        "2 Prime targets for interstellar travel",
        "3 Proposed methods",
        "3.1 Slow, uncrewed probes",
        "3.2 Fast, uncrewed probes",
        "3.2.1 Nanoprobes",
        "3.3 Slow, crewed missions",
        "3.3.1 Generation ships",
        "3.3.2 Suspended animation",
        "3.3.3 Frozen embryos",
        "3.3.4 Island hopping through interstellar space",
        "3.4 Fast, crewed missions",
        "3.4.1 Time dilation",
        "3.4.2 Constant acceleration",
        "4 Propulsion",
        "4.1 Rocket concepts",
        "4.1.1 Ion engine",
        "4.1.2 Nuclear fission powered",
        "4.1.2.1 Fission-electric",
        "4.1.2.2 Fission-fragment",
        "4.1.2.3 Nuclear pulse",
        "4.1.3 Nuclear fusion rockets",
        "4.1.4 Antimatter rockets",
        "4.1.5 Rockets with an external energy source",
        "4.2 Non-rocket concepts",
        "4.2.1 RF resonant cavity thruster",
        "4.2.2 Helical engine",
        "4.2.3 Interstellar ramjets",
        "4.2.4 Beamed propulsion",
        "4.2.4.1 Interstellar travel catalog to use photogravitational assists for a full stop",
        "4.2.5 Pre-accelerated fuel",
        "4.2.6 Dynamic soaring",
        "4.3 Theoretical concepts",
        "4.3.1 Transmission of minds with light",
        "4.3.2 Faster-than-light travel",
        "4.3.2.1 Alcubierre drive",
        "4.3.2.2 Artificial black hole",
        "4.3.2.3 Wormholes",
        "5 Designs and studies",
        "5.1 Enzmann starship",
        "5.2 Project Hyperion",
        "5.3 NASA research",
        "5.4 100 Year Starship study",
        "5.5 Other designs",
        "6 Non-profit organizations",
        "7 Feasibility",
        "7.1 Interstellar missions not for human benefit",
        "8 Discovery of Earth-like planets",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Interstellar travel is the hypothetical travel of spacecraft from one star system, solitary star, or planetary system to another. Interstellar travel is expected to prove much more difficult than interplanetary spaceflight due to the vast difference in the scale of the involved distances. Whereas the distance between any two planets in the Solar System is less than 30 astronomical units (AU), stars are typically separated by hundreds of thousands of AU, causing these distances to typically be expressed instead in light-years. Because of the vastness of these distances, non-generational interstellar travel based on known physics would need to occur at a high percentage of the speed of light; even so, travel times would be long, at least decades and perhaps millennia or longer.[1]\n\nAs of 2022, five uncrewed spacecraft, all launched and operated by the United States, have achieved the escape velocity required to leave the Solar System as part of missions to explore parts of the outer system.  They will therefore continue to travel through interstellar space indefinitely.  However, they will not approach another star for hundreds of thousands of years, long after they have ceased to operate (though in theory the Voyager Golden Record would be playable in the highly unlikely event that the spacecraft is retrieved by an extraterrestrial civilization).\n\nThe speeds required for interstellar travel in a human lifetime far exceed what current methods of space travel can provide. Even with a hypothetically perfectly efficient propulsion system, the kinetic energy corresponding to those speeds is enormous by today's standards of energy development. Moreover, collisions by spacecraft with cosmic dust and gas at such speeds would be very dangerous for both passengers and the spacecraft itself.[1]\n\nA number of strategies have been proposed to deal with these problems, ranging from giant arks that would carry entire societies and ecosystems, to microscopic space probes. Many different spacecraft propulsion systems have been proposed to give spacecraft the required speeds, including nuclear propulsion, beam-powered propulsion, and methods based on speculative physics.[2]\n\nHumanity would need to overcome considerable technological and economic challenges to achieve either crewed and uncrewed interstellar travel. Even the most optimistic views forecast that it will be decades before this milestone is reached. However, in spite of the challenges, a wide range of scientific benefits are expected should interstellar travel become a reality.[3]\n\nMost interstellar travel concepts require a developed space logistics system capable of moving millions of tonnes to a construction / operating location, and most would require gigawatt-scale power for construction or power (such as Star Wisp– or Light Sail–type concepts). Such a system could grow organically if space-based solar power became a significant component of Earth's energy mix. Consumer demand for a multi-terawatt system would create the necessary multi-million ton/year logistical system.[4]\n\n"
        },
        {
            "title": "Challenges",
            "text": "Distances between the planets in the Solar System are often measured in astronomical units (AU), defined as the average distance between the Sun and Earth, some 1.5×108 kilometers (93 million miles). Venus, the closest planet to Earth is (at closest approach) 0.28 AU away. Neptune, the farthest planet from the Sun, is 29.8 AU away. As of September 20, 2022, Voyager 1, the farthest human-made object from Earth, is 157 AU away.[5]\n\nThe closest known star, Proxima Centauri, is approximately 268,332 AU away, or over 9,000 times farther away than Neptune.\n\nBecause of this, distances between stars are usually expressed in light-years (defined as the distance that light travels in vacuum in one Julian year) or in parsecs (one parsec is 3.26 ly, the distance at which stellar parallax is exactly one arcsecond, hence the name). Light in a vacuum travels around 300,000 kilometres (186,000 mi) per second, so 1 light-year is about 9.461×1012 kilometers (5.879 trillion miles) or 63,241 AU. Hence, Proxima Centauri is approximately 4.243 light-years from Earth.\n\nAnother way of understanding the vastness of interstellar distances is by scaling: One of the closest stars to the Sun, Alpha Centauri A (a Sun-like star that is one of two companions of Proxima Centauri), can be pictured by scaling down the Earth–Sun distance to one meter (3.28 ft). On this scale, the distance to Alpha Centauri A would be 276 kilometers (171 miles).\n\nThe fastest outward-bound spacecraft yet sent, Voyager 1, has covered 1/600 of a light-year in 30 years and is currently moving at 1/18,000 the speed of light. At this rate, a journey to Proxima Centauri would take 80,000 years.[6]\n\nA significant factor contributing to the difficulty is the energy that must be supplied to obtain a reasonable travel time. A lower bound for the required energy is the kinetic energy \n\n\n\nK\n=\n\n\n\n1\n2\n\n\n\nm\n\nv\n\n2\n\n\n\n\n{\\displaystyle K={\\tfrac {1}{2}}mv^{2}}\n\n where \n\n\n\nm\n\n\n{\\displaystyle m}\n\n is the final mass. If deceleration on arrival is desired and cannot be achieved by any means other than the engines of the ship, then the lower bound for the required energy is doubled to \n\n\n\nm\n\nv\n\n2\n\n\n\n\n{\\displaystyle mv^{2}}\n\n.[7]\n\nThe velocity for a crewed round trip of a few decades to even the nearest star is several thousand times greater than those of present space vehicles. This means that due to the \n\n\n\n\nv\n\n2\n\n\n\n\n{\\displaystyle v^{2}}\n\n term in the kinetic energy formula, millions of times as much energy is required. Accelerating one ton to one-tenth of the speed of light requires at least 450 petajoules or 4.50×1017 joules or 125 terawatt-hours[8] (world energy consumption 2008 was 143,851 terawatt-hours),[9] without factoring in efficiency of the propulsion mechanism. This energy has to be generated onboard from stored fuel, harvested from the interstellar medium, or projected over immense distances.\n\nA knowledge of the properties of the interstellar gas and dust through which the vehicle must pass is essential for the design of any interstellar space mission.[10] A major issue with traveling at extremely high speeds is that due to the requisite high relative speeds and large kinetic energies, collisions with interstellar dust could cause considerable damage to the craft. Various shielding methods to mitigate this problem have been proposed.[11] Larger objects (such as macroscopic dust grains) are far less common, but would be much more destructive. The risks of impacting such objects and mitigation methods have been discussed in literature, but many unknowns remain.[12] An additional consideration is that due the non-homogeneous distribution of interstellar matter around the Sun, these risks would vary between different trajectories.[10] Although a high density interstellar medium may cause difficulties for many interstellar travel concepts, interstellar ramjets, and some proposed concepts for decelerating interstellar spacecraft, would actually benefit from a denser interstellar medium.[10]\n\nThe crew of an interstellar ship would face several significant hazards, including the psychological effects of long-term isolation, (in cases of Faster-than-light travel) the physiological effects of extreme acceleration, the effects of exposure to ionising radiation, and the physiological effects of weightlessness to the muscles, joints, bones, immune system, and eyes. There also exists the risk of impact by micrometeoroids and other space debris. These risks represent challenges that have yet to be overcome.[13]\n\nThe physicist Robert L. Forward has argued that an interstellar mission that cannot be completed within 50 years should not be started at all. Instead, assuming that a civilization is still on an increasing curve of propulsion system velocity and not yet having reached the limit, the resources should be invested in designing a better propulsion system. This is because a slow spacecraft would probably be passed by another mission sent later with more advanced propulsion (the incessant obsolescence postulate).[14]\n\nOn the other hand, Andrew Kennedy has shown that if one calculates the journey time to a given destination as the rate of travel speed derived from growth (even exponential growth) increases, there is a clear minimum in the total time to that destination from now.[15] Voyages undertaken before the minimum will be overtaken by those that leave at the minimum, whereas voyages that leave after the minimum will never overtake those that left at the minimum.\n\n"
        },
        {
            "title": "Prime targets for interstellar travel",
            "text": "There are 59 known stellar systems within 40 light years of the Sun, containing 81 visible stars. The following could be considered prime targets for interstellar missions:[14]\n\nExisting astronomical technology is capable of finding planetary systems around these objects, increasing their potential for exploration.\n\n"
        },
        {
            "title": "Proposed methods",
            "text": "Slow interstellar missions based on current and near-future propulsion technologies are associated with trip times starting from about one hundred years to thousands of years. These missions consist of sending a robotic probe to a nearby star for exploration, similar to interplanetary probes like those used in the Voyager program.[20] By taking along no crew, the cost and complexity of the mission is significantly reduced although technology lifetime is still a significant issue next to obtaining a reasonable speed of travel. Proposed concepts include Project Daedalus, Project Icarus, Project Dragonfly, Project Longshot,[21] and more recently Breakthrough Starshot.[22]\n\nNear-lightspeed nano spacecraft might be possible within the near future built on existing microchip technology with a newly developed nanoscale thruster. Researchers at the University of Michigan are developing thrusters that use nanoparticles as propellant. Their technology is called \"nanoparticle field extraction thruster\", or nanoFET. These devices act like small particle accelerators shooting conductive nanoparticles out into space.[23]\n\nMichio Kaku, a theoretical physicist, has suggested that clouds of \"smart dust\" be sent to the stars, which may become possible with advances in nanotechnology. Kaku also notes that a large number of nanoprobes would need to be sent due to the vulnerability of very small probes to be easily deflected by magnetic fields, micrometeorites and other dangers to ensure the chances that at least one nanoprobe will survive the journey and reach the destination.[24]\n\nAs a near-term solution, small, laser-propelled interstellar probes, based on current CubeSat technology were proposed in the context of Project Dragonfly.[21]\n\nIn crewed missions, the duration of a slow interstellar journey presents a major obstacle and existing concepts deal with this problem in different ways.[25] They can be distinguished by the \"state\" in which humans are transported on-board of the spacecraft.\n\nA generation ship (or world ship) is a type of interstellar ark in which the crew that arrives at the destination is descended from those who started the journey. Generation ships are not currently feasible because of the difficulty of constructing a ship of the enormous required scale and the great biological and sociological problems that life aboard such a ship raises.[26][27][28][29][30]\n\nScientists and writers have postulated various techniques for suspended animation. These include human hibernation and cryonic preservation. Although neither is currently practical, they offer the possibility of sleeper ships in which the passengers lie inert for the long duration of the voyage.[31]\n\nA robotic interstellar mission carrying some number of frozen early stage human embryos is another theoretical possibility. This method of space colonization requires, among other things, the development of an artificial uterus, the prior detection of a habitable terrestrial planet, and advances in the field of fully autonomous mobile robots and educational robots that would replace human parents.[32]\n\nInterstellar space is not completely empty; it contains trillions of icy bodies ranging from small asteroids (Oort cloud) to possible rogue planets. There may be ways to take advantage of these resources for a good part of an interstellar trip, slowly hopping from body to body or setting up waystations along the way.[33]\n\nIf a spaceship could average 10 percent of light speed (and decelerate at the destination, for human crewed missions), this would be enough to reach Proxima Centauri in forty years. Several propulsion concepts have been proposed[34] that might be eventually developed to accomplish this (see § Propulsion below), but none of them are ready for near-term (few decades) developments at acceptable cost.\n\nPhysicists generally believe faster-than-light travel is impossible.  \nRelativistic time dilation allows a traveler to experience time more slowly, the closer their speed is to the speed of light.[35] This apparent slowing becomes noticeable when velocities above 80% of the speed of light are attained. Clocks aboard an interstellar ship would run slower than Earth clocks, so if a ship's engines were capable of continuously generating around 1 g of acceleration (which is comfortable for humans), the ship could reach almost anywhere in the galaxy and return to Earth within 40 years ship-time (see diagram). Upon return, there would be a difference between the time elapsed on the astronaut's ship and the time elapsed on Earth.\n\nFor example, a spaceship could travel to a star 32 light-years away, initially accelerating at a constant 1.03g (i.e. 10.1 m/s2) for 1.32 years (ship time), then stopping its engines and coasting for the next 17.3 years (ship time) at a constant speed, then decelerating again for 1.32 ship-years, and coming to a stop at the destination. After a short visit, the astronaut could return to Earth the same way. After the full round-trip, the clocks on board the ship show that 40 years have passed, but according to those on Earth, the ship comes back 76 years after launch.\n\nFrom the viewpoint of the astronaut, onboard clocks seem to be running normally. The star ahead seems to be approaching at a speed of 0.87 light years per ship-year. The universe would appear contracted along the direction of travel to half the size it had when the ship was at rest; the distance between that star and the Sun would seem to be 16 light years as measured by the astronaut.\n\nAt higher speeds, the time on board will run even slower, so the astronaut could travel to the center of the Milky Way (30,000 light years from Earth) and back in 40 years ship-time. But the speed according to Earth clocks will always be less than 1 light year per Earth year, so, when back home, the astronaut will find that more than 60 thousand years will have passed on Earth.\n\nRegardless of how it is achieved, a propulsion system that could produce acceleration continuously from departure to arrival would be the fastest method of travel. A constant acceleration journey is one where the propulsion system accelerates the ship at a constant rate for the first half of the journey, and then decelerates for the second half, so that it arrives at the destination stationary relative to where it began.  If this were performed with an acceleration similar to that experienced at the Earth's surface, it would have the added advantage of producing artificial \"gravity\" for the crew. Supplying the energy required, however, would be prohibitively expensive with current technology.[37]\n\nFrom the perspective of a planetary observer, the ship will appear to accelerate steadily at first, but then more gradually as it approaches the speed of light (which it cannot exceed). It will undergo hyperbolic motion.[38] The ship will be close to the speed of light after about a year of accelerating and remain at that speed until it brakes for the end of the journey.\n\nFrom the perspective of an onboard observer, the crew will feel a gravitational field opposite the engine's acceleration, and the universe ahead will appear to fall in that field, undergoing hyperbolic motion. As part of this, distances between objects in the direction of the ship's motion will gradually contract until the ship begins to decelerate, at which time an onboard observer's experience of the gravitational field will be reversed.\n\nWhen the ship reaches its destination, if it were to exchange a message with its origin planet, it would find that less time had elapsed on board than had elapsed for the planetary observer, due to time dilation and length contraction.\n\nThe result is an impressively fast journey for the crew.\n\n"
        },
        {
            "title": "Propulsion",
            "text": "All rocket concepts are limited by the rocket equation, which sets the characteristic velocity available as a function of exhaust velocity and mass ratio, the ratio of initial (M0, including fuel) to final (M1, fuel depleted) mass.\n\nVery high specific power, the ratio of thrust to total vehicle mass, is required to reach interstellar targets within sub-century time-frames.[39] Some heat transfer is inevitable and a tremendous heating load must be adequately handled.\n\nThus, for interstellar rocket concepts of all technologies, a key engineering problem (seldom explicitly discussed) is limiting the heat transfer from the exhaust stream back into the vehicle.[40]\n\nA type of electric propulsion, spacecraft such as Dawn use an ion engine. In an ion engine, electric power is used to create charged particles of the propellant, usually the gas xenon, and accelerate them to extremely high velocities. The exhaust velocity of conventional rockets is limited to about 5 km/s by the chemical energy stored in the fuel's molecular bonds. They produce a high thrust (about 106 N), but they have a low specific impulse, and that limits their top speed. By contrast, ion engines have low force, but the top speed in principle is limited only by the electrical power available on the spacecraft and on the gas ions being accelerated. The exhaust speed of the charged particles range from 15 km/s to 35 km/s.[41]\n\nNuclear-electric or plasma engines, operating for long periods at low thrust and powered by fission reactors, have the potential to reach speeds much greater than chemically powered vehicles or nuclear-thermal rockets. Such vehicles probably have the potential to power solar system exploration with reasonable trip times within the current century. Because of their low-thrust propulsion, they would be limited to off-planet, deep-space operation. Electrically powered spacecraft propulsion powered by a portable power-source, say a nuclear reactor, producing only small accelerations, would take centuries to reach for example 15% of the velocity of light, thus unsuitable for interstellar flight during a single human lifetime.[42]\n\nFission-fragment rockets use nuclear fission to create high-speed jets of fission fragments, which are ejected at speeds of up to 12,000 km/s (7,500 mi/s). With fission, the energy output is approximately 0.1% of the total mass-energy of the reactor fuel and limits the effective exhaust velocity to about 5% of the velocity of light. For maximum velocity, the reaction mass should optimally consist of fission products, the \"ash\" of the primary energy source, so no extra reaction mass need be bookkept in the mass ratio.\n\nBased on work in the late 1950s to the early 1960s, it has been technically possible to build spaceships with nuclear pulse propulsion engines, i.e. driven by a series of nuclear explosions. This propulsion system contains the prospect of very high specific impulse (space travel's equivalent of fuel economy) and high specific power.[43]\n\nProject Orion team member Freeman Dyson proposed in 1968 an interstellar spacecraft using nuclear pulse propulsion that used pure deuterium fusion detonations with a very high fuel-burnup fraction. He computed an exhaust velocity of 15,000 km/s and a 100,000-tonne space vehicle able to achieve a 20,000 km/s delta-v allowing a flight-time to Alpha Centauri of 130 years.[44] Later studies indicate that the top cruise velocity that can theoretically be achieved by a Teller-Ulam thermonuclear unit powered Orion starship, assuming no fuel is saved for slowing back down, is about 8% to 10% of the speed of light (0.08-0.1c).[45] An atomic (fission) Orion can achieve perhaps 3%-5% of the speed of light. A nuclear pulse drive starship powered by fusion-antimatter catalyzed nuclear pulse propulsion units would be similarly in the 10% range and pure matter-antimatter annihilation rockets would be theoretically capable of obtaining a velocity between 50% to 80% of the speed of light. In each case saving fuel for slowing down halves the maximum speed. The concept of using a magnetic sail to decelerate the spacecraft as it approaches its destination has been discussed as an alternative to using propellant, this would allow the ship to travel near the maximum theoretical velocity.[46] Alternative designs utilizing similar principles include Project Longshot, Project Daedalus, and Mini-Mag Orion. The principle of external nuclear pulse propulsion to maximize survivable power has remained common among serious concepts for interstellar flight without external power beaming and for very high-performance interplanetary flight.\n\nIn the 1970s the Nuclear Pulse Propulsion concept further was refined by Project Daedalus by use of externally triggered inertial confinement fusion, in this case producing fusion explosions via compressing fusion fuel pellets with high-powered electron beams. Since then, lasers, ion beams, neutral particle beams and hyper-kinetic projectiles have been suggested to produce nuclear pulses for propulsion purposes.[47]\n\nA current impediment to the development of any nuclear-explosion-powered spacecraft is the 1963 Partial Test Ban Treaty, which includes a prohibition on the detonation of any nuclear devices (even non-weapon based) in outer space. This treaty would, therefore, need to be renegotiated, although a project on the scale of an interstellar mission using currently foreseeable technology would probably require international cooperation on at least the scale of the International Space Station.\n\nAnother issue to be considered, would be the g-forces imparted to a rapidly accelerated spacecraft, cargo, and passengers inside (see Inertia negation).\n\nFusion rocket starships, powered by nuclear fusion reactions, should conceivably be able to reach speeds of the order of 10% of that of light, based on energy considerations alone. In theory, a large number of stages could push a vehicle arbitrarily close to the speed of light.[48] These would \"burn\" such light element fuels as deuterium, tritium, 3He, 11B, and 7Li. Because fusion yields about 0.3–0.9% of the mass of the nuclear fuel as released energy, it is energetically more favorable than fission, which releases <0.1% of the fuel's mass-energy. The maximum exhaust velocities potentially energetically available are correspondingly higher than for fission, typically 4–10% of the speed of light. However, the most easily achievable fusion reactions release a large fraction of their energy as high-energy neutrons, which are a significant source of energy loss. Thus, although these concepts seem to offer the best (nearest-term) prospects for travel to the nearest stars within a (long) human lifetime, they still involve massive technological and engineering difficulties, which may turn out to be intractable for decades or centuries.\n\nEarly studies include Project Daedalus, performed by the British Interplanetary Society in 1973–1978, and Project Longshot, a student project sponsored by NASA and the US Naval Academy, completed in 1988. Another fairly detailed vehicle system, \"Discovery II\",[49] designed and optimized for crewed Solar System exploration, based on the D3He reaction but using hydrogen as reaction mass, has been described by a team from NASA's Glenn Research Center. It achieves characteristic velocities of >300 km/s with an acceleration of ~1.7•10−3 g, with a ship initial mass of ~1700 metric tons, and payload fraction above 10%. Although these are still far short of the requirements for interstellar travel on human timescales, the study seems to represent a reasonable benchmark towards what may be approachable within several decades, which is not impossibly beyond the current state-of-the-art. Based on the concept's 2.2% burnup fraction it could achieve a pure fusion product exhaust velocity of ~3,000 km/s.\n\nAn antimatter rocket would have a far higher energy density and specific impulse than any other proposed class of rocket.[34] If energy resources and efficient production methods are found to make antimatter in the quantities required and store[50][51] it safely, it would be theoretically possible to reach speeds of several tens of percent that of light.[34] Whether antimatter propulsion could lead to the higher speeds (>90% that of light) at which relativistic time dilation would become more noticeable, thus making time pass at a slower rate for the travelers as perceived by an outside observer, is doubtful owing to the large quantity of antimatter that would be required.[34][52]\n\nSpeculating that production and storage of antimatter should become feasible, two further issues need to be considered. First, in the annihilation of antimatter, much of the energy is lost as high-energy gamma radiation, and especially also as neutrinos, so that only about 40% of mc2 would actually be available if the antimatter were simply allowed to annihilate into radiations thermally.[34] Even so, the energy available for propulsion would be substantially higher than the ~1% of mc2 yield of nuclear fusion, the next-best rival candidate.\n\nSecond, heat transfer from the exhaust to the vehicle seems likely to transfer enormous wasted energy into the ship (e.g. for 0.1g ship acceleration, approaching 0.3 trillion watts per ton of ship mass), considering the large fraction of the energy that goes into penetrating gamma rays. Even assuming shielding was provided to protect the payload (and passengers on a crewed vehicle), some of the energy would inevitably heat the vehicle, and may thereby prove a limiting factor if useful accelerations are to be achieved.\n\nMore recently, Friedwardt Winterberg proposed that a matter-antimatter GeV gamma ray laser photon rocket is possible by a relativistic proton-antiproton pinch discharge, where the recoil from the laser beam is transmitted by the Mössbauer effect to the spacecraft.[53]\n\nRockets deriving their power from external sources, such as a laser, could replace their internal energy source with an energy collector, potentially reducing the mass of the ship greatly and allowing much higher travel speeds. Geoffrey A. Landis proposed an interstellar probe propelled by an ion thruster powered by the energy beamed to it from a base station laser.[54] Lenard and Andrews proposed using a base station laser to accelerate nuclear fuel pellets towards a Mini-Mag Orion spacecraft that ignites them for propulsion.[55]\n\nA problem with all traditional rocket propulsion methods is that the spacecraft would need to carry its fuel with it, thus making it very massive, in accordance with the rocket equation. Several concepts attempt to escape from this problem:[34][56]\n\nA radio frequency (RF) resonant cavity thruster is a device that is claimed to be a spacecraft thruster.  In 2016, the Advanced Propulsion Physics Laboratory at NASA reported observing a small apparent thrust from one such test, a result not since replicated.[57] One of the designs is called EMDrive. In December 2002, Satellite Propulsion Research Ltd described a working prototype with an alleged total thrust of about 0.02 newtons powered by an 850 W cavity magnetron. The device could operate for only a few dozen seconds before the magnetron failed, due to overheating.[58] The latest test on the EMDrive concluded that it does not work.[59]\n\nProposed in 2019 by NASA scientist Dr. David Burns, the helical engine concept would use a particle accelerator to accelerate particles to near the speed of light. Since particles traveling at such speeds acquire more mass, it is believed that this mass change could create acceleration. According to Burns, the spacecraft could theoretically reach 99% the speed of light.[60]\n\nIn 1960, Robert W. Bussard proposed the Bussard ramjet, a fusion rocket in which a huge scoop would collect the diffuse hydrogen in interstellar space, \"burn\" it on the fly using a proton–proton chain reaction, and expel it out of the back. Later calculations with more accurate estimates suggest that the thrust generated would be less than the drag caused by any conceivable scoop design.[citation needed] Yet the idea is attractive because the fuel would be collected en route (commensurate with the concept of energy harvesting), so the craft could theoretically accelerate to near the speed of light. The limitation is due to the fact that the reaction can only accelerate the propellant to 0.12c. Thus the drag of catching interstellar dust and the thrust of accelerating that same dust to 0.12c would be the same when the speed is 0.12c, preventing further acceleration.\n\nA light sail or magnetic sail powered by a massive laser or particle accelerator in the home star system could potentially reach even greater speeds than rocket- or pulse propulsion methods, because it would not need to carry its own reaction mass and therefore would only need to accelerate the craft's payload. Robert L. Forward proposed a means for decelerating an interstellar craft with a light sail of 100 kilometers in the destination star system without requiring a laser array to be present in that system. In this scheme, a secondary sail of 30 kilometers is deployed to the rear of the spacecraft, while the large primary sail is detached from the craft to keep moving forward on its own. Light is reflected from the large primary sail to the secondary sail, which is used to decelerate the secondary sail and the spacecraft payload.[61] In 2002, Geoffrey A. Landis of NASA's Glen Research center also proposed a laser-powered, propulsion, sail ship that would host a diamond sail (of a few nanometers thick) powered with the use of solar energy.[62] With this proposal, this interstellar ship would, theoretically, be able to reach 10 percent the speed of light. It has also been proposed to use beamed-powered propulsion to accelerate a spacecraft, and electromagnetic propulsion to decelerate it; thus, eliminating the problem that the Bussard ramjet has with the drag produced during acceleration.[63]\n\nA magnetic sail could also decelerate at its destination without depending on carried fuel or a driving beam in the destination system, by interacting with the plasma found in the solar wind of the destination star and the interstellar medium.[64][65]\n\nThe following table lists some example concepts using beamed laser propulsion as proposed by the physicist Robert L. Forward:[66]\n\nThe following table is based on work by Heller, Hippke and Kervella.[67]\n\nAchieving start-stop interstellar trip times of less than a human lifetime require mass-ratios of between 1,000 and 1,000,000, even for the nearer stars. This could be achieved by multi-staged vehicles on a vast scale.[48] Alternatively large linear accelerators could propel fuel to fission propelled space-vehicles, avoiding the limitations of the Rocket equation.[68]\n\nDynamic soaring as a way to travel across interstellar space has been proposed.[69][70]\n\nUploaded human minds or AI could be transmitted with laser or radio signals at the speed of light.[71] This requires a receiver at the destination which would first have to be set up e.g. by humans, probes, self replicating machines (potentially along with AI or uploaded humans), or an alien civilization (which might also be in a different galaxy, perhaps a Kardashev type III civilization).\n\nScientists and authors have postulated a number of ways by which it might be possible to surpass the speed of light, but even the most serious-minded of these are highly speculative.[72]\n\nIt is also debatable whether faster-than-light travel is physically possible, in part because of causality concerns: travel faster than light may, under certain conditions, permit travel backwards in time within the context of special relativity.[73] Proposed mechanisms for faster-than-light travel within the theory of general relativity require the existence of exotic matter[72] and it is not known if this could be produced in sufficient quantity.\n\nIn physics, the Alcubierre drive is based on an argument, within the framework of general relativity and without the introduction of wormholes, that it is possible to modify spacetime in a way that allows a spaceship to travel with an arbitrarily large speed by a local expansion of spacetime behind the spaceship and an opposite contraction in front of it.[74] Nevertheless, this concept would require the spaceship to incorporate a region of exotic matter, or hypothetical concept of negative mass.[74]\n\nA theoretical idea for enabling interstellar travel is by propelling a starship by creating an artificial black hole and using a parabolic reflector to reflect its Hawking radiation. Although beyond current technological capabilities, a black hole starship offers some advantages compared to other possible methods. Getting the black hole to act as a power source and engine also requires a way to convert the Hawking radiation into energy and thrust. One potential method involves placing the hole at the focal point of a parabolic reflector attached to the ship, creating forward thrust. A slightly easier, but less efficient method would involve simply absorbing all the gamma radiation heading towards the fore of the ship to push it onwards, and let the rest shoot out the back.[75][76][77]\n\nWormholes are conjectural distortions in spacetime that theorists postulate could connect two arbitrary points in the universe, across an Einstein–Rosen Bridge. It is not known whether wormholes are possible in practice. Although there are solutions to the Einstein equation of general relativity that allow for wormholes, all of the currently known solutions involve some assumption, for example the existence of negative mass, which may be unphysical.[78] However, Cramer et al. argue that such wormholes might have been created in the early universe, stabilized by cosmic strings.[79] The general theory of wormholes is discussed by Visser in the book Lorentzian Wormholes.[80]\n\n"
        },
        {
            "title": "Designs and studies",
            "text": "The Enzmann starship, as detailed by G. Harry Stine in the October 1973 issue of Analog, was a design for a future starship, based on the ideas of Robert Duncan-Enzmann. The spacecraft itself as proposed used a 12,000,000 ton ball of frozen deuterium to power 12–24 thermonuclear pulse propulsion units. Twice as long as the Empire State Building is tall and assembled in-orbit, the spacecraft was part of a larger project preceded by interstellar probes and telescopic observation of target star systems.[81]\n\nProject Hyperion, one of the projects of Icarus Interstellar has looked into various feasibility issues of crewed interstellar travel.[82][83][84] Its members continue to publish on crewed interstellar travel in collaboration with the Initiative for Interstellar Studies.[27]\n\nNASA has been researching interstellar travel since its formation, translating important foreign language papers and conducting early studies on applying fusion propulsion, in the 1960s, and laser propulsion, in the 1970s, to interstellar travel.\n\nIn 1994, NASA and JPL cosponsored a \"Workshop on Advanced Quantum/Relativity Theory Propulsion\" to \"establish and use new frames of reference for thinking about the faster-than-light (FTL) question\".[85]\n\nThe NASA Breakthrough Propulsion Physics Program (terminated in FY 2003 after a 6-year, $1.2-million study, because \"No breakthroughs appear imminent.\")[86] identified some breakthroughs that are needed for interstellar travel to be possible.[87]\n\nGeoffrey A. Landis of NASA's Glenn Research Center states that a laser-powered interstellar sail ship could possibly be launched within 50 years, using new methods of space travel. \"I think that ultimately we're going to do it, it's just a question of when and who,\" Landis said in an interview. Rockets are too slow to send humans on interstellar missions. Instead, he envisions interstellar craft with extensive sails, propelled by laser light to about one-tenth the speed of light. It would take such a ship about 43 years to reach Alpha Centauri if it passed through the system without stopping. Slowing down to stop at Alpha Centauri could increase the trip to 100 years,[88] whereas a journey without slowing down raises the issue of making sufficiently accurate and useful observations and measurements during a fly-by.\n\nThe 100 Year Starship (100YSS) study was the name of a one-year project to assess the attributes of and lay the groundwork for an organization that can carry forward the 100 Year Starship vision. 100YSS-related symposia were organized between 2011 and 2015.\n\nHarold (\"Sonny\") White[89] from NASA's Johnson Space Center is a member of Icarus Interstellar,[90] the nonprofit foundation whose mission is to realize interstellar flight before the year 2100. At the 2012 meeting of 100YSS, he reported using a laser to try to warp spacetime by 1 part in 10 million with the aim of helping to make interstellar travel possible.[91]\n\n"
        },
        {
            "title": "Non-profit organizations",
            "text": "A few organisations dedicated to interstellar propulsion research and advocacy for the case exist worldwide. These are still  in their infancy, but are already backed up by a membership of a wide variety of scientists, students and professionals.\n\n"
        },
        {
            "title": "Feasibility",
            "text": "The energy requirements make interstellar travel very difficult. It has been reported that at the 2008 Joint Propulsion Conference, multiple experts opined that it was improbable that humans would ever explore beyond the Solar System.[100] Brice N. Cassenti, an associate professor with the Department of Engineering and Science at Rensselaer Polytechnic Institute, stated that at least 100 times the total energy output of the entire world [in a given year] would be required to send a probe to the nearest star.[100]\n\nAstrophysicist Sten Odenwald stated that the basic problem is that through intensive studies of thousands of detected exoplanets, most of the closest destinations within 50 light years do not yield Earth-like planets in the star's habitable zones.[101] Given the multitrillion-dollar expense of some of the proposed technologies, travelers will have to spend up to 200 years traveling at 20% the speed of light to reach the best known destinations. Moreover, once the travelers arrive at their destination (by any means), they will not be able to travel down to the surface of the target world and set up a colony unless the atmosphere is non-lethal. The prospect of making such a journey, only to spend the rest of the colony's life inside a sealed habitat and venturing outside in a spacesuit, may eliminate many prospective targets from the list.\n\nMoving at a speed close to the speed of light and encountering even a tiny stationary object like a grain of sand will have fatal consequences. For example, a gram of matter moving at 90% of the speed of light contains a kinetic energy corresponding to a small nuclear bomb (around 30kt TNT).\n\nOne of the major stumbling blocks is having enough Onboard Spares & Repairs facilities for such a lengthy time journey assuming all other considerations are solved, without access to all the resources available on Earth.[102]\n\nExplorative high-speed missions to Alpha Centauri, as planned for by the Breakthrough Starshot initiative, are projected to be realizable within the 21st century.[103] It is alternatively possible to plan for uncrewed slow-cruising missions taking millennia to arrive. These probes would not be for human benefit in the sense that one can not foresee whether there would be anybody around on Earth interested in then back-transmitted science data. An example would be the Genesis mission,[104] which aims to bring unicellular life, in the spirit of directed panspermia, to habitable but otherwise barren planets.[105] Comparatively slow cruising Genesis probes, with a typical speed of \n\n\n\nc\n\n/\n\n300\n\n\n{\\displaystyle c/300}\n\n, corresponding to about \n\n\n\n1000\n\n\n\nkm/s\n\n\n\n\n{\\displaystyle 1000\\,{\\mbox{km/s}}}\n\n, can be decelerated using a magnetic sail. Uncrewed missions not for human benefit would hence be feasible.[106] For biotic ethics, and their extension to space as panbiotic ethics, it is a human purpose to secure and propagate life and to use space to maximize life.\n\n"
        },
        {
            "title": "Discovery of Earth-like planets",
            "text": "In February 2017, NASA announced that its Spitzer Space Telescope had revealed seven Earth-size planets in the TRAPPIST-1 system orbiting an ultra-cool dwarf star 40 light-years away from the Solar System.[107] Three of these planets are firmly located in the habitable zone, the area around the parent star where a rocky planet is most likely to have liquid water. The discovery sets a new record for greatest number of habitable-zone planets found around a single star outside the Solar System. All of these seven planets could have liquid water – the key to life as we know it – under the right atmospheric conditions, but the chances are highest with the three in the habitable zone.\n\n"
        }
    ]
}