{
    "url": "https://en.wikipedia.org/wiki/Interstellar_ark",
    "title": "Interstellar ark",
    "table_of_contents": [
        "1 Thrust concepts",
        "2 Specific proposals and research projects",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nAn interstellar ark is a conceptual starship designed for interstellar travel. Interstellar arks may be the most economically feasible method of traveling such distances.[citation needed] The ark has also been proposed as a potential habitat to preserve civilization and knowledge in the event of a global catastrophe.\n\nSuch a ship would have to be large, requiring a large power plant. The Project Orion concept of propulsion by nuclear pulses has been proposed. The largest spacecraft design analyzed in Project Orion had a 400 m (1,300 ft) diameter and weighed approximately 8 million tons. It could be large enough to host a city of 100,000 or more people.\n\n"
        },
        {
            "title": "Thrust concepts",
            "text": "Another concern is selection of power sources and mechanisms which would remain viable for the long time spans involved in interstellar travel through the desert of space. The longest-lived space probes are the Voyager program probes, which use radioisotope thermoelectric generators having a useful lifespan of a mere 50 years.\n\nOne propulsion method for a crewed spacecraft could be a fusion microexplosion nuclear pulse propulsion system (like that proposed in Project Daedalus) that may allow it to obtain an interstellar cruising velocity of up to 10% of the speed of light. However, if the ship is capable of transits requiring hundreds of thousands of years, chemical and gravitational slingshot propulsion may be sufficient.[1][2]\n\n"
        },
        {
            "title": "Specific proposals and research projects",
            "text": "The Enzmann starship proposed in 1964 is a large fusion-powered spacecraft that could function as an interstellar ark, supporting a crew of 200 with extra space for expansion, on multi-year journeys at subluminal speeds to nearby star systems.[3]\n\nIn 1955 Project Orion considered nuclear propulsion for spacecraft, suitable for deep space voyages.\n\nIn 1973–1978 Project Daedalus was conducted by the British Interplanetary Society to study uncrewed interstellar spacecraft.\n\n"
        }
    ]
}