{
    "url": "https://en.wikipedia.org/wiki/International_Society_for_Ecological_Economics",
    "title": "International Society for Ecological Economics",
    "table_of_contents": [
        "1 Leadership",
        "2 Publications",
        "3 Regions",
        "4 Conferences",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe International Society for Ecological Economics (ISEE) was founded in 1989, based heavily on the work of Herman Daly to promote ecological economics and assist ecological economists and related societies.[1]\n\nIn 1996, the Right Livelihood Award was awarded to steady-state theorist Herman Daly “for defining a path of ecological economics that integrates the key elements of ethics, quality of life, environment and community.” He was honored as one of the key figures in the foundation of ISEE, which is considered to be “a transdisciplinary partnership of scholars and professionals from a broad range of backgrounds.” Through education, research, policy and social action, it fosters transformation towards an equitable and ecologically sustainable society with respect for human rights, biological and cultural diversity. At the heart of this, it recognizes that the human economy is part of a finite biosphere and should be subjected to ecological limits. Dr. Daly was also awarded the 2014 Japanese Blue Planet Award.[2]\n\n"
        },
        {
            "title": "Leadership",
            "text": "The ISEE was initially presided over by Robert Costanza who was also the first editor of the journal. Subsequent presidents have been Richard Norgaard, John Proops, Charles Perrings, Joan Martinez Alier, Peter May, John Gowdy, Bina Agarwal,Marina Fischer-Kowalski, Sabine O'Hara,  Clóvis Cavalcantil, Joshua Farley, and Roldan Muradian. The current president elect is Erik Gomez Baggethun.\n\n"
        },
        {
            "title": "Publications",
            "text": "The society publishes a monthly journal Ecological Economics,[3] books and other materials, and holds periodic meetings and conferences to facilitate a voice for ecological economists. The journal is currently co-edited by Richard B. Howarth, Stefan Baumgaertner, and Begüm  Özkaynak.\n\n"
        }
    ]
}