{
    "url": "https://en.wikipedia.org/wiki/Integrated_Taxonomic_Information_System",
    "title": "Integrated Taxonomic Information System",
    "table_of_contents": [
        "1 Reference database",
        "2 Catalogue of Life",
        "3 Legacy database",
        "4 Standards",
        "5 Member agencies",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Integrated Taxonomic Information System (ITIS) is an American partnership of federal agencies designed to provide consistent and reliable information on the taxonomy of biological species.[1] ITIS was originally formed in 1996 as an interagency group within the US federal government, involving several US federal agencies, and has now become an international body, with Canadian and Mexican government agencies participating. The database draws from a large community of taxonomic experts. Primary content staff are housed at the Smithsonian National Museum of Natural History and IT services are provided by a US Geological Survey facility in Denver. The primary focus of ITIS is North American species, but many biological groups exist worldwide and ITIS collaborates with other agencies to increase its global coverage.[2]\n\n"
        },
        {
            "title": "Reference database",
            "text": "ITIS provides an automated reference database of scientific and common names for species. As of May 2016, it contains over 839,000 scientific names, synonyms, and common names for terrestrial, marine, and freshwater taxa from all biological kingdoms (animals, plants, fungi, and microbes). While the system does focus on North American species at minimum, it also includes many species not found in North America, especially among birds, fishes, amphibians, mammals, bacteria, many reptiles, several plant groups, and many invertebrate animal groups.[3][4]\nData presented in ITIS are considered public information, and may be freely distributed and copied, though appropriate citation[5] is requested. ITIS is frequently used as the de facto source of taxonomic data in biodiversity informatics projects.[6]\n\nITIS couples each scientific name with a stable and unique taxonomic serial number (TSN) as the \"common denominator\" for accessing information on such issues as invasive species, declining amphibians, migratory birds, fishery stocks, pollinators, agricultural pests, and emerging diseases.  It presents the names in a standard classification that contains author, date, distributional, and bibliographic information related to the names. In addition, common names are available through ITIS in the major official languages of the Americas (English, French, Spanish, and Portuguese).\n\n"
        },
        {
            "title": "Catalogue of Life",
            "text": "ITIS and its international partner, Species 2000, cooperate to annually produce the Catalogue of Life, a checklist and index of the world's species. The Catalogue of Life's goal was to complete the global checklist of 1.9 million species by 2011.[7] As of May 2012, the Catalogue of Life has reached 1.4 million species—a major milestone in its quest to complete the first up-to-date comprehensive catalogue of all living organisms.[8][9]\n\nITIS and the Catalogue of Life are core to the Encyclopedia of Life initiative announced May 2007.[10] EOL will be built largely on various Creative Commons licenses.[11]\n\n"
        },
        {
            "title": "Legacy database",
            "text": "Of the ~714,000 (May 2016) scientific names in the current database, approximately 210,000 were inherited from the database formerly maintained by the National Oceanographic Data Center (NODC) of the US National Oceanic and Atmospheric Administration (NOAA).[4][12] The newer material has been checked to higher standards of taxonomic credibility, and over half of the original material has been checked and improved to the same standard.[4]\n\nBuilding on efforts by Richard Swartz, Marvin Wass, and Donald Boesch in 1972 to establish an \"intelligent\" numeric coding system for taxonomy, the first edition of the NODC Taxonomic Code was published in 1977. Hard copy editions were published until 1984. Subsequent editions were published digitally until 1996. 1996 marked the release of NODC version 8, which served as a bridge to ITIS, which abandoned \"intelligent\" numeric codes in favor of more stable, but \"un-intelligent\" Taxonomic Serial Numbers.[12]\n\n"
        },
        {
            "title": "Standards",
            "text": "Biological taxonomy is not fixed, and opinions about the correct status of taxa at all levels, and their correct placement, are constantly revised as a result of new research. Many aspects of classification remain a matter of scientific judgment. The ITIS database is updated to take account of new research as it becomes available.[citation needed]\n\nRecords within ITIS include information about how far it has been possible to check and verify them. Its information should be checked against other sources where these are available, and against the primary research scientific literature where possible.\n\n"
        }
    ]
}