{
    "url": "https://en.wikipedia.org/wiki/International_Organization_for_Standardization",
    "title": "International Organization for Standardization",
    "table_of_contents": [
        "1 Overview",
        "1.1 Name and abbreviations",
        "2 History",
        "3 Structure and organization",
        "3.1 Joint technical committee with IEC",
        "3.2 Membership",
        "3.3 Financing",
        "4 International standards and other publications",
        "4.1 Document copyright",
        "5 Standardization process",
        "5.1 International Workshop Agreements",
        "6 Products named after ISO",
        "7 Criticism",
        "8 See also",
        "8.1 ISO divisions",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe International Organization for Standardization (ISO /ˈaɪsoʊ/[3]) is an international standard development organization composed of representatives from the national standards organizations of member countries.[4] Membership requirements are given in Article 3 of the ISO Statutes.[5]\n\nISO was founded on 23 February 1947, and (as of November 2022) it has published over 24,500 international standards covering almost all aspects of technology and manufacturing. It has 809 Technical committees and sub committees to take care of standards development.[6] The organization develops and publishes standardization in all technical and nontechnical fields other than electrical and electronic engineering.[7] It is headquartered in Geneva, Switzerland,[8] and works in 167 countries as of 2022[update]. The three official languages of the ISO are English, French, and Russian.[2]\n\n"
        },
        {
            "title": "Overview",
            "text": "The International Organization for Standardization is an independent, non-governmental organization, whose membership consists of different national standards bodies.[9] As of 2022[update], there are 167 members representing ISO in their country, with each country having only one member.[8]\n\nThe organization develops and publishes international standards in all technical and nontechnical fields other than electrical and electronic engineering, which are the responsibility of the International Electrotechnical Commission.[7] As of April 2022[update], the ISO has developed over 24,261 standards, covering everything from manufactured products and technology to food safety, agriculture, and healthcare.[8][10]\n\nISO has 804 technical committees and subcommittees concerned with standards development.[8]\n\nThe International Organization for Standardization in French is Organisation internationale de normalisation and in Russian, Международная организация по стандартизации (Mezhdunarodnaya organizatsiya po standartizatsii).\n\n\nThe letters ISO do not represent an acronym or initialism. The organization provides this explanation of the name:\nDuring the founding meetings of the new organization, however, the Greek word explanation was not invoked, so this meaning may be a false etymology.[12]\n\nBoth the name ISO and the ISO logo are registered trademarks and their use is restricted.[13]\n\n"
        },
        {
            "title": "History",
            "text": "The organization that is known today as ISO began in 1926 as the International Federation of the National Standardizing Associations (ISA), which primarily focused on mechanical engineering. The ISA was suspended in 1942 during World War II but, after the war, the ISA was approached by the recently-formed United Nations Standards Coordinating Committee (UNSCC) with a proposal to form a new global standards body.[14]\n\nIn October 1946, ISA and UNSCC delegates from 25 countries met in London and agreed to join forces to create the International Organization for Standardization. The organization officially began operations in 23 February 1947.[15][16]\n\n"
        },
        {
            "title": "Structure and organization",
            "text": "ISO is a voluntary organization whose members are recognized authorities on standards, each one representing one country. Members meet annually at a General Assembly to discuss the strategic objectives of ISO. The organization is coordinated by a central secretariat based in Geneva.[17]\n\nA council with a rotating membership of 20 member bodies provides guidance and governance, including setting the annual budget of the central secretariat.[17][18]\n\nThe technical management board is responsible for more than 250 technical committees, who develop the ISO standards.[17][19][20][21]\n\nISO has a joint technical committee (JTC) with the International Electrotechnical Commission (IEC) to develop standards relating to information technology (IT). Known as JTC 1 and entitled \"Information technology\", it was created in 1987 and its mission is \"to develop worldwide Information and Communication Technology (ICT) standards for business and consumer applications.\"[22][23]\n\nThere was previously also a JTC 2 that was created in 2009 for a joint project to establish common terminology for \"standardization in the field of energy efficiency and renewable energy sources\".[24] It was later disbanded.\n\nAs of 2022[update], there are 167 national members representing ISO in their country, with each country having only one member.[8][9]\n\nISO has three membership categories,[1]\n\nParticipating members are called \"P\" members, as opposed to observing members, who are called \"O\" members.\n\nISO is funded by a combination of:[25]\n\n"
        },
        {
            "title": "International standards and other publications",
            "text": "International standards are the main products of ISO. It also publishes technical reports, technical specifications, publicly available specifications, technical corrigenda, and guides.[26][27]\n\nInternational standards\n\nTechnical reports\n\nFor example:\n\nTechnical and publicly available specifications\n\nFor example:\n\nTechnical corrigenda\n\nISO guides\n\nFor example:\n\nISO documents have strict copyright restrictions and ISO charges for most copies. As of 2020[update], the typical cost of a copy of an ISO standard is about US$120 or more (and electronic copies typically have a single-user license, so they cannot be shared among groups of people).[29] Some standards by ISO and its official U.S. representative (and, via the U.S. National Committee, the International Electrotechnical Commission) are made freely available.[30][31]\n\n"
        },
        {
            "title": "Standardization process",
            "text": "A standard published by ISO/IEC is the last stage of a long process that commonly starts with the proposal of new work within a committee. Some abbreviations used for marking a standard with its status are:[32][33][34][35][36][37][38]\n\nAbbreviations used for amendments are:[32][33][34][35][36][37][38][39]\n\nOther abbreviations are:[36][37][39][40]\n\nInternational Standards are developed by ISO technical committees (TC) and subcommittees (SC) by a process with six steps:[34][41]\n\nThe TC/SC may set up working groups (WG) of experts for the preparation of a working drafts. Subcommittees may have several working groups, which may have several Sub Groups (SG).[42]\n\nIt is possible to omit certain stages, if there is a document with a certain degree of maturity at the start of a standardization project, for example, a standard developed by another organization. ISO/IEC directives also allow the so-called \"Fast-track procedure\". In this procedure a document is submitted directly for approval as a draft International Standard (DIS) to the ISO member bodies or as a final draft International Standard (FDIS), if the document was developed by an international standardizing body recognized by the ISO Council.[34]\n\nThe first step—a proposal of work (New Proposal) is approved at the relevant subcommittee or technical committee (e.g., SC29 and JTC1 respectively in the case of Moving Picture Experts Group – ISO/IEC JTC1/SC29/WG11). A working group (WG) of experts is set up by the TC/SC for the preparation of a working draft. When the scope of a new work is sufficiently clarified, some of the working groups (e.g., MPEG) usually make open request for proposals—known as a \"call for proposals\". The first document that is produced, for example, for audio and video coding standards is called a verification model (VM) (previously also called a \"simulation and test model\"). When a sufficient confidence in the stability of the standard under development is reached, a working draft (WD) is produced. This is in the form of a standard, but is kept internal to working group for revision. When a working draft is sufficiently solid and the working group is satisfied that it has developed the best technical solution to the problem being addressed, it becomes a committee draft (CD). If it is required, it is then sent to the P-members of the TC/SC (national bodies) for ballot.\n\nThe committee draft becomes final committee draft (FCD) if the number of positive votes exceeds the quorum. Successive committee drafts may be considered until consensus is reached on the technical content. When consensus is reached, the text is finalized for submission as a draft International Standard (DIS). Then the text is submitted to national bodies for voting and comment within a period of five months. It is approved for submission as a final draft International Standard (FDIS) if a two-thirds majority of the P-members of the TC/SC are in favour and if not more than one-quarter of the total number of votes cast are negative. ISO will then hold a ballot with National Bodies where no technical changes are allowed (yes/no ballot), within a period of two months. It is approved as an International Standard (IS) if a two-thirds majority of the P-members of the TC/SC is in favour and not more than one-quarter of the total number of votes cast are negative. After approval, only minor editorial changes are introduced into the final text. The final text is sent to the ISO central secretariat, which publishes it as the International Standard.[32][34]\n\nInternational Workshop Agreements (IWAs) follow a slightly different process outside the usual committee system but overseen by the ISO, allowing \"key industry players to negotiate in an open workshop environment\" in order to shape the IWA standard.[43]\n\n"
        },
        {
            "title": "Products named after ISO",
            "text": "On occasion, the fact that many of the ISO-created standards are ubiquitous has led to common use of \"ISO\" to describe the product that conforms to a standard. Some examples of this are:\n\n"
        },
        {
            "title": "Criticism",
            "text": "With the exception of a small number of isolated standards,[30] normally ISO standards are not available free of charge, but for a purchase fee,[44] which has been seen by some as unaffordable for small open-source projects.[45]\n\nThe ISO/IEC JTC 1 fast-track procedures (\"Fast-track\" as used by OOXML and \"PAS\" as used by OpenDocument) have garnered criticism in relation to the standardization of Office Open XML (ISO/IEC 29500). Martin Bryan, outgoing convenor of ISO/IEC JTC 1/SC 34 WG1, is quoted as saying:[46]\n\nThe computer security entrepreneur and Ubuntu founder, Mark Shuttleworth, commented on the Standardization of Office Open XML process by saying: \"I think it de-values the confidence people have in the standards setting process\", and alleged that ISO did not carry out its responsibility. He also noted that Microsoft had intensely lobbied many countries that traditionally had not participated in ISO and stacked technical committees with Microsoft employees, solution providers, and resellers sympathetic to Office Open XML:[47]\n\n"
        },
        {
            "title": "See also",
            "text": "Technical Committees of the International Organization for Standardization (ISO) include:\n\n"
        }
    ]
}