{
    "url": "https://en.wikipedia.org/wiki/Intersex_rights_in_the_United_States",
    "title": "Intersex rights in the United States",
    "table_of_contents": [
        "1 History",
        "1.1 Intersex medical interventions",
        "1.2 The intersex movement",
        "2 Physical integrity and bodily autonomy",
        "2.1 Demonstration and American Academy of Pediatrics statement",
        "2.2 San Francisco Human Rights Commission report, 2005",
        "2.3 Clinical shift to Disorders of Sex Development",
        "2.4 International advocacy",
        "2.5 Surgeons General statement, 2017",
        "2.6 Human Rights Watch/interACT report on U.S. children, 2017",
        "2.7 Responses to developments",
        "3 Remedies and claims for compensation",
        "3.1 M.C. v. Aaronson",
        "4 Protection from discrimination",
        "5 Identification documents",
        "5.1 Third sex classifications",
        "6 Right to life",
        "7 Rights advocacy",
        "8 US Passports",
        "9 See also",
        "10 References",
        "10.1 Citations",
        "10.2 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Intersex people in the United States have some of the same rights as other people, but with significant gaps, particularly in protection from non-consensual cosmetic medical interventions and violence, and protection from discrimination. Actions by intersex civil society organizations aim to eliminate harmful practices, promote social acceptance, and equality. In recent years, intersex activists have also secured some forms of legal recognition. Since April 11, 2022 US Passports give the sex/gender options of male, female and X by self determination.\n\n"
        },
        {
            "title": "History",
            "text": "Early accounts of intersex people in North America include those of English immigrant Thomas(ine) Hall, in 17th-century colonial Virginia and 19th-century Connecticut intersex man Levi Suydam, pronounced male and so eligible to vote. Early common law, like canon law,[1] held that hermaphrodites were to be treated as male or female depending on the prevailing sex.[2][3]\n\nIn September 2017, an intersex and non-binary student, Scout Schultz was shot dead at the Georgia Institute of Technology. In November 2017, Betsy Driver became the first intersex person openly elected to public office in the United States. Driver was elected as a council person in the New Jersey city of Flemington. Driver is the second publicly intersex person elected to office, following Tony Briffa in Australia.[4]\n\nSince the mid-twentieth century, U.S. physicians have considered intersex status in infants a \"psychosocial emergency\" and performed \"normalizing\" or \"reconstructive\" genital surgery without considering non-surgical alternatives (e.g., counseling).[5] When deciding whether to assign the intersex infant \"male\" or \"female,\" the factors typically considered are potential for fertility and sexual penetration.[5] These surgeries still continue in the U.S. today despite being medically unnecessary (that is, chiefly cosmetic) and potentially injurious to the patient's sexual pleasure.[5][6]\n\nThe U.S. intersex movement developed in the 1990s and 2000s, through the establishment of the Intersex Society of North America (ISNA) and the AIS Support Group USA (now called AISDSD)[7] in the 1990s, and Advocates for Informed Choice (now interACT), Bodies Like Ours,[8] Intersex Initiative,[8] and Organisation Intersex International,[8] (now the Intersex Campaign for Equality) in the following decade.\n\nThe Intersex Society of North America (ISNA) was a non-profit advocacy group founded in 1993 by Cheryl Chase to end shame, secrecy, and unwanted genital surgeries.[9][10][11][12][13] Amongst other activities, it published the journal Hermaphrodites with Attitude.\n\nIntersex activism between the late 1990s and mid 2000s led from demonstrating outside a national pediatric conference, to speaking inside clinical conferences, and the first human rights investigation into medical \"normalization\", by the Human Rights Commission of the City and County of San Francisco.[14] However, coercive intersex medical interventions persist.[15]\n\nISNA closed in June 2008 after supporting the creation of a new clinical term for intersex conditions, Disorders of Sex Development (DSD), albeit ambivalently as a means of opening \"many more doors\" and engaging with clinicians,[16] and also supporting the establishment of a new organization, the Accord Alliance, set up to promote comprehensive and integrated approaches to healthcare.[17] New organizations such as Intersex Campaign for Equality and interACT were since established with civil and human rights goals.\n\ninterACT has worked with MTV on the program Faking It, notable for providing the first intersex main character in a television show,[18] and television's first intersex character played by an intersex actor.[19] In 2017, interACT worked with model Hanne Gaby Odiele to tackle social taboos.[20][21]\n\n"
        },
        {
            "title": "Physical integrity and bodily autonomy",
            "text": "In October 1996, the American Academy of Pediatrics issued a press statement stating that:\n\nThe statement was issued in response to the first public demonstration by intersex people and allies, outside the annual conference of the Academy, in Boston on October 26, 1996. Morgan Holmes has written that the demonstration happened after activists Max Beck and Holmes were excluded from the conference. She states that the pair went to deliver an address, \"on long-term outcomes and to challenging their still-prevailing opinion that cosmetic surgery to \"fix\" intersexed genitals was the best course of action\", but were \"met, officially, with hostility and were escorted out of the conference by security guards\".[23] The demonstration, by Beck and Holmes, with allies from Transexual Menace, is now marked as Intersex Awareness Day.[24][25][26]\n\nA 2005 human rights investigation into the medical \"normalization\" of intersex people, by the San Francisco Human Rights Commission is thought \"likely to be the first human rights report into the treatment of intersex people, certainly in the English language.\"[27][28][29]\n\nIn 2005, Cheryl Chase, Alice Dreger and others called for the replacement of the word \"hermaphrodite\" with \"Disorders of Sex Development\" (DSD).[30] Later the same year, a clinical \"Intersex Consensus Meeting\" of US and European pediatric endocrine societies adopted \"DSD\" as a replacement for both intersex and hermaphrodite in medical settings.[31]\n\nThe new language of Disorders of Sex Development was always contentious as was seen as pathologizing. Scholars and activists, such as Georgiann Davis,[32] and Morgan Holmes,[33] Esther Morris Leidolf,[34] and clinical psychologists like Tiger Devore[35] regarded this shift as a retrenchment of medical authority over intersex bodies.[36][37] In May 2016, interACT published a statement opposing pathologizing language to describe people born with intersex traits, recognizing \"increasing general understanding and acceptance of the term \"intersex\"\".[38]\n\nResearch by the Lurie Children's Hospital, Chicago, and the AISDSD Support Group published in 2017 found that 80% of affected Support Group respondents \"strongly liked, liked or felt neutral about intersex\" as a term, while caregivers were less supportive.[39] The hospital found that \"disorders of sex development\" terminology may negatively affect care, give offence, and result in lower attendance at medical clinics.[40] The research results for \"disorders of sex development\" mirrored earlier results from a survey of a congenital adrenal hyperplasia support group, the CARES Foundation.[39]\n\nIn 2013, Pidgeon Pagonis testified for interACT before the Inter-American Commission on Human Rights about the medical interventions they were subjected to as an intersex child,[41] alongside Latin Americans Mauro Cabral, Natasha Jiménez and Paula Machado.[42] In 2014, Anne Tamar-Mattis was published on medical interventions as torture in healthcare settings, in a book by the Center for Human Rights & Humanitarian Law at American University Washington College of Law.[43]\n\nIn 2016, the United Nations Committee Against Torture asked the United States government to comment on reports of intersex medical interventions on infants and children, following submission of a report by interACT.[15][44]\n\nIn June 2017, Joycelyn Elders, David Satcher, and Richard Carmona, three former Surgeons General of the United States published a paper at the Palm Center,[45][46][47] citing a State Department statement[48] and developments in Germany, Switzerland, Australia, Chile, Argentina, and Malta, and calling for a rethink of early genital surgeries on children with intersex traits. The statement reflected on the history of such interventions, their rationales and outcomes, stating:\n\nIn July 2017, Human Rights Watch and interACT published a report on medically unnecessary surgeries on intersex children, \"I Want to Be Like Nature Made Me\", based on interviews with intersex persons, families and physicians.[49][50][51] The report states that:\n\nThe report found that intersex medical interventions persist as default advice from doctors to parents, despite some change in some regions of the U.S. and claims of improved surgical techniques, resulting in an uneven situation where care differs and a lack of standards of care, but paradigms for care are still based on socio-cultural factors including expectations of \"normality\" and evidence in support of surgeries remains lacking. \"Nearly every parent\" in the study reported pressure for their children to undergo surgery, and many reported misinformation. The report calls for a ban on \"surgical procedures that seek to alter the gonads, genitals, or internal sex organs of children with atypical sex characteristics too young to participate in the decision, when those procedures both carry a meaningful risk of harm and can be safely deferred.\"[49][51][50]\n\nThe report was acknowledged as an important contribution to research by the American Academy of Pediatrics.[52]\n\nIn a 2017 interview for Harper's Magazine, Laurence Baskin, chief of pediatric urology at University of California, San Francisco, told journalist Sarah Topol \"that he would recommend early surgery not just for 5-alpha but for 95 percent of known D.S.D. conditions ... Baskin classifies such operations as corrective surgeries, no different from fixing a cleft palate or clubfoot. \"We basically treat them because they have a congenital anomaly\".\"[53]\n\nIn response to the 2017 Human Rights Watch report, Associated Press reported opposition to a ban by CARES Foundation, arguing that parents should be able to agree to surgeries to \"reduce the size of the clitoris\" without considering \"moral and philosophical agendas\".[54] Kyle Knight of Human Rights Watch responded that there's no evidence of a health risk, and \"There are limits to what parents can do to their kids\".[54] interACT states that they are \"unaware of any jurisdiction in the U.S. that enforces its own FGM laws in cases where the girl undergoing clitoral cutting has an intersex trait\".[55]\n\nIn November 2016, GLMA: Health Professionals Advancing LGBT Equality passed a new policy position on patients with differences in sex development, recommending \"delay of any surgical interventions and gender-related medical interventions for DSD that are not deemed medically necessary\".[56][57]\n\nAssociated Press reported in July 2017 that the American Medical Association Board of Trustees is considering a policy statement \"urging doctors to defer intersex surgery on infants and young children\" \"except when life-threatening circumstances require emergency intervention\".[54]\n\nOn August 28, 2018, California became the first U.S. State to condemn nonconsensual surgeries on intersex children, in Resolution SCR-110.[58][59]\n\n"
        },
        {
            "title": "Remedies and claims for compensation",
            "text": "The case of M.C. v. Aaronson, advanced by interACT with the Southern Poverty Law Center was brought before the courts in 2013.[60][61][62][63] The child in the case was born in December 2004 with ovotestes, initially determined as male, but subsequently assigned female and placed in the care of South Carolina Department of Social Services in February 2005.[64] Physicians responsible for M.C. initially concluded that surgery was not urgent or necessary and M.C. had potential to identify as male or female, but, in April 2006, M.C. was subjected to feminizing medical interventions.[64] He was adopted in December 2006. Aged 8 at the time the case was taken, he now identifies as male. The Southern Poverty Law Center states: \"In M.C.'s condition, there is no way to tell whether the child will ultimately identify as a boy or a girl. Instead, the doctors decided to assign M.C. female and change his body to fit their stereotype of how a girl should look.\"[61][65] The defendant in the case, Dr Ian Aaronson, had written in 2001 that \"feminizing genitoplasty on an infant who might eventually identify herself as a boy would be catastrophic\".[66][64]\n\nThe defendants sought to dismiss the case and seek a defense of qualified immunity, but these were denied by the District Court for the District of South Carolina. In January 2015, the Court of Appeals for the Fourth Circuit reversed this decision and dismissed the complaint, stating that, \"it did not \"mean to diminish the severe harm that M.C. claims to have suffered\" but that a reasonable official in 2006 did not have fair warning from then-existing precedent that performing sex assignment surgery on sixteen-month-old M.C. violated a clearly established constitutional right.\"[67] The Court did not rule on whether or not the surgery violated M.C.'s constitutional rights.[68] State suits were subsequently filed.[67]\n\nIn July 2017, it was reported that the case had been settled out of court by the Medical University of South Carolina for $440,000. The University denied negligence, but agreed to a \"compromise\" settlement to avoid \"costs of litigation.\"[69]\n\n"
        },
        {
            "title": "Protection from discrimination",
            "text": "In May 2016, the United States Department of Health and Human Services issued a statement explaining Section 1557 of the Affordable Care Act stating that the Act prohibits \"discrimination on the basis of intersex traits or atypical sex characteristics\" in publicly funded healthcare, as part of a prohibition of discrimination \"on the basis of sex\".[70][71]\n\nIntersex persons are also protected by the Americans with Disabilities Act.[72]\n\nIn 2017, interACT submitted an amicus curiae in the matter of Gavin Grimm (G.G. v. Gloucester County School Board) regarding protections in education for issues of gender identity under Title IX. The submission stated that the Gloucester County School Board held a \"simplistic view of \"physiological\" sex [that] is demonstrably inaccurate as a matter of human biology. Moreover, it demeans many thousands of intersex youth by erasing their bodies and lives and placing them outside the recognition of the law\".[73]\n\n"
        },
        {
            "title": "Identification documents",
            "text": "On Intersex Awareness Day (October 26) 2015, Lambda Legal filed a federal discrimination lawsuit against the United States Department of State for denying non-binary intersex navy veteran, Dana Zzyym, Associate Director of Intersex Campaign for Equality, a passport.[74] On November 22, 2016, the District Court for the District of Colorado ruled in favor of Zzyym, stating that the State Department violated federal law.[75] The ruling stated that the court found \"no evidence that the Department followed a rational decision-making process in deciding to implement its binary-only gender passport policy,\" and ordered the U.S. Passport Agency to reconsider its earlier decision.[76]\n\nOn September 26, 2016, California resident Sara Kelly Keenan became described as the second person in the United States to legally change her gender to non-binary. Keenan, who uses she/her pronouns, identifies as intersex \"both as my medical reality and as my gender identification ... It never occurred to me that this was an option, because I thought the gender change laws were strictly for transgender people. I decided to try and use the same framework to have a third gender.\"[77] In December 2016, Keenan received a birth certificate with an 'Intersex' sex marker from New York City, the first birth certificate issued using this term in the United States. Keenan had applied for a \"non-binary\" birth certificate but the City Department of Health and Mental Hygiene required a biological term.[78]\n\nPress coverage in December 2016 also disclosed that Ohio issued a birth certificate with a sex marker of 'hermaphrodite' in 2012. Ohio issues birth certificates based on \"an historical record of the facts as they existed at the time of birth\" and the individual was able to demonstrate a diagnosis of true hermaphrodite.[79][80] Birth certificates are also known to have no sex specified.\n\n"
        },
        {
            "title": "Right to life",
            "text": "Robert Sparrow has stated that the genetic elimination of intersex traits might be permissible, despite \"uncomfortable\" implications for \"other nonpathological human variations\" that do not affect physical health.[81] In response, Georgiann Davis argues that such discrimination fails to recognize that many people with intersex traits led full and happy lives, and that the \"intersex community is only \"invisible\" to those who choose to ignore it\", while \"the medical profession, not the intersex trait itself, is a major source of the social and psychological harm that perpetuates intersex stigmatization and the \"hostile social environment\" that individuals with intersex traits encounter\".[82] Jason Behrmann and Vardit Ravitsky state that: \"Parental choice against intersex may ... conceal biases against same-sex attractedness and gender nonconformity.\"[83]\n\n"
        },
        {
            "title": "Rights advocacy",
            "text": "Notable intersex rights organizations include interACT and Intersex Campaign for Equality. Former intersex rights organizations include the Intersex Society of North America.\n\nNotable advocates include Eden Atwood, Max Beck, Cheryl Chase, Cary Gabriel Costello, Georgiann Davis, Tiger Devore, Alice Dreger, Betsy Driver, Pidgeon Pagonis, Anne Tamar-Mattis, Hida Viloria, Sean Saifa Wall, Kimberly Zieselman and Dana Zzyym.\n\nPersonal testimonies are detailed in the San Francisco Human Rights Commission report, and also in a 2015 issue of Narrative Inquiry in Bioethics,[84] and a Lambda Literary Award winning book, Intersex (For Lack of a Better Word), by Thea Hillman.[85] In 2021, Kimberly Zieselman won the Stonewall Honor Books in Non-Fiction Award in 2021 for her memoir XOXY.[86] In 2017, Hatchette Book Group published a memoir, Born Both, by Hida Viloria.[87][88] Movies include the short, award-winning film XXXY (2000).\n\n"
        },
        {
            "title": "US Passports",
            "text": "In October 2021, the very first US Passport with a gender X was issued.[89] Since April 11, 2022 US Passports give the sex/gender options of male, female and X by self determination.[90][91]\n\n"
        }
    ]
}