{
    "url": "https://en.wikipedia.org/wiki/Intergalactic_travel",
    "title": "Intergalactic travel",
    "table_of_contents": [
        "1 Possible methods",
        "1.1 Hypervelocity stars",
        "1.2 Artificially propelling a star",
        "1.3 Time dilation",
        "1.4 Possible faster-than-light methods",
        "2 See also",
        "3 References",
        "4 Notes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Intergalactic travel is the hypothetical crewed or uncrewed travel between galaxies. Due to the enormous distances between the Milky Way and even its closest neighbors—tens of thousands to millions of light-years—any such venture would be far more technologically and financially demanding than even interstellar travel. Intergalactic distances are roughly a hundred-thousandfold (five orders of magnitude) greater than their interstellar counterparts.[a]\n\nThe technology required to travel between galaxies is far beyond humanity's present capabilities, and currently only the subject of speculation, hypothesis, and science fiction.\n\nHowever, theoretically speaking, there is nothing to conclusively indicate that intergalactic travel is impossible. There are several hypothesized methods of carrying out such a journey, and to date several academics have studied intergalactic travel in a serious manner.[1][2][3]\n\n"
        },
        {
            "title": "Possible methods",
            "text": "Theorized in 1988,[4] and observed in 2005,[5] hypervelocity stars  move faster than the escape velocity of the Milky Way, and are traveling out into intergalactic space.[6] There are several theories for their existence. One of the mechanisms would be that the supermassive black hole at the center of the Milky Way ejects stars from the galaxy at a rate of about one every hundred thousand years. Another theorized mechanism might be a supernova explosion in a binary system.[7] Intergalactic travel using these stars would involve entering into an orbit around them and waiting for them to reach another galaxy.[8][9]\n\nAnother proposal is to artificially propel a star in the direction of another galaxy.[10][11]\n\nWhile it takes light approximately 2.54 million years to traverse the gulf of space between Earth and, for instance, the Andromeda Galaxy, it would take a much shorter amount of time from the point of view of a traveler at close to the speed of light due to the effects of time dilation; the time experienced by the traveler depending both on velocity (anything less than the speed of light) and distance traveled (length contraction). Intergalactic travel for humans is therefore possible, in theory, from the point of view of the traveler.[12] For example, a rocket that accelerated at standard acceleration due to gravity toward the Andromeda Galaxy and started to decelerate halfway through the trip would arrive in about 28 years, from the frame of reference of the observer.[13]\n\nThe Alcubierre drive is a hypothetical concept that is able to impulse a spacecraft to speeds faster than light (the spaceship itself would not move faster than light, but the space around it would). This could in theory allow practical intergalactic travel. There is no known way to create the space-distorting wave this concept needs to work, but the metrics of the equations comply with relativity and the limit of light speed.[14]\n\nA wormhole is a hypothetical tunnel through space-time that would allow instantaneous intergalactic travel to the most distant galaxies even billions of light years away. Wormholes are allowed by general relativity.[15]\n\n"
        }
    ]
}