{
    "url": "https://en.wikipedia.org/wiki/Intellectualism",
    "title": "Intellectualism",
    "table_of_contents": [
        "1 Ancient moral intellectualism",
        "2 Medieval theological intellectualism",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Intellectualism is the mental perspective that emphasizes the use, the development, and the exercise of the intellect; and also identifies the life of the mind of the intellectual person.[1] In the field of philosophy, \"intellectualism\" is synonymous with rationalism, knowledge derived from reason.[2] Sociologically, the term intellectualism can also have a socially negative connotation about an intellectual who gives \"too much attention to thinking\" (single-mindedness of purpose) and who shows an \"absence of affection and feeling\" (emotional coldness).[2][3] Hierarchical Intellectualism or hierarchical theory of intelligence is any theory of intelligence postulating that the abilities constituting intelligence are arranged in a series of levels (of a hierarchy) ranging from general to specific.[4] Most notable Hierarchical Intellectualism is the use of the IQ test. \n\n"
        },
        {
            "title": "Ancient moral intellectualism",
            "text": "The Greek philosopher Socrates (c. 470–399 BC) said that intellectualism allows that \"one will do what is right or [what is] best, just as soon as one truly understands what is right or best\"; that virtue is a matter of the intellect, because virtue and Knowledge are related qualities that a person accrues, possesses, and improves by dedication to the use of Reason.[5] Socrates's definition of moral intellectualism is a basis of the philosophy of Stoicism, wherein the consequences of that definition are called \"Socratic paradoxes\", such as \"There is no weakness of will\", because a person either knowingly does evil or knowingly seeks to do evil (moral wrong); that anyone who does commit evil or seeks to commit evil does so involuntarily; and that virtue is knowledge, that there are few virtues, but that all virtues are one.\n\nThe conceptions of Truth and of Knowledge of contemporary philosophy are unlike Socrates’s conceptions of Truth and Knowledge and of ethical conduct, and cannot be equated with modern, post–Cartesian conceptions of knowledge and rational intellectualism.[6] In that vein, by way of detailed study of history, Michel Foucault demonstrated that in Classical Antiquity (800 BC – AD 1000), \"knowing the truth\" was akin to \"spiritual knowledge\", which is integral to the principle of \"caring for the self\".\n\nIn effort to become a moral person the care for the self is realised through ascetic exercises meant to ensure that knowledge of truth was learned and integrated to the Self. Therefore, to understand truth meant possessing \"intellectual knowledge\" that integrated the self to the (universal) truth and to living an authentic life. Achieving that ethical state required continual care for the self, but also meant being someone who embodies truth, and so can readily practice the Classical-era rhetorical device of parrhesia: \"to speak candidly, and to ask forgiveness for so speaking\"; and, by extension, to practice the moral obligation to speak truth for the common good, even at personal risk.[7]\n\n"
        },
        {
            "title": "Medieval theological intellectualism",
            "text": "Medieval theological intellectualism is a doctrine of divine action, wherein the faculty of intellect precedes, and is superior to, the faculty of the will (voluntas intellectum sequitur). As such, Intellectualism is contrasted with voluntarism, which proposes the Will as superior to the intellect, and to the emotions; hence, the stance that \"according to intellectualism, choices of the Will result from that which the intellect recognizes as good; the will, itself, is determined. For voluntarism, by contrast, it is the Will which identifies which objects are good, and the Will, itself, is indetermined\".[8] From that philosophical perspective and historical context, the Spanish Muslim polymath Averroës (1126–1198) in the 12th century, the Italian Christian theologian Thomas Aquinas (1225–1274), and the German Christian theologian Meister Eckhart (1260–1327) in the 13th century, are recognised intellectualists.[8][9]\n\n"
        }
    ]
}