{
    "url": "https://en.wikipedia.org/wiki/Interdimensional_hypothesis",
    "title": "Interdimensional hypothesis",
    "table_of_contents": [
        "1 History",
        "1.1 Background",
        "1.2 Meade Layne and 'Ether Ships'",
        "1.3 John Keel and 'Ultraterrestrials'",
        "1.4 Hynek and Vallée",
        "2 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The interdimensional hypothesis is a proposal that unidentified flying object (UFO) sightings are the result of experiencing other \"dimensions\" that coexist separately alongside our own[1] in contrast with either the extraterrestrial hypothesis that suggests UFO sightings are caused by visitations from outside the Earth or the psychosocial hypothesis that argues UFO sightings are best explained as psychological or social phenomenon.\n\nThe hypothesis has been advanced by UFO enthusiasts such as Meade Layne,[2] John Keel,[3] J. Allen Hynek, and Jacques Vallée.[4][1]  Proponents of the interdimensional hypothesis argue that UFOs are a modern manifestation of a phenomenon that has occurred throughout recorded human history, which in prior ages were ascribed to mythological or supernatural creatures.[5]\n\nJeffrey J. Kripal, Chair in Philosophy and Religious Thought at Rice University, writes: \"this interdimensional reading, long a staple of Spiritualism through the famous 'fourth dimension', would have a very long life within ufology and is still very much with us today\".[6]\n\n"
        },
        {
            "title": "History",
            "text": "In the 19th century, various spiritualists believed in \"other dimensions\". During the Summer of 1947, spiritualists adapted the \"other dimensions\" folklore to explain recent tales of \"flying discs\".\n\nIn the late 19th century, the metaphysical term \"planes\" was popularized by H. P. Blavatsky, who propounded a complex cosmology consisting of seven \"planes\".[6] The term aether (\"ether\") was adopted from Ancient Greek via Victorian physics that would later be discredited. The term \"ether\" was then incorporated into the writings of 19th-century occultists.\n\nThe \"etheric plane\"  and the \"etheric body\" were introduced into Theosophy by Charles Webster Leadbeater and Annie Besant to represent a hypothetical 'fourth plane', above the \"planes\" of solids, liquids, and gases.  The term \"etheric\" was later used by popular occult authors such as Alice Bailey, Rudolf Steiner, and numerous others.[6]\n\nOn July 4, 1947, occultist Meade Layne claimed that flying discs were \"etheric\".[7]  Layne claimed to be in telepathic communication with \"people in the saucers\", arguing \"it is possible for objects to pass from an etheric to a dense level of matter and will then appear to materialize. They then will return to an etheric conditions\".[8][7] Layne claimed that \"These visitors are not excarnate humans but are human beings living in their own world. They come with good intent. They have some idea of experimenting with earth life.\"[9] The prior year, it had been reported that Layne consulted a medium who relayed communications from a \"space ship named Careeta\" that came to Earth from 'an unidentified planet'.[9][10][7]\n\nAccording to one scholar, Layne coined the term \"interdimensional hypostasis\" to describe the sightings.[11][additional citation(s) needed] Layne is regarded as the earliest proponent of the interdimensional hypothesis.[2]\n\nAlthough the extraterrestrial hypothesis has remained predominant,[12][additional citation(s) needed] by the 1970s, the interdimensional hypothesis began to be embraced by some UFO enthusiasts. Paranormal author and UFO enthusiast John Keel recalled:\n\nIn his 1970 book UFOs: Operation Trojan Horse, Keel argued that a non-human or spiritual intelligence source has staged whole events over a long period of time in order to propagate and reinforce certain erroneous belief systems. For example, monsters, ghosts and demons, the fairy faith in Middle Europe, vampire legends, mystery airships in 1897, mystery aeroplanes of the 1930s, mystery helicopters, anomalous creature sightings, poltergeist phenomena, balls of light, and UFOs; Keel conjectured that ultimately all of these anomalies are a cover for the real phenomenon.[13][additional citation(s) needed]  Keel used the term \"ultraterrestrials\" to describe UFO occupants he believed to be non-human entities capable of taking on whatever form they want.[additional citation(s) needed]\n\nJ. Allen Hynek was an American astronomer who served as scientific advisor to the U.S. Air Force UFO studies: Project Sign, Project Grudge, and Project Blue Book.  Hynek pioneered the \"Close Encounter\" classification system;   Hynek had a cameo in Stephen Spielberg's film Close Encounters of the Third Kind.[15] Jacques Vallée, a student of Hynek's,  served as the inspiration for the French researcher portrayed by François Truffaut in the film.[16]\n\nIn 1975's The Edge of Reality, Vallée and Hynek consider the possibility of what they call \"interlocking universes\":\n\nIn his 'landmark' 1969 book Passport to Magonia:  On UFOS, Folkore and Parallel Worlds, Vallee argues for a \"parallel universe co-existing with our own\".[4] \nThe idea was reiterated in Vallée's subsequent writings.[17]  Vallée's summarized his objection in his 1990 paper \"Five Arguments Against the Extraterrestrial Origin of Unidentified Flying Objects\":[18]\n\n"
        }
    ]
}