{
    "url": "https://en.wikipedia.org/wiki/Interwar_period",
    "title": "Interwar period",
    "table_of_contents": [
        "1 Turmoil in Europe",
        "2 International relations",
        "3 Roaring Twenties",
        "4 Great Depression",
        "4.1 Fascism displaces democracy",
        "4.2 Spanish Civil War (1936–1939)",
        "5 British Empire",
        "6 French Empire",
        "6.1 Revolt in North Africa against Spain and France",
        "7 Germany",
        "7.1 Weimar Republic",
        "7.2 Nazi era, 1933–1939",
        "8 Italy",
        "9 Regional patterns",
        "9.1 Balkans",
        "9.2 China",
        "9.3 Japanese dominance in East Asia",
        "9.3.1 Japan seizes Manchuria",
        "9.3.2 Towards the conquest of China",
        "9.4 Latin America",
        "9.4.1 Sports",
        "10 End of an era",
        "11 See also",
        "11.1 Timelines",
        "12 References",
        "13 Further reading",
        "13.1 Historiography",
        "13.2 Primary sources",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn the history of the 20th century, the interwar period lasted from 11 November 1918 to 1 September 1939 (20 years, 9 months, 21 days), the end of the First World War to the beginning of the Second World War. The interwar period was relatively short, yet featured many significant social, political, and economic changes throughout the world. Petroleum-based energy production and associated mechanisation led to the prosperous Roaring Twenties, a time of both social mobility and economic mobility for the middle class. Automobiles, electric lighting, radio, and more became common among populations in the developed world. The indulgences of the era subsequently were followed by the Great Depression, an unprecedented worldwide economic downturn that severely damaged many of the world's largest economies.\n\nPolitically, the era coincided with the rise of communism, starting in Russia with the October Revolution and Russian Civil War, at the end of World War I, and ended with the rise of fascism, particularly in Germany and in Italy. China was in the midst of half-a-century of instability and the Chinese Civil War between the Kuomintang and the Chinese Communist Party. The empires of Britain, France and others faced challenges as imperialism was increasingly viewed negatively in Europe, and independence movements emerged in many colonies; for example the south of Ireland became independent after much fighting.\n\nThe Ottoman, Austro-Hungarian, and German Empires were dismantled, with the Ottoman territories and German colonies redistributed among the Allies, chiefly Britain and France. The western parts of the Russian Empire, Estonia, Finland, Latvia, Lithuania, and Poland became independent nations in their own right, and Bessarabia (now Moldova and parts of Ukraine) chose to reunify with Romania.\n\nThe Russian communists managed to regain control of the other East Slavic states, Central Asia and the Caucasus, forming the Soviet Union. Ireland was partitioned between the independent Irish Free State and the British-controlled Northern Ireland after the Irish Civil War in which the Free State fought against \"anti-treaty\" Irish republicans, who opposed partition. In the Middle East, both Egypt and Iraq gained independence. During the Great Depression, countries in Latin America nationalised many foreign companies, most of which were American, in a bid to strengthen their own economies. The territorial ambitions of the Soviets, Japanese, Italians, and Germans led to the expansion of their domains.\n\nThe period ended at the beginning of World War II.\n\n"
        },
        {
            "title": "Turmoil in Europe",
            "text": "Following the Armistice of Compiègne on 11 November 1918 that ended World War I, the years 1918–1924 were marked by turmoil as the Russian Civil War continued to rage on, and Eastern Europe struggled to recover from the devastation of the First World War and the destabilising effects of not just the collapse of the Russian Empire, but the destruction of the German Empire, the Austro-Hungarian Empire, and the Ottoman Empire, as well. There were numerous new or restored countries in Southern, Central and Eastern Europe, some small in size, such as Lithuania or Latvia, and some larger, such as Poland and the Kingdom of Serbs, Croats, and Slovenes. The United States gained dominance in world finance. Thus, when Germany could no longer afford war reparations to Britain, France and other former members of the Entente, the Americans came up with the Dawes Plan and Wall Street invested heavily in Germany, which repaid its reparations to nations that, in turn, used the dollars to pay off their war debts to Washington. By the middle of the decade, prosperity was widespread, with the second half of the decade known as the Roaring Twenties.[2]\n\n"
        },
        {
            "title": "International relations",
            "text": "The important stages of interwar diplomacy and international relations included resolutions of wartime issues, such as reparations owed by Germany and boundaries; American involvement in European finances and disarmament projects; the expectations and failures of the League of Nations;[3] the relationships of the new countries to the old; the distrustful relations of the Soviet Union to the capitalist world; peace and disarmament efforts; responses to the Great Depression starting in 1929; the collapse of world trade; the collapse of democratic regimes one by one; the growth of efforts at economic autarky; Japanese aggressiveness toward China, occupying large amounts of Chinese land, as well as border disputes between the Soviet Union and Japan, leading to multiple clashes along the Soviet and Japanese occupied Manchurian border; Fascist diplomacy, including the aggressive moves by Mussolini's Italy and Hitler's Germany; the Spanish Civil War; Italy's invasion and occupation of Abyssinia (Ethiopia) in the Horn of Africa; the appeasement of Germany's expansionist moves against the German-speaking nation of Austria, the region inhabited by ethnic Germans called the Sudetenland in Czechoslovakia, the remilitarisation of the League of Nations demilitarised zone of the German Rhineland region, and the last, desperate stages of rearmament as the Second World War increasingly loomed.[4]\n\nDisarmament was a very popular public policy. However, the League of Nations played little role in this effort, with the United States and Britain taking the lead. U.S. Secretary of State Charles Evans Hughes sponsored the Washington Naval Conference of 1921 in determining how many capital ships each major country was allowed. The new allocations were actually followed and there were no naval races in the 1920s. Britain played a leading role in the 1927 Geneva Naval Conference and the 1930 London Conference that led to the London Naval Treaty, which added cruisers and submarines to the list of ship allocations. However the refusal of Japan, Germany, Italy and the USSR to go along with this led to the meaningless Second London Naval Treaty of 1936. Naval disarmament had collapsed and the issue became rearming for a war against Germany and Japan.[5][6]\n\n"
        },
        {
            "title": "Roaring Twenties",
            "text": "The Roaring Twenties highlighted novel and highly visible social and cultural trends and innovations. These trends, made possible by sustained economic prosperity, were most visible in major cities like New York City, Chicago, Paris, Berlin, and London. The Jazz Age began and Art Deco peaked.[7][8] For women, knee-length skirts and dresses became socially acceptable, as did bobbed hair with a Marcel wave. The young women who pioneered these trends were called \"flappers\".[9] Not all was new: \"normalcy\" returned to politics in the wake of hyper-emotional wartime passions in the United States, France, and Germany.[10] The leftist revolutions in Finland, Poland, Germany, Austria, Hungary, and Spain were defeated by conservatives, but succeeded in Russia, which became the base for Soviet Communism and Marxism–Leninism.[11] In Italy the National Fascist Party came to power under Benito Mussolini after threatening a March on Rome in 1922.[12]\n\nMost independent countries enacted women's suffrage in the interwar era, including Canada in 1917 (though Quebec held out longer), Britain in 1918, and the United States in 1920. There were a few major countries that held out until after the Second World War (such as France, Switzerland and Portugal).[13] Leslie Hume argues:\n\nIn Europe, according to Derek Aldcroft and Steven Morewood, \"Nearly all countries registered some economic progress in the 1920s and most of them managed to regain or surpass their pre-war income and production levels by the end of the decade.\" The Netherlands, Norway, Sweden, Switzerland, and Greece did especially well, while Eastern Europe did poorly, due to the First World War and Russian Civil War.[15] In advanced economies the prosperity reached middle class households and many in the working class with radio, automobiles, telephones, and electric lighting and appliances. There was unprecedented industrial growth, accelerated consumer demand and aspirations, and significant changes in lifestyle and culture. The media began to focus on celebrities, especially sports heroes and movie stars. Major cities built large sports stadiums for the fans, in addition to palatial cinemas. The mechanisation of agriculture continued apace, producing an expansion of output that lowered prices, and made many farm workers redundant. Often they moved to nearby industrial towns and cities.\n\n"
        },
        {
            "title": "Great Depression",
            "text": "The Great Depression was a severe worldwide economic depression that took place after 1929. The timing varied across nations; in most countries it started in 1929 and lasted until the late 1930s.[16] It was the longest, deepest, and most widespread depression of the 20th century.[17] The depression originated in the United States and became worldwide news with the stock market crash of 29 October 1929 (known as Black Tuesday). Between 1929 and 1932, worldwide GDP fell by an estimated 15%. By comparison, worldwide GDP fell by less than 1% from 2008 to 2009 during the Great Recession.[18] Some economies started to recover by the mid-1930s. However, in many countries, the negative effects of the Great Depression lasted until the beginning of World War II.[16]: ch 1 \n\nThe Great Depression had devastating effects in countries both rich and poor. Personal income, tax revenue, profits, and prices dropped, while international trade plunged by more than 50%. Unemployment in the United States rose to 25% and in some countries rose as high as 33%.[19] Prices fell sharply, especially for mining and agricultural commodities. Business profits fell sharply as well, with a sharp reduction in new business starts.\n\nCities all around the world were hit hard, especially those dependent on heavy industry. Construction was virtually halted in many countries. Farming communities and rural areas suffered as crop prices fell by about 60%.[20][21][22] Facing plummeting demand with few alternative sources of jobs, areas dependent on primary sector industries such as mining and logging suffered the most.[23]\n\nThe Weimar Republic in Germany gave way to two episodes of political and economic turmoil, the first culminated in the German hyperinflation of 1923 and the failed Beer Hall Putsch of that same year. The second convulsion, brought on by the worldwide depression and Germany's disastrous monetary policies, resulted in the further rise of Nazism.[24] In Asia, Japan became an ever more assertive power, especially with regard to China.[25]\n\nDemocracy and prosperity largely went together in the 1920s. Economic disaster led to a distrust in the effectiveness of democracy and its collapse in much of Europe and Latin America, including the Baltic and Balkan countries, Poland, Spain, and Portugal. Powerful expansionary anti-democratic regimes emerged in Italy, Japan, and Germany.[26]\n\nWhile communism was tightly contained in the isolated Soviet Union, fascism took control of the Kingdom of Italy in 1922; as the Great Depression worsened, Nazism emerged victorious in Germany, fascism spread to many other countries in Europe, and also played a major role in several countries in Latin America.[27] Fascist parties sprang up, attuned to local right-wing traditions, but also possessing common features that typically included extreme militaristic nationalism, a desire for economic self-containment, threats and aggression toward neighbouring countries, oppression of minorities, a ridicule of democracy while using its techniques to mobilise an angry middle-class base, and a disgust with cultural liberalism. Fascists believed in power, violence, male superiority, and a \"natural\" hierarchy, often led by dictators such as Benito Mussolini or Adolf Hitler. Fascism in power meant that liberalism and human rights were discarded, and individual pursuits and values were subordinated to what the party decided was best.[28]\n\nTo one degree or another, Spain had been unstable politically for centuries, and in 1936–1939 was wracked by one of the bloodiest civil wars of the 20th century. The real importance comes from outside countries. In Spain the conservative and Catholic elements and the army revolted against the newly elected government of the Second Spanish Republic, and full-scale civil war erupted. Fascist Italy and Nazi Germany gave munitions and strong military units to the rebel Nationalist faction, led by General Francisco Franco. The Republican (or \"Loyalist\") government, was on the defensive, but it received significant help from the Soviet Union and Mexico. Led by Great Britain and France, and including the United States, most countries remained neutral and refused to provide armaments to either side. The powerful fear was that this localised conflict would escalate into a European conflagration that no one wanted.[29][30]\n\nThe Spanish Civil War was marked by numerous small battles and sieges, and many atrocities, until the Nationalists won in 1939 by overwhelming the Republican forces. The Soviet Union provided armaments but never enough to equip the heterogeneous government militias and the \"International Brigades\" of outside far-left volunteers. The civil war did not escalate into a larger conflict, but did become a worldwide ideological battleground that pitted all the Communists and many socialists and liberals against Catholics, conservatives and fascists. Worldwide there was a decline in pacifism and a growing sense that another world war was imminent, and that it would be worth fighting for.[31][32]\n\n"
        },
        {
            "title": "British Empire",
            "text": "The changing world order that the war had brought about, in particular the growth of the United States and Japan as naval powers, and the rise of independence movements in India and Ireland, caused a major reassessment of British imperial policy.[33] Forced to choose between alignment with the United States or Japan, Britain opted not to renew the Anglo-Japanese Alliance and instead signed the 1922 Washington Naval Treaty, in which Britain accepted naval parity with the United States. The issue of the empire's security was a serious concern in Britain, as it was vital to the British pride, its finance, and its trade-oriented economy.[34][35]\n\nIndia strongly supported the Empire in the First World War. It expected a reward, but failed to get sovereignty as the British Raj kept control in British hands and feared another rebellion like that of 1857. The Government of India Act 1919 failed to satisfy demand for independence. Mounting tension, particularly in the Punjab region, culminated in the Amritsar Massacre in 1919. Indian nationalism surged and centred in the Congress Party led by Mohandas Gandhi.[36] In Britain, public opinion was divided over the morality of the massacre between those who saw it as having saved India from anarchy and those who viewed it with revulsion.[37][38]\n\nEgypt had been under de facto British control since the 1880s, despite its nominal ownership by the Ottoman Empire. In 1922, the Kingdom of Egypt was granted formal independence, though it continued to be a client state following British guidance. Egypt joined the League of Nations. Egypt's King Fuad and his son King Farouk and their conservative allies stayed in power with lavish lifestyles thanks to an informal alliance with Britain who would protect them from both secular and Muslim radicalism.[39] Mandatory Iraq, a British mandate since 1920, gained official independence as the Kingdom of Iraq in 1932 when King Faisal agreed to British terms of a military alliance and an assured flow of oil.[40][41]\n\nIn Palestine, Britain was presented with the problem of mediating between the Palestinian Arabs and increasing numbers of Jewish settlers. The Balfour Declaration, which had been incorporated into the terms of the mandate, stated that a national home for the Jewish people would be established in Palestine, and Jewish immigration allowed up to a limit that would be determined by the mandatory power. This led to increasing conflict with the Arab population, who openly revolted in 1936. As the threat of war with Germany increased during the 1930s, Britain judged the support of Arabs as more important than the establishment of a Jewish homeland, and shifted to a pro-Arab stance, limiting Jewish immigration and in turn triggering a Jewish insurgency.[38]: 269–96 \n\nThe Dominions (Canada, Newfoundland, Australia, New Zealand, South Africa and the Irish Free State) were self-governing and gained semi-independence in the World War, while Britain still controlled foreign policy and defence. The right of the Dominions to set their own foreign policy was recognised in 1923 and formalised by the 1931 Statute of Westminster. (Southern) Ireland effectively broke all ties with Britain in 1937, leaving the Commonwealth and becoming an independent republic.[38]: 373–402 \n\n"
        },
        {
            "title": "French Empire",
            "text": "French census statistics from 1938 show an imperial population with France at over 150 million people, outside of France itself, of 102.8 million people living on 13.5 million square kilometers. Of the total population, 64.7 million lived in Africa and 31.2 million lived in Asia; 900,000 lived in the French West Indies or islands in the South Pacific. The largest colonies were French Indochina with 26.8 million (in five separate colonies), French Algeria with 6.6 million, the French protectorate in Morocco, with 5.4 million, and French West Africa with 35.2 million in nine colonies. The total includes 1.9 million Europeans, and 350,000 \"assimilated\" natives.[42][43][44]\n\nThe Berber independence leader Abd el-Krim (1882–1963) organised armed resistance against the Spanish and French for control of Morocco. The Spanish had faced unrest off and on from the 1890s, but in 1921, Spanish forces were massacred at the Battle of Annual. El-Krim founded an independent Rif Republic that operated until 1926, but had no international recognition. Eventually, France and Spain agreed to end the revolt. They sent in 200,000 soldiers, forcing el-Krim to surrender in 1926; he was exiled in the Pacific until 1947. Morocco was now pacified, and became the base from which Spanish Nationalists would launch their rebellion against the Spanish Republic in 1936.[45]\n\n"
        },
        {
            "title": "Germany",
            "text": "The humiliating peace terms in the Treaty of Versailles provoked bitter indignation throughout Germany, and seriously weakened the new democratic regime. The Treaty stripped Germany of all of its overseas colonies, of Alsace–Lorraine, and of predominantly Polish districts. The Allied armies occupied industrial sectors in western Germany including the Rhineland, and Germany was not allowed to have a real army, navy, or air force. Reparations were demanded, especially by France, involving shipments of raw materials, as well as annual payments.[46]\n\nWhen Germany defaulted on its reparation payments, French and Belgian troops occupied the heavily industrialised Ruhr district (January 1923). The German government encouraged the population of the Ruhr to passive resistance: shops would not sell goods to the foreign soldiers, coal mines would not dig for the foreign troops, trams in which members of the occupation army had taken seat would be left abandoned in the middle of the street. The German government printed vast quantities of paper money, causing hyperinflation, which also damaged the French economy. The passive resistance proved effective, insofar as the occupation became a loss-making deal for the French government. But the hyperinflation caused many prudent savers to lose all the money they had saved. Weimar added new internal enemies every year, as anti-democratic Nazis, Nationalists, and Communists battled each other in the streets.[47]\n\nGermany was the first state to establish diplomatic relations with the new Soviet Union. Under the Treaty of Rapallo, Germany accorded the Soviet Union de jure recognition, and the two signatories mutually agreed to cancel all pre-war debts and renounced war claims. In October 1925 the Treaty of Locarno was signed by Germany, France, Belgium, Britain, and Italy; it recognised Germany's borders with France and Belgium. Moreover, Britain, Italy, and Belgium undertook to assist France in the case that German troops marched into the demilitarised Rhineland. Locarno paved the way for Germany's admission to the League of Nations in 1926.[48]\n\nHitler came to power in January 1933, and inaugurated an aggressive power designed to give Germany economic and political domination across central Europe. He did not attempt to recover the lost colonies. Until August 1939, the Nazis denounced Communists and the Soviet Union as the greatest enemy, along with the Jews.[49]\n\nHitler's diplomatic strategy in the 1930s was to make seemingly reasonable demands, threatening war if they were not met. When opponents tried to appease him, he accepted the gains that were offered, then went to the next target. That aggressive strategy worked as Germany pulled out of the League of Nations, rejected the Versailles Treaty, and began to rearm. Retaking the Territory of the Saar Basin in the aftermath of a plebiscite that favoured returning to Germany, Hitler's Germany remilitarised the Rhineland, formed the Pact of Steel alliance with Mussolini's Italy, and sent massive military aid to Franco in the Spanish Civil War. Germany seized Austria, considered to be a German state, in 1938, and took over Czechoslovakia after the Munich Agreement with Britain and France. Forming a non-aggression pact with the Soviet Union in August 1939, Germany invaded Poland after Poland's refusal to cede the Free City of Danzig in September 1939. Britain and France declared war and World War II began – somewhat sooner than the Nazis expected or were ready for.[50]\n\nAfter establishing the \"Rome-Berlin Axis\" with Benito Mussolini, and signing the Anti-Comintern Pact with Japan – which was joined by Italy a year later in 1937 – Hitler felt able to take the offensive in foreign policy. On 12 March 1938, German troops marched into Austria, where an attempted Nazi coup had been unsuccessful in 1934. When Austrian-born Hitler entered Vienna, he was greeted by loud cheers. Four weeks later, 99% of Austrians voted in favour of the annexation (Anschluss) of their country Austria to the German Reich. After Austria, Hitler turned to Czechoslovakia, where the 3.5 million-strong Sudeten German minority was demanding equal rights and self-government.[51][52]\n\nAt the Munich Conference of September 1938, Hitler, the Italian leader Benito Mussolini, British Prime Minister Neville Chamberlain, and French Prime Minister Édouard Daladier agreed upon the cession of Sudeten territory to the German Reich by Czechoslovakia. Hitler thereupon declared that all of German Reich's territorial claims had been fulfilled. However, hardly six months after the Munich Agreement, in March 1939, Hitler used the smouldering quarrel between Slovaks and Czechs as a pretext for taking over the rest of Czechoslovakia as the Protectorate of Bohemia and Moravia. In the same month, he secured the return of Memel from Lithuania to Germany. Chamberlain was forced to acknowledge that his policy of appeasement towards Hitler had failed.[51][52]\n\n"
        },
        {
            "title": "Italy",
            "text": "In 1922, the leader of the Italian Fascist movement, Benito Mussolini, was appointed Prime Minister of Italy after the March on Rome. Mussolini resolved the question of sovereignty over the Dodecanese at the 1923 Treaty of Lausanne, which formalised Italian administration of both Libya and the Dodecanese Islands, in return for a payment to Turkey, the successor state to the Ottoman Empire, though he failed in an attempt to extract a mandate of a portion of Iraq from Britain.\n\nThe month following the ratification of the Treaty of Lausanne, Mussolini ordered the invasion of the Greek island of Corfu after the Corfu incident. The Italian press supported the move, noting that Corfu had been a Venetian possession for four hundred years. The matter was taken by Greece to the League of Nations, where Mussolini was convinced by Britain to evacuate Royal Italian Army troops, in return for reparations from Greece. The confrontation led Britain and Italy to resolve the question of Jubaland in 1924, which was merged into Italian Somaliland.[53]\n\nDuring the late 1920s, imperial expansion became an increasingly favoured theme in Mussolini's speeches.[54] Amongst Mussolini's aims were that Italy had to become the dominant power in the Mediterranean that would be able to challenge France or Britain, as well as attain access to the Atlantic and Indian Oceans.[54] Mussolini alleged that Italy required uncontested access to the world's oceans and shipping lanes to ensure its national sovereignty.[55] This was elaborated on in a document he later drew up in 1939 called \"The March to the Oceans\", and included in the official records of a meeting of the Grand Council of Fascism.[55] This text asserted that maritime position determined a nation's independence: countries with free access to the high seas were independent; while those who lacked this, were not. Italy, which only had access to an inland sea without French and British acquiescence, was only a \"semi-independent nation\", and alleged to be a \"prisoner in the Mediterranean\":[55]\n\nIn the Balkans, the Fascist regime claimed Dalmatia and held ambitions over Albania, Slovenia, Croatia, Bosnia and Herzegovina, Macedonia, and Greece based on the precedent of previous Roman dominance in these regions.[56] Dalmatia and Slovenia were to be directly annexed into Italy while the remainder of the Balkans was to be transformed into Italian client states.[57] The regime also sought to establish protective patron-client relationships with Austria, Hungary, Romania, and Bulgaria.[56]\n\nIn both 1932 and 1935, Italy demanded a League of Nations mandate of the former German Cameroon and a free hand in the Ethiopian Empire from France in return for Italian support against Germany in the Stresa Front.[58] This was refused by French Prime Minister Édouard Herriot, who was not yet sufficiently worried about the prospect of a German resurgence.[58] The failed resolution of the Abyssinia Crisis led to the Second Italo-Ethiopian War, in which Italy annexed Ethiopia to its empire.[citation needed]\n\nItaly's stance towards Spain shifted between the 1920s and the 1930s. The Fascist regime in the 1920s held deep antagonism towards Spain due to Miguel Primo de Rivera's pro-French foreign policy. In 1926, Mussolini began aiding the Catalan separatist movement, which was led by Francesc Macià, against the Spanish government.[59] With the rise of the left-wing Republican government replacing the Spanish monarchy, Spanish monarchists and fascists repeatedly approached Italy for aid in overthrowing the Republican government, in which Italy agreed to support them to establish a pro-Italian government in Spain.[59] In July 1936, Francisco Franco of the Nationalist faction in the Spanish Civil War requested Italian support against the ruling Republican faction, and guaranteed that, if Italy supported the Nationalists, \"future relations would be more than friendly\" and that Italian support \"would have permitted the influence of Rome to prevail over that of Berlin in the future politics of Spain\".[60] Italy intervened in the civil war with the intention of occupying the Balearic Islands and creating a client state in Spain.[61] Italy sought the control of the Balearic Islands due to its strategic position—Italy could use the islands as a base to disrupt the lines of communication between France and its North African colonies and between British Gibraltar and Malta.[62] After the victory by Franco and the Nationalists in the war, Allied intelligence was informed that Italy was pressuring Spain to permit an Italian occupation of the Balearic Islands.[63]\n\nAfter Great Britain signed the Anglo-Italian Easter Accords in 1938, Mussolini and Foreign Minister Galeazzo Ciano issued demands for concessions in the Mediterranean by France, particularly regarding French Somaliland, Tunisia and the French-run Suez Canal.[64] Three weeks later, Mussolini told Ciano that he intended for an Italian takeover of Albania.[64] Mussolini professed that Italy would only be able to \"breathe easily\" if it had acquired a contiguous colonial domain in Africa from the Atlantic to the Indian Oceans, and when ten million Italians had settled in them.[54] In 1938, Italy demanded a sphere of influence in the Suez Canal in Egypt, specifically demanding that the French-dominated Suez Canal Company accept an Italian representative on its board of directors.[65] Italy opposed the French monopoly over the Suez Canal because, under the French-dominated Suez Canal Company, all merchant traffic to the Italian East Africa colony was forced to pay tolls on entering the canal.[65]\n\nAlbanian Prime Minister and President Ahmet Zogu, who had, in 1928, proclaimed himself King of Albania, failed to create a stable state.[66] Albanian society was deeply divided by religion and language, with a border dispute with Greece and an undeveloped, rural economy. In 1939, Italy invaded and annexed Albania as a separate kingdom in personal union with the Italian crown. Italy had long built strong links with the Albanian leadership and considered it firmly within its sphere of influence. Mussolini wanted a spectacular success over a smaller neighbour to match Germany's annexation of Austria and Czechoslovakia. Italian King Victor Emmanuel III took the Albanian crown, and a fascist government under Shefqet Vërlaci was established.[67]\n\nTo one degree or another, Spain had been unstable politically for centuries, and in 1936–1939 was wracked by one of the bloodiest civil wars of the 20th century. The real importance comes from outside countries. In Spain the conservative and Catholic elements and the army revolted against the newly elected government, and full-scale civil war erupted. Fascist Italy and Nazi Germany gave munitions and strong military units to the rebel Nationalists, led by General Francisco Franco. The Republican (or \"Loyalist\") government, was on the defensive, but it received significant help from the Soviet Union and Mexico. Led by Great Britain and France, and including the United States, most countries remained neutral and refused to provide armaments to either side. The powerful fear was that this localised conflict would escalate into a European conflagration that no one wanted.\n\n"
        },
        {
            "title": "Regional patterns",
            "text": "The Great Depression destabilised the Kingdom of Romania. The early 1930s were marked by social unrest, high unemployment, and strikes. In several instances, the Romanian government violently repressed strikes and riots, notably the 1929 miners' strike in Valea Jiului and the strike in the Grivița railroad workshops. In the mid-1930s, the Romanian economy recovered and the industry grew significantly, although about 80% of Romanians were still employed in agriculture. French economic and political influence was predominant in the early 1920s but then Germany became more dominant, especially in the 1930s.[68]\n\nIn the Albanian Kingdom, Zog I introduced new civil codes, constitutional changes and attempted land reforms, the latter which was largely unsuccessful due to the inadequacy of the country's banking system that could not deal with advanced reformist transactions. Albania's reliance on Italy also grew as Italians exercised control over nearly every Albanian official through money and patronage, breeding a colonial-like mentality.[69]\n\nEthnic integration and assimilation was a major problem faced by the newly formed post-World War I Balkan states, which were compounded by historical differences. In the Kingdom of Yugoslavia for instance, its most influential element was the pre-war Kingdom of Serbia but also integrated states like Slovenia and Croatia, which were part of Austria-Hungary. With new territories came varying legal systems, social structures and political structures. Social and economic development rates also varied as for example Slovenia and Croatia was far more advanced economically than Kosovo and Macedonia. Redistribution of land led to social instability, with estate seizures generally benefiting Slavic Christians.[69]\n\nThe Japanese modelled their industrial economy closely on the most advanced Western European models. They started with textiles, railways, and shipping, expanding to electricity and machinery. The most serious weakness was a shortage of raw materials. Industry ran short of copper, and coal became a net importer. A deep flaw in the aggressive military strategy was a heavy dependence on imports including 100 percent of the aluminium, 85 percent of the iron ore, and especially 79 percent of the oil supplies. It was one thing to go to war with China or Russia, but quite another to be in conflict with the key suppliers, especially the United States, Britain, and the Netherlands, of oil and iron.[70]\n\nJapan joined the Allies of the First World War to make territorial gains. Together with the British Empire, it divided up Germany's territories scattered in the Pacific and on the Chinese coast; they did not amount to very much. The other Allies pushed back hard against Japan's efforts to dominate China through the Twenty-One Demands of 1915. Its occupation of Siberia proved unproductive. Japan's wartime diplomacy and limited military action had produced few results, and at the Paris Versailles peace conference. At the end of the war, Japan was frustrated in its ambitions. At the Paris Peace Conference in 1919, its Racial Equality Proposal led to increasing diplomatic isolation. The 1902 alliance with Britain was not renewed in 1922 because of heavy pressure on Britain from Canada and the United States. In the 1920s Japanese diplomacy was rooted in an largely liberal democratic political system, and favoured internationalism. By 1930, however, Japan was rapidly reversing itself, rejecting democracy at home, as the Army seized more and more power, and rejecting internationalism and liberalism. By the late 1930s it had joined the Axis military alliance with Nazi Germany and Fascist Italy.[70]: 563–612, 666 \n\nIn 1930, the London disarmament conference angered the Imperial Japanese Armed Forces. The Imperial Japanese Navy demanded parity with the United States, Britain and France, but was rejected and the conference kept the 1921 ratios. Japan was required to scrap a capital ship. Extremists assassinated Japanese Prime Minister Inukai Tsuyoshi in the May 15 Incident and the military took more power, leading to rapid democratic backsliding.[71]\n\nIn September 1931, the Japanese Kwantung Army—acting on its own without government approval—seized control of Manchuria, an anarchic area that China had not controlled in decades. It created the puppet government of Manchukuo. Britain and France effectively controlled the League of Nations, which issued the Lytton Report in 1932, saying that Japan had genuine grievances, but it acted illegally in seizing the entire province. Japan quit the League, Britain and France took no action. US Secretary of State Henry L. Stimson announced that the United States would also not recognize Japan's conquest as legitimate. Germany welcomed Japan's actions.[72][73]\n\nThe civilian government in Tokyo tried to minimise the Army's aggression in Manchuria, and announced it was withdrawing. On the contrary, the Army completed the conquest of Manchuria, and the civilian cabinet resigned. The political parties were divided on the issue of military expansion. Prime Minister Tsuyoshi tried to negotiate with China, but was assassinated in the May 15 Incident in 1932, which ushered in an era of nationalism and militarism led by the Imperial Japanese Army and supported by other right-wing societies. The IJA's nationalism ended civilian rule in Japan until after 1945.[74]\n\nThe Army, however, was itself divided into cliques and factions with different strategic viewpoints. One faction viewed the Soviet Union as the main enemy; the other sought to build a mighty empire based in Manchuria and northern China. The Navy, while smaller and less influential, was also factionalised. Large-scale warfare, known as the Second Sino-Japanese War, began in August 1937, with naval and infantry attacks focused on Shanghai, which quickly spread to other major cities. There were numerous large-scale atrocities against Chinese civilians, such as the Nanjing massacre in December 1937, with mass murder and mass rape. By 1939 military lines had stabilised, with Japan in control of almost all of the major Chinese cities and industrial areas. A puppet government was set up.[70]: 589–613  In the U.S., government and public opinion—even including those who were isolationist regarding Europe—was resolutely opposed to Japan and gave strong support to China. Meanwhile, the Japanese Army fared badly in large battles with the Soviet Red Army in Mongolia at the Battles of Khalkhin Gol in summer 1939. The USSR was too powerful. Tokyo and Moscow signed a nonaggression treaty in April 1941, as the militarists turned their attention to the European colonies to the south which had urgently-needed oil fields.[75]\n\nThe United States launched minor interventions into Latin America. These included military presence in Cuba, Panama with the Panama Canal Zone, Haiti (1915–1935), Dominican Republic (1916–1924) and Nicaragua (1912–1933). The U.S. Marine Corps began to specialize in long-term military occupation of these countries.[76]\n\nThe Great Depression posed a great challenge to the region. The collapse of the world economy meant that the demand for raw materials drastically declined, undermining many of the economies of Latin America. Intellectuals and government leaders in Latin America turned their backs on the older economic policies and turned toward import substitution industrialisation. The goal was to create self-sufficient economies, which would have their own industrial sectors and large middle classes and which would be immune to the fluctuations of the global economy. Despite the potential threats to United States commercial interests, the Roosevelt administration (1933–1945) understood that the United States could not wholly oppose import substitution. Roosevelt implemented a Good Neighbour policy and allowed the nationalisation of some American companies in Latin America. Mexican President Lázaro Cárdenas nationalised American oil companies, out of which he created Pemex. Cárdenas also oversaw the redistribution of a quantity of land, fulfilling the hopes of many since the start of the Mexican Revolution. The Platt Amendment was also repealed, freeing Cuba from legal and official interference of the United States in its politics. The Second World War also brought the United States and most Latin American nations together, with Argentina the main hold out.[77]\n\nDuring the interwar period, United States policy makers continued to be concerned over German influence in Latin America.[78][79] Some analysts grossly exaggerated the influence of Germans in South America even after the First World War when German influence somewhat declined.[79][80] As the influence of United States grew all-over the Americas Germany concentrated its foreign policy efforts in the Southern Cone countries where US influence was weaker and larger German communities were at place.[78]\n\nThe contrary ideals of indigenismo and hispanismo held sway among intellectuals in Spanish-speaking America during the interwar period. In Argentina the gaucho genre flourished. A rejection of \"Western universalist\" influences was in vogue across Latin America.[78] This last tendency was in part inspired by the translation into Spanish of the book Decline of the West in 1923.[78]\n\nSports became increasingly popular, drawing enthusiastic fans to large stadiums.[81] The International Olympic Committee (IOC) worked to encourage Olympic ideals and participation. Following the 1922 Latin American Games in Rio de Janeiro, the IOC helped to establish national Olympic committees and prepare for future competition. In Brazil, however, sporting and political rivalries slowed progress as opposing factions fought for control of international sport. The 1924 Summer Olympics in Paris and the 1928 Summer Olympics in Amsterdam had greatly increased participation from Latin American athletes.[82]\n\nEnglish and Scottish engineers had brought futebol (soccer) to Brazil in the late 19th century. The International Committee of the YMCA of North America and the Playground Association of America played major roles in training coaches.[83] Across the globe after 1912, the Fédération Internationale de Football Association (FIFA) played the chief role in the transformation of association football into a global game, working with national and regional organisations, and setting up the rules and customs, and establishing championships such as the World Cup.[84]\n\n"
        },
        {
            "title": "End of an era",
            "text": "The interwar period ended in September 1939 with the German and Soviet invasion of Poland and the start of World War II.[85]\n\n"
        },
        {
            "title": "Further reading",
            "text": "For a guide to the reliable sources see Jacobson (1983).[1]\n\n"
        }
    ]
}