{
    "url": "https://en.wikipedia.org/wiki/International_New_Thought_Alliance",
    "title": "International New Thought Alliance",
    "table_of_contents": [
        "1 History",
        "1.1 Past presidents",
        "2 See also",
        "3 Notes",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The International New Thought Alliance (INTA) is an umbrella organization for New Thought adherents \"dedicated to serving the New Thought Movement’s various branches, organizations and individuals\".[1]\n\n"
        },
        {
            "title": "History",
            "text": "The antecedents of the International New Thought Alliance date back to an 1899 New England convention of the Metaphysical Club,[2] one of the first New Thought organizations,[3] formed in Boston, Massachusetts in 1895 by, among others, L. B. Macdonald, J. W. Lindy and Frederick Reed.  The first public lecture sponsored by the club was an address by Julia Ward Howe.[4] This convention led to the founding of the International Metaphysical League the following year.[5]  This League held the \"International New Thought Convention\" in Chicago in 1903, which was followed by similar conventions in 1906 and 1907.  In 1908, the organization was renamed the \"National New Thought Alliance\".  This organization held national conventions annually through 1914. The first international convention, held in London, England June 21–26, 1914, saw the renaming and re-organizing of the National New Thought Alliance into the International New Thought Alliance.[6] The New Thought Bulletin was the newsletter for the organization.[7]\n\nThe Panama-Pacific International Exposition held a New Thought Day on August 28, 1915. The following day opened the First International New Thought Congress, held until September 5. The first International New Thought Alliance Annual World Congress was held here, with a variety of New Thought luminaries leading the organization, such as James A. Edgerton, Annie Rix Militz, Thomas Troward, and many others. Throughout its history, other New Thought notables such as William Walker Atkinson, Clara Bewick Colby, Florence Crawford, Horatio W. Dresser, George Wharton James, Edgar L. Larkin, Orison Swett Marden, and Elizabeth Towne were involved in the INTA.\n\nThe organization continues to conduct its Annual World Congress, publishes New Thought magazine, and asserts that it houses the largest New Thought Archives known.[1]\n\n"
        }
    ]
}