{
    "url": "https://en.wikipedia.org/wiki/Interstellar_probe",
    "title": "Interstellar probe",
    "table_of_contents": [
        "1 Overview",
        "2 List of interstellar probes",
        "2.1 Functional spacecraft",
        "2.1.1 Voyager 1 (1977–)",
        "2.1.2 Voyager 2 (1977–)",
        "2.1.3 New Horizons (2006–)",
        "2.2 Inactive missions",
        "2.2.1 Pioneer 10 (1972–2003)",
        "2.2.2 Pioneer 11 (1973–1995)",
        "2.3 Probe debris",
        "2.4 Proposed missions",
        "2.5 Mission concepts",
        "3 Trans-Neptunian probes at precursor distances",
        "4 Interstellar messages",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An interstellar probe is a space probe that has left—or is expected to leave—the Solar System and enter interstellar space, which is typically defined as the region beyond the heliopause. It also refers to probes capable of reaching other star systems.\n\nThere are five interstellar probes, all launched by the American space agency NASA: Voyager 1, Voyager 2, Pioneer 10, Pioneer 11 and New Horizons. As of 2019, Voyager 1, Voyager 2 and Pioneer 10 are the only probes to have actually reached interstellar space.[1] The other two are on interstellar trajectories.\n\nThe termination shock is the point in the heliosphere where the solar wind slows down to subsonic speed. Even though the termination shock happens as close as 80–100 AU (astronomical units) the maximum extent of the region in which the Sun's gravitational field is dominant (the Hill sphere) is thought to be at around 230,000 astronomical units (3.6 light-years).[2] This point is close to the nearest known star system, Alpha Centauri, located 4.36 light years away. Although the probes will be under the influence of the Sun for a long time, their velocities far exceed the Sun's escape velocity, so they are leaving forever.\n\nInterstellar space is defined as the space beyond a magnetic region that extends about 122 AU from the Sun, as detected by Voyager 1, and the equivalent region of influence surrounding other stars. Voyager 1 entered interstellar space in 2012.[3]\n\nCurrently, three projects are under consideration: Chinese Interstellar Express, NASA's Interstellar Probe, and StarChip from the Breakthrough Initiatives.\n\n"
        },
        {
            "title": "Overview",
            "text": "Planetary scientist G. Laughlin noted that with current technology a probe sent to Alpha Centauri would take 40,000 years to arrive, but expressed hope for new technology to be developed to make the trip within a human lifetime.[4] On that timescale the stars move notably. As an example, in 40,000 years Ross 248 will be closer to Earth than Alpha Centauri.[5]\n\nOne technology that has been proposed to achieve higher speeds is an E-sail.[6] By harnessing solar wind, it might be possible to achieve 20-30 AU per year without even using propellant.[6]\n\n"
        },
        {
            "title": "List of interstellar probes",
            "text": "Voyager 1 is a space probe launched by NASA on September 5, 1977. At a distance of about 157.77 AU (2.360×1010 km) as of 9 December 2022,[7][8] it is the farthest manmade object from Earth.[9]\n\nIt was later estimated that Voyager 1 crossed the termination shock on December 16, 2004 at a distance of 94 AU from the Sun.[10][11]\n\nAt the end of 2011, Voyager 1 entered and discovered a stagnation region where charged particles streaming from the Sun slow and turn inward, and the Solar System's magnetic field is doubled in strength as interstellar space appears to be applying pressure. Energetic particles originating in the Solar System declined by nearly half, while the detection of high-energy electrons from outside increases 100-fold. The inner edge of the stagnation region is located approximately 113 astronomical units (AU) from the Sun.[12]\n\nIn 2013 it was thought Voyager 1 crossed the heliopause and entered interstellar space on August 25, 2012 at distance of 121 AU from the Sun, making it the first known human-manufactured object to do so.[13][14]\n\nAs of 2017[update], the probe was moving with a relative velocity to the Sun of about 16.95 km/s (3.58 AU/year).[15]\n\nIf it does not hit anything, Voyager 1 could reach the Oort cloud in about 300 years[16][17]\n\nVoyager 2 crossed the heliopause and entered interstellar space on November 5, 2018.[18] It had previously passed the termination shock into the heliosheath on August 30, 2007. As of 9 December 2022 Voyager 2 is at a distance of 130.98 AU (1.959×1010 km) from Earth.[19] The probe was moving at a velocity of 3.25 AU/year (15.428 km/s) relative to the Sun on its way to interstellar space in 2013.[20]\n\nIt's moving at a velocity of 15.4 km/s (55,000 km/h) relative to the Sun as of December 2014.[21] Voyager 2 is expected to provide the first direct measurements of the density and temperature of the interstellar plasma.[22]\n\nNew Horizons was launched directly into a hyperbolic escape trajectory, getting a gravitational assist from Jupiter en route. By March 7, 2008, New Horizons was 9.37 AU from the Sun and traveling outward at 3.9 AU per year. It will, however, slow to an escape velocity of only 2.5 AU per year as it moves away from the Sun, so it will never catch up to either Voyager. As of early 2011, it was traveling at 3.356 AU/year (15.91 km/s) relative to the Sun.[23] On July 14, 2015, it completed a flyby of Pluto at a distance of about 33 AU from the Sun.[24][25] New Horizons next encountered 486958 Arrokoth on January 1, 2019, at about 43.4 AU from the Sun.[26][27][28]\n\nThe Heliosphere's termination shock was crossed by Voyager 1 at 94 astronomical units (AU) and Voyager 2 at 84 AU according to the IBEX mission.[29]\n\nIf New Horizons can reach the distance of 100 AU, it will be traveling at about 13 km/s (29,000 mph), around 4 km/s (8,900 mph) slower than Voyager 1 at that distance.[30]\n\nThe last successful reception of telemetry from Pioneer 10 was on April 27, 2002, when it was at a distance of 80.22 AU, traveling at about 2.54 AU/year (12 km/s).[23]\n\nRoutine mission operations for Pioneer 11 were stopped September 30, 1995, when it was 6.5 billion km (approx 43.4 AU) from Earth, traveling at about 2.4 AU/year (11.4 km/s).[23]\n\nNew Horizons' third stage, a STAR-48 booster, is on a similar escape trajectory out of the Solar System as New Horizons, but will pass millions of kilometers from Pluto.[23] It crossed Pluto's orbit in October 2015.[23]\n\nThe third stage rocket boosters for Pioneer 10, Voyager 1, and Voyager 2 are also on escape trajectories out of the Solar System.\n\nIn April 2016, Breakthrough Initiatives announced Breakthrough Starshot, a program to develop a proof of concept fleet of small centimeter-sized light sail spacecraft, named StarChip,[31] capable of making the journey to Alpha Centauri, the nearest star system, at speeds of 20%[32][33] and 15%[34] of the speed of light, taking between 20 and 30 years to reach the star system, respectively, and about 4 years to notify Earth of a successful arrival.\n\nA CNSA space mission first proposed in 2019 would be launched in 2024 with the intention to research the heliosphere. Both probes would use gravity assists at Jupiter and fly by Kuiper belt objects, and the second is also planned to fly by Neptune and Triton. The other goal is to reach 100 AU from the Sun by 2049, the centennial of the People's Republic of China's foundation.[35]\n\nA NASA funded study, led by the Applied Physics Laboratory, on possible options for an interstellar probe. The nominal concept would launch on a SLS in the 2030s. It would perform either a fast Jupiter flyby, a powered Jupiter flyby, or a very close perihelion and propulsive maneuver, and reach a distance of 1000–2000 AU within 50 years. Possibilities for planetary, astrophysical and exoplanet science along the way are also being investigated.[36]\n\nA technology reference study published in 2006 with the ESA proposed an interstellar probe focused on leaving the heliosphere. The goal would be 200 AU in 25 years, with traditional launch but acceleration by a solar sail. The roughly 200–300 kg probe would carry a suite of several instruments including a plasma analyzer, plasma radio wave experiment, magnetometer, neutral and charged atom detector, dust analyzer, and a UV-photometer. Electrical power would come from an RTG.[37]\n\nNASA proposal to send a 35 kg science payload out to at least 200 AU. It would achieve a top speed of 7.8 AU per year using a combination of a heavy lift rocket, Jupiter gravitational assistance, and an ion engine powered by standard radioisotope thermal generators. The probe suggested a launch in 2014 (to take advantage of Jupiter gravitational assist), to reach 200 AU around 2044.[38]\n\nStudies suggest various technologies including americium-241-based RTG, optical communication (as opposed to radio), and low-power semi-autonomous electronics. Trajectory uses a Jupiter gravity assist and Solar Oberth maneuver to achieve 20 AU/year, allowing 1000 AU within 50 years, and a mission extension up to 20,000 AU and 1000 years. Needed technology included advanced propulsion and solar shield for perihelion burn around the Sun. Solar thermal (STP), nuclear fission thermal (NTP), and nuclear fission pulse, as well as various RTG isotopes were examined. The studies also included recommendations for a solar probe (see also Parker Solar Probe), nuclear thermal technology, solar sail probe, 20 AU/year probe, and a long-term vision of a 200 AU/year probe to the star Epsilon Eridani.[39]\n\nThe \"next step\" interstellar probe in this study suggested a 5 megawatt fission reactor utilizing 16 metric tonnes of H2 propellant.[39] Targeting a launch in the mid-21st century, it would accelerate to 200 AU/year over 4200 AU and reach the star Epsilon Eridani after 3400 years of travel in the year 5500 AD.[39] However, this was a second-generation vision for a probe and the study acknowledged that even 20 AU/year might not be possible with then current (2002) technology.[39] For comparison, the fastest probe at the time of the study was Voyager 1 at about 3.6 AU/year (17 km/s), relative to the Sun.[23]\n\nInterstellar Probe was a proposed solar sail propulsion spacecraft planned by NASA Jet Propulsion Laboratory. It was planned to reach as far as 200 AU within 10 years at a speed of 14 AU/year (about 70 km/s, and function up to 400+ AU).[40] A critical technology for the mission is a large 1 g/m2 solar sail.\n\nTAU mission (Thousand Astronomical Units) was a proposed nuclear electric rocket craft that used a 1 MW fission reactor and an ion drive with a burn time of about 10 years to reach a speed of 106 km/s (about 20 AU/year) to achieve a distance of 1000 AU in 50 years.[41] The primary goal of the mission was to improve parallax measurements of the distances to stars inside and outside our galaxy, with secondary goals being the study of the heliopause, measurements of conditions in the interstellar medium, and (via communications with Earth) tests of general relativity.[42]\n\nProject Orion was a proposed nuclear pulse propulsion craft that would have used fission or fusion bombs to apply motive force. The design was studied during the 1950s and 1960s in the United States of America, with one variant of the craft capable of interstellar travel.\n\nInterstellar communication via a probe, as opposed to sending an electromagnetic signal.\n\nEugene Sanger proposed a spacecraft powered by antimatter in the 1950s.[43] Thrust was intended to come from reflected gamma-rays produced by electron-positron annihilation.[43]\n\nProposed by 1964 and examined in an October 1973 issue of Analog, the Enzmann Starship proposed using a 12,000 ton ball of frozen deuterium to power thermonuclear powered pulse propulsion.[44] About twice as long as the Empire State Building and assembled in-orbit, the spacecraft was part of a larger project preceded by large interstellar probes and telescopic observation of target star systems.[44][45][46]\n\nProject Daedalus was a proposed nuclear pulse propulsion craft that used inertial confinement fusion of small pellets within a magnetic field nozzle to provide motive force. The design was studied during the 1970s by the British Interplanetary Society, and was meant to flyby Barnard's Star in under a century from launch. Plans included mining Helium-3 from Jupiter and a pre-launch mass of over 50 thousand metric tonnes from orbit.\n\nProject Longshot was a proposed nuclear pulse propulsion craft that used inertial confinement fusion of small pellets within a magnetic field nozzle to provide motive force, in a manner similar to that of Project Daedalus. The design was studied during the 1990s by NASA and the US Naval Academy. The craft was designed to reach and study Alpha Centauri.\n\nStarwisp is a hypothetical unmanned interstellar probe design proposed by Robert L. Forward.[47][48] It is propelled by a microwave sail, similar to a solar sail in concept, but powered by microwaves from an artificial source.\n\nMedusa was a novel spacecraft design, proposed by Johndale C. Solem, using a large lightweight sail (spinnaker) driven by pressure pulses from a series of nuclear explosions. The design, published by the British Interplanetary Society, was studied during the 1990s as a means of interplanetary travel.[49][50][51][52][53]\n\nStarseed launcher was concept for launching microgram interstellar probes at up to 1/3 light speed.[54]\n\nAIMStar was a proposed antimatter catalyzed nuclear pulse propulsion craft that would use clouds of antiprotons to initiate fission and fusion within fuel pellets.[55] A magnetic nozzle derived motive force from the resulting explosions. The design was studied during the 1990s by Penn State University. The craft was designed to reach a distance of 10,000 AU from the Sun in 50 years.\n\nProject Icarus is a theoretical study for an interstellar probe and is being run under the guidance of the Tau Zero Foundation (TZF) and the British Interplanetary Society (BIS), and was motivated by Project Daedalus, a similar study that was conducted between 1973 and 1978 by the BIS.[56] The project is planned to take five years and began on September 30, 2009.[57]\n\nThe Initiative for Interstellar Studies (i4is) has initiated a project working on small interstellar spacecraft, propelled by a laser sail in 2014 under the name of Project Dragonfly.[58][59] Four student teams worked on concepts for such a mission in 2014 and 2015 in the context of a design competition.[60]\n\nGeoffrey A. Landis proposed for interstellar travel future-technology project interstellar probe with supplying the energy from an external source (laser of base station) and ion thruster.[61][62]\n\n"
        },
        {
            "title": "Trans-Neptunian probes at precursor distances",
            "text": "In the early 2000s many new, relatively large planetary bodies were found beyond Pluto, and with orbits extending hundreds of AU out past the heliosheath (90–1000 AU). The NASA probe New Horizons may explore this area now that it has performed its Pluto flyby in 2015 (Pluto's orbit ranges from about 29–49 AU). Some of these large objects past Pluto include 136199 Eris, 136108 Haumea, 136472 Makemake, and 90377 Sedna. Sedna comes as close as 76 AU, but travels out as far as 961 AU at aphelion, and minor planet (87269) 2000 OO67 goes out past 1060 AU at aphelion. Bodies like these affect how the Solar System is understood, and traverse an area previously only in the domain of interstellar missions or precursor probes. After the discoveries, the area is also in the domain of interplanetary probes; some of the discovered bodies may become targets for exploration missions,[63] an example of which is preliminary work on a probe to Haumea and its moons (at 35–51 AU).[64] Probe mass, power source, and propulsion systems are key technology areas for this type of mission.[63] In addition, a probe beyond 550 AU could use the Sun itself as a gravitational lens to observe targets outside the Solar System, such as planetary systems around other nearby stars,[65] although many challenges to this mission have been noted.[66]\n\n"
        }
    ]
}