{
    "url": "https://en.wikipedia.org/wiki/Interstate_89",
    "title": "Interstate 89",
    "table_of_contents": [
        "1 Route description",
        "1.1 New Hampshire",
        "1.2 Vermont",
        "2 History",
        "2.1 Construction",
        "2.2 Original proposal",
        "2.3 Other routes between Boston and Montreal",
        "3 Future",
        "4 Exit list",
        "5 Auxiliary routes",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nInterstate 89 (I-89) is an Interstate Highway in the New England region of the United States traveling from Bow, New Hampshire, to the Canadian border between Highgate Springs, Vermont, and Saint-Armand, Quebec. As with all odd-numbered primary Interstates, I-89 is signed as a north–south highway. However, it follows a primarily northwest-to-southeast path. The route forms a substantial part of the main connection between the cities of Montreal and Boston. In Quebec, the route continues as Route 133. The eventual completion of Autoroute 35 from Montreal will lead to a nonstop limited-access highway route between the two cities, following I-93 south from I-89's terminus. The largest cities directly served by I-89 are Concord, the state capital of New Hampshire; Montpelier, the state capital of Vermont; and Burlington, Vermont. I-89 is one of three main Interstate highways whose route is located entirely within New England, along with I-91 and I-93 (both of which also have their northernmost pavement in Vermont).\n\nI-89 connects smaller cities and rural areas within New Hampshire and Vermont, and maintains two lanes of traffic in each direction throughout the route. Unlike its neighboring Interstates, it does not intersect any even-numbered Interstates along its route. It does, however, parallel (and intersect multiple times with) portions of three US Routes: US Route 4 (US 4) from Enfield, New Hampshire, to Hartford, Vermont; US 2 from Montpelier to Colchester, Vermont; and US 7 from Burlington to the Canadian border. US 7 and US 2 overlap each other between Burlington and Colchester.\n\nIn Chittenden County, Vermont, I-189 begins at exit 13 in South Burlington and is being extended from its current terminus at US 7 as a link toward downtown Burlington.[2] I-189 is the only auxiliary route of I-89.\n\n"
        },
        {
            "title": "Route description",
            "text": "I-89 runs for about 61 miles (98 km) in the state of New Hampshire and is the major freeway corridor through the western part of the state. Despite being signed as a north–south freeway, its first eight miles (13 km) actually run east–west before shifting to the northwest. The two major population centers along I-89's length in New Hampshire are Concord, at its southern terminus, and Lebanon, on the Vermont state line. Mileage signs along I-89 in each direction consistently list one of the two cities. Also located along I-89 in New Hampshire are the towns of Grantham, New London, and Warner.\n\nStarting at an intersection with I-93 and New Hampshire Route 3A (NH 3A) in the town of Bow, just south of the New Hampshire capital city of Concord, the highway runs a northwest path through the Dartmouth–Lake Sunapee Region. One exit directly serves Concord (exit 2) before the highway enters the neighboring town of Hopkinton. East–west NH 11 joins I-89 at exit 11 and runs concurrently with it for about three miles (4.8 km) before departing at exit 12. At exit 13 in Grantham, NH 10 enters I-89, and the pair of highways form another concurrency, this one for about 15 miles (24 km).\n\nSoutheast of Lebanon, signs for exit 15 display the name \"Montcalm\", while exit 16 directs travelers to \"Purmort\". Neither place name existed at the time of construction of the Interstate. Exits 15 and 16 were built to access portions of the town of Enfield that were otherwise cut off by the new highway. The names were chosen by Enfield's selectpeople in 1960; the Purmorts were a prominent local family in the early history of Enfield, and Montcalm was a nearby settlement that had once had its own school and post office.[3] While the Purmort exit does allow access to the state road network (specifically to US 4 via Eastman Hill Road), the Montcalm exit provides access to an otherwise isolated community; every public road from the exit is a dead-end, and leaving the Montcalm area by car requires getting back on I-89 at exit 15. However, a bicycle path parallels I-89 between exits 14 and 16 along the path of Old Route 10, allowing foot or bicycle access to the community.\n\nThe highway continues northwest, passing through Lebanon, in which the Dartmouth–Hitchcock Medical Center is located. A few miles north of this point is Dartmouth College. US 4 parallels I-89 through Lebanon. Exits 17 through 20 serve the city of Lebanon and are passed in quick succession. At exit 19, northbound NH 10 separates from I-89 and joins westbound US 4 to pass through West Lebanon. The final exit in New Hampshire is exit 20, providing access to West Lebanon's large retail district along NH 12A. Just after this interchange, the highway crosses the Connecticut River and enters Vermont, where it remains for the rest of its run northwest to the Canadian border.\n\nI-89 is one of Vermont's most important roads, as it is the only Interstate Highway to directly serve both Vermont's capital city (Montpelier) and largest city (Burlington). Other important cities and towns located along I-89 are Barre, Waterbury, and St. Albans. Williston, which has become Burlington's big-box retail center (and one of the fastest-growing towns in the state) over the past decade, also has an interchange along I-89.\n\nCrossing the Connecticut River into Vermont, I-89 continues the northwesterly direction it carried in New Hampshire. The Interstate intersects I-91 at an unnumbered interchange immediately upon entering Vermont. Shortly afterward, another interchange with US 4 occurs. The highway begins to enter the scenic rolling hills of Vermont, turning almost due northward about 20 miles (32 km) from the New Hampshire state line, and continues through the high country of central Vermont. The Interstate passes through the towns of Sharon, Royalton, Bethel, Randolph, Brookfield, and Williamstown before reaching the \"twin cities\" of Barre and Montpelier in the middle of Vermont. The Interstate's highest point was said to be in the town of Brookfield, although the sign that made the declaration was taken down in the late 1990s.\n\nAnother directional shift, again to the northwest, occurs while passing the interchange for Montpelier. For the next 40 miles (64 km), I-89's path is not so much chosen as it is logical: paralleling the Winooski River and US 2, the highway cuts through the section of the Appalachian Mountains known as the Green Mountains, and is surrounded by peaks of over 4,000 feet (1,200 m): Camel's Hump to the south and Mount Mansfield to the north. US 2 crosses the Interstate frequently, and has several interchanges with it, en route to Burlington.\n\nI-89 was unique due to one instance of its signage. Between (Vermont) exits 9 and 10, a sign showing the distance to the next control cities in each direction was completely in metric. While there are many instances of signs being in both miles and kilometers, this was the only case of solely metric in the entire Interstate System.[4] Both signs were replaced in 2010 and show distances in miles only. (I-19 in Arizona used to be the other \"only signed in metric\" Interstate in the US, but has been changed over in recent years as the last two kilometers (1.2 mi) have been changed.) Speed limit signs have always been posted in miles per hour.\n\nAfter exit 11 in Richmond, I-89 leaves the Green Mountains to enter the Champlain Valley, and a notable shift in the landscape is visible. Here, just outside Burlington, the highway turns northward once again. Also, at this turn is where the only official auxiliary highway starts, I-189. A second highway, I-289, was proposed as a beltway through Burlington's northeastern suburbs in the 1980s; amid controversy, the highway has only been partially completed as Vermont Route 289 (VT 289), a super two roadway. It has yet to directly meet its parent.\n\nPassing I-189 at exit 13, I-89 sees the busiest freeway interchange in the entire state, exit 14. A full cloverleaf interchange at this exit provides access to downtown Burlington, the University of Vermont, and the retail-heavy Dorset Street, via US 2. Heading north from Burlington, the landscape quickly fades from suburban development into rolling hills more characteristic of northern New England, providing a vista overlooking Lake Champlain. I-89 passes through Milton, Georgia, St. Albans, Swanton, and finally the border town of Highgate Springs. The highway ends at the Canadian border at the Highgate Springs–St. Armand/Philipsburg Border Crossing in Highgate Springs. Its final exit, which northbound motorists can use to reverse direction onto I-89 south without crossing the border, is exit 22—the highest exit number along the route. US 7 has its northern terminus at this interchange as well.\n\nAlthough the divided highway continues about five miles (8.0 km) into Philipsburg, Quebec, as Route 133, this changes back to a two-lane road, through to Autoroute 35's current southern terminus in Saint-Sébastien, some 9 miles (14 km) north of the US–Canada border, and continues to Montreal.[5] The I-89 border crossing is the only instance where an Interstate entering Quebec does not become an Autoroute upon entry. There are plans to complete the extension of Autoroute 35 from Saint-Sébastien to the border crossing at I-89's northern terminus by 2023, creating a freeway-to-freeway connection.[6]\n\n"
        },
        {
            "title": "History",
            "text": "I-89 was commissioned as part of the Federal-Aid Highway Act of 1956, meant to connect Norwalk, Connecticut, to the Canadian border via the US 7 corridor, which is the current northern terminus of I-89. Within three years, however, opposition to the project (particularly from Massachusetts, which desired a freeway connection from Boston to Montreal) shifted I-89 to its present alignment that connects Boston with Montreal. The first section of the highway was opened between Montpelier and Middlesex, Vermont, in November 1960, and between Middlesex and Waterbury in December 1960. The highway was subsequently opened between Waterbury and Bolton in November 1961; between South Burlington and Winooski in November 1962; between Winooski and Colchester and between Richmond and South Burlington in November 1963; between Bolton and Richmond in October 1964; in Colchester in November 1964; and between Swanton and Highgate in 1965. The Interstate was opened in most parts of New Hampshire in 1967, and the entirety of the route was opened in 1982.[7]\n\nI-89 was originally supposed to be a directly north–south route from I-95 in Norwalk, Connecticut, to its current northern terminus at the Canadian border. The route shifted after opposition came from residents and local lawmakers in interior New England who did not want an Interstate running through their countryside and towns. One major problem that was a big part in sinking the project was the fact that the highway would have to go through the Green Mountain National Forest in Vermont.[8] Parts of the Interstate were built in Connecticut, between Norwalk and Wilton and from Brookfield to Danbury, a short bypass around Lenox, Massachusetts, and in southern Vermont between Bennington and Manchester and are currently designated as US 7. The state of Connecticut had plans to extend the Norwalk segment to meet with the Danbury segment but has instead opted to widen portions of the existing road to four lanes.[9] There has always been talk of building the original route of I-89, as it would bring economic development to cities like Pittsfield, Massachusetts, and Bennington, Vermont, and connect parts of the interior Northeast to New York City, but nothing has ever been formally proposed since the original proposal in the 1950s.[who said this?]\n\nThe current route of I-89 is the main artery between Boston and Montreal, two large metropolitan areas in the US and Canada, respectively. Before I-89 was built, there was no limited-access route between the two cities. The route between the two cities is not complete, however, as Autoroute 35 in Quebec still needs to be extended south of its current terminus to connect to I-89 at the US–Canada border. In 2019, it was announced that the highway would be complete by 2023,[10] As of July 2022[update], grading of the right of way between the existing terminus at exit 15 to Chemin Champlain is in progress.\n\n"
        },
        {
            "title": "Future",
            "text": "Vermont and New Hampshire are working together to reconstruct the Vietnam Veterans Memorial Bridge over the Connecticut River. As part of construction, the deck and superstructure of the bridge would be replaced, and auxiliary lanes would be added to give more merging room for travelers entering and exiting I-89 at the exits for I-91. Construction will occur between 2020 and 2022.[11][12]\n\nThe Vermont Agency of Transportation (VTrans) has released plans to build a diverging diamond interchange along I-89 at exit 16 (US 2/US 7) in Colchester. Construction is expected to start in early 2023 and be completed in late 2025.[13][14]\n\n"
        },
        {
            "title": "Exit list",
            "text": "New Hampshire uses sequential exit numbering, with the interchange with I-93 in Concord being unnumbered. In 2020, Vermont added \"milepoint exit\" numbers to existing signs, essentially marking each interchange with two exit numbers (except the I-91 interchange, which was previously unnumbered).[15]\n\n"
        }
    ]
}