{
    "url": "https://en.wikipedia.org/wiki/Interstate_95",
    "title": "Interstate 95",
    "table_of_contents": [
        "1 Route description",
        "1.1 South",
        "1.1.1 Florida",
        "1.1.2 Georgia",
        "1.1.3 South Carolina",
        "1.1.4 North Carolina",
        "1.2 Mid-Atlantic region",
        "1.2.1 Virginia",
        "1.2.2 Maryland",
        "1.2.3 Delaware",
        "1.2.4 Pennsylvania",
        "1.2.5 New Jersey",
        "1.2.6 New York",
        "1.3 New England",
        "1.3.1 Connecticut",
        "1.3.2 Rhode Island",
        "1.3.3 Massachusetts",
        "1.3.4 New Hampshire",
        "1.3.5 Maine",
        "2 History",
        "2.1 21st century",
        "3 Major intersections",
        "4 Auxiliary routes",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nInterstate 95 (I-95) is the main north–south Interstate Highway on the East Coast of the United States,[3] running from U.S. Route 1 (US 1) in Miami, Florida, to the Houlton–Woodstock Border Crossing between Maine and the Canadian province of New Brunswick. The highway largely parallels the Atlantic coast and US 1, except for the portion between Savannah, Georgia, and Washington, D.C., and the portion between Portland and Houlton in Maine, both of which follow a more direct inland route.\n\nI-95 serves as the principal road link between the major cities of the Eastern Seaboard. Major metropolitan areas along its route include Miami, Jacksonville, Savannah, Florence, Fayetteville, and Richmond in the Southeast; Washington, Baltimore, Wilmington, Philadelphia, Newark, and New York City in the Mid-Atlantic States; and New Haven, Providence, Boston, Portsmouth, and Portland in New England. Charleston, South Carolina, Wilmington, North Carolina, and Norfolk-Virginia Beach, Virginia, the three major coastal metros bypassed by the highway's inland portion, are connected to I-95 by I-26, I-40, and I-64, respectively.\n\nI-95 is one of the oldest routes of the Interstate Highway System.[1] Many sections of I-95 incorporated pre-existing sections of toll roads where they served the same right of way.[4] Until 2018, there was a gap in I-95's original routing in Central New Jersey caused by the cancellation of the Somerset Freeway.  An interchange between the Pennsylvania Turnpike and I-95 was completed in September 2018; this allowed I-95 to be re-routed along New Jersey's Pearl Harbor Memorial Turnpike Extension into Pennsylvania, creating a continuous Interstate route from Maine to Florida for the first time.[1]\n\nWith a length of 1,908 miles (3,071 km), I-95 is the longest north–south Interstate and the sixth-longest Interstate Highway overall.[2] I-95 passes through 15 states (as well as a brief stretch in the District of Columbia while crossing the Potomac River), more than any other Interstate. According to the U.S. Census Bureau, only five of the 96 counties or county equivalents along its route are completely rural,[5] while statistics provided by the I-95 Corridor Coalition suggest that the region served is \"over three times more densely populated than the U.S. average and as densely settled as much of Western Europe\".[6] According to the Corridor Coalition, I-95 serves 110 million people and facilitates 40 percent of the country’s gross domestic product.[7]\n\n"
        },
        {
            "title": "Route description",
            "text": "I-95 begins at U.S. Route 1 just south of downtown Miami and travels along the state's east coast, passing through Ft. Lauderdale, West Palm Beach, the Gold Coast, Treasure Coast, Space Coast, Daytona Beach, Port Orange, Saint Augustine, and Jacksonville before entering the U.S. state of Georgia near the city of Brunswick. This portion of the highway was notably featured in the film Flight of the Navigator when the spaceship flew along the highway towards Miami.[8] In Miami and Ft. Lauderdale, SunPass Express lanes pass over the highway.\n\nPrior to 1987, a notable gap in the highway existed between West Palm Beach and Fort Pierce; I-95 traffic between those cities was diverted to Florida's Turnpike. Today, I-95 runs along a routing parallel to the turnpike.[9][10][11]\n\nIn the year 2010, more fatalities occurred along the Florida section of I-95 than on any other Interstate Highway in the country.[12]\n\nIn Georgia, I-95 closely parallels the coastline, travelling primarily through marshlands a few miles from the shore.  The route bypasses the cores of major coastal cities Brunswick and Savannah, routing traffic through the western sides of both cities' metro areas; it connects to the latter city by an intersection with I-16 before crossing into South Carolina. The exit numbers were converted from a sequential system to a mileage based system around the year 2000. I-95 in Georgia has the unsigned designation of State Route 405 (SR 405).[13]\n\nEntering South Carolina, I-95 diverts from its coastal route to a more inland route to the west.  I-95 does not go near any major cities in South Carolina, with the largest city along its route being Florence, the tenth largest in the state.  The rest of South Carolina can be accessed via other interstates that intersect I-95.  It intersects I-26 near Harleyville, which provides access to Charleston, Columbia, and Upstate South Carolina.  It also intersects I-20 at Florence, which also connects to Columbia and then on to Atlanta, Georgia.  At the North Carolina border, I-95 passes the South of the Border roadside attraction.\n\nIn North Carolina, I-95 informally serves as the separation between the state's western piedmont and eastern coastal plain regions, avoiding major cities like Raleigh and Durham. The route intersects I-74 near Lumberton, I-40 near Benson, and Future I-87/US 64 near Rocky Mount.  Several medium sized cities lie along I-95 in North Carolina, including (from south to north) Fayetteville, Wilson, and Rocky Mount.  At Gaston, I-95 crosses into Virginia.\n\nMuch of I-95 in the Mid-Atlantic region is tolled, following the course of several turnpikes that pre-date the interstate highway system, as well as several other toll roads and toll bridges.\n\nI-95 enters the Mid-Atlantic region in Virginia and travels through the center of the densest and most populous urban region in the US. I-95 travels north-south through Virginia, passing through Petersburg, and follows the Richmond–Petersburg Turnpike into downtown Richmond (where it is concurrent briefly with I-64) and from there it turns northeast as it enters Northern Virginia. In the Washington Metropolitan Area, it is concurrent with the Capital Beltway from the Springfield Interchange along with Interstate 495, before passing through the southernmost corner of the District of Columbia for about 0.11 miles (0.18 km) along the Woodrow Wilson Bridge[14] before entering Maryland near National Harbor.\n\nIn Maryland, I-95 goes northeast toward Baltimore, paralleling the older Baltimore-Washington Parkway.  I-95 uses the Fort McHenry Tunnel to travel under Baltimore's Inner Harbor, and travels through Northeast Maryland along the John F. Kennedy Memorial Highway, crossing into Delaware at Elkton.\n\nEntering Delaware at Newark, I-95 follows the Delaware Turnpike east across Delaware until the large and complex I-495/I-295/US 202/DE 141 interchange in Newport and turns northeast through Wilmington skirting the west side of the downtown area before leaving Delaware in Claymont at the state's extreme northeastern corner.\n\nEntering southeastern Pennsylvania near Marcus Hook, I-95 crosses Delaware County and the city of Chester, closely following the Delaware River.  Entering Philadelphia near the Philadelphia International Airport, the freeway has an interchange with I-76 before it follows a large viaduct along the extreme eastern edge of Philadelphia's Center City. Northeast of Philadelphia, I-95 joins the Pennsylvania Turnpike near Bristol before entering New Jersey on the Delaware River–Turnpike Toll Bridge.\n\nIn New Jersey, I-95 follows the Pearl Harbor Memorial Turnpike Extension of the New Jersey Turnpike, crossing the Delaware River on the Delaware River–Turnpike Toll Bridge, joining the mainline Turnpike at exit 6. I-95 has interchanges with I-78 in Newark and I-80 in southern Teaneck. At the end of the Turnpike in Fort Lee, I-95 turns east along its own freeway alignment and connects to New York City (and crosses into New York State) over the Hudson River via the George Washington Bridge.[15]\n\nI-95 in New York City comprises all or part several named expressways, including the Trans-Manhattan Expressway, the Cross Bronx Expressway, and the Bruckner Expressway, as it crosses east-northeast across the boroughs of Manhattan and The Bronx. Within this 15-mile (24 km) stretch, I-95 intersects I-87 in the South Bronx, which connects to Albany and Upstate New York, as well as several auxiliary interstates that provide access to other New York City boroughs and to Long Island. Entering Westchester County in Pelham, I-95 then follows the New England Thruway northeast to the Connecticut border at Port Chester, where it continues as the Connecticut Turnpike.[16]\n\nI-95 enters New England in the state of Connecticut, where it closely follows state's southern coast.  The highway's direction through Connecticut is primarily east-west, and it passes through the most densely populated part of the state, including the cities of Stamford, Bridgeport (the state's most populous city), and New Haven.  In New Haven, it intersects with I-91 as it passes into the more rural areas of the Lower Connecticut River Valley. I-95 leaves the Connecticut Turnpike at I-395 at the East Lyme/Waterford town line.  I-95 next passes New London and Groton, before the route curves northeast and leaving its close connection to the coast.  It leaves Connecticut in the town of North Stonington.\n\nI-95 enters Rhode Island in the town of Hopkinton, and connecting the rural areas of the southwestern corner of the state with the more metropolitan region around the state capital, Providence, in the state's northeastern corner.  It leaves Rhode Island in the city of Pawtucket.\n\nEntering Massachusetts in Attleboro, I-95 heads northeast towards Boston. In Canton, roughly a mile south of Boston’s city limits, it turns to the west and begins a 37-mile long concurrency with Route 128, a beltway that traverses Boston's inner suburbs. At this point, I-93 has its southern terminus,  and provides access to the city of Boston itself. I-95 intersects the Massachusetts Turnpike/I-90 at the Weston/Newton line and I-93 a second time at the tripoint of Woburn, Reading, and Stoneham. North of Boston, I-95 leaves the beltway and heads northward in Peabody, while Route 128 continues east to Cape Ann.  I-95 leaves Massachusetts in Salisbury.\n\nI-95 enters New Hampshire in the town of Seabrook, following the pre-Interstate New Hampshire Turnpike and traversing the 18 miles (29 km)-long Seacoast Region and the historic city of Portsmouth where it leaves the state.\n\nIn Maine, it follows the Maine Turnpike, closely following the coast in a northeasterly direction until reaching Portland, the state's largest city.  From there it turns northward to Augusta, where the Maine Turnpike ends while I-95 continues north to Palmyra, where it turns east to Bangor.  From Bangor it turns north again to Smyrna and makes a final turn to the east, reaching the Houlton–Woodstock Border Crossing in Houlton.  The road continues into the Canadian province of New Brunswick as Route 95.[17]\n\n"
        },
        {
            "title": "History",
            "text": "Many parts of I-95 were made up of toll roads that had already been constructed or planned, particularly in the northeast.[18] Many of these routes still exist today, but some have removed their tolls. Outside of Florida, all current I-95 toll facilities are compatible with the E-ZPass electronic payment system; in Florida, while I-95 can be driven toll-free, use of the '95 Express Managed Toll Lanes' requires a SunPass transponder (E-ZPass is compatible with SunPass).\n\nThe toll roads utilized as part of I-95 formerly included Florida's Turnpike, the Richmond–Petersburg Turnpike (tolled until 1992), and the Connecticut Turnpike (tolled until 1985). Additionally, the Fuller Warren Bridge, spanning the St. Johns River in Jacksonville, Florida, was tolled until the 1980s. Today, tolls remain on Maryland's Fort McHenry Tunnel and John F. Kennedy Memorial Highway, the Delaware Turnpike, the Pennsylvania Turnpike, the New Jersey Turnpike, New York's George Washington Bridge and New England Thruway, the New Hampshire Turnpike, and the Maine Turnpike. Tolls are also collected at several points along I-95 in Rhode Island, but only from trucks.\n\nBy 1968, three states had completed their sections of I-95: Connecticut, using its existing turnpikes; New York; and Delaware.[19]\n\nUntil 2018, a gap existed on I-95 within New Jersey. From Pennsylvania, I-95 entered the state on the Scudder Falls Bridge, and continued east to US 1 in Lawrence Township. Here, I-95 abruptly ended and transitioned into I-295. From New York, I-95 entered the state on the George Washington Bridge and followed the New Jersey Turnpike south to exit 6, ran along an extension of the turnpike, and ended on the Delaware River–Turnpike Toll Bridge at the Pennsylvania state line, where the route transitioned into I-276. This discontinuity was caused by the 1983 cancellation of the Somerset Freeway, a planned alignment of I-95 further inland from the turnpike. In order to close the gap, an interchange was constructed where I-95 crosses the Pennsylvania Turnpike in Bristol Township, Pennsylvania. After the first components of the interchange opened on September 22, 2018, I-95 was rerouted onto the Pennsylvania Turnpike, meeting up with where I-95 previously ended at the state line. This project closed the last remaining gap in the route.[1] The former section of I-95 between the Pennsylvania Turnpike and US 1 in Lawrence became an extension of I-295. The interchange with the Pennsylvania Turnpike will be expanded in the future, connecting northbound I-95 with the westbound turnpike, and the eastbound turnpike with southbound I-95.[20]\n\nIn the 21st century, several large projects between Richmond, Virginia, and New Jersey have aimed to decrease congestion along the corridor. The reconstruction of the Springfield Interchange in Northern Virginia, just outside Washington, D.C., helped to ease traffic at the intersection of I-95, I-495, and I-395, and surrounding interchanges. The Springfield Interchange is one of the busiest highway junctions on the East Coast, serving between 400,000 and 500,000 vehicles per day. With the exception of HOT lanes on the Capital Beltway (I-495/I-95), this project was completed in July 2007.[21]\nA few miles to the east was another major project: the Woodrow Wilson Bridge replacement. The bridge carries I-95/I-495 over the Potomac River. The former Woodrow Wilson Bridge, which has since been demolished, was a six-lane bridge that was severely over-capacity. The new bridge is actually two bridges with a total of 12 lanes; five in each direction, with an additional lane in each direction for future use (rapid-bus or train). This project was completed with the 10 lanes opened on December 13, 2008, greatly reducing the traffic delays on the beltway. The lanes are divided into two thru-lanes and three local lanes in each direction. About 30 miles (48 km) north of the Wilson Bridge, and about 20 miles (32 km) south of Baltimore near Laurel, Maryland, construction on a large new interchange began in 2008, was scheduled for completion in late 2011, and opened to traffic on November 9, 2014, which connects I-95 to Maryland Route 200.\n\nIn 2006, the Virginia General Assembly passed SJ184, a resolution calling for an interstate compact to build a toll highway between Dover, Delaware, and Charleston, South Carolina, as an alternative to I-95 that would allow long-distance traffic to avoid the D.C. Metropolitan area.[22]\n\nFederal legislation has identified I-95 through Connecticut as High Priority Corridor 65. A long-term multibillion-dollar program to upgrade the entire length of I-95 through Connecticut has been underway since the mid-1990s and is expected to continue through at least 2020. Several miles of the Connecticut Turnpike through Bridgeport were widened and brought up to Interstate standards. Work has shifted to reconstructing and widening 12 miles (19 km) of I-95 through New Haven, which includes replacing the Pearl Harbor Memorial Bridge. Environmental studies for reconstructing and widening 60 miles (97 km) of I-95 from New Haven to the Rhode Island state line are also progressing.\n\nThere are plans to expand the 1,054-mile (1,696 km) I-95 corridor from Petersburg, Virginia, to Florida through a U.S. multi-state agreement to study how to improve the corridor through widening and reconstruction, with the goal of reducing congestion and improving overall safety for years to come.[23]\n\nI-95 from the South Carolina–Georgia line to the freeway's southern terminus in South Florida has been widened to a minimum of six lanes. The section from Jacksonville to the I-4 junction in Daytona Beach was expanded to six lanes in 2005. Projects begun in 2009, widening the roadbed in Brevard County from the SR 528 junction in Cocoa to Palm Bay, as well as in northern Palm Beach County. The last segments of I-95 in Florida to remain at only four lanes have now been upgraded, providing motorists with about five-hundred miles of continuous six-lane roadbed.\n\nIn 2009, state legislators representing Maine's Aroostook County proposed using federal economic stimulus funds to extend I-95 north to Maine's northernmost border community of Fort Kent via Caribou and Presque Isle.[24] The proposed route would parallel New Brunswick's four-lane, limited access Trans-Canada Highway on the U.S. side of the Canada–United States border. Legislators argued that extension of the Interstate would promote economic growth in the region.\n\n"
        },
        {
            "title": "Major intersections",
            "text": "[25]\n\n"
        },
        {
            "title": "Auxiliary routes",
            "text": "Interstate 95 has many auxiliary routes. They can be found in most states the route runs through; with exceptions being Georgia, South Carolina, and New Hampshire. Business routes also exist in both Georgia and North Carolina.\n\n"
        }
    ]
}