{
    "url": "https://en.wikipedia.org/wiki/Intertitle",
    "title": "Intertitle",
    "table_of_contents": [
        "1 Silent film era",
        "2 Modern use",
        "3 Amateur use",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In films, an intertitle, also known as a title card, is a piece of filmed, printed text edited into the midst of (i.e., inter-) the photographed action at various points. Intertitles used to convey character dialogue are referred to as \"dialogue intertitles\", and those used to provide related descriptive/narrative material are referred to as \"expository intertitles\".[1] In modern usage, the terms refer to similar text and logo material inserted at or near the start or end of films and television shows.\n\n"
        },
        {
            "title": "Silent film era",
            "text": "In this era intertitles were mostly called \"subtitles\"[2][3] and often had Art Deco motifs. They were a mainstay of silent films once the films became of sufficient length and detail to necessitate dialogue or narration to make sense of the enacted or documented events. The British Film Catalogue credits the 1898 film Our New General Servant by Robert W. Paul as the first British film to use intertitles.[4] Film scholar Kamilla Elliott identifies another early use of intertitles in the 1901 British film Scrooge, or, Marley's Ghost.[5] The first Academy Awards presentation in 1929 included an award for \"Best Writing – Title Cards\" that went to Joseph W. Farnham for the films Fair Co-Ed, Laugh, Clown, Laugh, and Telling the World.[6] The award was never given again, as intertitles went out of common use due to the growing popularity of the \"talkies\".[7]\n\n"
        },
        {
            "title": "Modern use",
            "text": "In modern use, intertitles are used to supply an epigraph, such as a poem, or to distinguish various \"acts\" of a film or multimedia production by use as a title card. However, they are most commonly used as part of a historical drama's epilogue to explain what happened to the depicted characters and events after the conclusion of the story proper.\n\nThe development of the soundtrack slowly eliminated their utility as a narrative device (they were common for providing narration, but not dialogue, well into the 1930s), but they are occasionally still used as an artistic device. For instance, intertitles were used as a gimmick in Frasier. The BBC's drama Threads uses them to give location, date and information on distant events beyond Sheffield. Law & Order and its related spinoffs used them to give not only the location, but also the date of the upcoming scene. Guy Maddin is a modern filmmaker known for recreating the style of older films, and uses intertitles appropriately. Some locally produced shows, such as quiz bowl game shows, use animated variations of intertitles to introduce the next round.\n\n"
        },
        {
            "title": "Amateur use",
            "text": "Intertitles have also had a long history in the area of amateur film. The efforts of home movie aficionados to intertitle their works post-production led to the development of a number of innovative approaches to the challenge. Frequently lacking access to high-quality film dubbing and splicing equipment, amateur film makers must plan ahead when making a film to allow space for filming an intertitle over the existing film. Intertitles may be printed neatly on a piece of paper, a card, or a piece of cardboard and filmed, or they may be formed from adhesive strips and affixed to glass. In the early 1980s, digital recording technology improved to the point where intertitles could be created in born-digital format and recorded directly onto the film. Several specialty accessories from this period such as Sony's HVT-2100 Titler and cameras such as Matsushita's Quasar VK-743 and Zenith VC-1800 could be used to generate intertitles for home movies.[8]: 20  Early 1980s video game consoles and applications catering to the demo scene were also adapted for the generation and recording of intertitles for home films. Among these were included the ColecoVision, the Magnavox Odyssey² (using programs such as the Type & Talk cartridge and the Voice module), the Bally Astrocade (using the built-in Scribbling program or the more advanced Creative Crayon cartridge), and the intertitle-specialized Famicom Titler.[8]: 21 \n\n"
        }
    ]
}