{
    "url": "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
    "title": "Internet Speculative Fiction Database",
    "table_of_contents": [
        "1 Purpose",
        "2 History",
        "3 Awards and reception",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Internet Speculative Fiction Database (ISFDB) is a database of bibliographic information on genres considered speculative fiction, including science fiction and related genres such as fantasy, alternate history, and horror fiction. The ISFDB is a volunteer effort, with the database being open for moderated editing and user contributions, and a wiki that allows the database editors to coordinate with each other. As of April 2022,[update] the site had catalogued 2,002,324 story titles from 232,816 authors.\n\nThe code for the site has been used in books and tutorials as examples of database schema and organizing content. The ISFDB database and code are available under Creative Commons licensing. The site won the Wooden Rocket Award in the Best Directory Site category in 2005.\n\n"
        },
        {
            "title": "Purpose",
            "text": "The ISFDB database indexes speculative fiction (science fiction, fantasy, horror, and alternate history) authors, novels, short fiction, essays, publishers, awards, and magazines in print, electronic, and audio formats.[2][3] It supports author pseudonyms, series, and cover art plus interior illustration credits, which are combined into integrated author, artist, and publisher bibliographies with brief biographical data. An ongoing effort is verification of publication contents and secondary bibliographic sources against the database, with the goals being data accuracy and to improve the coverage of speculative fiction to 100 percent.\n\n"
        },
        {
            "title": "History",
            "text": "Several speculative fiction author bibliographies were posted to the USENET newsgroup rec.arts.sf.written from 1984 to 1994 by Jerry Boyajian, Gregory J. E. Rawlins and John Wenn. A more or less standard bibliographic format was developed for these postings.[4] Many of these bibliographies can still be found at The Linköping Science Fiction Archive.[5] In 1993, a searchable database of awards information was developed by Al von Ruff.[4] In 1994, John R. R. Leavitt created the Speculative Fiction Clearing House (SFCH). In late 1994, he asked for help in displaying awards information, and von Ruff offered his database tools. Leavitt declined, because he wanted code that could interact with other aspects of the site. In 1995, Al von Ruff and \"Ahasuerus\" (a prolific contributor to rec.arts.sf.written) started to construct the ISFDB, based on experience with the SFCH and the bibliographic format finalized by John Wenn. The first version of ISFDB went live on 8 September 1995, and a URL was published in January 1996.[4][6][7]\n\nThe ISFDB was first located at an ISP in Champaign Illinois, but it suffered from constrained resources in disk space and database support, which limited its growth.[4] In October 1997 the ISFDB moved to SF Site, a major SF portal and review site.[3][4] Due to the rising costs of remaining with SF Site, the ISFDB moved to its own domain in December 2002, where it was quickly shut down by the hosting ISP due to high resource usage.[8][9]\n\nIn March 2003, after having been offline since January, the ISFDB began to be hosted by The Cushing Library Science Fiction and Fantasy Research Collection and Institute for Scientific Computation at Texas A&M University.[8][10] On 27 February 2005, the database and the underlying code became available under Creative Commons licensing.[4][11][12] After resource allocation problems with Texas A&M in 2007, the ISFDB became independently hosted on a hired server at its current URL.\n\nISFDB was originally edited by a limited number of people, principally Al von Ruff and Ahasuerus.[13][14] Editing was opened in 2006 to the general public on an open content basis, with changed content being approved by one of a limited number of moderators in an attempt to protect the accuracy of the database.[15]\n\n"
        },
        {
            "title": "Awards and reception",
            "text": "In 1998, Cory Doctorow wrote in Science Fiction Age that \"[T]he best all-round guide to things science-fictional remains the Internet Speculative Fiction Database\".[3] In April 2009, Zenkat wrote that \"it is widely considered one of the most authoritative sources about Science Fiction, Fantasy, and Horror literature available on the Internet\".[16] ISFDB was the winner of the 2005 Wooden Rocket Award in the Best Directory Site category.[17]\n\nKen Irwin reviewed the site for Reference Reviews in 2006, praising \"the scalable level of detail available for particular authors and titles\" while also pointing out \"usability improvements\" needed at that time. He concludes by calling it \"a tremendous asset to researchers and fans of speculative fiction\", stating that no other online bibliographies have \"the breadth, depth, and sophistication of this database\".[18] On Tor.com, James Davis Nicoll described the site as \"the single best [SFF] bibliographical resource there is\".[19] Gabriel McKee, author of The Gospel According to Science Fiction, described the site as an \"indispensable [source] of information in putting this project together\",[20] and the site was described as \"invaluable\" by Andrew Milner and J. R. Burgmann in their book, Science Fiction and Climate Change.[21] The Chicon 8 committee gave a special committee award to ISFDB during their opening ceremonies on 1 September 2022.[22]\n\nAs a real-world example of a non-trivial database, the schema and MySQL files from ISFDB have been used in a number of tutorials. Schema and data from the site were used throughout Chapter 9 of the book Rails For Java Developers.[23] It was also used in a series of tutorials by Lucid Imagination on Solr, an enterprise search platform.[24]\n\nAs of September 2013[update], Quantcast estimates that ISFDB is visited by over 67,400 people monthly.[25] The database, as of April 2022[update], contains 2,002,324 unique story titles from 232,816 authors.[1]\n\n"
        }
    ]
}