{
    "url": "https://en.wikipedia.org/wiki/Internalized_racism",
    "title": "Internalized racism",
    "table_of_contents": [
        "1 Terminology and categorization",
        "1.1 Dimensions",
        "1.2 Measures",
        "2 Manifestations",
        "2.1 Self-image/beauty standards",
        "2.2 Stereotype threat",
        "2.3 Intra/Interracial discrimination",
        "2.4 In education",
        "3 Examples by region",
        "3.1 United States",
        "3.1.1 Native Americans",
        "3.1.2 Asian Americans",
        "3.2 Brazil",
        "3.3 Zimbabwe and Swaziland",
        "3.4 China",
        "4 Implications",
        "4.1 Health",
        "4.2 Contributing to systemic racism",
        "5 Responses",
        "6 Potential healing for African Americans",
        "7 See also",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Internalized racism is a form of internalized oppression, defined by sociologist Karen D. Pyke as the \"internalization of racial oppression by the racially  subordinated.\"[1] In her study The Psychology of Racism,  Robin Nicole Johnson emphasizes that internalized racism involves both \"conscious and unconscious acceptance of a racial hierarchy in which whites are consistently ranked above people of color.\"[2] These definitions encompass a wide range of instances, including, but not limited to, belief in negative stereotypes, adaptations to white cultural standards, and thinking that supports the status quo (i.e. denying that racism exists).[3]\n\nInternalized racism as a phenomenon is a direct product of a racial classification system, and is found across different racial groups and regions around the world where race exists as a social construct.[1] In these places, internalized racism can have adverse effects on those who experience it. For example, high internalized racism scores have been linked to poor health outcomes among Caribbean black women, higher propensity for violence among African American young males, and increased domestic violence among Native American populations in the US.[4][5][6]\n\nResponses to internalized racism have been varied. Many of the approaches focus on dispelling false narratives learned from racial oppression. An example of opposition to internalized racism is the \"Black is beautiful\" cultural movement in the US, which sought to \"directly attack [the] ideology\" that blackness was ugly.[7]\n\n"
        },
        {
            "title": "Terminology and categorization",
            "text": "Scholarship addressing internalized racism has existed long before the emergence of the terminology itself. In 1903, African American civil rights activist W. E. B. Du Bois wrote about the existence of \"double-consciousness\", or \"this sense of always looking at one's self through the eyes of others, of measuring one's soul by the tape of a world that looks on in amused contempt and pity,\" to explain American racial minorities' self-perception as heavily influenced by the white majority's perception of them.[8]\n\nSociologists Karen and Tran Dang wrote: \"Due to the discomfort, confusion, and embarrassment the subject raises, an intellectual taboo surrounds the study of internalized racism. A major concern is that because internalized racism reveals dynamics by which oppression is reproduced, it will lead to blaming the victims and move attention away from the racist institutions and practices that privilege whites at the expense of people of color. Internalized racism also causes discomfort because it suggests that the effects of racism are deeper and broader than many would like to admit. As a result, it remains one of the least explained features of racism.\"[9]\n\nAlthough some definitions of internalized racism only include when racial stereotypes are internalized by the racial marginalized groups, internalized racism has been used to discuss much more than this.[10] The creators of the Appropriated Racial Oppression Scale (AROS) note that perhaps a more accurate phrase would be \"appropriated racial oppression\", because this distances the usage away from potentially \"victim blaming\" implications that the internalization of racist ideals and attitudes is due to some failure of the oppressed.[3] Additionally, the term \"appropriation\" indicates that internalized racism is learned from context, and therefore a product of socialization in a racialized society.\n\nAlternatively, Bianchi, Zea, Belgrave, and Echeverry propose that internalized racism is a \"state of racial self-conceptualization\", conforming to racial oppression, as opposed to dissonance, resistance or the internalization of a positive racial identity.[11]\n\nInternalized racism has also been referred to as indoctrination and mental colonization.[1] These phrases draw attention to the historical context of colonialism being used to create and maintain a system of white superiority.\n\nInternalized racism is also explored in the Nigrescence model, introduced by William E. Cross in 1971. It explains how internalized racism in African Americans involves the belief that white cultural values are superior than their own. Cross writes, \"The driving force behind this need requires Afro-Americans to seek approval from whites in all activities, to use white expectations as the yardstick for determining what is good, desirable or necessary.\"[12] This conviction can be corrected when black individuals self-determine their identities apart from the influence of their white counterparts.\n\nScholars have picked different dimensions to categorize internalized racism. Psychologists David and Okazaki proposed that examples of internalized racism could be divided into the following: \"internalized inferiority, feelings of shame and embarrassment, physical characteristics, within-group discrimination, and minimization or acceptance of oppression.\"[13] Alternatively, Campón and Carter use this list: \"appropriations of negative stereotypes, thinking that maintains status quo (denying racism), adaptation to white cultural standards, devaluation of own group, and emotional reactions.\"[3] These categories influence how scholars organize their measurements of internalized racism.[3]\n\nAcademics have attempted to create reliable measures of internalized racism, in order to test its correlation to health outcomes and other variables of interest. Some examples of existing scales are the Nadanolitization (NAD) and Internalized Racial Oppression Scales (used for African Americans), the Colonial Mentality scale (used for Filipinos), and the Mochichua Tepehuani Scale (used for Chicano/Latino populations).[5][3] The Appropriated Racial Oppression Scale (AROS) is designed as measure for all racial minorities.[3] In the AROS, Campón and Carter use items such as \"There have been times when I have been embarrassed to be a member of my race\", \"I would like for my children to have light skin\", and \"People take racial jokes too seriously\" to assess an individual's level of internalized racism.[3]\n\n"
        },
        {
            "title": "Manifestations",
            "text": "\nTo explore the dimensions of internalized racism mentioned above, here are some of the ways in which scholars have observed the effects of internalized racism.\nAn empirical example of internalized racism is Kenneth and Mamie Clark's doll experiment, which was done in America in 1939 and 1940 at a time when black and white children were segregated. It involved an African-American child being presented with two dolls that were identical apart from skin and hair color, one doll being white with yellow hair and the other being brown with black hair. The child was asked which doll they would prefer to play with and why. All children in the study expressed a clear preference for the white doll.[14]\n\nIn 2006 Kiri Davis recreated the experiment with 21 African-American preschool children for her documentary A Girl Like Me. Davis found that 15 of the children chose white dolls over black dolls, giving similar reasons as the original study subjects that associated white with \"pretty\" or \"good\" and black with \"ugly\" or \"bad\".[15]\n\nThere is also an industry behind skin whitening products, which can be found from India to China to the United States. Because lighter skin is associated with desirable characteristics, people purchase such products in order to become lighter skinned.[16]\n\nStereotype threat is a phenomenon studied in psychology in which members of a stigmatized group risk conforming to negative stereotypes through internalization of their validity.[17] In a 2018 study from Taylor, Garcia, Shelton and Yantis, note that both stereotype threat and a \"black sheep effect\" are products of internalized racism.[18] Through being reminded of negative stereotypes associated with their race, participants responded with increased uncertainty, lower performance on tasks, and emotional reactions of anger and shame. They also sought to distance themselves from ingroup, stereotype confirming members, so as to avoid being targeted with negative generalizations.[18]\n\nStereotype threat from internalized racism goes beyond the individual. Those who experience internalized racism may end up projecting internalized negative attitudes onto others in their racial group. For example, teachers of color in the United States risk seeing their students through the lens of internalized racism.[19] Because a teacher's expectations for a student's success can have empirical impacts on their educational outcomes, this puts students of color at an increased risk for impaired educational development.[20][19]\n\nTodd Platts and Kim Hoosier professors of sociology at Piedmont Virginia Community College examined ways to reduce stereotype threats in the classroom. These ways include task reframing, by implementing a change in the grading system, that will keep students anonymous by assigning students a number or a codename, to eliminate known or unknown biases that the instructor might have, positive affirmation, recognizing positive traits students possess to enhance self-worth and ambitions, constructive feedback, by providing feedback in areas that students are struggling in and how they can improve the in those areas. Platts and Hoosier also stated that stereotype threat needs to be faced head on, needs to be discussed early in the semester, along with expectations of the students and the time should be spent reviewing material, that way students known that it is achievable to pass the class.[21]\n\nInternalized racism manifests itself in both intraracial and interracial discrimination. As an example of the intraracial case, Karen Pyke uses the term \"defensive othering\" to describe an individual or collective act of distancing oneself from members within one's own race that have a closer proximity to negative stereotypes.[1] Defensive othering includes the use of the derogatory term \"FOB\" (short for \"Fresh Off the Boat\") among Asian Americans. Although the racism towards newly arrived immigrants of Asian origin is neither the fault of the immigrants themselves or other Asian Americans, immigrants are often socially ostracized by members of their shared race because of internalized racism.[1]\n\nIn terms of interracial discrimination among the non-dominant racial groups, Robert E. Washington discusses \"brown racism\", his term for prejudice among non-black people of color towards black people, worldwide.[22] With examples from Egypt, China, India and other regions, Washington notes that, through internalized racism, non-black people of color are reproducing white desirability and a devaluation of blackness. Internalized racism goes beyond negative attitudes and beliefs about one's own group: one can internalize racism directed towards other races as well.[22]\n\nA comprehensive and systematic study by Heberle et al. (2020) reviewed and analyzed literature on critical consciousness. They evaluated the impact of critical consciousness on children and adolescents up to 18 years of age.[23] The study found that adolescents who are marginalized based on characteristics of their identity such as their race, social class, income, and gender can benefit from being critically conscious. To be critically conscious, an individual must be more than aware of the oppressive systemic forces in society. Individuals must also have \"a sense of efficacy to work against oppression, and engagement in individual or collective action against oppression\".[23] According to Heberle et al. (2020), being critically conscious is a developmental asset that promotes empowerment and fosters thriving in individuals or adolescents who are marginalized.[23]\n\nThe educational environment students are surrounded in can result in the development of internalized racism.[19] Racial disparities projected onto minority students can lead to a decline in their academic performance that can in turn affect students throughout their academic career.[24] When students from a minority group are placed in a school where the teachers and/or peers are majority white, the lack of diverse representation can produce feelings of inferiority. The perception of the majority group as superior can compel minority students to take on the cultural norms of that group in order to prevent alienation. Furthermore, the predominately white curriculum incorporated into the education system can give minority students the impression that only Eurocentric history is important. This further makes underrepresented students internalize that the history of their origins are insignificant.[25]\n\n"
        },
        {
            "title": "Examples by region",
            "text": "Although much of the literature that has been produced on internalized racism has been confined to the African American experience in the United States, internalized racism is characteristic of systemic racism.[1] The following is a look at internalized racism in different geographical regions around the world.\n\nIn order to create the nation of the United States on land that was already inhabited, a narrative of native inferiority was often employed to justify their subjugation.[6] As a result of an overgeneralized picture of native peoples as being defeated and white invaders as victors, internalized racism continues to present itself in Native American communities. Julian Rice notes that apathy towards cultural traditions, self-centeredness, and materialistic obsession could all be seen as an adoption of narratives from the US government or missionaries that emphasized the superior mindset of whiteness.[26] Lisa Poupart adds to these assertions, saying that Native Americans are forced into a \"double consciousness\", of being simultaneously deprived of past traditions and constantly reminded that those traditions were taken from them. Although she does not seek to use internalized racism to dismiss blame in cases of alcoholism, family violence, and sexual assault, she describes how the combination of stereotypes about the stoic and savage native, the introduction of physical violence to native communities through requiring children to go to boarding schools, and the adoption of white notions of patriarchy combined to create these types of violence and abuses in American Indian communities, where they had been virtually nonexistent before European contact.[6] In the case of alcoholism especially, internalized racism about native inferiority created conditions of dependency on European superiority, leading to the creation of negative stereotypes.\n\nA 1993 study on Asian American students at predominately white colleges found that \"the students relied heavily on the negative images that the dominant group had of Asians in forming their own everyday sense of self. They worried about how others saw them and took special efforts to distance themselves from the negative stereotypes by not appearing too Asian.\"[27] The study also found that, \"in attempting to gain acceptance among whites, some Asian American students avoided and expressed disgust toward coethnics, to whom they applied the negative stereotypes.\"[27] A 2000 study found that, due to racially derogatory images of Asians in the mainstream, \"Asian Americans learned at a young age that fitting into the larger dominant white society means disassociating from co-ethnics possessing undesirable qualities.\"[citation needed]\n\nA 2001 study of third-generation-plus Chinese and Japanese Americans found that respondents \"developed various strategies to cope with their own identities in reaction to their racialization as 'perpetual foreigners' and 'model minorities.' These strategies include self-mockery or diversion from one's Asianness and disassociation from other Asians.\"[28] These behaviors are performed \"in an effort to 'get on the good side of their white peers' and to appear less threatening.\"[28] A 2003 study of second-generation Korean and Vietnamese Americans stated: \"Whether they are first or later generation Americans, Asian Americans can face distrust, hostility, and derision for their assumed disloyalty and lack of assimilation to the white mainstream.\"[9] The study found that respondents internalized these sentiments and \"genuinely felt a sense of shame, embarrassment, disgust, and discomfort toward those\" to whom they referred as \"FOBs\" (short for \"fresh off the boat\").[9] A significant segment of respondents identified themselves as \"whitewashed\" or as people who are \"ashamed of their race and ethnicity\" and \"try to fit into Euro-American culture in order to appear 'cool' and improve their social status,\" with one respondent stating, \"I'm not saying that Koreans are bad but it seems that to be white is to be the best.\"[9]\n\nA 2018 study of first- and second-generation Asian Americans found that \"respondents displayed (and reproduced) IRO [internalized racial oppression] as a reactionary response ... to their experiences with stigma and discrimination for being Asian. Furthermore, for many respondents, experiencing racism went hand in hand with possessing the desire for whiteness. ... Their statements of desiring blonde hair and blue eyes or not viewing 'whitewashed' as problematic, along with any association with 'Asian' as foreign and undesirable, reflects their socialization to view whites as normative and the default Americans. In their young eyes, to be white was to be a 'normal American.'\"[29]\n\nBecause Brazilians have many different ethnic origins, race in Brazil is often conceptualized as a racial democracy: a system that involves so much interracial marriage and interaction that systemic racism is not a national problem. However, many scholars actually contest this definition, referring to this idea as \"the myth of racial democracy\", because prejudice and discrimination based on race is still prevalent.[11] Nonetheless, it is important to note that race, as a social construct, has a unique conceptualization in Brazil. As opposed to the \"one-drop\" rule employed in the US (i.e. \"one-drop\" of black blood constitutes a person's blackness), Brazilians recognize a spectrum of race and color-based identities.[30]\n\nThe first major instance of internalized racism in Brazil comes out of this spectrum. A 1976 national survey found that there were over 100 colloquial terms in use to describe race-related phenotypes.[30] Examples of these terms include \"black (preto, negro), white (branco), brown or mixed (moreno, mulato), dark (escuro), light (claro), closed (fechado), freckled (sarard), and others.\"[31] The use of various terms for color and race often serves as evidence of the following notions, among others: whiteness is beauty, whiteness is clean, whiteness is successful and blackness is dirty.[30] Anthropologist Elizabeth Hordge-Freeman found this especially apparent when working with and around pregnant women in a poor and working-class neighborhood in Salvador, Bahia, Brazil. Women expressed a clear desire and preferential treatment for children  that were \"whiter\" in appearance, even engaging in practices of pinching an infant's nose to try to make it smaller.[30] Many of the women she worked with were racially black, or mixed race.\n\nAdditionally, race in Brazil is not confined to physical indicators. Individuals who are black can gain higher economic status and gain recognition as \"white\" or \"whitened\" by both black and white Brazilians alike.[32] This conflates economic success with whiteness and poverty with blackness, as well as incentivizing the idea of \"whitening\", whether through \"money whiteness\" or interracial mixture.[31] This furthers the incidence of internalized racism by getting Brazilians of all race to have largely positive associations with whiteness and largely negative associations with blackness.[31]\n\nIn a study designed to compare the incidence of internalized racism in a country that underwent direct European colonization (Zimbabwe) and a country that has maintained is pre-colonial monarchy to date (Swaziland), social science researchers investigated the role of historical context and education in internalized racism.[33] A major motivating factor for this study was the fact that internalized racism has largely gone unstudied in the African continent. The study found that, despite the scholars' hypothesis that Zimbabwe would have more internalized racism, there was no significant difference in internalized racism incidence between the countries. They believe that this is due to the widespread nature of racism systems, which still came into contact with Swaziland through trade relations.[33] They also found increased education had a significant negative correlation with internalized racism.[33]\n\nThe case of China is of interest because some have argued that racism, and race itself does not exist in China.[34] Dutch Historian Frank Dikötter argued in 1994 that everything from the practice of using cranium weight between races as a measure of white and Chinese superiority[failed verification] to the 1988 Nanjing anti-African protests show that race is recognized in China.[34] The context of race and racism in China is heavily affected by the fact that the large majority of the county is identified as Han Chinese (90.56% of the reported population in 2005).[35] 55 minority ethnic groups are recognized by the government, giving the government the power to dictate different groups as legitimate (and therefore eligible for less taxes, more subsidies and less restrictions) or illegitimate. This creates an environment in which groups attempt to gain their validation and sense of worth from the dominant Han Chinese and the state, internalizing a subordinate position.[citation needed] One author argued that the policing of rural migrant workers in some cities was affected by their status as recognized or unrecognized minority groups.[35]\n\n"
        },
        {
            "title": "Implications",
            "text": "This section discusses the implications of internalized racism, and why the topic is significant. Examples of psychological harm related to internalized racism are not given in attempt to describe internalized racism as product of the psyche of the oppressed. Internalized racism is not defined as a weakness in the minds of the oppressed.[1][13]\n\nHigh scores on internalized racism have been repeatedly correlated with a variety of poor psychological and physical health outcomes among sample populations including African Americans, US-Born Caribbean Blacks, foreign-born Caribbean Blacks, Filipino Americans, non-American Pacific Islanders and multiracial samples of Americans.[4][3][13]\n\nA study conducted by researchers Mouzon and McLean found that there is a positive correlation between internalized racism in black individuals and the state of their mental health, specifically depression and psychological distress. The results showed that African-Americans and US-born Caribbean Blacks embodied more internal racism, and thus experienced poorer mental health than foreign born Caribbean Blacks.[4] A similar study by researchers Graham and West discovered that anxiety is also correlational to internalized racism in black individuals. This conclusion is significant considering that, \"anxiety disorders have been found to be more persistent in Black American populations as compared to other racial groups.\"[36] The same study goes on to describe the methods therapists can take to mitigate the anxiety in black individuals caused by internalized racism, such as rationalizing negative thoughts.\n\nAsian Americans are also subject to internalized racism, and the Internalized Racism in Asian Americans Scale (IRAAS) was created by researchers to determine the extent in which Asian Americans accepted the negative stereotypes about themselves.[37] This results revealed that there is a correlation between mental health and the degree in which Asian Americans subscribe to the adverse racial stereotypes. These effects include lower self esteem, symptoms of depression, and general psychological distress.[38]\n\nFor more examples of studies that show significant relations of internalized racism to increased incidence of anxiety and depression, low individual and collective self-esteem, low sense of ethnic identity, lower levels of life satisfaction, higher body fat measures and other measures of psychological distress. These studies imply that internalized racism subjects the racially oppressed to a wide range of adverse mental and physical health outcomes.[4][3][13]\n\nIn her book, What Does It Mean to Be White? Developing White Racial Literacy, Robin DiAngelo describes the cycle of racism as a feedback loop that uses power, control, and economics to go from (1) systematic mistreatment of a group to creation of misinformation to, (2) societal acceptance of misinformation to, (3) internalized oppression and internalized dominance to, (4) racism perpetuated and enforced by institutions, leading to, (5) justification for further mistreatment.[39] In other words, internalized racism is involved in reinforcing racism, and ensuring that it continues. It creates a justification for continued mistreatment of the racially subjugated.[6] Additionally, it can create an acceptance of the status quo, leading some to conclude that racism is not an issue that needs to be addressed.[3] If members of racially oppressed groups internalize the validity of their own oppression, they have no reason to contest the system. Internalized racism can also be seen as a means of \"dividing and conquering\" racially subordinate groups to create conflicts between them and suppress united efforts to contest racism.[40]\n\n"
        },
        {
            "title": "Responses",
            "text": "Many have offered approaches to address internalized racism. Ron Chisom, the co-founder and executive director of The People's Institute for Survival and Beyond in New Orleans, suggests a six-point approach for those who experience internalized racism:[40]\n\nDavid W. Concepción notes that because confronting internalized oppression often creates a paradox for people having to see themselves as both a victim and perpetrator of that oppression, a major factor in addressing internalized oppression is being able to confront false narratives while at the same time employing self-forgiveness.[41]\n\nMarc Weinblatt and Cheryl Harrison emphasize that one must acknowledge that race is a social category with real implications while at the same time reject the falsehoods behind racist attitudes. Because finding this balance can be difficult, it is often helpful to have separate spaces for those who experience internalized oppression and those who experience internalized privilege. Additionally, Weinblatt makes it clear that there is a need for those with privilege to risk it in order to seek the end of racism.[42]\n\nAn example of a movement that considers some of the above considerations is the \"Black is Beautiful\" movement. These efforts began during the Black Power movement in the 1960s in the United States. In order to contest the narratives that blackness was something ugly, inferior and less valuable, members of the Black community began fighting back with advertising and other media campaigns.[7] The idea behind the movement has persisted to the present day, with social media based movements such as \"Black Girl Magic\" and \"Black Boy Joy\" that aim to celebrate blackness.[43]\n\n"
        },
        {
            "title": "Potential healing for African Americans",
            "text": "Dr. Watts-Jones indicates in her study that there is a possible method in which African Americans can overcome their internalized racism.[44] By finding sanctuary within the African American community, members are able to achieve mental and physical security from their racist environment. Watts-Jones states that the collective experience of pain in African Americans work in tandem to heal together. However, the process of healing can be extended outside the African American community, by allowing other racial groups to perceive African Americans’ internalized racism as well. In doing so, White people can be utilized as an ally rather than another force of oppression.\n\n"
        }
    ]
}