{
    "url": "https://en.wikipedia.org/wiki/Inuit",
    "title": "Inuit",
    "table_of_contents": [
        "1 History",
        "1.1 Pre-contact history",
        "1.2 Post-contact history",
        "1.2.1 Canada",
        "1.2.1.1 Early contact with Europeans",
        "1.2.1.2 Early 20th century",
        "1.2.1.3 The Second World War to the 1960s",
        "1.2.1.4 Cultural renewal",
        "1.2.1.5 Inuit cabinet members at the federal level",
        "2 Nomenclature",
        "3 Cultural history",
        "3.1 Languages",
        "3.2 Diet",
        "3.3 Tattoos",
        "3.4 Transport, navigation, and dogs",
        "3.5 Industry, art, and clothing",
        "3.6 Gender roles, marriage, birth, and community",
        "3.7 Raiding",
        "3.8 Suicide, murder, and death",
        "3.9 Health",
        "3.10 Traditional law",
        "4 Traditional beliefs",
        "5 Demographics",
        "5.1 Canada",
        "5.2 Greenland",
        "5.3 Denmark",
        "5.4 United States",
        "6 Governance",
        "6.1 Canada",
        "6.2 Greenland",
        "6.3 Alaska",
        "7 Genetics",
        "8 Modern culture",
        "9 Notes and references",
        "9.1 Notes",
        "9.2 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nInuit (/ˈɪnjuɪt/; Inuktitut: ᐃᓄᐃᑦ 'the people', singular: Inuk, ᐃᓄᒃ, dual: Inuuk, ᐃᓅᒃ)[5][6][7] are a group of culturally similar indigenous peoples inhabiting the Arctic and subarctic regions of Greenland, Labrador, Quebec, Nunavut, the Northwest Territories, and Alaska. Inuit languages are part of the Eskimo–Aleut languages, also known as Inuit-Yupik-Unangan, and also as Eskaleut.[8] Inuit Sign Language is a critically endangered language isolate used in Nunavut.[9]\n\nInuit live throughout most of Northern Canada in the territory of Nunavut, Nunavik in the northern third of Quebec, Nunatsiavut and NunatuKavut in Labrador, and in various parts of the Northwest Territories, particularly around the Arctic Ocean, in the Inuvialuit Settlement Region.[note 1] With the exception of NunatuKavut, these areas are known, primarily by Inuit Tapiriit Kanatami, as Inuit Nunangat.[10][11] In Canada, sections 25 and 35 of the Constitution Act of 1982 classify Inuit as a distinctive group of Aboriginal Canadians who are not included under either the First Nations or the Métis.[12][13]\n\nGreenlandic Inuit are descendants of Thule migrations from Canada by 1100 CE.[14] Although Greenland withdrew from the European Communities in 1985, Inuit of Greenland are Danish citizens and, as such, remain citizens of the European Union.[15][16][17] In the United States, the Alaskan Iñupiat are traditionally located in the Northwest Arctic Borough, on the Alaska North Slope, and on Little Diomede Island.\n\nMany individuals who would have historically been referred to as \"Eskimo\" find that term offensive, and/or forced upon them in a colonial way;  \"Inuit\" is now a common autonym for a large sub-group of these people.[18][19][20][21] The word \"Inuit\" (varying forms Iñupiat, Inuvialuit, Inughuit, etc.), however, is an ancient self-referential to a group of peoples which includes at most the Iñupiat of northern Alaska, the four broad groups of Inuit in Canada, and the Greenlandic Inuit. This usage has long been employed to the exclusion of other, closely related groups (e.g. Yupik, Aleut).[22][23][24][25] Therefore, the Aleut (Unangan) and Yupik peoples (Alutiiq/Sugpiaq, Central Yup'ik, Siberian Yupik), who live in Alaska and Siberia, at least at an individual and local level, generally do not self-identify as \"Inuit\".[22][better source needed]\n\n"
        },
        {
            "title": "History",
            "text": "Inuit are the descendants of what anthropologists call the Thule people,[26] who emerged from western Alaska around 1000 CE. They had split from the related Aleut group about 4000 years ago and from northeastern Siberian migrants. They spread eastward across the Arctic.[27] They displaced the related Dorset culture, called the Tuniit in Inuktitut, which was the last major Paleo-Eskimo culture.[28]\n\nInuit legends speak of the Tuniit as \"giants\", people who were taller and stronger than Inuit.[29] Less frequently, the legends refer to the Dorset as \"dwarfs\".[30] Researchers believe that Inuit society had advantages by having adapted to using dogs as transport animals, and developing larger weapons and other technologies superior to those of the Dorset culture.[31] By 1100 CE, Inuit migrants had reached west Greenland, where they settled.[14] During the 12th century, they also settled in East Greenland.[32][33]\n\nFaced with population pressures from the Thule and other surrounding groups, such as the Algonquian and Siouan-speaking peoples to the south, the Tuniit gradually receded.[34] The Tuniit were thought to have become completely extinct as a people by about 1400 or 1500. But, in the mid-1950s, researcher Henry B. Collins determined that, based on the ruins found at Native Point, the Sadlermiut were likely the last remnants of the Dorset culture, or Tuniit.[35] The Sadlermiut population survived up until winter 1902–1903, when exposure to new infectious diseases brought by contact with Europeans led to their extinction as a people.[36]\n\nIn the early 21st century, mitochondrial DNA research has supported the theory of continuity between the Tuniit and the Sadlermiut peoples.[37][38] It also provided evidence that a population displacement did not occur within the Aleutian Islands between the Dorset and Thule transition.[39] In contrast to other Tuniit populations, the Aleut and Sadlermiut benefited from both geographical isolation and their ability to adopt certain Thule technologies.[citation needed]\n\nIn Canada and Greenland, Inuit circulated almost exclusively north of the \"arctic tree line\", the effective southern border of Inuit society. The most southern \"officially recognized\" Inuit community in the world is Rigolet[40] in Nunatsiavut.\n\nSouth of Nunatsiavut, the descendants of the southern Labrador Inuit in NunatuKavut continued their traditional transhumant semi-nomadic way of life until the mid-1900s. The Nunatukavummuit people usually moved among islands and bays on a seasonal basis. They did not establish stationary communities. In other areas south of the tree line, non-Inuit indigenous cultures were well established. The culture and technology of Inuit society that served so well in the Arctic were not suited to subarctic regions, so they did not displace their southern neighbours.\n\nInuit had trade relations with more southern cultures; boundary disputes were common and gave rise to aggressive actions. Warfare was not uncommon among those Inuit groups with sufficient population density. Inuit such as the Nunamiut (Uummarmiut), who inhabited the Mackenzie River delta area, often engaged in warfare. The more sparsely settled Inuit in the Central Arctic, however, did so less often.\n\nTheir first European contact was with the Vikings who had settled in Greenland centuries prior. The sagas recorded meeting skrælingar, probably an undifferentiated label for all the indigenous peoples whom the Norse encountered, whether Tuniit, Inuit, or Beothuk.[41]\n\nAfter about 1350, the climate grew colder during the period known as the Little Ice Age. During this period, Alaskan natives were able to continue their whaling activities. But, in the high Arctic, Inuit were forced to abandon their hunting and whaling sites as bowhead whales disappeared from Canada and Greenland.[42] These Inuit had to subsist on a much poorer diet, and lost access to the essential raw materials for their tools and architecture which they had previously derived from whaling.[42]\n\nThe changing climate forced Inuit to work their way south, pushing them into marginal niches along the edges of the tree line. These were areas First Nations had not occupied or where they were weak enough for Inuit to live near them. Researchers have difficulty defining when Inuit stopped this territorial expansion. There is evidence that the Inuit were still moving into new territory in southern Labrador when they first began to interact with European colonists in the 17th century.[citation needed]\n\nThe lives of Paleo-Eskimos of the far north were largely unaffected by the arrival of visiting Norsemen except for mutual trade.[43] The Labrador Inuit have had the longest continuous contact with Europeans.[44] After the disappearance of the Norse colonies in Greenland, Inuit had no contact with Europeans for at least a century. By the mid-16th century, Basque whalers and fishermen were already working the Labrador coast and had established whaling stations on land, such as the one that has been excavated at Red Bay, Labrador.[45][46] Inuit do not appear to have interfered with their operations, but raided the stations in winter, taking tools and items made of worked iron, which they adapted to their own needs.\n\nMartin Frobisher's 1576 search for the Northwest Passage was the first well-documented contact between Europeans and Inuit. Frobisher's expedition landed in Frobisher Bay, Baffin Island, not far from the settlement now called Iqaluit. Frobisher encountered Inuit on Resolution Island where five sailors left the ship, under orders from Frobisher, with instructions to stay clear of the Inuit. They became part of Inuit mythology. Inuit oral tradition tells that the men lived among them for a few years of their own free will until they died attempting to leave Baffin Island in a self-made boat and vanished.[47] Frobisher, in an attempt to find the men, captured three Inuit and brought them back to England. They were possibly the first Inuit ever to visit Europe.[48]\n\nThe semi-nomadic Inuit were fishermen and hunters harvesting lakes, seas, ice platforms and tundra. While there are some allegations that Inuit were hostile to early French and English explorers, fishermen and whalers, more recent research suggests that the early relations with whaling stations along the Labrador coast and later James Bay were based on a mutual interest in trade.[49] In the final years of the 18th century, the Moravian Church began missionary activities in Labrador, supported by the British[50] who were tired of the raids on their whaling stations. The Moravian missionaries could easily provide Inuit with the iron and basic materials they had been stealing from whaling outposts, materials whose real cost to Europeans was almost nothing, but whose value to Inuit was enormous. From then on, contacts between the national groups in Labrador were far more peaceful.\n\nThe exchanges that accompanied the arrival and colonization by the Europeans greatly damaged Inuit way of life. Mass death was caused by the new infectious diseases carried by whalers and explorers, to which the Indigenous peoples had no acquired immunity. The high mortality rate contributed to the enormous social disruptions caused by the distorting effect of Europeans' material wealth and introduction of different materials. Nonetheless, Inuit society in the higher latitudes largely remained in isolation during the 19th century.\n\nThe Hudson's Bay Company opened trading posts such as Great Whale River (1820), today the site of the twin villages of Whapmagoostui and Kuujjuarapik, where whale products of the commercial whale hunt were processed and furs traded. The expedition of 1821–23 to the Northwest Passage led by Commander William Edward Parry twice over-wintered in Foxe Basin.[51] It provided the first informed, sympathetic and well-documented account of the economic, social and religious life of Inuit. Parry stayed in what is now Igloolik over the second winter. Parry's writings, with pen and ink illustrations of Inuit everyday life, and those of George Francis Lyon were widely read after they were both published in 1824.[52] Captain George Comer's Inuk wife Shoofly, known for her sewing skills and elegant attire,[53] was influential in convincing him to acquire more sewing accessories and beads for trade with Inuit.\n\nDuring the early 20th century a few traders and missionaries circulated among the more accessible bands. After 1904, they were accompanied by a handful of North-West Mounted Police (NWMP). Unlike most Aboriginal peoples in Canada, however, Inuit did not occupy lands that were coveted by European settlers. Used to more temperate climates and conditions, most Europeans considered the homeland of Inuit to be a hostile hinterland. Southerners enjoyed lucrative careers as bureaucrats and service providers to the peoples of the North, but very few ever chose to visit there.\n\nOnce its more hospitable lands were largely settled, the government of Canada and entrepreneurs began to take a greater interest in its more peripheral territories, especially the fur and mineral-rich hinterlands. By the late 1920s, there were no longer any Inuit who had not been contacted by traders, missionaries or government agents. In 1939, the Supreme Court of Canada found, in a decision known as Re Eskimos, that Inuit should be considered Indians and were thus under the jurisdiction of the federal government.\n\nNative customs were worn down by the actions of the RCMP, who enforced Canadian criminal law on Inuit. People such as Kikkik often did not understand the rules of the alien society with which they had to interact. In addition, the generally Protestant missionaries of the British preached a moral code very different from the one Inuit had as part of their tradition. Many of Inuit were systematically converted to Christianity in the 19th and 20th centuries, through rituals such as the Siqqitiq.\n\nWorld War II and the Cold War made Arctic Canada strategically important to the great powers for the first time. Thanks to the development of modern long-distance aircraft, these areas became accessible year-round. The construction of air bases and the Distant Early Warning Line in the 1940s and 1950s brought more intensive contacts with European society, particularly in the form of public education for children. The traditionalists complained that Canadian education promoted foreign values that were disdainful of the traditional structure and culture of Inuit society.[54]\n\nIn the 1950s, the Government of Canada undertook what was called the High Arctic relocation for several reasons. These were to include protecting Canada's sovereignty in the Arctic, alleviating hunger (as the area currently occupied had been over-hunted), and attempting to solve the \"Eskimo problem\", by seeking assimilation of the people and the end of their traditional Inuit culture. One of the more notable relocations was undertaken in 1953, when 17 families were moved from Port Harrison (now Inukjuak, Quebec) to Resolute and Grise Fiord.[55] They were dropped off in early September when winter had already arrived. The land they were sent to was very different from that in the Inukjuak area; it was barren, with only a couple of months when the temperature rose above freezing, and several months of polar night. The families were told by the RCMP they would be able to return to their home territory within two years if conditions were not right. However, two years later more Inuit families were relocated to the High Arctic. Thirty years passed before they were able to visit Inukjuak.[56][57][58][59]\n\nBy 1953, Canada's prime minister Louis St. Laurent publicly admitted, \"Apparently we have administered the vast territories of the north in an almost continuing absence of mind.\"[60][61] The government began to establish about forty permanent administrative centres to provide education, health, and economic development services.[61] Inuit from hundreds of smaller camps scattered across the north, began to congregate in these hamlets.[62]\n\nRegular visits from doctors, and access to modern medical care raised the birth rate and decreased the death rate, causing a marked natural increase in the population that made it more difficult for them to survive by traditional means. In the 1950s, the Canadian government began to actively settle Inuit into permanent villages and cities, occasionally against their will (such as in Nuntak and Hebron). In 2005 the Canadian government acknowledged the abuses inherent in these forced resettlements.[63] By the mid-1960s, encouraged first by missionaries, then by the prospect of paid jobs and government services, and finally forced by hunger and required by police, most Canadian Inuit lived year-round in permanent settlements. The nomadic migrations that were the central feature of Arctic life had become a much smaller part of life in the North. The Inuit, a once self-sufficient people in an extremely harsh environment were, in the span of perhaps two generations, transformed into a small, impoverished minority, lacking skills or resources to sell to the larger economy, but increasingly dependent on it for survival.\n\nAlthough anthropologists like Diamond Jenness (1964) were quick to predict that Inuit culture was facing extinction, Inuit political activism was already emerging.\n\nIn the 1960s, the Canadian government funded the establishment of secular, government-operated high schools in the Northwest Territories (including what is now Nunavut) and Inuit areas in Quebec and Labrador along with the residential school system. The Inuit population was not large enough to support a full high school in every community, so this meant only a few schools were built, and students from across the territories were boarded there. These schools, in Aklavik, Iqaluit, Yellowknife, Inuvik and Kuujjuaq, brought together young Inuit from across the Arctic in one place for the first time, and exposed them to the rhetoric of civil and human rights that prevailed in Canada in the 1960s. This was a real wake-up call for the Inuit, and it stimulated the emergence of a new generation of young Inuit activists in the late 1960s who came forward and pushed for respect for the Inuit and their territories.\n\nThe Inuit began to emerge as a political force in the late 1960s and early 1970s, shortly after the first graduates returned home. They formed new politically active associations in the early 1970s, starting with the Inuit Tapirisat of Canada (Inuit Brotherhood and today known as Inuit Tapiriit Kanatami), an outgrowth of the Indian and Eskimo Association of the '60s, in 1971, and more region specific organizations shortly afterwards, including the Committee for the Original People's Entitlement (representing the Inuvialuit),[64] the Northern Quebec Inuit Association (Makivik Corporation) and the Labrador Inuit Association (LIA) representing Northern Labrador Inuit. Since the mid-1980s the Southern Labrador Inuit of NunatuKavut began organizing politically after being geographically cut out of the LIA, however, for political expediency the organization was erroneously called the Labrador Métis Nation. These various activist movements began to change the direction of Inuit society in 1975 with the James Bay and Northern Quebec Agreement. This comprehensive land claims settlement for Quebec Inuit, along with a large cash settlement and substantial administrative autonomy in the new region of Nunavik, set the precedent for the settlements to follow. The northern Labrador Inuit submitted their land claim in 1977, although they had to wait until 2005 to have a signed land settlement establishing Nunatsiavut. Southern Labrador Inuit of NunatuKavut are currently in the process of establishing land claims and title rights that would allow them to negotiate with the Newfoundland Government.\n\nCanada's 1982 Constitution Act recognized Inuit as Aboriginal peoples in Canada.[13] In the same year, the Tunngavik Federation of Nunavut (TFN) was incorporated, in order to take over negotiations for land claims on behalf of Inuit living in the eastern Northwest Territories, that would later become Nunavut, from the Inuit Tapiriit Kanatami, which became a joint association of Inuit of Quebec, Labrador, and the Northwest Territories.\n\nOn October 30, 2008, Leona Aglukkaq was appointed as Minister of Health, \"[becoming] the first Inuk to hold a senior cabinet position, although she is not the first Inuk to be in cabinet altogether.\"[65] Jack Anawak and Nancy Karetak-Lindell were both parliamentary secretaries respectively from 1993 to 1996 and in 2003.\n\n"
        },
        {
            "title": "Nomenclature",
            "text": "The term Eskimo is still used by people,[18][66][67] but in the 21st century, usage in North America has declined.[19][20]\n\nIn the United States the term \"Eskimo\" was, as of 2016, commonly[18] used to describe Inuit and the Siberian and Alaskan Yupik, and Iñupiat peoples. Eskimo is still used by some groups and organizations to encompass the Inuit and Yupik, as well as other Indigenous Alaskan and Siberian peoples.[66][67]\n\nIn 2011, Lawrence Kaplan of the Alaska Native Language Center at the University of Alaska Fairbanks wrote that \"Inuit\" was not generally accepted as a term for the Yupik, and \"Eskimo\" was often used as the term that applied to the Yupik, Iñupiat, and Inuit.[68] Since then Kaplan has updated this to indicate that the term \"Inuit\" has gained acceptance in Alaska.[19]\n\nThough there is much debate, the word Eskimo likely derives from a Innu-aimun (Montagnais)[69][70][71] exonym meaning \"a person who laces a snowshoe\",[21][25][69][72] but is also used in folk etymology as meaning \"eater of raw meat\" in the Cree language.[73] Though the Cree etymology has been discredited, \"Eskimo\" is considered pejorative by some Canadian and English-speaking Greenlandic Inuit.[73][74][75][76]\n\nIn Canada and Greenland, \"Inuit\" is preferred. Inuit is the Eastern Canadian Inuit (Inuktitut) and West Greenlandic (Kalaallisut) word for \"the people\".[5] Since Inuktitut and Kalaallisut are the prestige dialects in Canada and Greenland, respectively, their version has become dominant, although every Inuit dialect uses cognates from the Proto-Eskimo *ińuɣ – for example, \"people\" is inughuit in North Greenlandic and iivit in East Greenlandic.\n\n"
        },
        {
            "title": "Cultural history",
            "text": "Inuit speak Inuinnaqtun,[77] Inuktitut,[78] Inuvialuktun, and Greenlandic languages,[79] which belong to the Inuit-Inupiaq branch of the Inuit-Yupik-Unangan language family.[22] The Greenlandic languages are divided into: Kalaallisut (Western), Inuktun (Northern), and Tunumiit (Eastern).[79]\n\nInuktitut is spoken in Canada and along with Inuinnaqtun is one of the official languages of Nunavut; they are known collectively as the Inuit Language.[80][81][82] In the Northwest Territories, Inuvialuktun, Inuinnaqtun and Inuktitut are all official languages.[83] Kalaallisut is the official language of Greenland.[84] As Inuktitut was the language of the Eastern Canadian Inuit[78] and Kalaallisut is the language of the Western Greenlandic Inuit,[79] they are related more closely than most other dialects.[85]\n\nInuit in Alaska and Northern Canada also typically speak English.[86] In Greenland, Inuit also speak Danish and learn English in school. Canadian Inuit may also speak Québécois French.\n\nFinally, deaf Inuit use Inuit Sign Language, which is a language isolate and almost extinct as only around 50 people still use it.[87]\n\nThe Inuit have traditionally been fishermen and hunters. They still hunt whales (esp. bowhead whale), seal, (esp. ringed seal, harp seal, common seal, bearded seal), polar bears, muskoxen, birds, and fish and at times other less commonly eaten animals such as the Arctic fox. The typical Inuit diet is high in protein and very high in fat – in their traditional diets, Inuit consumed an average of 75% of their daily energy intake from fat.[88] While it is not possible to cultivate plants for food in the Arctic, the Inuit have traditionally gathered those that are naturally available. Grasses, tubers, roots, Plant stems, berries, and seaweed (kuanniq or edible seaweed) were collected and preserved depending on the season and the location.[89][90][91][92] There is a vast array of different hunting technologies that the Inuit used to gather their food.\n\nIn the 1920s, anthropologist Vilhjalmur Stefansson lived with and studied a group of Inuit.[93] The study focused on Stefansson's observation that the Inuit's low-carbohydrate diet apparently had no adverse effects on their health, nor indeed, on his own health. Stefansson (1946) also observed that the Inuit were able to get the necessary vitamins they needed from their traditional winter diet, which did not contain any plant matter. In particular, he found that adequate vitamin C could be obtained from items in their traditional diet of raw meat such as ringed seal liver and whale skin (muktuk). While there was considerable skepticism when he reported these findings, the initial anecdotal reports were reaffirmed both in the 1970s,[94] and more recently.[95][96]\n\nModern Inuit have lifespans 12 to 15 years shorter than the average Canadian's, which is thought to be influenced by factors such as their diet[97] and limited access to medical services.[98] The life expectancy gap is not closing and remains stagnant.[98][99][100]\n\nThe ancient art of face tattooing among Inuit women, which is called kakiniit or tunniit in Inuktitut, dates back nearly 4,000 years. The facial tattoos detailed aspects of the women's lives, such as where they were from, who their family was, their life achievements, and their position in the community.[101] When Catholic missionaries arrived in the area in the early 20th century[102] they outlawed the practice, but it is now making a comeback thanks to some modern Inuit women who want to honor the practices of their ancestors and get in touch with their cultural roots.[103] The traditional method of tattooing was done with needles made of sinew or bone soaked in suet and sewn into the skin, but today they use ink.[101] The Inuit Tattoo Revitalization Project is a community that was created to highlight the revitalization of this ancient tradition.[104][105][106]\n\nThe Inuit hunted sea animals from single-passenger, seal-skin covered boats called qajaq (Inuktitut syllabics: ᖃᔭᖅ)[107] which were extraordinarily buoyant, and could be righted by a seated person, even if completely overturned. Because of this property, the design was copied by Europeans and Americans who still produce them under the Inuit name kayak.\n\nInuit also made umiaq (\"woman's boat\"), larger open boats made of wood frames covered with animal skins, for transporting people, goods, and dogs. They were 6–12 m (20–39 ft) long and had a flat bottom so that the boats could come close to shore. In the winter, Inuit would also hunt sea mammals by patiently watching an aglu (breathing hole) in the ice and waiting for the air-breathing seals to use them. This technique is also used by the polar bear, who hunts by seeking holes in the ice and waiting nearby.\n\nIn winter, both on land and on sea ice, the Inuit used dog sleds (qamutik) for transportation. The husky dog breed comes from the Siberian Husky. These dogs were bred from wolves, for transportation. A team of dogs in either a tandem/side-by-side or fan formation would pull a sled made of wood, animal bones, or the baleen from a whale's mouth and even frozen fish,[108] over the snow and ice. The Inuit used stars to navigate at sea and landmarks to navigate on land; they possessed a comprehensive native system of toponymy. Where natural landmarks were insufficient, the Inuit would erect an inukshuk. Also, Greenland Inuit created Ammassalik wooden maps, which are tactile devices that represent the coast line.\n\nDogs played an integral role in the annual routine of the Inuit. During the summer they became pack animals, sometimes dragging up to 20 kg (44 lb) of baggage and in the winter they pulled the sled. Yearlong they assisted with hunting by sniffing out seals' holes and pestering polar bears. They also protected the Inuit villages by barking at bears and strangers. The Inuit generally favored, and tried to breed, the most striking and handsome of dogs, especially ones with bright eyes and a healthy coat. Common husky dog breeds used by the Inuit were the Canadian Eskimo Dog, the official animal of Nunavut,[109] (Qimmiq; Inuktitut for dog), the Greenland Dog, the Siberian Husky and the Alaskan Malamute. The Inuit would perform rituals over the newborn pup to give it favorable qualities; the legs were pulled to make them grow strong and the nose was poked with a pin to enhance the sense of smell.[citation needed]\n\nInuit industry relied almost exclusively on animal hides, driftwood, and bones, although some tools were also made out of worked stones, particularly the readily worked soapstone. Walrus ivory was a particularly essential material, used to make knives. Art played a big part in Inuit society and continues to do so today. Small sculptures of animals and human figures, usually depicting everyday activities such as hunting and whaling, were carved from ivory and bone. In modern times prints and figurative works carved in relatively soft stone such as soapstone, serpentinite, or argillite have also become popular.\n\nTraditional Inuit clothing and footwear is made from animal skins, sewn together using needles made from animal bones and threads made from other animal products, such as sinew. The anorak (parka) is made in a similar fashion by Arctic peoples from Europe through Asia and the Americas, including the Inuit. The hood of an amauti, (women's parka, plural amautiit) was traditionally made extra-large with a separate compartment below the hood to allow the mother to carry a baby against her back and protect it from the harsh wind.[110] Styles vary from region to region, from the shape of the hood to the length of the tails. Boots (mukluk[111] or kamik[112]), could be made of caribou or seal skin, and designed for men and women.\n\nDuring the winter, certain Inuit lived in a temporary shelter made from snow called an igloo, and during the few months of the year when temperatures were above freezing, they lived in tents, known as tupiq,[110] made of animal skins supported by a frame of bones or wood.[113][114] Some, such as the Siglit, used driftwood,[115] while others built sod houses.[116]\n\nThe Inuit also used the Cape York Meteorite as a primary resource of Iron, using a technique called cold forging, which consisted in slicing a piece of the meteorite and giving it shape by smashing it with rocks until getting the desired shape, for example tools for fishing. They used this meteorite for centuries until Robert E. Peary sold it to the American Natural History Museum in 1883.[117]\n\nThe division of labor in traditional Inuit society had a strong gender component, but it was not absolute. The men were traditionally hunters and fishermen, and the women took care of the children, cleaned the home, sewed, processed food, and cooked. However, there are numerous examples of women who hunted, out of necessity or as a personal choice. At the same time, men, who could be away from camp for several days at a time, would be expected to know how to sew and cook.[118]\n\nThe marital customs among the Inuit were not strictly monogamous: many Inuit relationships were implicitly or explicitly sexual. Open marriages, polygamy, divorce, and remarriage were known. Among some Inuit groups, if there were children, divorce required the approval of the community and particularly the agreement of the elders. Marriages were often arranged, sometimes in infancy, and occasionally forced on the couple by the community.[119]\n\nMarriage was common for women at puberty and for men when they became productive hunters. Family structure was flexible: a household might consist of a man and his wife (or wives) and children; it might include his parents or his wife's parents as well as adopted children; it might be a larger formation of several siblings with their parents, wives and children; or even more than one family sharing dwellings and resources. Every household had its head, either an elder or a particularly respected man.[120]\n\nThere was also a larger notion of community as, generally, several families shared a place where they wintered. Goods were shared within a household, and also, to a significant extent, within a whole community.\n\nThe Inuit were hunter–gatherers,[121] and have been referred to as nomadic.[122]\nOne of the customs following the birth of an infant was for an Angakkuq (shaman) to place a tiny ivory carving of a whale into the baby's mouth, in hopes this would make the child good at hunting. Loud singing and drumming were also customary at birth.[123]\n\nVirtually all Inuit cultures have oral traditions of raids by other indigenous peoples, including fellow Inuit, and of taking vengeance on them in return, such as the Bloody Falls massacre. Western observers often regarded these tales as generally not entirely accurate historical accounts, but more as self-serving myths. However, evidence shows that Inuit cultures had quite accurate methods of teaching historical accounts to each new generation.[124] In northern Canada, historically there were ethnic feuds between the Dene and the Inuit, as witnessed by Samuel Hearne in 1771.[125] In 1996, Dene and Inuit representatives participated in a healing ceremony to reconcile the centuries-old grievances.[126]\n\nThe historic accounts of violence against outsiders make it clear that there was a history of hostile contact within the Inuit cultures and with other cultures.[127] It also makes it clear that Inuit nations existed through history, as well as confederations of such nations. The known confederations were usually formed to defend against a more prosperous, and thus stronger, nation. Alternately, people who lived in less productive geographical areas tended to be less warlike, as they had to spend more time producing food.\n\nJustice within Inuit culture was moderated by the form of governance that gave significant power to the elders. As in most cultures around the world, justice could be harsh and often included capital punishment for serious crimes against the community or the individual. During raids against other peoples, the Inuit, like their non-Inuit neighbors, tended to be merciless.[128]\n\n\n\nA pervasive European myth about Inuit is that they killed elderly (senicide) and \"unproductive people\",[129] but this is not generally true.[130][131][132] In a culture with an oral history, elders are the keepers of communal knowledge, effectively the community library.[133] Because they are of extreme value as the repository of knowledge, there are cultural taboos against sacrificing elders.[134][135]\n\nIn Antoon A. Leenaars' book Suicide in Canada he states that \"Rasmussen found that the death of elders by suicide was a commonplace among the Iglulik Inuit\".[136]\n\nAccording to Franz Boas, suicide was \"not of rare occurrence\" and was generally accomplished through hanging.[137] Writing of the Labrador Inuit, Hawkes (1916) was considerably more explicit on the subject of suicide and the burden of the elderly:\n\nWhen food is not sufficient, the elderly are the least likely to survive. In the extreme case of famine, the Inuit fully understood that, if there was to be any hope of obtaining more food, a hunter was necessarily the one to feed on whatever food was left. However, a common response to desperate conditions and the threat of starvation was infanticide.[139][140] A mother abandoned an infant in hopes that someone less desperate might find and adopt the child before the cold or animals killed it. The belief that the Inuit regularly resorted to infanticide may be due in part to studies done by Asen Balikci,[141] Milton Freeman[142] and David Riches[143] among the Netsilik, along with the trial of Kikkik.[144][145] Other recent research has noted that \"While there is little disagreement that there were examples of infanticide in Inuit communities, it is presently not known the depth and breadth of these incidents. The research is neither complete nor conclusive to allow for a determination of whether infanticide was a rare or a widely practiced event.\"[146] There is no agreement about the actual estimates of the frequency of newborn female infanticide in the Inuit population. Carmel Schrire mentions diverse studies ranging from 15 to 50% to 80%.[147]\n\nAnthropologists believed that Inuit cultures routinely killed children born with physical defects because of the demands of the extreme climate. These views were changed by late 20th century discoveries of burials at an archaeological site. Between 1982 and 1994, a storm with high winds caused ocean waves to erode part of the bluffs near Barrow, Alaska, and a body was discovered to have been washed out of the mud. Unfortunately, the storm claimed the body, which was not recovered. But examination of the eroded bank indicated that an ancient house, perhaps with other remains, was likely to be claimed by the next storm. The site, known as the \"Ukkuqsi archaeological site\", was excavated. Several frozen bodies (now known as the \"frozen family\") were recovered, autopsies were performed, and they were re-interred as the first burials in the then-new Imaiqsaun Cemetery south of Barrow.[148] Years later another body was washed out of the bluff. It was a female child, approximately 9 years old, who had clearly been born with a congenital birth defect.[149] This child had never been able to walk, but must have been cared for by family throughout her life.[150] She was the best preserved body ever recovered in Alaska, and radiocarbon dating of grave goods and of a strand of her hair all place her back to about 1200 CE.[150]\n\nDuring the 19th century, the Western Arctic suffered a population decline of close to 90%, resulting from exposure to new diseases, including tuberculosis, measles, influenza, and smallpox. Autopsies near Greenland reveal that, more commonly pneumonia, kidney diseases, trichinosis, malnutrition, and degenerative disorders may have contributed to mass deaths among different Inuit tribes. The Inuit believed that the causes of the disease were of a spiritual origin.[151]\n\nCanadian churches and, eventually, the federal government ran the earliest health facilities for the Inuit population, whether fully segregated hospitals or \"annexes\" and wards attached to settler hospitals. These \"Indian hospitals\" were focused on treating people for tuberculosis, though diagnosis was difficult and treatment involved forced removal of individuals from their communities for in-patient confinement in other parts of the country.\n\nDr. Kevin Patterson, a physician, wrote an op-ed in The Globe and Mail: \"In October (2017) the federal Minister of Indigenous Services, Jane Philpott, announced that in 2015 tuberculosis ... Was 270 times ... More common among the Canadian Inuit than it is among non-indigenous southern Canadians.\" The Canadian Medical Association Journal published in 2013 that \"tuberculosis among Canadian Inuit has dramatically increased since 1997. In 2010 the incidence in Nunavut ... Was 304 per 100,000 — more than 66 times the rate seen in the general population.[152]\n\nInuit Qaujimajatuqangit or Inuit traditional laws are anthropologically different from Western law concepts. Customary law was thought non-existent in Inuit society before the introduction of the Canadian legal system. In 1954, E. Adamson Hoebel concluded that only \"rudimentary law\" existed amongst the Inuit. No known Western observer before 1970 was aware that any form of governance existed among any Inuit,[153] however, there was a set way of doing things that had to be followed:\n\nIf an individual's actions went against the tirigusuusiit, maligait or piqujait, the angakkuq (shaman) might have to intervene, lest the consequences be dire to the individual or the community.[154]\n\n"
        },
        {
            "title": "Traditional beliefs",
            "text": "The environment in which the Inuit lived inspired a mythology filled with adventure tales of whale and walrus hunts. Long winter months of waiting for caribou herds or sitting near breathing holes hunting seals gave birth to stories of mysterious and sudden appearance of ghosts and fantastic creatures. Some Inuit looked into the aurora borealis, or northern lights, to find images of their family and friends dancing in the next life.[156] However, some Inuit believed that the lights were more sinister and if you whistled at them, they would come down and cut off your head. This tale is still told to children today.[157] For others they were invisible giants, the souls of animals, a guide to hunting and as a spirit for the angakkuq to help with healing.[157][158] They relied upon the angakkuq (shaman) for spiritual interpretation. The nearest thing to a central deity was the Old Woman (Sedna), who lived beneath the sea. The waters, a central food source, were believed to contain great gods.\n\nThe Inuit practiced a form of shamanism based on animist principles. They believed that all things had a form of spirit, including humans, and that to some extent these spirits could be influenced by a pantheon of supernatural entities that could be appeased when one required some animal or inanimate thing to act in a certain way. The angakkuq of a community of Inuit was not the leader, but rather a sort of healer and psychotherapist, who tended wounds and offered advice, as well as invoking the spirits to assist people in their lives. Their role was to see, interpret and exhort the subtle and unseen. Angakkuit were not trained; they were held to be born with the ability and recognized by the community as they approached adulthood.\n\nInuit religion was closely tied to a system of rituals integrated into the daily life of the people. These rituals were simple but held to be necessary. According to a customary Inuit saying, \"The great peril of our existence lies in the fact that our diet consists entirely of souls\".[159]\n\nBy believing that all things, including animals, have souls like those of humans,[160] any hunt that failed to show appropriate respect and customary supplication would only give the liberated spirits cause to avenge themselves.\n\nThe harshness and unpredictability of life in the Arctic ensured that Inuit lived with concern for the uncontrollable, where a streak of bad luck could destroy an entire community. To offend a spirit was to risk its interference with an already marginal existence. The Inuit understood that they had to work in harmony with supernatural powers to provide the necessities of day-to-day life.\n\n"
        },
        {
            "title": "Demographics",
            "text": "In total there are about 148,000 Inuit living in four countries, Canada, Greenland, Denmark and the United States.[10][2][3][4]\n\nAs of the 2016 Canadian census[update], there were 65,025 people identifying as Inuit living in Canada. This was up 29.1% from the 2006 Canadian census. Close to three-quarters (72.8%) of Inuit lived in one of the four regions comprising Inuit Nunangat (Nunavut, Nunavik, Nunatsiavut, and Inuvialuit Settlement Region). From 2006 to 2016, the Inuit population grew by 20.1% inside Inuit Nunangat.[161]\n\nThe largest population of Inuit in Canada as of 2016[update] live in Nunavut with 30,140[161] Inuit out of a total population of 35,580 residents.[10][162] Between 2006 and 2016, the Inuit population of Nunavut grew by 22.5%.[161] In Nunavut, the Inuit population forms a majority in all communities and is the only jurisdiction of Canada where Aboriginal peoples form a majority.[162]\n\nAs of 2016[update], there were 13,945 Inuit living in Quebec.[162] The majority, about 11,795, live in Nunavik.[10] The Inuit population of Nunavik grew 23.3% between the 2006 and 2016 censuses. This was the fastest growth among all four regions of Inuit Nunangat.[161]\n\nThe 2016[update] Canada Census found there were 6,450 Inuit living in Newfoundland and Labrador[162] including 2,285 who live in Nunatsiavut.[10] In Nunatsiavut, the Inuit population grew by 6.0% between 2006 and 2016.[161]\n\nAs of 2016[update], there were 4,080 Inuit living in the Northwest Territories.[162] The majority, 3,110, live in the six communities of the Inuvialuit Settlement Region.[10] Inuit population growth in the region was largely flat between 2006 and 2016.[161]\n\nOutside of Inuit Nunangat, the Inuit population was 17,695 as of 2016[update].[10] This was a growth of 61.9% between the 2006 and 2016 censuses.[161] The highest populations of Inuit outside of Inuit Nunangat lived in the Atlantic provinces (30.6%) with 23.5% lived in Newfoundland and Labrador. A further 21.8% outside of Inuit Nunangat lived in Ontario, 28.7% lived in the western provinces, 12.1% lived in Quebec, while 6.8% lived in the Northwest Territories (not including the Inuvialuit region) and Yukon.[161]\n\nIncluded in the population of Newfoundland and Labrador outside of Inuit Nunangat is the unrecognized Inuit territory of NunatuKavut where about 6,000 NunatuKavut people (Labrador Metis or Inuit-metis) reside in southern Labrador.[163]\n\nAccording to the 2018 edition of the CIA World Factbook, the Inuit population of Greenland is 88% (50,787) out of a total of 57,713 people.[2] Like Nunavut, the population lives throughout the habitable areas of the region.\n\nThe population size of Greenlandic people in Denmark varies from source to source between 15,000 and 20,000. According to 2015 figures from Statistics Denmark there are 15,815 people residing in Denmark of Greenlandic Inuit ancestry.[3] Most travel to Denmark for educational purposes, and many remain after finishing their education,[164] which results in the population being mostly concentrated in the big 4 educational cities of Copenhagen, Aarhus, Odense, and Aalborg, which all have vibrant Greenlandic communities and cultural centers (Kalaallit Illuutaat).\n\nAccording to the 2000 United States Census there were a total of 16,581 Inuit/Inupiat living throughout the country.[4] The majority, about 14,718, live in the state of Alaska.[165] According to 2019-based U.S. Census Bureau data, there are 700 Alaskan Natives in Seattle, many of whom are Inuit and Yupik, and almost 7,000 in Washington state.\n[166][167]\n\n"
        },
        {
            "title": "Governance",
            "text": "The Inuit Circumpolar Council is a United Nations-recognized non-governmental organization (NGO), which defines its constituency as Canada's Inuit and Inuvialuit, Greenland's Kalaallit Inuit, Alaska's Inupiat and Yup'ik, and Russia's Siberian Yupik,[168] despite the last two neither speaking an Inuit dialect[68] or considering themselves \"Inuit\". Nonetheless, it has come together with other circumpolar cultural and political groups to promote the Inuit and other northern people in their fight against ecological problems such as climate change which disproportionately affects the Inuit population. The Inuit Circumpolar Council is one of the six group of Arctic indigenous peoples that have a seat as a so-called \"Permanent Participant\" on the Arctic Council,[169] an international high level forum in which the eight Arctic Countries (USA, Canada, Russia, Denmark, Iceland, Norway, Sweden and Finland) discuss Arctic policy. On 12 May 2011, Greenland's Prime Minister Kuupik Kleist hosted the ministerial meeting of the Arctic Council, an event for which the American Secretary of State Hillary Clinton came to Nuuk, as did many other high-ranking officials such as Russian Foreign Minister Sergei Lavrov, Swedish Foreign Minister Carl Bildt and Norwegian Foreign Minister Jonas Gahr Støre. At that event they signed the Nuuk Declaration.[170]\n\nWhile Inuit Nunangat is within Canada, and the Inuit Tapiriit Kanatami oversees only the four official regions, there remains NunatuKavut in southern Labrador. NunatuKavummuit retain a treaty with the Crown since 1765,[171] and the NunatuKavut Community Council (NCC) oversees governance in this region.[172]\n\nThe Inuvialuit are western Canadian Inuit who remained in the Northwest Territories when Nunavut split off. They live primarily in the Mackenzie River delta, on Banks Island, and parts of Victoria Island in the Northwest Territories. They are officially represented by the Inuvialuit Regional Corporation and, in 1984, received a comprehensive land claims settlement, the first in Northern Canada, with the signing of the Inuvialuit Final Agreement.[173]\n\nThe TFN worked for ten years and, in September 1992, came to a final agreement with the Government of Canada. This agreement called for the separation of the Northwest Territories into an eastern territory whose Aboriginal population would be predominately Inuit,[174] the future Nunavut, and a rump Northwest Territories in the west. It was the largest land claim agreement in Canadian history. In November 1992, the Nunavut Final Agreement was approved by nearly 85% of the Inuit of what would become Nunavut. As the final step in this long process, the Nunavut Land Claims Agreement was signed on May 25, 1993, in Iqaluit by Prime Minister Brian Mulroney and by Paul Quassa, the president of Nunavut Tunngavik Incorporated, which replaced the TFN with the ratification of the Nunavut Final Agreement. The Canadian Parliament passed the supporting legislation in June of the same year, enabling the 1999 establishment of Nunavut as a territorial entity.\n\nIn 1953, Denmark put an end to the colonial status of Greenland and granted home rule in 1979 and in 2008 a self-government referendum was passed with 75% approval. Although still a part of the Kingdom of Denmark (along with Denmark proper and the Faroe Islands), Greenland, known as Kalaallit Nunaat in the Greenlandic language, maintains much autonomy today. Of a population of 56,000, 80% of Greenlanders identify as Inuit. Their economy is based on fishing and shrimping.[175]\n\nThe Thule people arrived in Greenland in the 13th century. There they encountered the Norsemen, who had established colonies there since the late 10th century, as well as a later wave of the Dorset people. Because most of Greenland is covered in ice, the Greenland Inuit (or Kalaallit) only live in coastal settlements, particularly the northern polar coast, the eastern Amassalik coast and the central coasts of western Greenland.[176]\n\nThe Inuit of Alaska are the Iñupiat who live in the Northwest Arctic Borough, the North Slope Borough and the Bering Strait region. Utqiagvik, the northernmost city in the United States, is in the Inupiat region. Their language is Iñupiaq.\n\n"
        },
        {
            "title": "Genetics",
            "text": "A genetic study published in Science in August 2014 examined a large number of remains from the Dorset culture, Birnirk culture and the Thule people. Genetic continuity was observed between the Inuit, Thule and Birnirk, who overwhelmingly carried the maternal haplogroup A2a and were genetically very different from the Dorset. The evidence suggested that the Inuit descend from the Birnirk of Siberia, who through the Thule culture expanded into northern Canada and Greenland, where they genetically and culturally completely replaced the indigenous Dorset people some time after 1300 AD.[177]\n\n"
        },
        {
            "title": "Modern culture",
            "text": "Inuit art, carving, print making, textiles and Inuit throat singing, are very popular, not only in Canada but globally, and Inuit artists are widely known. Canada has adopted some of the Inuit culture as national symbols, using Inuit cultural icons like the inuksuk in unlikely places, such as its use as a symbol at the 2010 Winter Olympics in Vancouver. Respected art galleries display Inuit art, the largest collection of which is at the Winnipeg Art Gallery. Their traditional New Year is called Quviasukvik.[178]\n\nSome Inuit languages, such as Inuktitut, appear to have a more secure future in Quebec and Nunavut. There are a number of Inuit, even those who now live in urban centres such as Ottawa, Montreal and Winnipeg, who have experienced living on the land in the traditional life style. People such as Legislative Assembly of Nunavut member, Levinia Brown and former Commissioner of Nunavut and the NWT, Helen Maksagak were born and lived the early part of their life \"on the land\". Inuit culture is alive and vibrant today in spite of the negative impacts of recent history.\n\nAn important biennial event, the Arctic Winter Games, is held in communities across the northern regions of the world, featuring traditional Inuit and northern sports as part of the events. A cultural event is also held. The games were first held in 1970, and while rotated usually among Alaska, Yukon and the Northwest Territories, they have also been held in Schefferville, Quebec, in 1976, in Slave Lake, Alberta, and a joint Iqaluit, Nunavut-Nuuk, Greenland staging in 2002. In other sporting events, Jordin Tootoo became the first Inuk to play in the National Hockey League in the 2003–2004 season, playing for the Nashville Predators.\n\nAlthough Inuit life has changed significantly over the past century, many traditions continue. Inuit Qaujimajatuqangit, or traditional knowledge, such as storytelling, mythology, music, and dancing remain important parts of the culture. Family and community are very important. The Inuktitut language is still spoken in many areas of the Arctic and is common on radio and in television programming.\n\nWell-known Inuit politicians include Premier of Nunavut, Peter Taptuna, Nancy Karetak-Lindell, former MP for the riding of Nunavut, and Kuupik Kleist, Prime Minister of Greenland. Leona Aglukkaq, former MP, was the first Inuk to be sworn into the Canadian Federal Cabinet as Health Minister in 2008. In May 2011 after being re-elected for her second term, Ms. Aglukkaq was given the additional portfolio of Minister of the Canadian Northern Economic Development Agency. In July 2013 she was sworn in as the Minister of the Environment.[179]\n\nVisual and performing arts are strong features of Inuit culture. In 2002 the first feature film in Inuktitut, Atanarjuat: The Fast Runner, was released worldwide to great critical and popular acclaim. It was directed by Zacharias Kunuk, and written, filmed, produced, directed, and acted almost entirely by the Inuit of Igloolik. In 2009, the film Le Voyage D'Inuk, a Greenlandic-language feature film, was directed by Mike Magidson and co-written by Magidson and French film producer Jean-Michel Huctin.[180] One of the most famous Inuit artists is Pitseolak Ashoona. Susan Aglukark is a popular singer. Mitiarjuk Attasie Nappaaluk worked at preserving Inuktitut and wrote one of the first novels ever published in that language.[181] In 2006, Cape Dorset was hailed as Canada's most artistic city, with 23% of the labor force employed in the arts.[182] Inuit art such as soapstone carvings is one of Nunavut's most important industries. Ada Eyetoaq was an Inuit artist who made miniature sculptures out of soapstone.\n\nRecently, there has been an identity struggle among the younger generations of Inuit, between their traditional heritage and the modern society which their cultures have been forced to assimilate into in order to maintain a livelihood. With current dependence on modern society for necessities, (including governmental jobs, food, aid, medicine, etc.), the Inuit have had much interaction with and exposure to the societal norms outside their previous cultural boundaries. The stressors regarding the identity crisis among teenagers have led to disturbingly high numbers of suicide.[183]\n\nA series of authors have focused upon the increasing myopia in the youngest generations of Inuit. Myopia was almost unknown prior to the Inuit adoption of Western culture. Principal theories are the change to a Western style diet with more refined foods, and extended education.[184][185][186]\n\nDavid Pisurayak Kootook was awarded the Meritorious Service Cross, posthumously, for his heroic efforts in a 1972 plane crash. Other notable Inuit include the freelance journalist Ossie Michelin, whose iconic photograph of the activist Amanda Polchies went viral after the 2013 anti-fracking protests at Elsipogtog First Nation.[187]\n\n"
        }
    ]
}