{
    "url": "https://en.wikipedia.org/wiki/Inuit_religion",
    "title": "Inuit religion",
    "table_of_contents": [
        "1 Inuit cultural beliefs",
        "1.1 Iglulik",
        "1.2 Inuit at Amitsoq Lake",
        "1.3 Netsilik Inuit",
        "1.4 Caribou Inuit",
        "1.5 Copper Inuit",
        "2 Anirniit",
        "3 Tuurngait",
        "4 Inuit shamanism",
        "5 Deities",
        "6 Creatures and spirits",
        "7 References",
        "8 Notes",
        "8.1 Fiction",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Inuit religion is the shared spiritual beliefs and practices of the Inuit, an indigenous people from Alaska, northern Canada, parts of Siberia and Greenland. Their religion shares many similarities with some Alaska Native religions. Traditional Inuit religious practices include animism and shamanism, in which spiritual healers mediate with spirits.[1]\nToday many Inuit follow Christianity, but traditional Inuit spirituality continues as part of a living, oral tradition and part of contemporary Inuit society. Inuit who balance indigenous and Christian theology practice religious syncretism.[2]\n\nInuit cosmology provides a narrative about the world and the place of people within it. Rachel Qitsualik-Tinsley writes:\n\nTraditional stories, rituals, and taboos of the Inuit are often precautions against dangers posed by their harsh Arctic environment. Knud Rasmussen asked his guide and friend Aua, an angakkuq (spiritual healer), about Inuit religious beliefs among the Iglulingmiut (people of Igloolik) and was told: \"We don't believe. We fear.\" Authors Inge Kleivan and Birgitte Sonne debate possible conclusions of Aua's words, because the angakkuq was under the influence of Christian missionaries, and later he even converted to Christianity. Their study also analyses beliefs of several Inuit groups, concluding (among others) that fear was not diffuse.[4]\n\n"
        },
        {
            "title": "Inuit cultural beliefs",
            "text": "Among the Canadian Inuit, a spiritual healer is known as an angakkuq (plural: angakkuit, Inuktitut syllabics ᐊᖓᑦᑯᖅ or ᐊᖓᒃᑯᖅ[6][7]) in Inuktitut[8] or angatkuq in Inuvialuktun.[9] The duties of an angakkuq include helping the community when marine animals, kept by Takanaluk-arnaluk or Sea Woman in a pit in her house, become scarce, according to the Aua, an informant and friend of the anthropologist Rasmussen. Aua described the ability of an apprentice angakkuq to see himself as a skeleton,[10] naming each part using the specific shaman language.[11][10]\n\nThe Inuit at Amitsoq Lake (a rich fishing ground) on King William Island had seasonal and other prohibitions for sewing certain items. Boot soles, for example, could only be sewn far away from settlements in designated places.[12] Children at Amitsoq once had a game called tunangusartut in which they imitated the adults' behaviour towards the spirits, even reciting the same verbal formulae as angakkuit. According to Rasmussen, this game was not considered offensive because a \"spirit can understand the joke.\"[13]\n\nThe homelands of the Netsilik Inuit (Netsilingmiut meaning \"People of the Seal\") have extremely long winters and stormy springs. Starvation was a common danger.[14]\n\nWhile other Inuit cultures feature protective guardian powers, the Netsilik have traditional beliefs that life's hardships stemmed from the extensive use of such measures. Unlike the Iglulik Inuit, the Netsilik used a large number of amulets. Even dogs could have amulets.[15] In one recorded instance, a young boy had 80 amulets, so many that he could hardly play.[14][16] One particular man had 17 names taken from his ancestors and intended to protect him.[14][17]\n\nTattooing among Netsilik women provided power and could affect which world they went to after their deaths.[18]\n\nNuliajuk, the Sea Woman, was described as \"the lubricous one\".[19] If the people breached certain taboos, she held marine animals in the basin of her qulliq an oil lamp that burns seal fat. When this happened the angakkuq had to visit her to beg for game. In Netsilik oral history, she was originally an orphan girl mistreated by her community.[20]\n\nMoon Man, another cosmic being, is benevolent towards humans and their souls as they arrived in celestial places.[21][22] This belief differs from that of the Greenlandic Inuit, in which the Moon's wrath could be invoked by breaking taboos.[21]\n\nSila or Silap Inua, often associated with weather, is conceived of as a power contained within people.[23] Among the Netsilik, Sila was imagined as male. The Netsilik (and Copper Inuit) believed Sila was originally a giant baby whose parents died fighting giants.[24]\n\nCaribou Inuit is a collective name for several groups of inland Inuit (the Krenermiut, Aonarktormiut, Harvaktormiut, Padlermiut, and Ahearmiut) living in an area bordered by the tree line and the west shore of Hudson Bay. They do not form a political unit and maintain only loose contact, but they share an inland lifestyle and some cultural unity. In the recent past, the Padlermiut took part in seal hunts in the ocean.[25]\n\nThe Caribou have a dualistic concept of the soul. The soul associated with respiration is called umaffia (place of life)[26] and the personal soul of a child is called tarneq (corresponding to the nappan of the Copper Inuit). The tarneq is considered so weak that it needs the guardianship of a name-soul of a dead relative. The presence of the ancestor in the body of the child was felt to contribute to a more gentle behavior, especially among boys.[27] This belief amounted to a form of reincarnation.[26][28]\n\nBecause of their inland lifestyle, the Caribou have no belief concerning a Sea Woman. Other cosmic beings, named Sila or Pinga, control the caribou, as opposed to marine animals. Some groups have made a distinction between the two figures, while others have considered them the same. Sacrificial offerings to them could promote luck in hunting.[29]\n\nCaribou angakkuit performed fortune-telling through qilaneq, a technique of asking questions to a qila (spirit). The angakkuq placed his glove on the ground and raised his staff and belt over it. The qila then entered the glove and drew the staff to itself. Qilaneq was practiced among several other Alaskan Native groups and provided \"yes\" or \"no\" answers to questions.[30][31]\n\nSpiritual beliefs and practices among Inuit are diverse, just like the cultures themselves. Similar remarks apply for other beliefs: term silap inua / sila, hillap inua / hilla (among Inuit), ellam yua / ella (among Yup'ik) has been used with some diversity among the groups.[32] In many instances it refers to \"outer space\", \"intellect\", \"weather\", \"sky\", \"universe\":[32][33][34][35][36]  there may be some correspondence with the presocratic concept of logos.[33][37] In some other groups, this concept was more personified ([sɬam juɣwa] among Siberian Yupik).[38]\n\nAmong Copper Inuit, this \"Wind Indweller\" concept is related to spiritual practice: angakkuit were believed to obtain their power from this indweller, moreover, even their helping spirits were termed as silap inue.[39]\n\n"
        },
        {
            "title": "Anirniit",
            "text": "The Inuit believed that all things have a form of spirit or soul (in Inuktitut: anirniq meaning \"breath\"; plural anirniit), just like humans. These spirits are held to persist after death—a common belief present in most human societies. However, the belief in the pervasiveness of spirits—the root of Inuit worldview—has consequences. According to a customary Inuit saying, \"The great peril of our existence lies in the fact that our diet consists entirely of souls.\" Since all beings possess souls like those of humans, killing an animal is little different from killing a person. Once the anirniq of the dead animal or human is liberated, it is free to take revenge. The spirit of the dead can only be placated by obedience to custom, avoiding taboos, and performing the right rituals.\n\nThe harshness and randomness of life in the Arctic ensured that Inuit lived constantly in fear of unseen forces. A run of bad luck could end an entire community and begging potentially angry and vengeful but unseen powers for the necessities of day-to-day survival is a common consequence of a precarious existence. For the Inuit, to offend an anirniq was to risk extinction. The principal role of the angakkuq in Inuit culture and society was to advise and remind people of the rituals and taboos they needed to obey to placate the spirits, since he was held to be able to see and contact them.\n\nThe anirniit are seen to be a part of the sila — the sky or air around them — and are merely borrowed from it. Although each person's anirniq is individual, shaped by the life and body it inhabits, at the same time it is part of a larger whole. This enabled Inuit to borrow the powers or characteristics of an anirniq by taking its name. Furthermore, the spirits of a single class of thing — be it sea mammals, polar bears, or plants — are in some sense held to be the same and can be invoked through a keeper or master who is connected with that class of thing. In some cases, it is the anirniq of a human or animal who becomes a figure of respect or influence over animals things through some action, recounted in a traditional tale. In other cases, it is a tuurngaq, as described below.\n\nSince the arrival of Christianity among the Inuit, anirniq has become the accepted word for a soul in the Christian sense. This is the root word for other Christian terms: anirnisiaq means angel and God is rendered as anirnialuk, the great spirit.\n\n"
        },
        {
            "title": "Tuurngait",
            "text": "Some spirits have never been connected to physical bodies. These are called tuurngait (also tornait, tornat, tornrait, singular tuurngaq, torngak, tornrak, tarngek) and \"are often described as a shaman's helping spirits, whose nature depends on the respective angakkuq\".[41] Helpful spirits can be called upon in times of need and \"[...] are there to help people,\" explains Inuit elder Victor Tungilik.[41] Some tuurngait are evil, monstrous, and responsible for bad hunts and broken tools. They can possess humans, as recounted in the story of Atanarjuat. An angakkuq with good intentions can use them to heal sickness and find animals to hunt and feed the community. They can fight or exorcise bad tuurngait, or they can be held at bay by rituals; However, an angakkuq with harmful intentions can also use tuurngait for their own personal gain, or to attack other people and their tuurngait.\n\nThough once Tuurngaq simply meant \"killing spirit\", it has, with Christianisation, taken on the meaning of a demon in the Christian belief system.\n\n"
        },
        {
            "title": "Inuit shamanism",
            "text": "Shamans (anatquq or angakkuq in the Inuit languages of northern parts of Alaska and Canada[42]) played an important role in the religion of Inuit acting as religious leaders, tradesmen, healers, and characters in cultural stories holding mysterious, powerful, and sometimes superhuman abilities. The idea of calling shamans \"medicine men\" is an outdated concept born from the accounts of early explorers and trappers who grouped all shamans together into this bubble. The term \"medicine man\" does not give the shamans justice and causes misconceptions about their dealings and actions.[43] Despite the fact they are almost always considered healers, this is not the complete extent of their duties and abilities and detaches them from their role as a mediator between normal humans and the world of spirits, animals, and souls for the traditional Inuit.\n\nThere is no strict definition of shaman and there is no strict role they have in society. Despite this, their ability to heal is nearly universal in their description. It has been described as \"breathing or blowing away\" the sickness but there is not set method any one shaman or groups of shamans perform their deeds. Even though their methods are varied, a few key elements remain in virtually all accounts and stories. In order to cure or remove an ailment from someone, the shaman must be skilled in their own right but must have the faith of those being helped.[43]\n\nIn stories of shamans there is a time of crisis and they are expected to resolve, alleviate, or otherwise give resolution or meaning to the crisis. These crisis often involve survival against the natural elements or disputes between people that could end in death.[44] In one such story, a hunter kidnapped a man's daughter and a shaman described in terms of belonging to the man. The shaman pulled the daughter back with a magic string.[45] The shaman is also able to bestow gifts and extraordinary abilities to people and to items such as tools.[46]\n\nSome stories recount shamans as unpredictable, easily angered, and pleased in unusual ways. This could be shown as illustrating that despite their abilities and tune with nature and spirits, they are fickle and not without fault.[47] There are stories of people attempting to impersonate shamans for their own gain by pretending to have fantastical abilities such as being able to fly only to be discovered and punished.[48]\n\nA handful of accounts imply shamans may be feared in some cases for their abilities as they specify that someone did not fear being approached and talked to by a shaman.[49] This leads to further ideas that the shaman's power was to be greatly respected and the idea that the shaman was not necessarily always a fair and good force for the people around them.\n\nThe Christianization of the Inuit by both willing conversion and being forcefully pressured into converting to Christianity has largely destroyed the tradition of the shaman. Priests, pastors, and other Christian religious authorities replaced the shamans as the connection between the human world and the other world.[50]\n\n"
        },
        {
            "title": "Deities",
            "text": "Below is an incomplete list of Inuit deities believed to hold power over some specific part of the Inuit world:\n\n"
        }
    ]
}