{
    "url": "https://en.wikipedia.org/wiki/Invention",
    "title": "Invention",
    "table_of_contents": [
        "1 Types",
        "2 Process",
        "2.1 Practical means",
        "2.2 Conceptual means",
        "2.2.1 Play",
        "2.2.2 Re-envisioning",
        "2.2.3 Insight",
        "2.2.4 Exploration",
        "2.2.5 Improvement",
        "2.3 Implementation",
        "3 Comparison with innovation",
        "4 As defined by patent law",
        "5 In the arts",
        "6 Gender gap in inventions",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An invention is a unique or novel device, method, composition, idea or process. An invention may be an improvement upon a machine, product, or process for increasing efficiency or lowering cost. It may also be  an entirely new concept. If an idea is unique enough either as a stand alone invention or as a significant improvement over the work of others, it can be patented. A patent, if granted, gives the inventor a proprietary interest in the patent over a specific period of time, which can be licensed for financial gain.\n\nAn inventor creates or discovers an invention. The word inventor comes from the Latin verb invenire, invent-, to find.[1][2] Although inventing is closely associated with science and engineering, inventors are not necessarily engineers or scientists.[3] Due to advances in artificial intelligence, the term \"inventor\" no longer exclusively applies to an occupation (see human computers).[4]\n\nSome inventions can be patented.  The system of patents was established to encourage inventors by granting limited-term, limited monopoly on inventions determined to be sufficiently novel, non-obvious, and useful. A patent legally protects the intellectual property rights of the inventor and legally recognizes that a claimed invention is actually an invention. The rules and requirements for patenting an invention vary by country and the process of obtaining a patent is often expensive.\n\nAnother meaning of invention is cultural invention, which is an innovative set of useful social behaviours adopted by people and passed on to others.[5] The Institute for Social Inventions collected many such ideas in magazines and books.[6] Invention is also an important component of artistic and design creativity. Inventions often extend the boundaries of human knowledge, experience or capability.\n\n"
        },
        {
            "title": "Types",
            "text": "Inventions are of three kinds: scientific-technological (including medicine), sociopolitical (including economics and law), and humanistic, or cultural.\n\nScientific-technological inventions include railroads, aviation, vaccination, hybridization, antibiotics, astronautics, holography, the atomic bomb, computing, the Internet, and the smartphone.\n\nSociopolitical inventions comprise new laws, institutions, and procedures that change modes of social behavior and establish new forms of human interaction and organization. Examples include the British Parliament, the US Constitution, the Manchester (UK) General Union of Trades, the Boy Scouts, the Red Cross, the Olympic Games, the United Nations, the European Union, and the Universal Declaration of Human Rights, as well as movements such as socialism, Zionism, suffragism, feminism, and animal-rights veganism.\n\nHumanistic inventions encompass culture in its entirety and are as transformative and important as any in the sciences, although people tend to take them for granted. In the domain of linguistics, for example, many alphabets have been inventions, as are all neologisms (Shakespeare invented about 1,700 words). Literary inventions include the epic, tragedy, comedy, the novel, the sonnet, the Renaissance, neoclassicism, Romanticism, Symbolism, Aestheticism, Socialist Realism, Surrealism, postmodernism, and (according to Freud) psychoanalysis. Among the inventions of artists and musicians are oil painting, printmaking, photography, cinema, musical tonality, atonality, jazz, rock, opera, and the symphony orchestra. Philosophers have invented logic (several times), dialectics, idealism, materialism, utopia, anarchism, semiotics, phenomenology, behaviorism, positivism, pragmatism, and deconstruction. Religious thinkers are responsible for such inventions as monotheism, pantheism, Methodism, Mormonism, iconoclasm, puritanism, deism, secularism, ecumenism, and the Baháʼí Faith. Some of these disciplines, genres, and trends may seem to have existed eternally or to have emerged spontaneously of their own accord, but most of them have had inventors.[7]\n\n"
        },
        {
            "title": "Process",
            "text": "Ideas for an invention may be developed on paper or on a computer, by writing or drawing, by trial and error, by making models, by experimenting, by testing and/or by making the invention in its whole form. Brainstorming also can spark new ideas for an invention. Collaborative creative processes are frequently used by engineers, designers, architects and scientists. Co-inventors are frequently named on patents.\n\nIn addition, many inventors keep records of their working process - notebooks, photos, etc., including Leonardo da Vinci, Galileo Galilei, Evangelista Torricelli, Thomas Jefferson and Albert Einstein.[8][9][10][11]\n\nIn the process of developing an invention, the initial idea may change. The invention may become simpler, more practical, it may expand, or it may even morph into something totally different. Working on one invention can lead to others too.[12]\n\nHistory shows that turning the concept of an invention into a working device is not always swift or direct. Inventions may also become more useful after time passes and other changes occur. For example, the parachute became more useful once powered flight was a reality.[13]\n\nInvention is often a creative process. An open and curious mind allows an inventor to see beyond what is known. Seeing a new possibility, connection or relationship can spark an invention. Inventive thinking frequently involves combining concepts or elements from different realms that would not normally be put together. Sometimes inventors disregard the boundaries between distinctly separate territories or fields.[citation needed] Several concepts may be considered when thinking about invention.\n\nPlay may lead to invention. Childhood curiosity, experimentation, and imagination can develop one's play instinct. Inventors feel the need to play with things that interest them, and to explore, and this internal drive brings about novel creations.[14][15]\n\nSometimes inventions and ideas may seem to arise spontaneously while daydreaming, especially when the mind is free from its usual concerns.[16] For example, both J. K. Rowling (the creator of Harry Potter)[17] and Frank Hornby (the inventor of Meccano)[18] first had their ideas while on train journeys.\n\nIn contrast, the successful aerospace engineer Max Munk advocated \"aimful thinking\".[19]\n\nTo invent is to see anew. Inventors often envision a new idea, seeing it in their mind's eye. New ideas can arise when the conscious mind turns away from the subject or problem when the inventor's focus is on something else, or while relaxing or sleeping. A novel idea may come in a flash—a Eureka! moment. For example, after years of working to figure out the general theory of relativity, the solution came to Einstein suddenly in a dream \"like a giant die making an indelible impress, a huge map of the universe outlined itself in one clear vision\".[20] Inventions can also be accidental, such as in the case of polytetrafluoroethylene (Teflon).\n\nInsight can also be a vital element of invention. Such inventive insight may begin with questions, doubt or a hunch. It may begin by recognizing that something unusual or accidental may be useful or that it could open a new avenue for exploration. For example, the odd metallic color of plastic made by accidentally adding a thousand times too much catalyst led scientists to explore its metal-like properties, inventing electrically conductive plastic and light emitting plastic-—an invention that won the Nobel Prize in 2000 and has led to innovative lighting, display screens, wallpaper and much more (see conductive polymer, and organic light-emitting diode or OLED).[21]\n\nInvention is often an exploratory process with an uncertain or unknown outcome. There are failures as well as successes. Inspiration can start the process, but no matter how complete the initial idea, inventions typically must be developed.\n\nInventors may, for example, try to improve something by making it more effective, healthier, faster, more efficient, easier to use, serve more purposes, longer lasting, cheaper, more ecologically friendly, or aesthetically different, lighter weight, more ergonomic, structurally different, with new light or color properties, etc.\n\nIn economic theory, inventions are one of the chief examples of \"positive externalities\", a beneficial side effect that falls on those outside a transaction or activity. One of the central concepts of economics is that externalities should be internalized—unless some of the benefits of this positive externality can be captured by the parties, the parties are under-rewarded for their inventions, and systematic under-rewarding leads to under-investment in activities that lead to inventions. The patent system captures those positive externalities for the inventor or other patent owner so that the economy as a whole invests an optimum amount of resources in the invention process.\n\n"
        },
        {
            "title": "Comparison with innovation",
            "text": "In contrast to invention, innovation is the implementation of a creative idea that specifically leads to greater value or usefulness. That is, while an invention may be useless or have no value yet still be an invention, an innovation must have some sort of value, typically economic.\n\n"
        },
        {
            "title": "As defined by patent law",
            "text": "The term invention is also an important legal concept and central to patent law systems worldwide. As is often the case for legal concepts, its legal meaning is slightly different from common usage of the word. Additionally, the legal concept of invention is quite different in American and European patent law.\n\nIn Europe, the first test a patent application must pass is, \"Is this an invention?\" If it is, subsequent questions are whether it is new and sufficiently inventive. The implication—counter-intuitively—is that a legal invention is not inherently novel. Whether a patent application relates to an invention is governed by Article 52 of the European Patent Convention, that excludes, e.g., discoveries as such and software as such. The EPO Boards of Appeal decided that the technical character of an application is decisive for it to represent an invention, following an age-old Italian and German tradition. British courts don't agree with this interpretation. Following a 1959 Australian decision (\"NRDC\"), they believe that it is not possible to grasp the invention concept in a single rule. A British court once stated that the technical character test implies a \"restatement of the problem in more imprecise terminology.\"\n\nIn the United States, all patent applications are considered inventions. The statute explicitly says that the American invention concept includes discoveries (35 USC § 100(a)), contrary to the European invention concept. The European invention concept corresponds to the American \"patentable subject matter\" concept: the first test a patent application is submitted to. While the statute (35 USC § 101)[22] virtually poses no limits to patenting whatsoever, courts have decided in binding precedents that abstract ideas, natural phenomena and laws of nature are not patentable. Various attempts have been made to substantiate the \"abstract idea\" test, which suffers from abstractness itself, but none have succeeded. The last attempt so far was the \"machine or transformation\" test, but the U.S. Supreme Court decided in 2010 that it is merely an indication at best.\n\nIn India, invention means a new product or process that involves an inventive step, and capable of being made or used in an industry. Whereas, \"new invention\" means any invention that has not been anticipated in any prior art or used in the country or anywhere in the world.[23]\n\n"
        },
        {
            "title": "In the arts",
            "text": "Invention has a long and important history in the arts. Inventive thinking has always played a vital role in the creative process.[24] While some inventions in the arts are patentable, others are not because they cannot fulfill the strict requirements governments have established for granting them. (see patent).\n\nSome inventions in art include the:\n\nLikewise, Jackson Pollock invented an entirely new form of painting and a new kind of abstraction by dripping, pouring, splashing and splattering paint onto un-stretched canvas lying on the floor.\n\nInventive tools of the artist's trade also produced advances in creativity. Impressionist painting became possible because of newly invented collapsible, resealable metal paint tubes that facilitated spontaneous painting outdoors.[27] Inventions originally created in the form of artwork can also develop other uses, e.g. Alexander Calder's mobile, which is now commonly used over babies' cribs. Funds generated from patents on inventions in art, design and architecture can support the realization of the invention or other creative work. Frédéric Auguste Bartholdi's 1879 design patent on the Statue of Liberty helped fund the famous statue because it covered small replicas, including those sold as souvenirs.[28]\n\nThe timeline for invention in the arts lists the most notable artistic inventors.\n\n"
        },
        {
            "title": "Gender gap in inventions",
            "text": "Historically, women in many regions have been unrecognised for their inventive contributions (except Russia and France[29]), despite being the sole inventor or co-inventor in inventions, including highly notable inventions. Notable examples include Margaret Knight who faced significant challenges in receiving credit for her inventions;[30] Elizabeth Magie who was not credited for her invention of the game of Monopoly;[31] and among other such examples, Chien-Shiung Wu whose male colleagues alone were awarded the Nobel Prize for their joint contributions to physics.[32] Societal prejudice, institutional, educational and often legal patent barriers have both played a role in the gender invention gap. For example, although there could be found female patenters in US patent Office who also are likely to be helpful in their experience, still a patent applications made to the US Patent Office for inventions are less likely to succeed where the applicant have a \"feminine\" name,[33] and additionally women could lose their independent legal patent rights to their husbands once married.[34] See also the gender gap in Patents.\n\n"
        }
    ]
}