{
    "url": "https://en.wikipedia.org/wiki/Inverse_kinematics",
    "title": "Inverse kinematics",
    "table_of_contents": [
        "1 Robotics",
        "2 Kinematic analysis",
        "3 Inverse kinematics and 3D animation",
        "4 Analytical solutions to inverse kinematics",
        "5 Numerical solutions to IK problems",
        "5.1 The Jacobian inverse technique",
        "5.2 Heuristic methods",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In computer animation and robotics, inverse kinematics is the mathematical process of calculating the variable joint parameters needed to place the end of a kinematic chain, such as a robot manipulator or animation character's skeleton, in a given position and orientation relative to the start of the chain. Given joint parameters, the position and orientation of the chain's end, e.g. the hand of the character or robot, can typically be calculated directly using multiple applications of trigonometric formulas, a process known as forward kinematics. However, the reverse operation is, in general, much more challenging.[1]\n\nInverse kinematics is also used to recover the movements of an object in the world from some other data, such as a film of those movements, or a film of the world as seen by a camera which is itself making those movements. This occurs, for example, where a human actor's filmed movements are to be duplicated by an animated character.\n\n"
        },
        {
            "title": "Robotics",
            "text": "In robotics, inverse kinematics makes use of the kinematics equations to determine the joint parameters that provide a desired configuration (position and rotation) for each of the robot's end-effectors.[2] Determining the movement of a robot so that its end-effectors move from an initial configuration to a desired configuration is known as motion planning.  Inverse kinematics transforms the motion plan into joint actuator trajectories for the robot. Similar formulae determine the positions of the skeleton of an animated character that is to move in a particular way in a film, or of a vehicle such as a car or boat containing the camera which is shooting a scene of a film. Once a vehicle's motions are known, they can be used to determine the constantly-changing viewpoint for computer-generated imagery of objects in the landscape such as buildings, so that these objects change in perspective while themselves not appearing to move as the vehicle-borne camera goes past them.\n\nThe movement of a kinematic chain, whether it is a robot or an animated character, is modeled by the kinematics equations of the chain.  These equations define the configuration of the chain in terms of its joint parameters.  Forward kinematics uses the joint parameters to compute the configuration of the chain, and inverse kinematics reverses this calculation to determine the joint parameters that achieve a desired configuration.[3][4][5]\n\n"
        },
        {
            "title": "Kinematic analysis",
            "text": "Kinematic analysis is one of the first steps in the design of most industrial robots. Kinematic analysis allows the designer to obtain information on the position of each component within the mechanical system. This information is necessary for subsequent dynamic analysis along with control paths.\n\nInverse kinematics is an example of the kinematic analysis of a constrained system of rigid bodies, or kinematic chain.  The kinematic equations of a robot can be used to define the loop equations of a complex articulated system.  These loop equations are non-linear constraints on the configuration parameters of the system.  The independent parameters in these equations are known as the degrees of freedom of the system.\n\nWhile analytical solutions to the inverse kinematics problem exist for a wide range of kinematic chains, computer modeling and animation tools often use Newton's method to solve the non-linear kinematics equations.\n\nOther applications of inverse kinematic algorithms include interactive manipulation, animation control and collision avoidance.\n\n"
        },
        {
            "title": "Inverse kinematics and 3D animation",
            "text": "Inverse kinematics is important to game programming and 3D animation, where it is used to connect game characters physically to the world, such as feet landing firmly on top of terrain (see  [6] for a comprehensive survey on Inverse Kinematics Techniques in Computer Graphics).\n\nAn animated figure is modeled with a skeleton of rigid segments connected with joints, called a kinematic chain.  The kinematics equations of the figure define the relationship between the joint angles of the figure and its pose or configuration.  The forward kinematic animation problem uses the kinematics equations to determine the pose given the joint angles.   The inverse kinematics problem computes the joint angles for a desired pose of the figure.\n\nIt is often easier for computer-based designers, artists, and animators to define the spatial configuration of an assembly or figure by moving parts, or arms and legs, rather than directly manipulating joint angles.  Therefore, inverse kinematics is used in computer-aided design systems to animate assemblies and by computer-based artists and animators to position figures and characters.\n\nThe assembly is modeled as rigid links connected by joints that are defined as mates, or geometric constraints.  Movement of one element requires the computation of the joint angles for the other elements to maintain the joint constraints.  For example, inverse kinematics allows an artist to move the hand of a 3D human model to a desired position and orientation and have an algorithm select the proper angles of the wrist, elbow, and shoulder joints.  Successful implementation of computer animation usually also requires that the figure move within reasonable anthropomorphic limits.\n\nA method of comparing both forward and inverse kinematics for the animation of a character can be defined by the advantages inherent to each. For instance, blocking animation where large motion arcs are used is often more advantageous in forward kinematics. However, more delicate animation and positioning of the target end-effector in relation to other models might be easier using inverted kinematics. Modern digital creation packages (DCC) offer methods to apply both forward and inverse kinematics to models.\n\n"
        },
        {
            "title": "Analytical solutions to inverse kinematics",
            "text": "In some, but not all cases, there exist analytical solutions to inverse kinematic problems. One such example is for a 6-DoF robot (for example, 6 revolute joints) moving in 3D space (with 3 position degrees of freedom, and 3 rotational degrees of freedom). If the degrees of freedom of the robot exceeds the degrees of freedom of the end-effector, for example with a 7 DoF robot with 7 revolute joints, then there exist infinitely many solutions to the IK problem, and an analytical solution does not exist. Further extending this example, it is possible to fix one joint and analytically solve for the other joints, but perhaps a better solution is offered by numerical methods (next section), which can instead optimize a solution given additional preferences (costs in an optimization problem).    \n\nAn analytic solution to an inverse kinematics problem is a closed-form expression that takes the end-effector pose as input and gives joint positions as output, \n\n\n\nq\n=\nf\n(\nx\n)\n\n\n{\\displaystyle q=f(x)}\n\n. Analytical inverse kinematics solvers can be significantly faster than numerical solvers and provide more than one solution, but only a finite number of solutions, for a given end-effector pose.\n\nMany different software products (Such as FOSS programs IKFast and Inverse Kinematics Library) are able to solve these problems quickly and efficiently using different algorithms such as the FABRIK solver. One issue with these solvers, is that they are known to not necessarily give locally smooth solutions between two adjacent configurations, which can cause instability if iterative solutions to inverse kinematics are required, such as if the IK is solved inside a high-rate control loop.\n\n"
        },
        {
            "title": "Numerical solutions to IK problems",
            "text": "There are many methods of modelling and solving inverse kinematics problems. The most flexible of these methods typically rely on iterative optimization to seek out an approximate solution, due to the difficulty of inverting the forward kinematics equation and the possibility of an empty solution space. The core idea behind several of these methods is to model the forward kinematics equation using a Taylor series expansion, which can be simpler to invert and solve than the original system.\n\nThe Jacobian inverse technique is a simple yet effective way of implementing inverse kinematics. Let there be \n\n\n\nm\n\n\n{\\displaystyle m}\n\n variables that govern the forward-kinematics equation, i.e. the position function. These variables may be joint angles, lengths, or other arbitrary real values. If the IK system lives in a 3-dimensional space, the position function can be viewed as a mapping \n\n\n\np\n(\nx\n)\n:\n\n\nR\n\n\nm\n\n\n→\n\n\nR\n\n\n3\n\n\n\n\n{\\displaystyle p(x):\\mathbb {R} ^{m}\\rightarrow \\mathbb {R} ^{3}}\n\n. Let \n\n\n\n\np\n\n0\n\n\n=\np\n(\n\nx\n\n0\n\n\n)\n\n\n{\\displaystyle p_{0}=p(x_{0})}\n\n give the initial position of the system, and \n\nbe the goal position of the system. The Jacobian inverse technique iteratively computes an estimate of \n\n\n\nΔ\nx\n\n\n{\\displaystyle \\Delta x}\n\n that minimizes the error given by \n\n\n\n\n|\n\n\n|\n\np\n(\n\nx\n\n0\n\n\n+\nΔ\n\nx\n\ne\ns\nt\ni\nm\na\nt\ne\n\n\n)\n−\n\np\n\n1\n\n\n\n|\n\n\n|\n\n\n\n{\\displaystyle ||p(x_{0}+\\Delta x_{estimate})-p_{1}||}\n\n.\n\nFor small \n\n\n\nΔ\nx\n\n\n{\\displaystyle \\Delta x}\n\n-vectors, the series expansion of the position function gives\n\nwhere \n\n\n\n\nJ\n\np\n\n\n(\n\nx\n\n0\n\n\n)\n\n\n{\\displaystyle J_{p}(x_{0})}\n\n is the (3 × m) Jacobian matrix of the position function at \n\n\n\n\nx\n\n0\n\n\n\n\n{\\displaystyle x_{0}}\n\n.\n\nNote that the (i, k)-th entry of the Jacobian matrix can be approximated numerically\n\nwhere \n\n\n\n\np\n\ni\n\n\n(\nx\n)\n\n\n{\\displaystyle p_{i}(x)}\n\n gives the i-th component of the position function, \n\n\n\n\nx\n\n0\n,\nk\n\n\n+\nh\n\n\n{\\displaystyle x_{0,k}+h}\n\n is simply \n\n\n\n\nx\n\n0\n\n\n\n\n{\\displaystyle x_{0}}\n\n with a small delta added to its k-th component, and \n\n\n\nh\n\n\n{\\displaystyle h}\n\n is a reasonably small positive value.\n\nTaking the Moore–Penrose pseudoinverse of the Jacobian (computable using a singular value decomposition) and re-arranging terms results in\n\nwhere \n\n\n\nΔ\np\n=\np\n(\n\nx\n\n0\n\n\n+\nΔ\nx\n)\n−\np\n(\n\nx\n\n0\n\n\n)\n\n\n{\\displaystyle \\Delta p=p(x_{0}+\\Delta x)-p(x_{0})}\n\n.\n\nApplying the inverse Jacobian method once will result in a very rough estimate of the desired \n\n\n\nΔ\nx\n\n\n{\\displaystyle \\Delta x}\n\n-vector. A line search should be used to scale this \n\n\n\nΔ\nx\n\n\n{\\displaystyle \\Delta x}\n\n to an acceptable value. The estimate for \n\n\n\nΔ\nx\n\n\n{\\displaystyle \\Delta x}\n\n can be improved via the following algorithm (known as the Newton–Raphson method):\n\nOnce some \n\n\n\nΔ\nx\n\n\n{\\displaystyle \\Delta x}\n\n-vector has caused the error to drop close to zero, the algorithm should terminate. Existing methods based on the Hessian matrix of the system have been reported to converge to desired \n\n\n\nΔ\nx\n\n\n{\\displaystyle \\Delta x}\n\n values using fewer iterations, though, in some cases more computational resources.\n\nThe inverse kinematics problem can also be approximated using heuristic methods. These methods perform simple, iterative operations to gradually lead to an approximation of the solution. The heuristic algorithms have low computational cost (return the final pose very quickly), and usually support joint constraints. The most popular heuristic algorithms are cyclic coordinate descent (CCD)[7] and forward and backward reaching inverse kinematics (FABRIK).[8]\n\n"
        }
    ]
}