{
    "url": "https://en.wikipedia.org/wiki/Invisibility_in_fiction",
    "title": "Invisibility in fiction",
    "table_of_contents": [
        "1 Processes",
        "2 Special effects",
        "3 Historical examples",
        "4 Superhero fiction",
        "5 Films",
        "6 Television shows",
        "7 Literature",
        "8 Comic books",
        "9 Video games",
        "10 Miscellaneous",
        "11 Metaphorical use of the concept",
        "12 See also",
        "13 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Invisibility in fiction is a common plot device in stories, plays, films, animated works, video games, and other media, found in both the fantasy and science fiction genres. In fantasy, invisibility is often invoked and dismissed at will by a person, with a magic spell or potion, or a cloak, ring or other object. Alternatively, invisibility may be conferred on an unsuspecting person by a sorcerer, witch, or curse. In science fiction, invisibility is often conferred on the recipient as part of a complex technological or scientific process that is difficult or impossible to reverse, so that switching back and forth at frequent intervals is less likely to be depicted in science fiction. Depending on whether the science fiction is hard science fiction or soft science fiction, the depictions of invisibility may be more rooted in actual or plausible technologies (such as depictions of technologies to make a vessel not appear on detection equipment), or more on the fictional or speculative end of the spectrum.\n\n"
        },
        {
            "title": "Processes",
            "text": "Invisibility can be achieved by any number of different mechanisms, including perfect transparency without refraction, mechanisms that reroute light particles so that the subject is not apparent to viewers, and mind control techniques that cause the viewer's minds to simply edit out the subject. In the case of magic, often no attempt at explaining the mechanism is even used. In addition, there are many instances of imperfect invisibility such as cloaking devices in science fiction or the near-invisibility of fantastical creatures that are \"out of phase\" with this reality. In paranormal fiction, there can also be partial invisibility in that some people, such as psychics, may see invisible creatures or objects while others do not.\n\n"
        },
        {
            "title": "Special effects",
            "text": "Strictly speaking, invisibility does not show up and so itself is not the subject of any special effects techniques, but the interaction of invisible subjects with the visible world does call for special effects, especially in the case of invisible people wearing visible clothing. Early films and television shows used wires and puppetry to simulate the existence of an invisible person, along with some scenes that used a matte process to delete certain elements in favor of the background. In The Invisible Man the initial shots swathed the actor's head in a black velvet hood and shot this against a black velvet background. Later, CGI techniques and green screens allowed for greater variety, such as showing rain drops on invisible man Chevy Chase in Memoirs of an Invisible Man.\n\n"
        },
        {
            "title": "Superhero fiction",
            "text": "The supernatural ability to turn invisible has become a popular superpower in superhero media, one of the most notable users being Marvel Comics' Invisible Woman, a member of the Fantastic Four. \n\nThe power of invisibility is occasionally linked to the ability to create force fields, as seen with Invisible Woman and Disney Pixar's Violet Parr.\n\n"
        }
    ]
}