{
    "url": "https://en.wikipedia.org/wiki/Ion_beam",
    "title": "Ion beam",
    "table_of_contents": [
        "1 Units",
        "2 Broad-beam ion sources",
        "2.1 Gridded ion source",
        "2.2 Gridless ion sources",
        "3 Applications",
        "3.1 Ion beam etching or sputtering",
        "3.2 Biology",
        "3.3 Medicine",
        "3.4 Space applications",
        "3.5 High-energy ion beams",
        "3.6 Weaponry",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn ion beam is a type of charged particle beam consisting of ions. Ion beams have many uses in electronics manufacturing (principally ion implantation) and other industries.  A variety of ion beam sources exists, some derived from the mercury vapor thrusters developed by NASA in the 1960s. The most common ion beams are of singly-charged ions.\n\n"
        },
        {
            "title": "Units",
            "text": "Ion current density is typically measured in mA/cm^2, and ion energy in eV. The use of eV is convenient for converting between voltage and energy, especially when dealing with singly-charged ion beams, as well as converting between energy and temperature (1 eV = 11600 K).[1]\n\n"
        },
        {
            "title": "Broad-beam ion sources",
            "text": "Most commercial applications use two popular types of ion source, gridded and gridless, which differ in current and power characteristics and the ability to control ion trajectories.[1] In both cases electrons are needed to generate an ion beam. The most common electron emitters are hot filament and hollow cathode.\n\nIn a gridded ion source, DC or RF discharge are used to generate ions, which are then accelerated and decimated using grids and apertures. Here, the DC discharge current or the RF discharge power are used to control the beam current.\n\nThe ion current density \n\n\n\nj\n\n\n{\\displaystyle j}\n\n that can be accelerated using a gridded ion source is limited by the space charge effect, which is described by Child's law:\n\n\n\n\n\nj\n≈\n\n\n\n4\n\nϵ\n\n0\n\n\n\n9\n\n\n\n\n\n\n2\ne\n\nm\n\n\n\n\n\n\n(\nΔ\nV\n\n)\n\n\n3\n2\n\n\n\n\n\nd\n\n2\n\n\n\n\n\n\n{\\displaystyle j\\approx {\\frac {4\\epsilon _{0}}{9}}{\\sqrt {\\frac {2e}{m}}}{\\frac {(\\Delta V)^{\\frac {3}{2}}}{d^{2}}}}\n\n,\n\nwhere \n\n\n\nΔ\nV\n\n\n{\\displaystyle \\Delta V}\n\n is the voltage between the grids, \n\n\n\nd\n\n\n{\\displaystyle d}\n\n is the distance between the grids, and \n\n\n\nm\n\n\n{\\displaystyle m}\n\n is the ion mass.\n\nThe grids are placed as closely as possible to increase the current density, typically \n\n\n\nd\n∼\n1\n \n\nm\nm\n\n\n\n{\\displaystyle d\\sim 1\\ \\mathrm {mm} }\n\n. The ions used have a significant impact on the maximum ion beam current, since \n\n\n\nj\n∝\n\nm\n\n−\n\n\n1\n2\n\n\n\n\n\n\n{\\displaystyle j\\propto m^{-{\\frac {1}{2}}}}\n\n. Everything else being equal, the maximum ion beam current with krypton is only 69% the maximum ion current of an argon beam, and with xenon the ratio drops to 55%.[1]\n\nIn a gridless ion source, ions are generated by a flow of electrons (no grids). The most common gridless ion source is the end-Hall ion source. Here, the discharge current and the gas flow are used to control the beam current.\n\n"
        },
        {
            "title": "Applications",
            "text": "One type of ion beam source is the duoplasmatron. Ion beams can be used for sputtering or ion beam etching and for ion beam analysis.\n\nIon beam application, etching, or sputtering, is a technique conceptually similar to sandblasting, but using individual atoms in an ion beam to ablate a target.  Reactive ion etching is an important extension that uses chemical reactivity to enhance the physical sputtering effect.\n\nIn a typical use in semiconductor manufacturing, a mask can selectively expose a layer of photoresist on a substrate made of a semiconductor material such as a silicon dioxide or gallium arsenide wafer.  The wafer is developed, and for a positive photoresist, the exposed portions are removed in a chemical process. The result is a pattern left on the surface areas of the wafer that had been masked from exposure. The wafer is then placed in a vacuum chamber, and exposed to the ion beam.  The impact of the ions erodes the target, abrading away the areas not covered by the photoresist.\n\nFocused ion beam (FIB) instruments have numerous applications for characterization of thin-film devices. Using a focused, high-brightness ion beam in a scanned raster pattern, material is removed (sputtered) in precise rectilinear patterns revealing a two-dimensional, or stratigraphic profile of a solid material. The most common application is to verify the integrity of the gate oxide layer in a CMOS transistor. A single excavation site exposes a cross section for analysis using a scanning electron microscope. Dual excavations on either side of a thin lamella bridge are utilized for preparing transmission electron microscope samples.[2]\n\nAnother common use of FIB instruments is for design verification and/or failure analysis of semiconductor devices. Design verification combines selective material removal with gas-assisted material deposition of conductive, dielectric, or insulating materials. Engineering prototype devices may be modified using the ion beam in combination with gas-assisted material deposition in order to rewire an integrated circuit's conductive pathways. The techniques are effectively used to verify the correlation between the CAD design and the actual functional prototype circuit, thereby avoiding the creation of a new mask for the purpose of testing design changes.\n\nMaterials science use sputtering for extending surface analytical techniques such as secondary ion mass spectrometry or electron spectroscopy (XPS, AES) so that they can depth profile them.\n\nIn radiobiology a broad or focused ion beam is used to study mechanisms of inter- and intra- cellular communication, signal transduction and DNA damage and repair.\n\nIon beams are also used in particle therapy, most often in the treatment of cancer.\n\nIon beams produced by ion and plasma thrusters on board a spacecraft can be used to transmit a force to a nearby object (e.g. another spacecraft, an asteroid, etc.) that is irradiated by the beam. This innovative propulsion technique named Ion Beam Shepherd has been shown to be effective in the area of active space debris removal as well as asteroid deflection.\n\nHigh-energy ion beams produced by particle accelerators are used in atomic physics, nuclear physics and particle physics.\n\nThe use of ion beams as a particle-beam weapon is theoretically possible, but has not been demonstrated. Electron beam weapons have been tested by the U.S. Navy in the early 20th century, but the hose instability effect prevents these from being accurate at a distance of over approximately 30 inches. See particle-beam weapon for more information on this type of weapon.\n\n"
        }
    ]
}