{
    "url": "https://en.wikipedia.org/wiki/Milesian_school",
    "title": "Ionian School (philosophy)",
    "table_of_contents": [
        "1 Thales",
        "2 Anaximander",
        "3 Anaximenes",
        "4 Heraclitus",
        "5 Anaxagoras",
        "6 Archelaus",
        "7 See also",
        "8 Notes",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Ionian school of Pre-Socratic philosophy was centred in Miletus, Ionia in the 6th century BC. Miletus and its environment was a thriving mercantile melting pot of current ideas of the time.[1] The Ionian School included such thinkers as Thales, Anaximander, Anaximenes, Heraclitus, Anaxagoras, and Archelaus.[2] The collective affinity of this group was first acknowledged by Aristotle who called them physiologoi (φυσιολόγοι),[3] meaning 'those who discoursed on nature'. The classification can be traced to the second-century historian of philosophy Sotion. They are sometimes referred to as cosmologists, since they were largely physicalists who tried to explain the nature of matter.\n\nMost cosmologists thought that, although matter could change from one form to another, all matter had something in common which did not change. They did not agree on what all things had in common, and did not experiment to find out, but used abstract reasoning rather than religion or mythology to explain themselves, thus becoming the first philosophers in the Western tradition.\n\nLater philosophers widened their studies to include other areas of thought. The Eleatic school, for example, also studied epistemology, or how people come to know what exists. But the Ionians were the first group of philosophers that we know of, and so remain historically important.\n\n"
        },
        {
            "title": "Thales",
            "text": "Thales (Greek: Θαλῆς, Thalēs) of Miletus (c. 624 – c. 546 BCE) is regarded as the earliest Western philosopher. Before him, the Greeks explained the origin and nature of the world through myths of anthropomorphic gods and heroes. Phenomena like lightning and earthquakes were attributed to actions of the gods. By contrast, Thales attempted to find naturalistic explanations of the world, without reference to the supernatural. He explained earthquakes by imagining that the Earth floats on water, and that earthquakes occur when the Earth is rocked by waves. Thales' most famous belief was his cosmological doctrine, which held that the world originated from water.\n\nAristotle wrote in Metaphysics, \"Thales, the founder of this school of philosophy [Ionian School], says the permanent entity is water (which is why he also propounded that the earth floats on water). Presumably he derived this assumption from seeing that the nutriment of everything is moist, and that heat itself is generated from moisture and depends upon it for its existence (and that from which a thing is generated is always its first principle). He derived his assumption, then, from this; and also from the fact that the seeds of everything have a moist nature, whereas water is the first principle of the nature of moist things.\"[4]\n\n"
        },
        {
            "title": "Anaximander",
            "text": "Anaximander (Greek: Ἀναξίμανδρος, Anaximandros) (c. 610 – c. 546 BCE) wrote a cosmological work, little of which remains. From the few extant fragments, we learn that he believed the beginning or first principle (arche, a word first found in Anaximander's writings, and which he probably invented) is an endless, unlimited mass (apeiron), subject to neither old age nor decay, which perpetually yields fresh materials from which everything we can perceive is derived.\n\n"
        },
        {
            "title": "Anaximenes",
            "text": "Anaximenes of Miletus (Greek: Ἀναξιμένης ὁ Μιλήσιος; c. 585 – c. 528 BCE), like others in his school of thought, practiced material monism and believed that that air is the arche.\n\n"
        },
        {
            "title": "Heraclitus",
            "text": "Heraclitus (Greek: Ἡράκλειτος, Hērakleitos) of Ephesus (c. 535 – c. 475 BCE) disagreed with Thales, Anaximander, and Pythagoras about the nature of the ultimate substance and claimed instead that everything is derived from the Greek classical element fire, rather than from air, water, or earth. This led to the belief that change is real, and stability illusory. For Heraclitus \"Everything flows, nothing stands still.\" He is also famous for saying: \"No man can cross the same river twice, because neither the man nor the river are the same.\"\n\n"
        },
        {
            "title": "Anaxagoras",
            "text": "Anaxagoras (Greek: Ἀναξαγόρας) of Clazomenae (c. 510 – c. 428 BCE) regarded material substance as an infinite multitude of imperishable primary elements, referring all generation and disappearance to mixture and separation respectively. All substance is ordered by an ordering force, the cosmic mind (nous).\n\n"
        },
        {
            "title": "Archelaus",
            "text": "Archelaus (Greek: Ἀρχέλαος, Arkhelaos) was a Greek philosopher of the 5th century BCE, born probably in Athens. He was a pupil of Anaxagoras, and is said by Ion of Chios (Diogenes Laërtius, ii. 23) to have been the teacher of Socrates. Some argue that this is probably only an attempt to connect Socrates with the Ionian School; others (e.g. Gomperz, Greek Thinkers) uphold the story. There is similar difference of opinion as regards the statement that Archelaus formulated certain ethical doctrines. In general, he followed Anaxagoras, but in his cosmology he went back to the earlier Ionians.\n\n"
        }
    ]
}