{
    "url": "https://en.wikipedia.org/wiki/Iranian_New_Wave",
    "title": "Iranian New Wave",
    "table_of_contents": [
        "1 History",
        "1.1 Early Iranian cinema",
        "1.2 First Wave",
        "1.3 Second and Third Wave",
        "2 Characteristics",
        "3 Precursors",
        "3.1 First Wave",
        "3.2 Second Wave",
        "3.3 Third Wave",
        "3.4 Major figures",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Iranian New Wave refers to a movement in Iranian cinema. It started in 1964 with Hajir Darioush's second film Serpent's Skin, which was based on D.H. Lawrence's Lady Chatterley's Lover featuring Fakhri Khorvash and Jamshid Mashayekhi. Darioush's two important early social documentaries But Problems Arose in 1965, dealing with the cultural alienation of the Iranian youth, and Face 75, a critical look at the westernization of the rural culture, which was a prizewinner at the 1965 Berlin Film Festival, also contributed significantly to the establishment of the New Wave. In 1968, after the release of Shohare Ahoo Khanoom directed by Davoud Mollapour,[1] The Cow directed by Dariush Mehrjui followed by Masoud Kimiai's Qeysar in 1969, Nasser Taqvai's Tranquility in the Presence of Others (banned in 1969 and re-released in 1972), and immediately followed by Bahram Beyzai's Downpour, the New Wave became well established as a prominent cultural, dynamic and intellectual trend. The Iranian viewer became discriminating, encouraging the new trend to prosper and develop.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Cinema in Iran began to develop in 1900, when Mozaffar ad-Din Shah Qajar was introduced to the cinematograph upon traveling to France. He ordered his chief photographer, Mirza Ibrahim Khan Akasbashi, to buy one. Visiting the Festival of Flowers in Belgium, Akasbashi turned the cinematograph toward the flower-adorned carriages, making him the first Iranian to ever film anything. Theaters were opened beginning in 1903 by Mirza Ibrahim Sahafbashi. The first film school was opened in 1930 by Russian-Armenian immigrant Ovanes Ohanian, who had studied at The School of Cinematic Art in Moscow. He started his first cinema school 1924 after arriving in Calcutta, India: after facing many difficulties he decided to move to Iran to start the first cinema school in Tehran where he created the first full-length Iranian silent film called Haji Agha, the Cinema Actor and his second movie Abi and Rabi.[3] After traveling to India in 1927, Abdul-Hussein Sepanta was inspired to make Persian language films, of which he ended up making four. Due to domination of the Pahlavi regime over all aspects of culture and the economy, as well as its very harsh censorship of films from 1925 to 1979, the cinema had difficulty developing in a way that reflected its own culture. In this time, Film Farsi began which has been described as “low-quality movies for audiences who were becoming addicted to such fare, losing any taste or demand for anything different.” Film Farsi is characterized by its mimicking of the popular cinemas of Hollywood and India, and its common use of song and dance routines.[4] Forough Farrokhzad made the short documentary film The House Is Black in 1963, and this film is considered to be a precursor to the new wave cinema. Its unflinching depictions of life in a leper colony, paired with artistically composed shots and her own poetry, made this a truly unique film. Other films such as Farrokh Ghaffari's The Night of the Hunchback (1964), Ebrahim Golestan's Brick and Mirror (1965), and Fereydoun Rahnema's Siavush in Persepolis are all considered to be precursors as well.\n\nThe first wave of Iranian new wave cinema came about as a reaction to the popular cinema at the time that did not reflect the norms of life for Iranians or the artistic taste of the society. It began in 1969 and then ended with the beginning of the Iranian revolution in 1979. The films produced were original, artistic and political. The first films considered to be part of this movement are Davoud Mollapour's Shohare Ahoo Khanoom (1968),[1] Masoud Kimiai's Qeysar and Dariush Mehrjui's The Cow (1969). Other films considered to be part of this movement are Nasser Taghvai's Tranquility in the Presence of Others (1969/1972) which was banned and then heavily censored upon its release, Bahram Beyzai's Downpour, and Sohrab Shahid Saless's A Simple Event (1973) and Still Life (1974).\n\nThe pioneers of the Iranian New Wave were directors like Hajir Darioush, Dariush Mehrjui, Masoud Kimiay, Nasser Taqvai, Ebrahim Golestan, Sohrab Shahid Saless, Bahram Beizai, and Parviz Kimiavi, who made innovative art films with highly political and philosophical tones and poetic language. Subsequent films of this type have become known as the New Iranian cinema to distinguish them from their earlier roots. The most notable figures of the Second Wave (after Islamic Revolution) are Amir Naderi, Abbas Kiarostami, Mohsen Makhmalbaf, Jafar Panahi, Hossein Shahabi, Majid Majidi & Asghar Farhadi.\n\nThe factors leading to the rise of the New Wave in Iran were, in part, due to the intellectual and political movements of the time. A romantic climate was developing after the 19 August 1953 coup in the sphere of arts. Alongside this, a socially committed literature took shape in the 1950s and reached a peak in the 1960s, which many consider the golden era of contemporary Persian literature.[5]\n\nIranian New Wave films shared some characteristics with the European art films of the period, in particular Italian Neorealism. However, in her article 'Real Fictions', Rose Issa argues that Iranian films have a distinctively Iranian cinematic language \"that champions the poetry in everyday life and the ordinary person by blurring the boundaries between fiction and reality, feature film with documentary.\" She also argues that this unique approach has inspired European cinema directors to emulate this style, citing Michael Winterbottom's award-winning In This World (2002) as an homage to contemporary Iranian cinema. Issa claims that \"This new, humanistic aesthetic language, determined by the film-makers' individual and national identity, rather than the forces of globalism, has a strong creative dialogue not only on homeground but with audiences around the world.\"[6]\n\nMoreover, Iranian new wave films are rich in poetry and painterly images. There is a line back from modern Iranian cinema to the ancient oral Persian storytellers and poets, via the poems of Omar Khayyam.[7]\n\nFeatures of New Wave Iranian film, in particular the works of legendary Abbas Kiarostami, have been classified by some as postmodern.[8]\n\nIn Close Up: Iranian Cinema, Past, Present, Future (2001), Hamid Dabashi describes modern Iranian cinema and the phenomenon of [Iranian] national cinema as a form of cultural modernity. According to Dabashi, \"the visual possibility of seeing the historical person (as opposed to the eternal Qur'anic man) on screen is arguably the single most important event allowing Iranians access to modernity.\"\n\n"
        },
        {
            "title": "Characteristics",
            "text": "[9]\n\n"
        },
        {
            "title": "Precursors",
            "text": "[10][11][12][13]\n\n[14][15]\n\n"
        }
    ]
}