{
    "url": "https://en.wikipedia.org/wiki/Irish_mythology",
    "title": "Irish mythology",
    "table_of_contents": [
        "1 Figures",
        "1.1 Túatha Dé Danann",
        "1.2 Fomorians",
        "1.3 Heroes",
        "1.4 Legendary creatures",
        "2 Sources",
        "3 Mythological Cycle",
        "4 Ulster Cycle",
        "5 Fianna Cycle",
        "6 Kings' Cycle",
        "7 Other tales",
        "7.1 Echtrai",
        "7.2 Immrama",
        "7.3 Folk tales",
        "8 References",
        "8.1 Citations",
        "8.2 Sources",
        "9 Adaptions, collections, and retellings",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIrish mythology is the body of myths native to the island of Ireland. It was originally passed down orally in the prehistoric era, being part of ancient Celtic religion. Many myths were later written down in the early medieval era by Christian scribes, who modified and Christianized them to some extent. This body of myths is the largest and best preserved of all the branches of Celtic mythology. The tales and themes continued to be developed over time, and the oral tradition continued in Irish folklore alongside the written tradition, but the main themes and characters remained largely consistent.[1]\n\nThe myths are conventionally grouped into 'cycles'. The Mythological Cycle consists of tales and poems about the god-like Túatha Dé Danann, who are based on Ireland's pagan deities, and other mythical races like the Fomorians.[2] Important works in the cycle are the Lebor Gabála Érenn (\"Book of Invasions\"), a legendary history of Ireland, the Cath Maige Tuired (\"Battle of Moytura\"), and the Aided Chlainne Lir (\"Children of Lir\"). The Ulster Cycle consists of heroic legends relating to the Ulaid, the most important of which is the epic Táin Bó Cúailnge (\"Cattle Raid of Cooley\").[3] The Fianna Cycle focuses on the exploits of the mythical hero Finn and his warrior band the Fianna, including the lengthy Acallam na Senórach (\"Tales of the Elders\"). The Kings' Cycle comprises legends about historical and semi-historical kings of Ireland (such as Buile Shuibhne, \"The Madness of King Sweeny\"), and tales about the origins of dynasties and peoples.[3]\n\nThere are also mythical texts that do not fit into any of the cycles; these include the echtrai tales of journeys to the Otherworld (such as The Voyage of Bran), and the Dindsenchas (\"lore of places\"). Some written material has not survived, and many more myths were probably never written down.\n\n"
        },
        {
            "title": "Figures",
            "text": "The main supernatural beings in Irish mythology are the Túatha Dé Danann (\"the folk of the goddess Danu\"), also known by the earlier name Túath Dé (\"god folk\" or \"tribe of the gods\").[4] Early medieval Irish writers also called them the fir dé (god-men) and cenéla dé (god-kindreds), possibly to avoid calling them simply 'gods'.[5] They are often depicted as kings, queens, bards, warriors, heroes, healers and craftsmen who have supernatural powers and are immortal. Prominent members include The Dagda (\"the great god\"); The Morrígan (\"the great queen\" or \"phantom queen\"); Lugh; Nuada; Aengus; Brigid; Manannán; Dian Cécht the healer; and Goibniu the smith. They are also said to control the fertility of the land; the tale De Gabáil in t-Sída says the first Gaels had to establish friendship with the Túath Dé before they could raise crops and herds.[4]\n\nThey dwell in the Otherworld but interact with humans and the human world. Many are associated with specific places in the landscape, especially the sídhe: prominent ancient burial mounds such as Brú na Bóinne, which are entrances to Otherworld realms.[4][6] The Túath Dé can hide themselves with a féth fíada ('magic mist').[6] They are said to have travelled from the north of the world, but then were forced to live underground in the sídhe after the coming of the Irish.[7]\n\nIn some tales, such as Baile in Scáil, kings receive affirmation of their legitimacy from one of the Túath Dé, or a king's right to rule is affirmed by an encounter with an otherworldly woman (see sovereignty goddess).[4] The Túath Dé can also bring doom to unrightful kings.[4]\n\nThe medieval writers who wrote about the Túath Dé were Christians. Sometimes they explained the Túath Dé as fallen angels; neutral angels who sided neither with God nor Lucifer and were punished by being forced to dwell on the Earth; or ancient humans who had become highly skilled in magic.[4] However, several writers acknowledged that at least some of them had been gods.[4]\n\nThere is strong evidence that many of the Túath Dé represent the gods of Irish paganism.[4][6] The name itself means \"tribe of gods\", and the ninth-century Scél Tuain meic Cairill (Tale of Tuan mac Cairill) speaks of the Túath Dé ocus Andé, \"tribe of gods and un-gods\".[4] Goibniu, Credne and Luchta are called the trí dé dáno, \"three gods of craft\".[4] In Sanas Cormaic (Cormac's Glossary), Anu is called \"mother of the Irish gods\", Nét a \"god of war\", and Brigid a \"goddess of poets\".[4] Writing in the seventh century, Tírechán explained the sídh folk as \"earthly gods\" (Latin dei terreni),[4] while Fiacc's Hymn says the Irish adored the sídh before the coming of Saint Patrick.[4] Several of the Tuath Dé are cognate with ancient Celtic deities: Lugh with Lugus, Brigid with Brigantia, Nuada with Nodons, and Ogma with Ogmios.[4]\n\nNevertheless, John Carey notes that it is not wholly accurate to describe all of them as gods in the medieval literature itself. He argues that the literary Túath Dé are sui generis, and suggests \"immortals\" might be a more neutral term.[4]\n\nMany of the Túath Dé are not defined by singular qualities, but are more of the nature of well-rounded humans, who have areas of special interests or skills like the druidic arts they learned before traveling to Ireland.[7] In this way, they do not correspond directly to other pantheons such as those of the Greeks or Romans.[8]\n\nIrish goddesses or Otherworldly women are usually connected to the land, the waters, and sovereignty, and are often seen as the oldest ancestors of the people in the region or nation. They are maternal figures caring for the earth itself as well as their descendants, but also fierce defenders, teachers and warriors. The goddess Brigid is linked with poetry, healing, and smithing.[9] Another is the Cailleach, said to have lived many lives that begin and end with her in stone formation. She is still celebrated at Ballycrovane Ogham Stone with offerings and the retelling of her life's stories. The tales of the Cailleach connect her to both land and sea.[10] Several Otherworldly women are associated with sacred sites where seasonal festivals are held. They include Macha of Eamhain Mhacha, Carman, and Tailtiu, among others.[8]\n\nWarrior goddesses are often depicted as a triad and connected with sovereignty and sacred animals. They guard the battlefield and those who do battle, and according to the stories in the Táin Bó Cúailnge, some of them may instigate and direct war themselves.[11] The main goddesses of battle are The Morrígan, Macha, and Badb.[12] Other warrior women are seen in the role of training warriors in the Fianna bands, such as Liath Luachra, one of the women who trained the hero Fionn mac Cumhaill.[1][page needed] Zoomorphism is an important feature. Badb Catha, for instance, is \"the Raven of Battle\",[13] and in the Táin Bó Cúailnge, The Morrígan shapeshifts into an eel, a wolf, and a cow.[11]\n\nIrish gods are divided into four main groups.[citation needed] Group one encompasses the older gods of Gaul and Britain. The second group is the main focus of much of the mythology and surrounds the native Irish gods with their homes in burial mounds. The third group are the gods that dwell in the sea and the fourth group includes stories of the Otherworld.[12] The gods that appear most often are the Dagda and Lugh. Some scholars have argued that the stories of these gods align with Greek stories and gods.[12]\n\nThe Fomorians or Fomori (Old Irish: Fomóire)[14] are a supernatural race, who are often portrayed as hostile and monstrous beings. Originally, they were said to come from under the sea or the earth.[14] Later, they were portrayed as sea raiders, which was probably influenced by the Viking raids on Ireland around that time.[14] Later still they were portrayed as giants. They are enemies of Ireland's first settlers and opponents of the Tuatha Dé Danann,[15] although some members of the two races have offspring. The Fomorians were viewed as the alter-egos to the Túath Dé[7][need quotation to verify] The Túath Dé defeat the Fomorians in the Battle of Mag Tuired.[7] This has been likened to other Indo-European myths of a war between gods, such as the Æsir and Vanir in Norse mythology and the Olympians and Titans in Greek mythology.[16]\n\nHeroes in Irish mythology can be found in two distinct groups. There is the lawful hero who exists within the boundaries of the community, protecting their people from outsiders.[1] Within the kin-group or túath, heroes are human and gods are not.[8]\n\nThe Fianna warrior bands are seen as outsiders, connected with the wilderness, youth, and liminal states.[1] Their leader was called Finn mac Cumaill, the first stories of him are told in fourth century. They are considered aristocrats and outsiders who protect the community from other outsiders; though they may winter with a settled community, they spend the summers living wild, training adolescents and providing a space for war-damaged veterans. The time of vagrancy for these youths is designated as a transition in life post puberty but pre-manhood. Manhood being identified as owning or inheriting property. They live under the authority of their own leaders, or may be somewhat anarchic, and may follow other deities or spirits than the settled communities.[1][8]\n\nThe church refused to recognize this group as an institution and referred to them as \"sons of death\".[5]\n\nThe Oilliphéist is a sea serpent-like monster in Irish mythology and folklore. These monsters were believed to inhabit many lakes and rivers in Ireland and there are many legends of saints and heroes fighting them.\n\n"
        },
        {
            "title": "Sources",
            "text": "The three main manuscript sources for Irish mythology are the late 11th/early 12th century Lebor na hUidre (Book of the Dun Cow), which is in the library of the Royal Irish Academy, and is the oldest surviving manuscript written entirely in the Irish language; the early 12th-century Book of Leinster, which is in the Library of Trinity College Dublin; and Bodleian Library, MS Rawlinson B 502 (Rawl.), which is in the Bodleian Library at the University of Oxford. Despite the dates of these sources, most of the material they contain predates their composition.[17]\n\nOther important sources include a group of manuscripts that originated in the West of Ireland in the late 14th century or the early 15th century: The Yellow Book of Lecan, The Great Book of Lecan and The Book of Ballymote. The first of these is in the Library of Trinity College and the others are in the Royal Irish Academy. The Yellow Book of Lecan is composed of sixteen parts and includes the legends of Fionn Mac Cumhail, selections of legends of Irish Saints, and the earliest known version of the Táin Bó Cúailnge (\"The Cattle Raid of Cooley\"). This is one of Europe's oldest epics written in a vernacular language.[17] Other 15th-century manuscripts, such as The Book of Fermoy, also contain interesting materials, as do such later syncretic works such as Geoffrey Keating's Foras Feasa ar Éirinn (The History of Ireland) (c. 1640). These later compilers and writers may well have had access to manuscript sources that have since disappeared.\n\nMost of these manuscripts were created by Christian monks, who may well have been torn between a desire to record their native culture and hostility to pagan beliefs, resulting in some of the gods being euhemerised. Many of the later sources may also have formed parts of a propaganda effort designed to create a history for the people of Ireland that could bear comparison with the mythological descent of their British invaders from the founders of Rome, as promulgated by Geoffrey of Monmouth and others. There was also a tendency to rework Irish genealogies to fit them into the schemas of Greek or biblical genealogy.\n\nWhether medieval Irish literature provides reliable evidence of oral tradition remains a matter for debate. Kenneth Jackson described the Ulster Cycle as a \"window on the Iron Age\", and Garret Olmsted has attempted to draw parallels between Táin Bó Cuailnge, the Ulster Cycle epic and the iconography of the Gundestrup Cauldron.[18] However, these \"nativist\" claims have been challenged by \"revisionist\" scholars who believe that much of the literature was created, rather than merely recorded, in Christian times, more or less in imitation of the epics of classical literature that came with Latin learning. The revisionists point to passages apparently influenced by the Iliad in Táin Bó Cuailnge, and to the  Togail Troí, an Irish adaptation of Dares Phrygius' De excidio Troiae historia, found in the Book of Leinster. They also argue that the material culture depicted in the stories is generally closer to that of the time of their composition than to that of the distant past.\n\n"
        },
        {
            "title": "Mythological Cycle",
            "text": "The Mythological Cycle, comprising stories of the former gods and origins of the Irish, is the least well preserved of the four cycles. It is about the principal people who invaded and inhabited the island. The people include Cessair and her followers, the Formorians, the Partholinians, the Nemedians, the Firbolgs, the Tuatha Dé Danann, and the Milesians.[17] The most important sources are the Metrical Dindshenchas or Lore of Places and the Lebor Gabála Érenn or Book of Invasions. Other manuscripts preserve such mythological tales as The Dream of Aengus, the Wooing Of Étain and Cath Maige Tuireadh, the (second) Battle of Magh Tuireadh. One of the best known of all Irish stories, Oidheadh Clainne Lir, or The Tragedy of the Children of Lir, is also part of this cycle.\n\nLebor Gabála Érenn is a pseudo-history of Ireland, tracing the ancestry of the Irish back to before Noah. It tells of a series of invasions or \"takings\" of Ireland by a succession of peoples, the fifth of whom was the people known as the Túatha Dé Danann (\"Peoples of the Goddess Danu\"), who were believed to have inhabited the island before the arrival of the Gaels, or Milesians. They faced opposition from their enemies, the Fomorians, led by Balor of the Evil Eye. Balor was eventually slain by Lugh Lámfada (Lugh of the Long Arm) at the second battle of Magh Tuireadh. With the arrival of the Gaels, the Túatha Dé Danann retired underground to become the fairy people of later myth and legend.\n\nThe Metrical Dindshenchas is the great onomastics work of early Ireland, giving the naming legends of significant places in a sequence of poems. It includes a lot of important information on Mythological Cycle figures and stories, including the Battle of Tailtiu, in which the Túatha Dé Danann were defeated by the Milesians.\n\nIt is important to note that by the Middle Ages the Túatha Dé Danann were not viewed so much as gods as the shape-shifting magician population of an earlier Golden Age Ireland. Texts such as Lebor Gabála Érenn and Cath Maige Tuireadh present them as kings and heroes of the distant past, complete with death-tales. However, there is considerable evidence, both in the texts and from the wider Celtic world, that they were once considered deities.\n\nEven after they are displaced as the rulers of Ireland, characters such as Lugh, the Mórrígan, Aengus and Manannán Mac Lir appear in stories set centuries later, betraying their immortality. A poem in the Book of Leinster lists many of the Túatha Dé, but ends \"Although [the author] enumerates them, he does not worship them\". Goibniu, Creidhne and Luchta are referred to as Trí Dé Dána (\"three gods of craftsmanship\"), and the Dagda's name is interpreted in medieval texts as \"the good god\". Nuada is cognate with the British god Nodens; Lugh is a reflex of the pan-Celtic deity Lugus, the name of whom may indicate \"Light\"; Tuireann may be related to the Gaulish Taranis; Ogma to Ogmios; the Badb to Catubodua.\n\n"
        },
        {
            "title": "Ulster Cycle",
            "text": "The Ulster Cycle is traditionally set around the first century AD, and most of the action takes place in the provinces of Ulster and Connacht. It consists of a group of heroic tales dealing with the lives of Conchobar mac Nessa, king of Ulster, the great hero Cú Chulainn, who was the son of Lug (Lugh), and of their friends, lovers, and enemies. These are the Ulaid, or people of the North-Eastern corner of Ireland and the action of the stories centres round the royal court at Emain Macha (known in English as Navan Fort), close to the modern town of Armagh. The Ulaid had close links with the Irish colony in Scotland, and part of Cú Chulainn's training takes place in that colony.\n\nThe cycle consists of stories of the births, early lives and training, wooing, battles, feastings, and deaths of the heroes. It also reflects a warrior society in which warfare consists mainly of single combats and wealth is measured mainly in cattle. These stories are written mainly in prose. The centerpiece of the Ulster Cycle is the Táin Bó Cúailnge. Other important Ulster Cycle tales include The Tragic Death of Aife's only Son, Bricriu's Feast, and The Destruction of Da Derga's Hostel. The Exile of the Sons of Usnach, better known as the tragedy of Deirdre and the source of plays by John Millington Synge, William Butler Yeats, and Vincent Woods, is also part of this cycle.\n\nThis cycle is, in some respects, close to the mythological cycle. Some of the characters from the latter reappear, and the same sort of shape-shifting magic is much in evidence, side by side with a grim, almost callous realism. While we may suspect a few characters, such as Medb or Cú Roí, of once being deities, and Cú Chulainn in particular displays superhuman prowess, the characters are mortal and associated with a specific time and place. If the Mythological Cycle represents a Golden Age, the Ulster Cycle is Ireland's Heroic Age.\n\n"
        },
        {
            "title": "Fianna Cycle",
            "text": "Like the Ulster Cycle, the Fianna Cycle or Fenian Cycle, also referred to as the Ossianic Cycle, is concerned with the deeds of Irish heroes. The stories of the Cycle appear to be set around the 3rd century and mainly in the provinces of Leinster and Munster.[17] They differ from the other cycles in the strength of their links with the Gaelic-speaking community in Scotland and there are many extant texts from that country. They also differ from the Ulster Cycle in that the stories are told mainly in verse and that in tone they are nearer to the tradition of romance than the tradition of epic. The stories concern the doings of Fionn mac Cumhaill and his band of soldiers, the Fianna.\n\nThe single most important source for the Fianna Cycle is the Acallam na Senórach (Colloquy of the Old Men), which is found in two 15th century manuscripts, the Book of Lismore and Laud 610, as well as a 17th century manuscript from Killiney, County Dublin. The text is dated from linguistic evidence to the 12th century. The text records conversations between Caílte mac Rónáin and Oisín, the last surviving members of the Fianna, and Saint Patrick, and consists of about 8,000 lines. The late dates of the manuscripts may reflect a longer oral tradition for the Fenian stories.\n\nThe Fianna of the story are divided into the Clann Baiscne, led by Fionn mac Cumhaill (often rendered as \"Finn MacCool\", Finn Son of Cumhall), and the Clann Morna, led by his enemy, Goll mac Morna. Goll killed Fionn's father, Cumhal, in battle and the boy Fionn was brought up in secrecy. As a youth, while being trained in the art of poetry, he accidentally burned his thumb while cooking the Salmon of Knowledge, which allowed him to suck or bite his thumb to receive bursts of stupendous wisdom. He took his place as the leader of his band and numerous tales are told of their adventures. Two of the greatest of the Irish tales, Tóraigheacht Dhiarmada agus Ghráinne (The Pursuit of Diarmuid and Gráinne) and Oisín in Tír na nÓg form part of the cycle. The Diarmuid and Grainne story, which is one of the cycle's few prose tales, is a probable source of Tristan and Iseult.\n\nThe world of the Fianna Cycle is one in which professional warriors spend their time hunting, fighting, and engaging in adventures in the spirit world. New entrants into the band are expected to be knowledgeable in poetry as well as undergo a number of physical tests or ordeals. Most of the poems are attributed to being composed by Oisín. This cycle creates a bridge between pre-Christian and Christian times.[17]\n\n"
        },
        {
            "title": "",
            "text": "It was part of the duty of the medieval Irish bards, or court poets, to record the history of the family and the genealogy of the king they served. This they did in poems that blended the mythological and the historical to a greater or lesser degree. The resulting stories from what has come to be known as the Cycle of the Kings, or more correctly Cycles, as there are a number of independent groupings. This term is a more recent addition to the cycles, with it being coined in 1946 by Irish literary critic Myles Dillon.\n\nThe kings that are included range from the almost entirely mythological Labraid Loingsech, who allegedly became High King of Ireland around 431 BC, to the entirely historical Brian Boru. However, the greatest glory of the Kings' Cycle is the Buile Shuibhne (The Frenzy of Sweeney), a 12th century tale told in verse and prose. Suibhne, king of Dál nAraidi, was cursed by St. Ronan and became a kind of half-man, half bird, condemned to live out his life in the woods, fleeing from his human companions. The story has captured the imaginations of contemporary Irish poets and has been translated by Trevor Joyce and Seamus Heaney.\n\n"
        },
        {
            "title": "Other tales",
            "text": "The adventures, or echtrae, are a group of stories of visits to the Irish Other World (which may be westward across the sea, underground, or simply invisible to mortals). The most famous, Oisin in Tir na nÓg belongs to the Fenian Cycle, but several free-standing adventures survive, including The Adventure of Conle, The Voyage of Bran mac Ferbail, and The Adventure of Lóegaire.\n\nThe voyages, or immrama, are tales of sea journeys and the wonders seen on them that may have resulted from the combination of the experiences of fishermen combined and the Other World elements that inform the adventures. Of the seven immrama mentioned in the manuscripts, only three have survived: The Voyage of Máel Dúin, the Voyage of the Uí Chorra, and the Voyage of Snedgus and Mac Riagla. The Voyage of Mael Duin is the forerunner of the later Voyage of St. Brendan. While not as ancient, later 8th century AD works, that influenced European literature, include The Vision of Adamnán.\n\nAlthough there are no written sources of Irish mythology, many stories are passed down orally through traditional storytelling. Some of these stories have been lost, but some Celtic regions continue to tell folktales to the modern-day. Folktales and stories were primarily persevered in monastic scribes from the bards of nobility. Once the noble houses started to decline, this tradition was put to an abrupt end. The bards passed the stories to their families, and the families would take on the oral tradition of storytelling.\n\nDuring the first few years of the 20th century, Herminie T. Kavanagh wrote down many Irish folk tales, which she published in magazines and in two books. Twenty-six years after her death, the tales from her two books, Darby O'Gill and the Good People and Ashes of Old Wishes, were made into the film Darby O'Gill and the Little People. Noted Irish playwright Lady Gregory also collected folk stories to preserve Irish history. The Irish Folklore Commission gathered folk tales from the general Irish populace from 1935 onward.\n\n"
        },
        {
            "title": "References",
            "text": "Primary sources in English translation\n\n Primary sources in Medieval Irish\n\nSecondary sources\n\n"
        }
    ]
}