{
    "url": "https://en.wikipedia.org/wiki/Irreligion",
    "title": "Irreligion",
    "table_of_contents": [
        "1 Etymology",
        "2 Types",
        "3 Human rights",
        "4 Demographics",
        "4.1 By population",
        "5 Historical trends",
        "5.1 Prior to the 1980s",
        "5.2 1981–2019",
        "6 See also",
        "7 References",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nIrreligion or nonreligion is the absence or rejection of religion, or indifference to it.[1] Irreligion takes many forms, ranging from the casual and unaware to full-fledged philosophies such as atheism and agnosticism, secular humanism and antitheism. Social scientists[citation needed] tend to define irreligion as a purely naturalist worldview that excludes a belief in anything supernatural. The broadest and loosest definition, serving as an upper limit, is the lack of religious identification, though many non-identifiers express metaphysical and even religious beliefs. The narrowest and strictest is subscribing to positive atheism.\n\nAccording to the Pew Research Center's 2012 global study of 230 countries and territories, 16% of the world's population does not identify with any religion.[2] The population of the religiously unaffiliated, sometimes referred to as \"nones\", has grown significantly in recent years.[3] Measurement of irreligiosity requires great cultural sensitivity, especially outside the West, where the concepts of \"religion\" or \"the secular\" are not always rooted in local culture.[4]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term irreligion is a combination of the noun religion and the ir- form of the prefix in-, signifying \"not\" (similar to irrelevant). It was first attested in French as irréligion in 1527, then in English as irreligion in 1598. It was borrowed into Dutch as irreligie in the 17th century, though it is not certain from which language.[5]\n\n"
        },
        {
            "title": "Human rights",
            "text": "In 1993, the UN's human rights committee declared that article 18 of the International Covenant on Civil and Political Rights \"protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief.\"[9] The committee further stated that \"the freedom to have or to adopt a religion or belief necessarily entails the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views.\" Signatories to the convention are barred from \"the use of threat of physical force or penal sanctions to compel believers or non-believers\" to recant their beliefs or convert.[10][11]\n\nMost democracies protect the freedom of religion, and it is largely implied in respective legal systems that those who do not believe or observe any religion are allowed freedom of thought.\n\nA noted exception to ambiguity, explicitly allowing non-religion, is Article 36 of the Constitution of the People's Republic of China (as adopted in 1982), which states that \"No state organ, public organization or individual may compel citizens to believe in, or not to believe in, any religion; nor may they discriminate against citizens who believe in, or do not believe in, any religion.\"[12] Article 46 of China's 1978 Constitution was even more explicit, stating that \"Citizens enjoy freedom to believe in religion and freedom not to believe in religion and to propagate atheism.\"[13]\n\n"
        },
        {
            "title": "Demographics",
            "text": "Although 11 countries listed below have nonreligious majorities, it does not necessary correlate with non-identification. For example, 58% of the Swedish population identify with the Lutheran Church.[15] Also, though Scandinavian countries have among the highest measures of nonreligiosity and even atheism in Europe, 47% of atheists who live in those countries are still formally members of the national churches.[16]\n\nDetermining objective irreligion, as part of societal or individual levels of secularity and religiosity, requires cultural sensitivity from researchers. This is especially so outside the West, where the Western Christian concepts of \"religious\" and \"secular\" are not rooted in local civilization. Many East Asians identify as \"without religion\" (wú zōngjiào in Chinese, mu shūkyō in Japanese, mu jong-gyo in Korean), but \"religion\" in that context refers only to Buddhism or Christianity. Most of the people \"without religion\" practice Shinto and other folk religions. In the Muslim world, those who claim to be \"not religious\" mostly imply not strictly observing Islam, and in Israel, being \"secular\" means not strictly observing Orthodox Judaism. Vice versa, many American Jews share the worldviews of nonreligious people though affiliated with a Jewish denomination, and in Russia, growing identification with Eastern Orthodoxy is mainly motivated by cultural and nationalist considerations, without much concrete belief.[17]\n\nA Pew 2015 global projection study for religion and nonreligion, projects that between 2010 and 2050, there will be some initial increases of the unaffiliated followed by a decline by 2050 due to lower global fertility rates among this demographic.[18] Sociologist Phil Zuckerman's global studies on atheism have indicated that global atheism may be in decline due to irreligious countries having the lowest birth rates in the world and religious countries having higher birth rates in general.[19] Since religion and fertility are positively related and vice versa, non-religious identity is expected to decline as a proportion of the global population throughout the 21st century.[20] By 2060, according to projections, the number of unaffiliated will increase by over 35 million, but the percentage will decrease to 13% because the total population will grow faster.[21][22]\n\nAccording to Pew Research Center's 2012 global study of 230 countries and territories, 16% of the world's population is not affiliated with a religion, while 84% are affiliated.[2] A 2012 Worldwide Independent Network/Gallup International Association report on a poll from 57 countries reported that 59% of the world's population identified as religious person, 23% as not religious person, 13% as \"convinced atheists\", and also a 9% decrease in identification as \"religious\" when compared to the 2005 average from 39 countries.[23] Their follow-up report, based on a poll in 2015, found that 63% of the globe identified as religious person, 22% as not religious person, and 11% as \"convinced atheists\".[24] Their 2017 report found that 62% of the globe identified as religious person, 25% as not religious person, and 9% as \"convinced atheists\".[25] However, researchers have advised caution with the WIN/Gallup International figures since other surveys which use the same wording, have conducted many waves for decades, and have a bigger sample size, such as World Values Survey; have consistently reached lower figures for the number of atheists worldwide.[26]  In 2020, the World Religion Database estimated that the countries with the highest percentage of atheists were North Korea and Sweden.[27]\n\nBeing nonreligious is not necessarily equivalent to being an atheist or agnostic. Pew Research Center's global study from 2012 noted that many of the nonreligious actually have some religious beliefs. For example, they observed that \"belief in God or a higher power is shared by 7% of Chinese unaffiliated adults, 30% of French unaffiliated adults and 68% of unaffiliated U.S. adults.\"[28] Out of the global nonreligious population, 76% reside in Asia and the Pacific, while the remainder reside in Europe (12%), North America (5%), Latin America and the Caribbean (4%), sub-Saharan Africa (2%) and the Middle East and North Africa (less than 1%).[28]\n\nThe term \"nones\" is sometimes used in the U.S. to refer to those who are unaffiliated with any organized religion. This use derives from surveys of religious affiliation, in which \"None\" (or \"None of the above\") is typically the last choice. Since this status refers to lack of organizational affiliation rather than lack of personal belief, it is a more specific concept than irreligion. A 2015 Gallup poll concluded that in the U.S. \"nones\" were the only \"religious\" group that was growing as a percentage of the population.[29]\n\nThe Pew Research Centre in the table below reflects \"religiously unaffiliated\" which \"include atheists, agnostics and people who do not identify with any particular religion in surveys\".\n\nThe Zuckerman data on the table below only reflect the number of people who have an absence of belief in a deity only (atheists, agnostics). Does not include the broader number of people who do not identify with a religion such as deists, spiritual but not religious, pantheists, New Age spiritualism, etc.\n\n"
        },
        {
            "title": "Historical trends",
            "text": "According to political/social scientist Ronald F. Inglehart, \"influential thinkers from Karl Marx to Max Weber to Émile Durkheim predicted that the spread of scientific knowledge would dispel religion throughout the world\", but religion continued to prosper in most places during the 19th and 20th centuries.[41] Inglehart and Pippa Norris argue faith is \"more emotional than cognitive\", and advance an alternative thesis termed \"existential security.\" They postulate that rather than knowledge or ignorance of scientific learning, it is the weakness or vulnerability of a society that determines religiosity. They claim that increased poverty and chaos make religious values more important to a society, while wealth and security diminish its role. As need for religious support diminishes, there is less willingness to \"accept its constraints, including keeping women in the kitchen and gay people in the closet\".[42]\n\nRates of people identifying as non-religious began rising in most societies as least as early as the turn of the 20th century.[43] In 1968, sociologist Glenn M. Vernon wrote that US census respondents who identified as \"no religion\" were insufficiently defined because they were defined in terms of a negative. He contrasted the label with the term \"independent\" for political affiliation, which still includes people who participate in civic activities. He suggested this difficulty in definition was partially due to the dilemma of defining religious activity beyond membership, attendance, or other identification with a formal religious group.[43] During the 1970s, social scientists still tended to describe irreligion from a perspective that considered religion as normative for humans. Irreligion was described in terms of hostility, reactivity, or indifference toward religion, and or as developing from radical theologies.[44]\n\nIn a study of religious trends in 49 countries from 1981 to 2019, Inglehart and Norris found an overall increase in religiosity from 1981 to 2007. Respondents in 33 of 49 countries rated themselves higher on a scale from one to ten when asked how important God was in their lives. This increase occurred in most former communist and developing countries, but also in some high-income countries. A sharp reversal of the global trend occurred from 2007 to 2019, when 43 out of 49 countries studied became less religious. This reversal appeared across most of the world.[41] The United States was a dramatic example of declining religiosity – with the mean rating of importance of religion dropping from 8.2 to 4.6 – while India was a major exception. Research in 1989 recorded disparities in religious adherence for different faith groups, with people from Christian and tribal traditions leaving religion at a greater rate than those from Muslim, Hindu, or Buddhist faiths.[45]\n\nInglehart and Norris speculate that the decline in religiosity comes from a decline in the social need for traditional gender and sexual norms, (\"virtually all world religions instilled\" pro-fertility norms such as \"producing as many children as possible and discouraged divorce, abortion, homosexuality, contraception, and any sexual behavior not linked to reproduction\" in their adherents for centuries) as life expectancy rose and infant mortality dropped. They also argue that the idea that religion was necessary to prevent a collapse of social cohesion and public morality was belied by lower levels of corruption and murder in less religious countries. They argue that both of these trends are based on the theory that as societies develop, survival becomes more secure: starvation, once pervasive, becomes uncommon; life expectancy increases; murder and other forms of violence diminish. As this level of security rises, there is less social/economic need for the high birthrates that religion encourages and less emotional need for the comfort of religious belief.[41] Change in acceptance of \"divorce, abortion, and homosexuality\" has been measured by the World Values Survey and shown to have grown throughout the world outside of Muslim-majority countries.[41]\n\n"
        }
    ]
}