{
    "url": "https://en.wikipedia.org/wiki/Isabella_Rossellini",
    "title": "Isabella Rossellini",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Modeling",
        "2.2 Film and television",
        "3 Writing",
        "4 Stage and live performance",
        "5 Activism",
        "6 Awards",
        "7 Personal life",
        "8 Filmography",
        "8.1 Film",
        "8.2 Television",
        "8.3 Video games",
        "8.4 Music videos",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIsabella Fiorella Elettra Giovanna Rossellini (born 18 June 1952)[1] is an Italian-American actress, author, philanthropist, and model. The daughter of the Swedish actress Ingrid Bergman and the Italian film director Roberto Rossellini, she is noted for her successful tenure as a Lancôme model, and for her roles in films such as Blue Velvet (1986) and Death Becomes Her (1992). Rossellini received a Golden Globe Award nomination for her performance in Crime of the Century (1996).\n\n"
        },
        {
            "title": "Early life",
            "text": "Rossellini was born in Rome, the daughter of Swedish actress Ingrid Bergman, who was of Swedish and German descent, and Italian director Roberto Rossellini, who was born in Rome from a family originally from Pisa, Tuscany. She has three siblings from her mother: her fraternal twin sister Isotta Rossellini, who is an adjunct professor of Italian literature; a brother, Robertino Ingmar Rossellini;[2] and a half-sister, Pia Lindström, who formerly worked on television and is from her mother's first marriage with Petter Lindström. She has four other siblings from her father's two other marriages: Romano (who died at age nine), Renzo, Gil, and Raffaella.[3] Growing up, she received \"a liberal Catholic education\".[4]\n\nRossellini was raised in Rome, as well as in Santa Marinella and Paris. She underwent an operation for appendicitis at the age of five.[5] At 11, she was diagnosed with scoliosis.[6] In order to correct it, she had to undergo an 18-month ordeal of painful stretchings, body casts and surgery on her spine using pieces of one of her shin bones.[citation needed] Consequently, she has incision scars on her back and shin.\n\nAt 19, she went to New York City, where she attended Finch College, while working as a translator and a RAI television reporter.[7] She also appeared intermittently on L'altra Domenica (The Other Sunday), a TV show featuring Roberto Benigni. However, she decided not to stay full-time in New York until her marriage to Martin Scorsese (1979–1982), whom she met when she interviewed him for RAI.[8]\n\n"
        },
        {
            "title": "Career",
            "text": "At the age of 28, her modeling career began, when she was photographed by Bruce Weber for British Vogue and by Bill King for American Vogue. During her career, she has also worked with many other renowned photographers, including Richard Avedon, Steven Meisel, Helmut Newton, Peter Lindbergh, Norman Parkinson, Eve Arnold, Francesco Scavullo, Annie Leibovitz, Denis Piel, and Robert Mapplethorpe. Her image has appeared on such magazines as Marie Claire, Harper's Bazaar, Vanity Fair, and Elle. In March 1988, an exhibition dedicated to photographs of her, called Portrait of a Woman, was held at the Musee d'Art Moderne in Paris.\n\nRossellini's modeling career led her into the world of cosmetics, when she became the exclusive spokesmodel for the French cosmetics brand Lancôme in 1982, replacing Nancy Dutiel in the United States and Carol Alt in Europe. At Lancôme, in 1990, she was involved in product development for the fragrance Trésor. In 1996, when she was 43, she was removed as the face of Lancôme for being \"too old\". In 2016, at the age of 63, she was rehired by Lancôme's new female CEO, Francoise Lehmann, as a global brand ambassador for the company.[9]\n\nIn October 1992, Rossellini modelled for Madonna's controversial book Sex. Rossellini also appeared in Madonna's music video for her successful Top 5 hit song \"Erotica\", released in autumn 1992.[10]\n\nRossellini was the inaugural brand ambassador for the Italian Silversea Cruises company in 2004, and she appeared in print ads and on their website. Barbara Muckermann, the senior vice-president of worldwide marketing and communications in 2004, said at the time of the announcement, \"Isabella is the ideal personification of Silversea's exclusive standard of elegance, glamour and sophistication.\"[11][12]\n\nRossellini made her film debut with a brief appearance as a nun opposite her mother in the 1976 film A Matter of Time. Her first role was the 1979 film Il Prato, and then in 1980 she appeared in Renzo Arbore's film Il pap'occhio with Martin Scorsese.\n\nFollowing her mother's death in 1982, Rossellini was cast in her first American film, White Nights (1985). This was followed by her notable role as the tortured nightclub singer Dorothy Vallens in the David Lynch film Blue Velvet, in which she also contributed her own singing. Other significant film roles during this period include her work in Cousins (1989), Death Becomes Her (1992), Fearless (1993), and Immortal Beloved (1994). In 1996, she appeared as herself in an episode of the TV series Friends called \"The One With Frank Jr.\".\n\nIn 2003, Rossellini was a recurring character on the television series Alias. In that same year, she also appeared in the Canadian film The Saddest Music in the World, directed by Guy Maddin. In 2004, she played the High Priestess Thar in the Sci-Fi Channel miniseries Legend of Earthsea, and the director Robert Lieberman stated that Rossellini \"brings a very big persona to the screen. She carries a great deal of beauty. We needed someone who had a feeling of authority to be this kind of mother superior type and at the same time not be totally dour and unattractive.\"[13]\n\nIn 2006, Rossellini appeared in several television documentaries. First, she narrated a two-hour television special on Italy for the Discovery Channel's Discovery Atlas series. Then, alongside Segway PT inventor Dean Kamen, she spoke about her past and current activities on an episode of Iconoclasts, a series that featured on the Sundance Channel (known as SundanceTV from 2014 onwards), an independent film network founded by film industry veteran Robert Redford.[14] The Sundance Channel then purchased the 2006 Guy Maddin-directed short film My Dad Is 100 Years Old,[15] a tribute that Rossellini created for her father. In the film, she played almost every role, including Federico Fellini, Alfred Hitchcock and her mother, Ingrid Bergman. Rossellini's twin sister, Isotta Ingrid,[16] criticized the short film, calling it an \"inappropriate\" tribute.[17]\n\nIn 2007, Rossellini guest starred on two episodes of the television show 30 Rock, playing Alec Baldwin's character's ex-wife.[18] Around the same time, Rossellini enrolled at Hunter College in New York to study animal behavior, and the Sundance Channel commissioned her to contribute a short-film project to the environmental program The Green.[15] Rossellini explained in a 2013 interview:\n\nDebuting in 2008, the first series of Green Porno had over 4 million views on YouTube and two further seasons were produced; there are 18 episodes in the series. Rossellini worked with a small budget for Green Porno and she was responsible for the scripts, helped to design the creatures, directed the episodes, and is the primary actor in the series. In each of the episodes, she acts out the mating rituals and reproductive behaviour of various animals while commentary is played.[19]\n\nGreen Porno was followed by two other animal-themed television productions: Seduce Me: The Spawn of Green Porno and Mammas. Seduce Me: The Spawn of Green Porno is a five-episode online series that was premiered in mid-2010 and explores the topic of animal courtship. As with Green Porno, Rossellini wrote, directed and acted in the series; she is also a producer of the series. Rossellini explained in 2010, \"I always wanted to make films about animals - there's not an enormous audience, but there's an enormous audience for sex.\"[20]\n\nMammas debuted in the United States on 12 May 2013, Mother's Day weekend there, and is a celebration of the maternal aspects of the animal world. Rossellini is again the primary actor and plays the maternal versions of animals such as spiders and hamsters.[21] Rossellini explained in a 2013 interview part of the research process for Mammas: \"First of all it's about diversity. When talking about motherhood, I would find examples of ten different species that either don't get pregnant in the belly but in the mouth or back. Or species that abandon their children all-together so that I don't tell ten stories that are too similar.\"[15]\n\nAfter the completion of her Green Porno productions, Rossellini acted in the film Enemy, with Jake Gyllenhaal, which was shown at the 2013 Toronto International Film Festival (TIFF). Rossellini praised the film during a TIFF interview: \"I love the subtlety of the film. It reminded me of Kafka. It's very metaphysical, but yet it's also a solid thriller. It made me leap up out of my seat at the end.\" Rossellini also played the silent film actor Rudolph Valentino's mother[22] in Vlad Kozlov's Silent Life, a feature-length version of the director's silent, black-and-white short film Daydreams of Rudolph Valentino.[23] Kozlov's film was due for release in 2012, but, as of February 2014, the film has not been officially released.[24]\n\nRossellini was the President of the Jury for the 61st Berlin International Film Festival in 2011.[25] In April 2015, she was announced as the President of the Jury for the Un Certain Regard section of the 2015 Cannes Film Festival.[26]\n\nIn 2016, Rossellini was cast as Rita Marks, the matriarch of the Marks crime family in the Hulu original series, Shut Eye.\n\n"
        },
        {
            "title": "Writing",
            "text": "Rossellini has written three books, her self-described fictional memoir, Some of Me (1997), Looking at Me (2002), and In the name of the Father, the Daughter and the Holy Spirits: Remembering Roberto Rossellini (2006). The latter was published as a written tribute alongside the short film, My Dad Is 100 Years Old, and used the script from the short film as its basis.[27]\n\nTo accompany the third series of Green Porno, Rossellini produced a multimedia collection that contains a book and DVD, both of which give additional information for the series' third season. These were released in 2008. Further backstage material was released filmed by her nephew, Tommaso.[28]\n\n"
        },
        {
            "title": "Stage and live performance",
            "text": "In 2004, Rossellini acted in an Off-Broadway production of Terrence McNally's The Stendhal Syndrome, with Richard Thomas.[29]\n\nRossellini's friend, Carole Bouquet, also a model who later became an actress, suggested that Green Porno could be transformed into a lecture format with a longer duration. Bouquet then introduced Rossellini to the French filmmaker and screenwriter, Jean-Claude Carrière, and they created a 70-minute-long monologue that expands upon the Green Porno films. The structure of the performance is in accordance with the types of reproductive systems:\n\nIn the live show, Rossellini explores the topics of homosexuality (\"I think society has made the mistake of seeing the act of making love or mating as an act of reproduction, when actually it is used for other things, too. Animals use it for social events, bonding, solving conflict and so on.\") and maternal instincts, and has explained that her research has influenced her perspective on societal notions of beauty: \"If you look at nature, there is no perfection. Everything is always evolving and adapting according to whatever the environmental pressure. The more diversity there is, the more things are going to survive.\"[19]\n\nRossellini debuted the live version of Green Porno at the Adelaide Festival of Arts on 15 March 2014 and was warmly received by the audience. The show was the first of the 2014 program to sell out.[30] Much of the production and backstage documentary footage was shot and directed by her nephew, Tommaso Rossellini.\n\nRossellini's \"smallest circus in the world\", a stage play exploring the ability of animals to think, was premiered in May 2018, at the Jerome Robbins Theater of the Baryshnikov Arts Center. The play \"addresses the scientific discoveries about animal minds, intelligence, and emotions. Joined onstage by various animals portrayed by Pan, her trained dog, Rossellini transforms herself into Aristotle, Descartes, B.F. Skinner, Charles Darwin, and more, to deliver a vivid monologue about the brilliance of the animal kingdom\".[31]\n\nRossellini performed \"Link Link Circus\" (as in Ring Ring) as a benefit for The Gateway Performing Arts Center of Suffolk County, in Bellport, New York, the south shore Long Island village where she is a local organic farmer. \"Link Link Circus\" is performed by Rossellini in a black and red ringmaster's tailcoat, with the assistance of her dog, Peter Pan, who performs a few tricks and is costumed as other animals including a chicken and a dinosaur. In addition to Rossellini and Pan, the production includes puppets, handled by puppeteer Schuyler Beeman, and still photos, home movies, animation and excerpts from her \"Green Porno\" film series projected on a large screen behind the set decorated with Rossellini's childhood toys, including a marionette stage and a toy upright piano, which Rossellini plays in the show. The set was designed by Andy Byers, who is also the costume designer and composer for the show. In promoting the show, which was performed twice at The Gateway, Rossellini appeared in Long Island's Newsday.[32] Proceeds from The Gateway production of \"Link Link Circus\" also benefited The Plaza Cinema & Media Arts Center, a non-profit located near Rossellini's Bellport home in Patchogue, New York.\n\nRossellini has been a frequent guest narrator at Disney's Candlelight Processional at Walt Disney World, most recently appearing in the 2019 and 2022 seasons. [33]\n\n"
        },
        {
            "title": "Activism",
            "text": "Rossellini is involved in conservation efforts. She is the president and director of the Howard Gilman Foundation — a leading institution focused on the preservation of wildlife, arts, photography and dance[34] — and she has been a board member of the Wildlife Conservation Network.[35] She received US$100,000 from Disney to help with her conservation efforts in those two organizations.[36] She has also helped with the Central Park Conservancy,[37] and is a major benefactor of the Bellport-Brookhaven Historical Society in Bellport, Long Island, where she is a part-time resident.[38]\n\nRossellini is involved in training guide dogs for the blind.[39] She is a former trustee of the George Eastman House and a 1997 George Eastman Award honoree for her support of film preservation.[40] She is also a National Ambassador for the U.S. Fund for UNICEF.[41]\n\n"
        },
        {
            "title": "Awards",
            "text": "Rossellini received a 1987 Independent Spirit Award for Best Female Lead for her role in Blue Velvet. In 1997, she received a Golden Globe nomination for Best Performance by an Actress in a Mini-Series or Motion Picture Made for TV for her role in Crime of the Century and an Emmy Award nomination for Outstanding Guest Actress in a Drama Series for her work on the television series Chicago Hope. Also in 1997, Rossellini was awarded The George Eastman Award.[42] In 1998, she received an Honourable Mention at the 48th Berlin International Film Festival for her role in the film Left Luggage.[43] In 2013, she was awarded with the Berlinale Camera at the 63rd Berlin International Film Festival.[44] In 2016, she was granted an honorary doctorate by the Université du Québec à Montréal.[45]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Rossellini holds dual Italian and United States citizenship.[11][46]\n\nShe was married to filmmaker Martin Scorsese from 1979 to 1982.[47] After her marriage to Scorsese ended, she was married to Jon Wiedemann from 1983 to 1986.[48]\n\nShe has a daughter, Elettra Rossellini Wiedemann[12] (born 1983) and an adopted son, Roberto Rossellini (born 1993).[49]\n\nFilmmaker David Lynch and Rossellini were a couple from 1986/1987 to 1990/1991.\nRossellini was engaged to English actor Gary Oldman from 1994 to 1996.[50]\n\nShe has always lived near her fraternal twin sister Isotta Ingrid,[16] while growing up in Rome, Italy or residing in New York City.\n\n"
        }
    ]
}