{
    "url": "https://en.wikipedia.org/wiki/Isekai",
    "title": "Isekai",
    "table_of_contents": [
        "1 Characteristics",
        "2 History",
        "2.1 Modern media",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIsekai (Japanese: 異世界, transl. \"different world\" or \"otherworld\") is a Japanese genre of speculative fiction—both portal fantasy and science fiction are included. It includes novels, light novels, films, manga, anime and video games that revolve around a person or people who are transported to and have to survive in another world, such as a fantasy world, virtual world, or parallel universe. Isekai is one of the most popular genres of anime, and Isekai stories share many common tropes – for example, a powerful protagonist who is able to beat most people in the other world by fighting. This plot device typically allows the audience to learn about the new world at the same pace as the protagonist over the course of their quest or lifetime.[1] If the main characters are transported to a game-like world, the genre can overlap with LitRPG.\n\nThe concept of isekai started in Japanese folk tales, such as Urashima Tarō. However, the first modern isekai works were Haruka Takachiho's novel Warrior from Another World and Yoshiyuki Tomino's television series Aura Battler Dunbine.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The genre can be divided into two types \"transition into another world\" (異世界転移, isekai ten'i) and \"reincarnation into another world\" (異世界転生, isekai tensei).[2] In \"transition into another world\" stories, the protagonist gets transported to another world (E.g by traveling into it, or being summoned into it).[2] In \"reincarnation into another world\" stories, the protagonist is sent into another world after dying in the real world. A common method of death is being run over by a truck and dying, spawning the meme of \"Truck-kun\", a truck which appears in many isekai series that kills the protagonist and the protagonist reincarnates into a different world.[3]\n\nIn many examples, the main character is an ordinary person who thrives in their new environment thanks to modern things in the real world being seen as \"extraordinary\" in the other world. This can be physical characteristics, such as hair or eye color, or normal everyday skills they learned in their previous life such as cooking, engineering, basic education, or medicine, which are far more advanced in the modern, real world than in the world they are sent to.[4] In Sorcerous Stabber Orphen, an entire population of humans appeared in the magically created world, transported from Earth, and were partially mixed with local dragonlike Heavenly Beings.[5]\n\nWhile the protagonist of a classic isekai work is usually a \"chosen hero\", there have been a number of alternative takes on the concept. One trend is the protagonist reincarnating into the body of an unimportant side character, or even a villain (as in My Next Life as a Villainess: All Routes Lead to Doom!). There are even instances of protagonists becoming inhuman creatures, such as in That Time I Got Reincarnated as a Slime, where the protagonist reincarnates as a slime with special abilities rather than a human, or even inanimate objects, like a magical onsen.[6]\n\nOthers, known as \"reverse isekai\" follow beings from a fantasy universe who have been transported to or reincarnated into modern-day Earth, including the anime Laidbackers and Re:Creators.[7]\n\nAn offshoot of the isekai genre is the \"second chance\" or \"reincarnation\" genre, where a protagonist who, upon dying, finds themselves transported, not to a different world and new body, but into their own younger self. With their new knowledge and older intellect, they are able to relive their life avoiding their previous pitfalls, such as Replay and The First Fifteen Lives of Harry August. Another offshoot of the genre include the \"slow life\" approach, where the protagonist was overworked in their previous life, so decides to take it easy in the next.[4] Another offshoot is where the protagonist uses the new world to explore an interest, hobby, or goal they had in the previous world but were unable to achieve, such as studying or opening a business, like in Restaurant to Another World.[4]\n\nIn many works, isekai overlaps with the harem and LitRPG genres, where the protagonist gains the affection of several potential love interests, who may or may not be human. One example of this is Harem in the Labyrinth of Another World.[8]\n\nWriting for the Journal of Anime and Manga Studies, Paul Price in his article \"A Survey of the Story Elements of Isekai Manga\" argues for the existence of four kinds of isekai, based on Farah Mendlesohn's framework of organizing fantasy: \"portal-quest\", where the protagonist enters the isekai via some kind of portal (Price cites Death March to the Parallel World Rhapsody as an example); \"immersive\", where no such portal exists and all the action takes place in the other world (Slayers); \"intrusion\", which are akin to reverse isekai in which the fantastic enters the real world (The Devil Is a Part-Timer!); and \"liminal\", where the portal becomes a liminal space where the real world and the isekai mix (Restaurant to Another World).[9]\n\n"
        },
        {
            "title": "History",
            "text": "The concept of isekai has antecedents in ancient Japanese literature, particularly the story of a fisherman Urashima Tarō, who saves a turtle and is brought to a wondrous undersea kingdom. After spending what he believed to be four to five days there, Urashima returns to his home village only to find himself 300 years in the future.[10] The folk tale was adapted into one of the earliest anime films, Seitaro Kitayama's Urashima Tarō, in 1918.[11] Other precursors to isekai include portal fantasy stories from English literature, notably the novels Alice's Adventures in Wonderland (1865), The Wonderful Wizard of Oz (1900), Peter Pan (1904) and The Chronicles of Narnia (1950).[10]\n\nThe earliest modern Japanese isekai stories include Haruka Takachiho's novel Warrior from Another World (1976) and Yoshiyuki Tomino's anime Aura Battler Dunbine (1983). The earliest isekai anime to involve the protagonist being trapped in the virtual world of a video game was the film Super Mario Bros: Peach-Hime Kyushutsu Dai Sakusen! (1986), based on the hit video game Super Mario Bros. (1985); the anime film adaptation involves Mario playing a video game that comes to life, making it an ancestor of the \"trapped in a video game\" subgenre of isekai.[12]\n\nOther early anime and manga titles that could be classified as isekai include Mashin Hero Wataru (1988 debut), NG Knight Ramune & 40 (1990 debut), Fushigi Yûgi (1992 debut), El-Hazard (1995 debut), and The Vision of Escaflowne (1996 debut), in which the protagonists stayed similar to their original appearance upon entering a different world.[13][14] Other 1990s titles identified as isekai include the novel and anime series The Twelve Kingdoms (1992 debut),[15] the manga/anime/game franchise Magic Knight Rayearth (1993 debut),[15] the visual novel adventure game YU-NO: A Girl Who Chants Love at the Bound of this World (1996),[16][17] the manga and anime series Inuyasha (1996 debut), and the anime series Now and Then, Here and There and Digimon Adventure (both 1999 debut). Spirited Away (2001) was one of the first isekai anime films known worldwide, although the term \"isekai\" was not commonly used at the time.[14]\n\nThe role-playing adventure game Moon: Remix RPG Adventure (1997),[18] and the Digimon Adventure (1999 debut) and .hack (2002 debut) franchises, were some of the first works to present the concept of isekai as a virtual world, with Sword Art Online (2002 web novel debut) following in their footsteps.[19] Another isekai anime series from the 2000s is Magical Shopping Arcade Abenobashi (2002).[14]\n\nA popular isekai light novel and anime series in the 2000s was The Familiar of Zero (2004 debut), where the male lead Saito is from modern Japan and is summoned to a fantasy world by the female lead Louise.[20] The Familiar of Zero popularized the isekai genre in web novel and light novel media, along with the website Shōsetsuka ni Narō (\"Let's Become Novelists\"), known as Narō for short. The Familiar of Zero fan fiction became popular on Narō during the late 2000s, eventually spawning a genre of isekai novels on the site, which became known as Narō novels. The Familiar of Zero fan fiction writers eventually began writing original isekai novels, such as Tappei Nagatsuki who went on to create Re:Zero (2012 debut). The 2012 anime adaptation of Sword Art Online popularized the isekai genre in anime, which led to more isekai web novels being published on Narō and a number of Narō novels being adapted into anime. It was around this time that the term \"isekai\" was coined.[21]\n\nLater titles such as Knight's & Magic and The Saga of Tanya the Evil (both 2010 debut) involved their protagonists dying and being reincarnated in a different world.[13][22] The most influential isekai novel in that regard was Mushoku Tensei (2012 debut), which began as a Narō novel and popularized the reincarnation sub-genre of isekai while establishing a number of common isekai tropes. Mushoku Tensei was the most popular Narō novel for a number of years, and thus served as a point of reference for numerous isekai writers that followed.[21]\n\nThe isekai genre became so popular during the early- and mid-2010s that it started to generate backlash, both in Japan and overseas, from those who felt that it was overcrowding the greater manga & anime market. In 2016, a Japanese short story contest organized by Bungaku Free Market and Shōsetsuka ni Narō placed a blanket ban on any entries involving isekai.[23] The publisher Kadokawa banned isekai stories as well in their own anime/manga-style novel contest in 2017.[24] In May 2021, Kadokawa announced they would open an \"Isekai Museum\" in July of the same year.[25]\n\n"
        }
    ]
}