{
    "url": "https://en.wikipedia.org/wiki/Islamophobia_in_the_United_States",
    "title": "Islamophobia in the United States",
    "table_of_contents": [
        "1 At places of worship",
        "2 Religious freedom",
        "2.1 Denial of religious freedom",
        "3 In employment",
        "3.1 In hiring",
        "3.2 In the workplace",
        "3.2.1 Religious harassment",
        "3.2.2 Disparate treatment",
        "3.2.3 Religious accommodation",
        "3.2.4 Religious retaliation",
        "4 Muslim women in the United States",
        "5 In health",
        "5.1 Muslim women's health",
        "5.2 Mental health",
        "6 In the justice system",
        "7 In sports",
        "8 In airports",
        "9 Immigration",
        "10 In politics",
        "10.1 History",
        "10.2 Trump administration",
        "10.3 In elections",
        "10.4 Partisanship",
        "11 In the media",
        "12 Hate crimes",
        "12.1 Arson",
        "12.2 Assault",
        "12.3 Vandalism",
        "13 Individuals and organizations which contribute to the continuation of Islamophobia in the United States",
        "14 Commentary",
        "15 See also",
        "16 References",
        "17 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIslamophobia in the United States can be described as the affective feelings of distrust and hostility which some Americans have towards Muslims, Islam, and those persons who adhere to the religion and/or those persons who appear to adhere to it as well as members of groups which are associated with it.[1] In the United States today, there are numerous attempts to mislead Islamic teachings, degrade and slander Islamic groups, and undermine and discredit the faith itself. American Muslims are often racialized and face discrimination due to stereotypes and generalizations ascribed to them. Due to this, Islamophobia is both a product of and a contributor to the United States' racial ideology, which is founded on socially constructed categories of profiled features, or how people seem.[2][3][4]\n\nAdvocacy groups like the Center for American Progress explain that this social phenomenon is not new; rather, it has increased its presence in American social and political discourse over the last ten to fifteen years. They cite the fact that several organizations donate large amounts of money to create the \"Islamophobia megaphone\".[5] CAP defines the megaphone analogy as \"a tight network of anti-Muslim, anti-Islam foundations, misinformation experts, validators, grass root organizations, religious rights groups and their allies in the media and in politics\" who work together to misrepresent Islam and Muslims in the United States.[5] As a result of this network, Islam is now one of the most stigmatized religions, with only 42 percent of Americans having a favorable opinion of Islam, according to a 2021 Associated Press/Norc Center for Public Affairs Research poll.[6] Similarly, Muslims are one of the most negatively viewed religious groups in the United States, with atheists being the only other group seen in a comparable negative light.[7] This biased perception of Islam and Muslims manifests itself into the discrimination of racially perceived Muslims in the law and media, and is conceptually reinforced by the Islamophobia network.\n\nA report by the University of California Berkeley and the Council on American–Islamic Relations estimated that $206 million was funded to 33 groups whose primary purpose was \"to promote prejudice against, or hatred of, Islam and Muslims\" in the United States between 2008 and 2013, with a total of 74 groups contributing to Islamophobia in the United States during that period.[8] This has been referred to as the \"Islamophobia industry\" by scholars Nathan Lean and John Esposito.[9]\n\n"
        },
        {
            "title": "At places of worship",
            "text": "There were two hundred and twenty one publicly reported hate incidents targeting mosques during the April 2013-June 2017 period, according to a ProPublica review. ProPublica notes, \"Most of the incidents are threats to worshipper's lives or acts of vandalism.\"[10]  A Council on American-Islamic Relations staffer who collected the data that ProPublica verified noted that the organization saw spike both \"during election years and after news coverage of major terrorist attacks.\" It is not known with certainty if the spikes were related to a greater number of incidents, or that more people were taking the time to report the incidents.\n\nOne high profile example features the Islamic Center of Murfreesboro, which faced a years long campaign opposing its construction and expansion. While a local Muslim community maintained space in an office park to pray since 1997, when plans for a 52,000-sq. ft. facility became public there was immediate backlash.[11] Subsequently, the site was \"vandalized multiple times\" including an arson attack and targeted by a bomb threat.[12] In a legal dispute that ended in 2014 when the U.S. Supreme Court declining to hear the case, lawyers attempting to stop the mosque from opening asserted the Islam is not a religion and thus not protected by the First Amendment.[13] The new building opened in 2012.[14]\n\nA second high profile example was Park 51, originally known as Cordoba House and branded by opponents as the Ground Zero Mosque. Park 51 was a proposed Islamic prayer space in lower Manhattan, two blocks from the site of the World Trade Center.[15] It became a national controversy during the 2010 mid-term election, with some public figures defending the project as religious freedom and other insisting its proximity to the site of the 9/11 World Trade Center attack was a provocation. At the time, the New York Times reported, \"Polling shows that a majority of Americans oppose building it near ground zero.\"[16]\n\n"
        },
        {
            "title": "Religious freedom",
            "text": "According to 2020 AP/NORC Poll, slightly more than half of Americans (52%) believed that the religious freedoms of Muslims are being threatened. However, one-third of respondents perceived the claims of religious freedoms by Muslims to be a threat to others, higher than the other religions in the survey.[17]\n\nThe government has disproportionately engaged in surveillance and infiltration of Muslim religious spaces and programs. These issues have led some Muslims to distrust those around them and their motives.[18] Recent surveys have shown that significant amounts of respondents are comfortable with some restrictions on Islamic practices like the governmental surveillance of Muslims.[18]\n\nAmericans Muslims face disproportionate issues in regards to their religious activities and liberties. Muslim Americans' religious liberties have been increasingly excluded and even ignored in discussions surrounding religious freedoms.[18][19][20] Once considered a fringe belief, numerous anti-Muslim entities that advocate for the denial of religious freedoms for Muslims have witnessed growing public and political influence, especially among the political right and conservative Christians.[20][21][22] Claiming that Islam is not a religion but a dangerous political ideology, these figures than contend that Islam does not qualify to be protected. These arguments and other ones like it have been used to justify anti-Muslim rhetoric among politicians or commentators and efforts by local communities to block the construction or expansion of Muslim religious spaces.[19] According to religious scholar Asma Uddin, the mentality of disqualifying Islam as a religion can be used to justify anti-Muslim violence and prejudice.[19]\n\nIn the political sphere, religious lawmakers (typically Republicans) that advocate for religious freedoms frequently omit the religious liberties of American Muslims and some even call for restrictions or discriminatory practices towards Muslim religious activities.[19] The Trump administration included many anti-Muslim politicians, activists, and religious figures that held the view that Islam is a dangerous political ideology that doesn't deserve religious liberty protections.[19]\n\n"
        },
        {
            "title": "In employment",
            "text": "A 2013 Carnegie Mellon University study found that, nationally, Muslims had \"13% fewer callbacks\" than Christians after submitting identical job applications to the same establishments.[23] The study also concluded that discrepancies between callbacks for Muslims and Christians were larger \"in counties with a high fraction of Republican voters,\" with Christians getting almost four times as many return calls in these constituencies. On the other hand, there was no discernible hiring discrimination against Muslims in Democratic counties.[24] Biases were larger on the state level, with Christians getting more than seven times as many callbacks than Muslims in Republican states. Democratic states, once again, showed \"no significant callback biases.\" The study added that \"employers in older counties are significantly less likely to call back the Muslim candidate compared to the Christian candidate\"[25]\n\nProtection against religious discrimination in the workplace is found in the context of the Civil Rights Act of 1964[26] Employees claim religious discrimination when it involves any of the following: disparate treatment, religious harassment, failure to reasonably accommodate religious beliefs, and retaliation against an applicant or employee who alleges religious discrimination.[26] Disparate treatment can be defined as someone receiving different treatment regarding recruitment, hiring, promotion, discipline, compensation because of their religion.[26] Religious Harassment involves employees who are forced to participate or abstain from religious practices if they want to stay employed.[26] Accommodation claims involve the employer's failure to reasonably accommodate any change to the work environment that would enable the employee to remain compliant with their religion.[27] Retaliation happens when an employer resorts to punitive action against an employee for seeking out religious accommodations, threatening or filing a claim, assisting in someone else filing for discrimination, or testifying in discrimination proceedings.[26]\n\nAfter the terrorist attacks that occurred on September 11, 2001, the Equal Employment Opportunity Commission or EEOC reported that religion-based discrimination against Muslims had increase by nearly 250 percent.[28] Moreover, the number of discrimination claims made by Muslims over a four-year period, from 2001 to 2005, nearly doubled when compared with another 4-year period.[29]\n\nIn regards to religious harassment, studies show that, in general, these type of suits are increasing.[30] In the case of Zayed v. Apple Computers, an Arab Muslim woman sued Apple Inc. on the grounds of harassment, retaliation, defamation, and infliction of emotional distress based on religion, national origin, and gender.[31] Zayed had been employed as an at- will engineer since 1994, and stated that she had experienced dramatic changes in her work environment after the terrorist attacks on September 11, 2001.[27] Zayed claimed that fellow employees began inquiring as to whether or not her religion encouraged Muslims to engage in suicide bombings.[27] Additionally, she stated that these same employees gave her malicious expressions, slammed her door, and expressed visible discontent and anger with Zayed after she expressed her disapproval with the war in Iraq.[27] Moreover,  she also felt isolated when Apple put up red, white and blue ribbons on many employees' doors, but not on hers.[32] Soon after Zayed claimed that she felt marginalized and believed that she was wrongfully excluded from projects and career opportunities that were mostly given to white, non- Arab, colleagues.[32] Finally in 2004, Zayed chose to go on disability leave, stating that it was partly due to the stress she had been experiencing in response to the harsh treatment from her supervisors and coworkers.[27] But while on sick leave, Apple terminated Zayed. After her termination, Zayed decided to sue.\n\nA former Muslim chaplain faced many years of anti-Muslim harassment because she was a Muslim and wore a hijab. When she worked at the New York state prison, her supervisor wanted her to leave her job.[33] The supervisor told the former chaplain that it's hard to respect women who cover their hair.[33] She was hired as a part-time Muslim chaplain at the Albion Correctional Facility in 2013 and resigned last year due to workplace conditions.[33] While she was working there, she was denied a change to her work schedule that would've allowed her to attend the Jumah prayers by coming to work early.[33] She was also refused to remove her shoes before entering the Muslim prayer area and denied access to prayer rugs.[33] While the former chaplain was being faced with harassment, she went to counseling services and was placed on anti-depressant medication to help her cope with stress.[33]\n\nIn the case Al-Aqrabawi v. Pierce County, a Muslim man from Jordan had been educated as a physician abroad, but was only hired as a nursing assistant at a county mental health facility, to which the county originally stated that it was due to licensing issues.  In addition to this, the plaintiff also experienced discriminatory comments by an LPN alluding to their suspicion that the plaintiff was a terrorist.  The plaintiff also claimed that a fellow coworker said that \"we have to send in our Phantoms and bomb their Mecca\".  These comments, in conjunction, with discriminatory licensing practices, led to the plaintiff suing on behalf of claims of failure to promote, discrimination, and hostile environment.[27]\n\nIn regards to religious accommodation, a Muslim woman named Halla Banafa filed a discrimination claim after she didn't receive a job stocking merchandise at an Abercrombie Kids store in Milpitas, California because she wore the hijab.[34] According to EEOC, the manager decided against hiring the woman because she didn't fit the Abercrombie look, which would violate the company's \"Look Policy\".[35] This policy functions as an internal dress code that explicitly prohibits head coverings.[35] However, this is not the first time that Abercrombie has run into issues with their strict \"Look Policy\". In 2005, the company paid $40 million in a class- action suit involving African Americans, Asian Americans, Latinos and women because Abercrombie \"refused to recruit, hire, promote, and retain minorities because they didn't fit Abercrombie's 'All- American look'\".[35]\n\nIn 2017, the government of New York City charged Pax Assist with discrimination after refusing requests by Muslims employees to change the times of their breaks to coincide with iftar. The company responded by saying \"we don't care about Ramadan. We'll give you a break on our time, not your time.\"[36]\n\nIn the case Ibraheem v. Wackenhut Services, the black male Muslim claimed religious retaliation when he was fired after submitting an EEOC charge of discrimination and filing for a lawsuit involving claims about hostile work environments and religious discrimination.[37]\n\n"
        },
        {
            "title": "Muslim women in the United States",
            "text": "The existing discourse that positions Islam and Western values against each other also underpins how the Americans perceive Muslim women in society.[38] Scholars assert that media, Islamophobic organizations, and politicians have played a tremendous role in depicting Muslim women as consistently endangered and subjugated by the alleged patriarchal nature of Islam.[38] In support of this presumption, many scholars conclude that women's status in Islam has a complex history, one that implies instances of male privilege and the relegation of women to a second class citizenry.[39][38][40]\n\nAlthough the First Amendment of the United States Constitution guarantees freedom of religion, the modern social and political climate surrounding the use of the hijab has caused \"various restrictions on hijab, the headscarf worn by Muslim women\" according to a study by Aliah Abdo.[41] Instances of restrictions on Muslim women wearing the hijab extends to jobs, schools, social or public places, and at courts.[41] Some critical non-Muslims define the hijab as a \"political statement\".[42]\n\nOne of these issues includes the rising controversy and questioning of the meaning behind veiling.[40] First and foremost, those who adhere to a feminist interpretation of the Qu'ran say that the conception of veiling is not monolithic in nature.[40] Rather, what constitutes veiling varies across regions. Some choose to wear a Niqab which refers to various materials that are used to cover a woman's face.[40] Others choose to wear long conservative skirts and dresses that cover most skin.[40] The hijab, which is usually worn around a woman's head, is also prevalent among various regions.[43] Furthermore, just as the definition of what constitutes veiling varies, so do the attitudes of those who choose to veil.[43]\n\nA 2020 survey conducted by the Othering & Belonging Institute at UC Berkeley revealed that Muslim women were more likely to encounter Islamophobia, with nearly 77% of Muslim women reporting experiencing Islamophobia. The majority of the respondents (almost 75%) also believed that Muslim women were at higher risk of facing Islamophobia.[44] As the Pew Research Center reported in 2011, the number of Muslims in America is about 1 million, and \"43 percent of them wear headscarves all the time, about 48 percent — or half a million women — don't cover their hair\".[45]\n\n"
        },
        {
            "title": "In health",
            "text": "Although empirical research on Muslim women's health in the United States is limited, sample studies provide insight into the experiences and health behaviors of American Muslim women. Recent studies on depression and experiences of stigma measured through heightened vigilance,[46] risk for non-communicable diseases (e.g. cardiovascular disease, diabetes, etc.),[47] and contraception utilization[48] provide a scientific foundation for future research studies with Muslim women.\n\nAccording to a 2021 study published by JAMA Psychiatry, nearly 8% of American Muslims surveyed reported a suicide attempt in their lifetimes. Suicide attempts reported among American Muslims was higher than among other religious groups surveyed in the study. Researchers have attributed the relatively high suicide attempts among American Muslims to discrimination, Islamophobia, and stigma surrounding mental health in American Muslim communities. Social and religious discrimination in particular was associated with depression, anxiety, and paranoia.[49][50] Despite growing research into mental health among the American Muslim community, little research has been conducted to fully explore the links between Islamophobia and suicide.[50]\n\nA 2020 survey conducted by the Othering & Belonging Institute at UC Berkeley showed that almost all Muslim respondents (nearly 94%) said that Islamophobia affects their mental and emotional well-being.[44]\n\n"
        },
        {
            "title": "In the justice system",
            "text": "In a 2018 study conducted by the Institute for Social Policy and Understanding, the report found that Muslim or Muslim-perceived defendants were given longer and harsher sentences compared to non-Muslim defendants for comparable crimes.[51]\n\n"
        },
        {
            "title": "In sports",
            "text": "In October 2019, a 16 year old Muslim girl athlete from Ohio was disqualified from a cross country race because she was wearing a Hijab.[52]\nSince 2016, Noor Alexandria Abukaram has played three high school sports while wearing a hijab.[52] However, she was told that she needed special permission to run in the race with a head covering.[52]\n\nMost gyms, fitness clubs, and other workout facilities in the United States are mixed-sex, so the performance of exercises without a hijab or a burqa can be difficult for some religiously observant Muslim girls and women. Maria Omar, director of media relations for the Islamic Food and Nutrition Council of America (IFANCA), has advised Muslim women to entirely avoid these complexes. Some girls and women decide to wear something which is colloquially known as the \"sports hijab\". Similarly, religiously observant Muslim girls and women may feel uncomfortable around girls and women who wear traditionally revealing American outfits, especially during the summer \"bikini season\". An outfit which is colloquially known as the burqini allows Muslim women to swim without displaying any significant amount of skin.[53]\n\n"
        },
        {
            "title": "In airports",
            "text": "Since the terrorist attacks that occurred on 9/11, American airports have considered it their duty to act as the \"front line of defense\". Polls conducted in the United States also show that more than half of Americans support the policy of more extensive security checks for Arab and Muslim Americans in airports.[54] At the San Francisco International airport, a 12-year-old U.S. Squash Team player was forced to remove her hijab while boarding the plane.[55]\nThe San Francisco Bay Area office said that the federal and state laws were violated when an Air Canada gate agent forced Fatima Abdelrahman to remove her hijab.[55] Abdelrahman was refused when she requested a private area and the presence of a female agent, so she can remove her hijab.[55]\n\n"
        },
        {
            "title": "Immigration",
            "text": "Some publishers have noted the presence of Islamophobia during immigration proceedings. Nonetheless, such forms of xenophobia have been said to primarily affect the male members of the Muslim population. There have also been claims stating that such forms of xenophobia have enveloped the Arab community in the U.S., often resulting in deportations, revocations of visa, and dispiriting interrogations at American airports.[56] This purportedly occurs because Muslim women are seen as less of a threat than Muslim men.[57]\n\nIn 2020, it was reported that Muslim detainees at a federal immigration facility in Miami, Florida were repeatedly served pork or pork-based products against their religious beliefs, according to claims made by civil rights lawyers and immigrant advocates.[58][59][60] The Muslim detainees at the Krome detention facility in Miami were forced to eat pork because halal meals that ICE served had been consistently rotten and expired.[58] The Chaplain at Krome allegedly dismissed pleas from Muslim detainees for help, saying, \"It is what it is.\"[59] Civil rights groups said many had suffered illness, like stomach pains, vomiting, and diarrhea, as a result.[59] Previously in 2019, a Pakistani-born man with a valid US work permit was reportedly given nothing but pork sandwiches for six consecutive days.[59]\n\n"
        },
        {
            "title": "In politics",
            "text": "After the terrorist attack on September 11, 2001, the President George W. Bush's administration passed sweeping, unprecedented legislation in response to the American public's demand for action.[61][62] After three days, Congress passed the law called the Authorization for the Use of Military force, giving President Bush the power to use the military in any way that seemed \"appropriate or necessary towards unspecified states and non-state actors.\"[63] Six weeks after 9/11, the PATRIOT ACT was passed, greatly expanding several government agencies' abilities to acquire information via searches, electronic surveillance, and wiretapping.[61] This same act also introduced searches that did not require the government to notify the private owner of a residence that they had been searched for up to 90 days.[63] Some scholars argue that the passage of laws like the Patriot Act was the government's way of capitalizing on a fearful American public by legalizing racially targeted policies.[64] A poll conducted shortly after the 9/11 terrorist attacks, echoes this line of argument when it found that about one-third of Americans thought it was acceptable to detain Arab Americans in camps reminiscent of the internment of Japanese Americans during World War II.[65] A 2004 poll by Pew Research Center found that almost half of Americans were willing to exchange certain civil liberties for the cause of national security.[66]\n\nThe enforcement of the Patriot Act had far-reaching repercussions. It was widely believed to target Muslims, Middle Eastern and Arab-looking men.[67] According to the ACLU, the New York City Police Department has been spying on Muslim-American communities since 2002.[68] In this same report, the ACLU asserts that the NYPD has singled out Islamic associations, mosques, and businesses while not subjecting non-Islamic groups to this type of surveillance or scrutiny.[68] Enabled by the Patriot Act, the NYPD essentially mapped out the communities, introduced spies into the community to identify or collect evidence, and tracked individuals who Americanized their names.[68] The legalization of dismantlement of civil liberties for a group deemed inherently suspect has caused a cultural rift in the United States.[54]\n\nAs a supplement to the Patriot Act, the U.S. government instituted immigration policies such as the National Security Entry-Exit Registration System in 2002.[63] This policy targeted immigrants from 26 countries (25 of which are known as Muslim countries) and had them fingerprinted and registered upon entering the country.[63] People in the Justice Department who support this policy explain that it is based on intelligence data already collected to monitor terrorist organizations.[69] Even though the Justice Department claimed that the system is highly sensitive in its targets, it also stated that the system will track \"all nationals of Iran, Iraq, Libya, Sudan, and Syria,\" even though none of the terrorists involved in the 9/11 attacks were from these countries. In spite of the money dedicated to the new homeland security paradigm after 9/11,[63] some have argued that these stricter immigration policies and expanded executive powers have not helped apprehend terrorists.[70] Of over 83,000 men who were registered, only about 13,000 of them were deemed dangerous enough to enter deportation proceedings,[70] and President Bush's Immigration and Naturalization Service commissioner James Ziglar stated that no one in the registry was ever charged and convicted of crimes associated with terrorism.[63]\n\nThe U.S. government also devoted resources to create the Transportation Security Administration (TSA) in 2001.[63] Airport screening, once performed by private security firms chosen by the airlines, was now assigned to TSA.[63] The TSA was empowered to conduct random canine-assisted searches, implement more checkpoints, and place air marshals on thousands of international flights. The TSA holds the No-Fly List and the Automatic Selectee list, two controversial terrorism watch lists. The No-Fly List contains names of individuals who have been labeled as a threat to aviation across the United States.[71] Listed individuals are not allowed on commercial flights that will fly over or are destined to land in the United States or are managed by a U.S. airline. Although the No-Fly List and the Automatic Selectee List predate the 9/11 attacks, they were little used; there were only 16 names on the No-Fly list before 9/11.[72] The combined total of names on both lists rose to more than 20,000 by the end of 2004,[63] and 44,000 on the No-Fly List alone in 2006.[72] Scholars argue that these lists target millions of innocent people with characteristics that appear Middle Eastern, like ethnicity, skin color, language and clothing.[73] These government policies institutionalize racism against Muslims, especially those who are foreign-born. The foreign-born Muslims seeking air travel to the United States are depicted as potentially violent and religiously extremist.[61] U.S. citizen Muslims who fit the American caricature of a Muslim are also affected by these policies. A 2010 USA Today/Gallup poll revealed the prevalence of similar public sentiment, showing that about 60 percent of the American public favored ethnic profiling of Arabs regardless of U.S. citizenship.[74]\n\nThe administration of Donald Trump is often considered to be the most or first truly Islamophobic administration in recent American political history by several scholars.[75][76][4][2] During Donald Trump's candidacy, he and his campaign made numerous Islamophobic remarks which continued during his presidency along with passing or suggesting policies negatively affecting Muslims.[76][77][78] This included calling for a \"a total and complete shutdown of Muslims entering the United States\" and supporting the idea of closing down mosques.[79] During his campaign and into his presidency, Trump expressed interest in creating a national database of all American Muslims and creating a surveillance program aimed at spying on Muslims.[79] In an 2016 interview, Trump stated that \"Islam hates us\" and has repeatedly stated that there is a \"Muslim problem\" in the United states and around the world.[79][78]\n\nThe Trump administration also contained multiple figures that made and spread anti-Muslim remarks, notably Steve Bannon, Michael Flynn, Sebastion Gorka and many others.[76][78][80] These figures have claimed that Islam is a dangerous ideology, that fear of Muslims is rational or that Islam and the Quran promotes terrorism, among other claims.[76] The travel ban enacted by the Trump administration that limited refugees from entering the United States from several counties with significant or majority Muslim populations was seen as being rooted in Islamophobia by several researchers.[2][76][81][4] The ban also favored non-Muslim refugges over Muslim ones.[81] Although the reason for the ban was claimed for national security reasons, the impact ban negatively affected regular Muslims like citizens, teachers, foreign students, nationals and others who had connections abroad in the affected nations.[76][81] The ban also exacerberated the demonization of Muslims and surveillance of the community by law enforcement.[82]\n\nIn November 2017, Trump shared anti-Muslim posts from the far-right group Britain First via Twitter.[83] Despite facing backlash, a spokesperson for the Trump administration defended the retweet.[83] Trump has also attacked Muslim politicians like IIhan Omar, telling her to \"go back to her country\" and posting tweets insulating that she is an extremist.[80] Trump has also praised anti-Muslim figures and politicians from around the world and once claimed that Muslim migrants were raising the crime level in Europe and that they have \"strongly and violently changed\" the cultures of European countries.[80] An 2018 anyalsis found that Islamophobic propanganda in the United States and Europe have become focal in far-right groups and that Trump helped mainstream anti-Muslim views within some sectors of the United states by amplifing said propanganda.[84]\n\nDuring the 2016 presidential election, a rise of anti-Muslim sentiment and the propagation of right-wing fake news articles demonizing Muslims and Islam was prominent.[77]\n\nSince 2016 and particularly during the 2018 midterm elections, anti-Muslim sentiment was common as Muslim candidates ran for office throughout the country.[85] Anti-Muslim rhetoric was almost exclusively produced by Republican candidates and campaigns.[85] According to a 2020 study, bots and a few influential pundits amplified Islamophobic rhetoric during the 2018 elections.[86][87] While surveyed Muslim candidates reported facing little Islamophobia when face to face with constituents, most did report high levels of Islamophobia during their campaigns. The study concluded that online narratives surrounding Muslim candidates was disproportionately Islamophobic due to the exaggerated influence of a few anti-Muslim accounts on the online attitudes of some netizens.[86][87]\n\nWhile Islamophobia is commonplace in American politics and exists throughout the political spectrum, it is most commonly exhibited by right-wing political figures, which include conservatives and Republicans.[62][88][89][90] Prejudice towards Islam and Muslims have increasingly become more partisan, with Republicans holding far more negative views towards Muslims and Islam than Democrats.[91][92] In recent surveys, a majority of Republicans have associated Islam with violence, with majorities (72%) claiming Islam encourages violence more than other religions.[93] Similarly, a 2017 Pew Research Center report showed that 68% of Republicans said Islam was not part of mainstream American society while 65% said Islam and democracy aren't compatible. Additionally, 56% of Republicans also said there is a great or fair deal amount of extremism among American Muslims.[91]\n\nMany Republicans downplay or deny the existence of discrimination against Muslim Americans.[94] In a 2015 ABC News/Washington Post poll, more than one-third of Republicans believed that Muslims face no discrimination while a third that did believe Muslims face discrimination stated that the discrimination is justified.[94]\n\nA BuzzFeed News analysis found that since 2015, local and state Republican officials in virtually every state have engaged in anti-Muslim rhetoric, attacking Islam, or proposing laws targeting or disproportionately affecting Muslims.[95] The mainstreaming of Islamophobia among Republicans is at least partially due to growing anti-Muslim rhetoric and beliefs becoming more readily expressed and at times even supported by influential Republican politicians. As a consequence, hostility towards Muslims and Islam from some Republicans have gotten little to no pushback from fellow conservatives.[95]\n\nIn regards to public opinion on the travel ban enacted by the Trump administration that limited refugees from several Muslim-majority countries from entering the US, a 2015 poll showed that most Republicans supported the ban while the majority of the public did not.[96]\n\n"
        },
        {
            "title": "In the media",
            "text": "In the immediate months following the terrorist attacks on September 11, 2001, an expected surge of media attention was devoted to American Muslims and Arabs.[97] Frequent news stories and discussions involved the issue of civil liberties that American Muslims were facing  due to the increase in reports involving physical violence and assaults on Arabs and Muslims.[97] Despite the notable prejudice towards Arabs and Muslims after the terrorist attack, outlets like the New York Times printed opinion pieces discouraging the indiscriminate attribution of blame to one or more groups by the way of curtailing civil liberties and social freedoms.[97]\n\nOther researchers like Brigitte Nacos and Oscar Torres- Reyna coded media dispositions on Islam and Muslims before and after 9/11.[97] Their studies concluded that before 9/11, about 25 percent of the pertinent articles taken from four different newspapers connoted positive sentiment towards Muslims.[97] Likewise, approximately 40 percent of the articles taken from the same newspapers expressed empathetic attitudes towards Muslims and Arabs alike. These same researchers argue that 9/11 terrorist attacks changed the way news media outlets (print or television) reported on Muslim Americans and Arabs.[97] They cite that because news media outlets selected Muslims and Arabs for interviews and discussions instead of their traditional authoritative sources, these minority groups became more visible to the American public.[97] This increased visibility, in conjunction with news items reporting public figures advocacy for increased understanding between Muslims and non-Muslims, echoed the heterogeneous nature of the religion.[65] Additionally, these pleas and visibility helped dispel the idea that Islam was a violent and hateful religion, temporarily debunking the myth that terrorism is intertwined with the Islamic faith.[65]\n\nIn totality, several opinion surveys reflected the impact of the shift in media coverage towards Muslim Americans and Arabs.[97] The surveys showed that the American public viewed American Muslims more favorably than they did prior to the 9/11 attacks.[97]\n\nAs time passed the immediate months post-9/11, the news media outlets reflected a notable shift away from positive, supportive, and empathetic sentiments towards Muslim Americans and Arabs.[97] The next six months and the years after the attacks showed that, in addition to Westernized media, American media outlets became increasingly critical of Muslim Americans.[97] Some attribute this notable shift to the silencing of voices that once advocated for Muslim Americans as peaceful individuals.\n\nAccording to Media Tenor International, between 2007 and 2013, media outlets like NBC, Fox News, and CBS characterized Islam and the Muslim identity as one linked with violence and extremism.[98] Other studies conducted by LexisNexis Academic and CNN found that media outlets devoted more coverage to terrorist attacks involving Muslims, especially Muslims who were not born in the United States.[99][100]\n\nAuthor and researcher Nahid Afrose Kabir examined similar reporting on violent events. One event he studied was the Fort Hood shooting that occurred on November 5, 2009. Major Nidal Malik Hasan, who was identified as American born but held a Muslim background, shot and killed thirteen soldiers and wounded thirty more.[101] Some of the interviewees commented on how the news reporting of this event emphasized Hasan's Muslim background.[101] The same interviewees in this study compared the Virginia Tech shooting with the Fort Hood shooting in which a non-Muslim individual, Seung-Hui Cho, killed thirty-two people, but following news reports did not make a point to emphasize his religious or cultural ties.[101] Similarly, in various print media outlets, headlines alluded to the idea that the Fort Hood Shooting had ties to terrorist acts or other terrorist organizations.[101] Another incident that occurred in Times Square on May 2, 2010, provoked more anti-Muslim sentiment.[101] Faisal Shahzad made a bombing attempt that failed.[102] The Times subsequent reporting indicated that Pakistan's Tehrik-i-Taliban took credit for the failed attempt.[102] In the same report over the incident, Kabir noted that the Times report used this incident to further legitimize the wars in the Middle East, emphasizing the need to take out potential terrorists.[101] Kabir echoed Reem Bakker's sentiments, an interviewee in Kabir's study, that the failed attempt further ostracized the Muslim community.[101]\n\n"
        },
        {
            "title": "Hate crimes",
            "text": "By 2014, Islamophobic hate crimes remained five times higher than before the 9/11 attacks.[103] In 2015, this spiked to levels not seen since 2001.[104] There is evidence which proves that the 2015 spike was linked to the then candidate and later President Donald Trump, \"researchers found strong statistical correlations between the number of Islam-related tweets made by Trump in a single week and the number of anti-Muslim hate crimes that took place in the days and weeks that followed.\"[105]\n\nGenerally, a hate crime involves two elements that distinguish it from other illegal acts. Namely, the crime must be a criminal offense that is backed by a biased motivation. This biased motivation is usually revealed when an individual commits an attack against another individual because of some immutable personal characteristic—such as race, religion, disability, sexual orientation, ethnicity, gender, or gender identity—that is protected by law. Hate crimes vary from assault, murder, damage to property, work place discrimination and housing discrimination. Hates crimes often go unreported, resulting in government reports that underrepresent the extent of the problem.[106]\n\nThe 2015 Chapel Hill shooting is an example of a high profile Islamophobic hate crime. Craig Stephen Hicks murdered three Muslim college students in North Carolina. Hicks pled guilty to shooting Deah Barakat, as well as sisters Yusor Mohammad Abu-Salha and Razan Mohammad Abu-Salha. He also confessed to shooting both of the women in the head after they were initially wounded. Hicks was sentenced to three consecutive life terms without parole.[107] Chapel Hill Police chief Chris Blue, after initially calling the murders a \"parking dispute\" later acknowledged, “The man who committed these murders undoubtedly did so with a hateful heart, and the murders represented the taking of three promising lives by someone who clearly chose not to see the humanity and the goodness in them.”[108] The Chapel Hill case also illustrates the difficultly in hate crimes data. At the time \"...under North Carolina law, hate crime statutes only apply to misdemeanor charges, making it inapplicable to Hicks's felony case.\"[109]\n\nThe Islamic Center of Murfreesboro in Tennessee was reportedly shot at and construction equipment was also set on fire while lawsuits which challenged Islam's status as a religion were being filed.[110] Islamophobic hate crimes impact people who are perceived as Muslim by attackers. For example, on September 15, 2001 the first victim of a 9/11 backlash murder was Balbir Singh Sodhi, an adherent of the Sikh faith.\n\nAs the FBI reports, \"Hate crimes against Muslims rose 1617% from 2000 to 2001\". Also, the Pew Research Center reports that despite the passage of time and despite the growing size of the Muslim population of the United States, \"discrimination against this community has not waned\".  The congressional testimony which was delivered by the Southern Poverty Law Center in 2011 illustrated that \"Mosques were burned or destroyed and death threats and harassment followed many Muslims in the weeks following the attacks\".[111]\n\nAccording to Hatem Bazian, a lecturer at the University of California, Berkeley, and leader of the college's Islamophobia Research and Documentation Project, the result of asking questions related to the insecurity of Muslims was that \"almost 80% said they feel at least somewhat worried about the safety of their family in the U.S.\"[111]\n\nIn February 2008, The Islamic Center in Columbia was firebombed with Molotov cocktails by adherents of the right-wing extremist Christian Identity religion.[112]\n\nThe Quba Islamic Institute in Houston, Texas, was set alight at 5am on February 13, 2015. Some media reports described it as an Islamophobic attack.[99][113]\n\nIn September 2016, A man set a mosque on fire in fear of another \"Manhattan World Trade Center attack or Boston Bombing.\"[114]\n\nIn January 2017, Burglary and attempted arson were committed at a restaurant. Racist and derogatory comments, including the word “terrorist,” were written on the walls of the restaurant and directed at the restaurant's owners, who are Sikhs. Police called the incident a hate crime.[115]\n\nIn March 2019, A man set fire to a mosque in Escondido, causing minor damage to the building. Police discovered graffiti on the mosque's driveway which referenced the Christchurch mosque shootings shooter, leading them to consider the fire a terrorist attack.[116]\n\nZohreh Assemi, an Iranian American Muslim owner of a nail salon in Locust Valley, New York, was robbed, beaten, and called a \"terrorist\" in September 2007 in what authorities call a bias crime.[117] Assemi was kicked, sliced with a boxcutter, and one of her hands was smashed with a hammer. The perpetrators, who forcibly removed $2,000 from the salon and scrawled anti-Muslim slurs on the mirrors, also told Assemi to \"get out of town\" and they also stated that her kind was not \"welcome\" in the area. The attack followed two weeks of phone calls in which she was called a \"terrorist\" and told to \"get out of town,\" according to statements which were made by her friends and family members.[117]\n\nA Muslim school in the Northeastern U.S. state of Rhode Island was vandalised with graffiti which read \"Now this is a Hate crime\", indicating that the perpetrators were aware of the graffiti's hateful nature. The incident was described by some media outlets as \"Islamophobic\".[118]\n\n"
        },
        {
            "title": "Individuals and organizations which contribute to the continuation of Islamophobia in the United States",
            "text": "In 2011, the Center for American Progress published a report titled Fear, Inc.: The Roots of the Islamophobic Network in America, which asserted that an elite, wealthy group of conservative foundations and donors were the engine behind the continuation of Islamophobia in law, private spheres, and general public sentiment.[5] In this same report, they analyzed seven specific organizations that contributed almost $42.6 million in funding towards various organizations and think tanks that promoted Islamophobia.[5] Much of this money goes to what the report called \"misinformation experts\":[5] people who spread the message that Islam is an inherently sinister and hostile religion that seeks to convert or destroy all non-Muslims, especially those residing in the United States.[5]\n\nCAIR and the Center for American Progress list ACT for America as an anti-Islam hate group run by Brigitte Gabriel.[119] According to ACT's website, the organization views itself as the gatekeeper of national security for American borders, with over 750,000 members and 12,000 volunteer activists.[120] They state that their activities are geared towards educating citizens and elected officials to impact public policy and guard America against terrorism.[120] Additionally, CAIR asserts that ACT has ties with white national supremacy groups such as Vanguard America and Identity Europa.[119]\n\nRobert Spencer is listed as a misinformation expert.[5] He contributes content to 'Jihad Watch', a blog which is heavily funded by the David Horowitz Freedom Center Initiative and the extremist Stop Islamization of America hate group.[119] Smearcasting, an organization which is dedicated to accurate reporting, accused Spencer of demonizing Muslims by claiming that he only focuses on the violent verses and texts which are contained within the Islamic scriptures in order to deem them representative of the faith as a whole.[119] Scholars and academicians like Dr. Carl Kenan and William Kenan at UNC-Chapel Hill have stated that Spencer's beliefs regarding Islam have no foundation in any reputable academic work nor do they have any foundation in the religion itself.[119]\n\nThe Center for American Progress's report also cites the importance of political players in contributing to the spread of Islamophobia.[5] Congressman Peter King held congressional hearings titled \"Extent of Radicalization in the American Muslim Community and that Community's Response\".[5] Despite the fact that most terrorist plots in the United States since 9/11 have been initiated by non-Muslims, King has been cited as stating that 80-85 percent of mosques in the United States are controlled by Islamic fundamentalists. King attributed this statistic to Steven Emerson, from the Investigative Project on Terrorism, also known for viewing Islam as an inherently violent religion that is hostile to non-Muslims.[121] Other political players like Sue Myrick, a congresswoman from North Carolina, rely on the network of the experts who view Islam as inherently violent.[5] Myrick wrote a foreword to a book titled Muslim Mafia: Inside the Secret Underworld That's Conspiring to Islamize America.[5] David Gaubatz, the author of the book, served on David Yerushalmi's Society of Americans for National Existence, which advocated for a 20-year jail sentence for those who practiced Sharia law.[5] The Center for American Progress asserts that Myrick relies on Gaubatz's book for information regarding the Islamic faith.[5] In 2011, she chaired the House Intelligence Subcommittee on Terrorism, Human Intelligence, Analysis and Counterintelligence.[5]\n\nSome commentators have criticized individual American New Atheists such as Sam Harris and Christopher Hitchens for making Islamophobic statements.[122][123][124] Commenting on Greenwald's response to Harris, Jerome Taylor, writing in The Independent, has stated, \"Like Chomsky, who has also been a vocal critic of New Atheism, he [Greenwald] blames writers like Harris for using their particularly anti-Islamic brand of rational non-belief to justify American foreign policies over the last decade.\"[125][126] Two educators at universities in Utah have claimed that these American atheist activists invoke Samuel Huntington's 'clash of civilizations' theory to explain the current political contestation, and that this forms part of a trend toward \"Islamophobia [...] in the study of Muslim societies\".[127][verification needed]\n\n"
        },
        {
            "title": "Commentary",
            "text": "The study of Islamophobia involves historians, scholars and educators who are writing about institutional violence against American Muslims and the incitement of violence against foreign Muslims.[128] In his book Orientalism, Edward Said stated that the West is taught about the East through a Westernized lens and he also stated that most of the East's history is written in Europe by European historians, instead of specialized scholars of Eastern history.[129] When it is applied, Orientalism serves as a vehicle in which demeaning representations of the East are used in order to assert the cultural and political superiority of the West over the inferior culture of the Muslims.[130]\n\n"
        }
    ]
}