{
    "url": "https://en.wikipedia.org/wiki/Islamic_Center_of_Washington",
    "title": "Islamic Center of Washington",
    "table_of_contents": [
        "1 History",
        "2 Facilities",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Islamic Center of Washington is a mosque and Islamic cultural center in Washington, D.C. It is located on Embassy Row on Massachusetts Avenue just east of the bridge over Rock Creek. When it opened in 1957, it was the largest mosque in the Western Hemisphere.\n\n"
        },
        {
            "title": "History",
            "text": "The center was conceived in 1944 when the Turkish ambassador Münir Ertegün died without a mosque to host his funeral. In 1948 Egypt appointed Kamil Abdel Rahim as Egyptian Ambassador to the United States of America succeeding Ambassador Mahmoud Hassan. The project of building a Mosque lay dormant during the war years and was not revived until Ambassador Rahim took his duties as ambassador in Washington, D.C. in 1948.\n\nThe Egyptian ambassador, Kamil Abdul Rahim was appointed president of the mosque foundation and its executive committee. He was instrumental in assembling all of the heads of the accredited emissaries of Muslim countries in the U.S.  He made several trips to Saudi Arabia, Kuwait and Muslim countries to solicit funds for the building the mosque.\n\nHowar (Mohammed Issa Abu Al Hawa, 1879–1982) and other Muslim diplomats helped found and provide early funding to a committee to build a mosque in the U.S. capital. In 1948, Howar, placing a silver dollar on the ground for luck, began work at the site.[2] The mosque was completed in 1954 and dedicated by President Dwight Eisenhower on June 28, 1957.[3][4]\n\nThe Washington diplomatic community played a leading role in the effort to construct a mosque. Egypt donated a bronze chandelier and sent specialists who wrote Qur'anic verses to adorn the mosque’s walls and ceiling. Tiles came from Turkey along with the experts to install them. Persian rugs came from Iran.[5] Support for the project also came from the American-Muslim community. The site was purchased in 1946 and the cornerstone was laid on January 11, 1949. The building was designed by Italian architect Mario Rossi.[6]\n\nThe mosque was one of three buildings taken over in the 1977 Hanafi Siege. Muslim gunmen holding hostages made several demands, including the demand that the movie Mohammad, Messenger of God be destroyed because they considered it sacrilegious.\"[7]\n\n The mosque has been visited by many dignitaries, including several presidents. President George W. Bush visited on September 17, 2001, only days after the attacks of September 11.[8] On national television, Bush quoted from the Qur'an and worked to assure Americans that the vast majority of Muslims are peaceful.[9]\n\nIn 2015 a group of Muslim activists, politicians, and writers issued a Declaration of Reform which announced the founding of the Muslim Reform Movement organization to work against the beliefs of Middle Eastern terror groups.[10] That year Asra Nomani and others placed the Declaration on the door of the mosque.[10]\n\n"
        },
        {
            "title": "Facilities",
            "text": "In addition to the mosque, the center contains a library and classrooms where courses on Islam and the Arabic language are taught. The center's board of governors is made up of various ambassadors. Around the building are arrayed the flags of the Islamic nations of the world.\n\n"
        }
    ]
}