{
    "url": "https://en.wikipedia.org/wiki/Islamic_philosophy",
    "title": "Islamic philosophy",
    "table_of_contents": [
        "1 Introduction",
        "2 Formative influences",
        "3 Early Islamic philosophy",
        "3.1 Kalam",
        "3.2 Falsafa",
        "3.3 End of the classical period",
        "4 Logic",
        "4.1 Logic in Islamic law and theology",
        "4.2 Aristotelian logic",
        "4.3 Avicennian logic",
        "5 Metaphysics",
        "5.1 Cosmological and ontological arguments",
        "5.2 Distinction between essence and existence",
        "5.3 Resurrection",
        "5.4 Soul and spirit",
        "5.5 Thought experiments",
        "5.6 Time",
        "5.7 Truth",
        "5.8 Free will and predestination",
        "6 Natural philosophy",
        "6.1 Atomism",
        "6.2 Cosmology",
        "6.3 Evolution",
        "6.3.1 Struggle for existence",
        "6.3.2 Transmutation of species",
        "6.4 Phenomenology of Vision",
        "6.5 Philosophy of mind",
        "6.6 Place and space",
        "7 Philosophy of education",
        "7.1 Primary education",
        "7.2 Secondary education",
        "8 Philosophy of science",
        "8.1 Scientific method",
        "8.2 Experimental medicine",
        "8.3 Peer review",
        "9 Other fields",
        "9.1 Epistemology",
        "9.2 Eschatology",
        "9.3 Legal philosophy",
        "9.4 Philosophical novels",
        "9.5 Political philosophy",
        "9.6 Philosophy of history",
        "9.7 Philosophy of religion",
        "9.8 Social philosophy",
        "9.9 Judeo-Islamic philosophies",
        "10 Later Islamic philosophy",
        "10.1 Illuminationist school",
        "10.2 Transcendent school",
        "10.3 Contemporary Islamic philosophy",
        "11 Criticism",
        "12 See also",
        "13 Citations",
        "14 Bibliography",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Islamic philosophy is philosophy that emerges from the Islamic tradition. Two terms traditionally used in the Islamic world are sometimes translated as philosophy—falsafa (literally: \"philosophy\"), which refers to philosophy as well as logic, mathematics, and physics;[1] and Kalam (literally \"speech\"), which refers to a rationalist form of Scholastic Islamic theology which includes the schools of Maturidiyah, Ashaira and Mu'tazila.\n\nEarly Islamic philosophy began with Al-Kindi in the 2nd century of the Islamic calendar (early  9th century CE) and ended with Averroes (Ibn Rushd) in the 6th century AH (late  12th century CE), broadly coinciding with the period known as the Golden Age of Islam. The death of Averroes effectively marked the end of a particular discipline of Islamic philosophy usually called the Peripatetic Islamic school, and philosophical activity declined significantly in Western Islamic countries such as Islamic Iberia and North Africa.\n\nIslamic philosophy persisted for much longer in Muslim Eastern countries, in particular Safavid Persia, Ottoman, and Mughal Empires, where several schools of philosophy continued to flourish: Avicennism, Averroism, Illuminationist philosophy, Mystical philosophy, Transcendent theosophy, and Isfahan philosophy. Ibn Khaldun, in his Muqaddimah, made important contributions to the philosophy of history. Interest in Islamic philosophy revived during the Nahda (\"Awakening\") movement in the late 19th and early 20th centuries, and continues to the present day.\n\nIslamic philosophy had a major impact in Christian Europe, where translation of Arabic philosophical texts into Latin \"led to the transformation of almost all philosophical disciplines in the medieval Latin world\", with a particularly strong influence of Muslim philosophers being felt in natural philosophy, psychology and metaphysics.[2]\n\n"
        },
        {
            "title": "Introduction",
            "text": "Islamic philosophy refers to philosophy produced in an Islamic society. As it is not necessarily concerned with religious issues, nor exclusively produced by Muslims,[3] many scholars prefer the term \"Arabic philosophy.\"[4]\n\nIslamic philosophy is a generic term that can be defined and used in different ways. In its broadest sense it means the world view of Islam, as derived from the Islamic texts concerning the creation of the universe and the will of the Creator. In another sense it refers to any of the schools of thought that flourished under the Islamic empire or in the shadow of the Arab-Islamic culture and Islamic civilization. In its narrowest sense it is a translation of Falsafa, meaning those particular schools of thought that most reflect the influence of Greek systems of philosophy such as Neoplatonism and Aristotelianism.\n\nSome schools of thought within Islam deny the usefulness or legitimacy of philosophical inquiry. Some argue that there is no indication that the limited knowledge and experience of humans can lead to truth. It is also important to observe that, while \"reason\" ('aql) is sometimes recognised as a source of Islamic law, it has been claimed that this has a totally different meaning from \"reason\" in philosophy.[citation needed]\n\nThe historiography of Islamic philosophy is marked by disputes as to how the subject should be properly interpreted.  Some of the key issues involve the comparative importance of eastern intellectuals such as Ibn Sina (Avicenna) and of western thinkers such as Ibn Rushd,[5] and also whether Islamic philosophy can be read at face value or should be interpreted in an esoteric fashion.  Supporters of the latter thesis, like Leo Strauss, maintain that Islamic philosophers wrote so as to conceal their true meaning in order to avoid religious persecution, but scholars such as Oliver Leaman disagree.[6]\n\n"
        },
        {
            "title": "Formative influences",
            "text": "The main sources of classical or early Islamic philosophy are the religion of Islam itself (especially ideas derived and interpreted from the Quran)[7] and Greek philosophy which the early Muslims inherited as a result of conquests, along with pre-Islamic Indian philosophy and Persian philosophy. Many of the early philosophical debates centered around reconciling religion and reason, the latter exemplified by Greek philosophy.\n\n"
        },
        {
            "title": "Early Islamic philosophy",
            "text": "In early Islamic thought, which refers to philosophy during the \"Islamic Golden Age\", traditionally dated between the 8th and 12th centuries, two main currents may be distinguished. The first is Kalam, which mainly dealt with Islamic theological questions, and the other is Falsafa, which was founded on interpretations of Aristotelianism and Neoplatonism. There were attempts by later philosopher-theologians at harmonizing both trends, notably by Ibn Sina (Avicenna) who founded the school of Avicennism, Ibn Rushd (Averroes) who founded the school of Averroism, and others such as Ibn al-Haytham (Alhazen) and Abū Rayhān al-Bīrūnī.\n\nʿIlm al-Kalām (Arabic: علم الكلام) is the philosophy that seeks Islamic theological principles through dialectic. In Arabic, the word literally means \"speech\".[8]\n\nOne of the first debates was that between partisans of the Qadar (قدر meaning \"Fate\"), who affirmed free will; and the Jabarites (جبر meaning \"force\", \"constraint\"), who believed in fatalism.\n\nAt the 2nd century of the Hijra, a new movement arose in the theological school of Basra, Iraq. A pupil of Hasan of Basra, Wasil ibn Ata, left the group when he disagreed with his teacher on whether a Muslim who has committed a major sin invalidates his faith. He systematized the radical opinions of preceding sects, particularly those of the Qadarites and Jabarites. This new school was called Mu'tazilite (from i'tazala, to separate oneself).\n\nThe Mu'tazilites looked in towards a strict rationalism with which to interpret Islamic doctrine. Their attempt was one of the first to pursue a rational theology in Islam. They were however severely criticized by other Islamic philosophers, both Maturidis and Asharites. The great Asharite scholar Fakhr ad-Din ar-Razi wrote the work Al-Mutakallimin fi 'Ilm al-Kalam against the Mutazalites.\n\nIn later times, Kalam was used to mean simply \"theology\", i.e. the duties of the heart as opposed to (or in conjunction with) fiqh (jurisprudence), the duties of the body.[9]\n\nFalsafa is a Greek loanword meaning \"philosophy\" (the Greek pronunciation philosophia became falsafa). From the 9th century onward, due to Caliph al-Ma'mun and his successor, ancient Greek philosophy was introduced among the Arabs and the Peripatetic School began to find able representatives. Among them were Al-Kindi, Al-Farabi, Avicenna and Averroes. Another trend, represented by the Brethren of Purity, used Aristotelian language to expound a fundamentally Neoplatonic and Neopythagorean world view.\n\nDuring the Abbasid caliphate, a number of thinkers and scientists, some of them heterodox Muslims or non-Muslims, played a role in transmitting Greek, Hindu and other pre-Islamic knowledge to the Christian West. Three speculative thinkers, Al-Farabi, Avicenna and Al-Kindi, combined Aristotelianism and Neoplatonism with other ideas introduced through Islam.\n\nBy the 12th century, Kalam, attacked by both the philosophers and the orthodox, perished for lack of champions. At the same time, however, Falsafa came under serious critical scrutiny.  The most devastating attack came from Al-Ghazali, whose work Tahafut al-Falasifa (The Incoherence of the Philosophers) attacked the main arguments of the Peripatetic School.[10]\n\nAverroes, Maimonides' contemporary, was one of the last of the Islamic Peripatetics and set out to defend the views of the Falsafa against al-Ghazali's criticism. The theories of Ibn Rushd do not differ fundamentally from those of Ibn Bajjah and Ibn Tufail, who only follow the teachings of Avicenna and Al-Farabi. Like all Islamic Peripatetics, Averroes admits the hypothesis of the intelligence of the spheres and the hypothesis of universal emanation, through which motion is communicated from place to place to all parts of the universe as far as the supreme world—hypotheses which, in the mind of the Arabic philosophers, did away with the dualism involved in Aristotle's doctrine of pure energy and eternal matter.\n\nBut while Al-Farabi, Avicenna, and other Persian and Muslim philosophers hurried, so to speak, over subjects that trenched on traditional beliefs, Ibn Rushd delighted in dwelling upon them with full particularity and stress. Thus he says, \"Not only is matter eternal, but form is potentially inherent in matter; otherwise, it were a creation ex nihilo\" (Munk, \"Mélanges,\" p. 444). According to this theory, therefore, the existence of this world is not only a possibility, as Avicenna declared, but also a necessity.\n\n"
        },
        {
            "title": "Logic",
            "text": "In early Islamic philosophy, logic played an important role. Sharia (Islamic law) placed importance on formulating standards of argument, which gave rise to a novel approach to logic in Kalam, but this approach was later displaced by ideas from Greek philosophy and Hellenistic philosophy with the rise of the Mu'tazili philosophers, who highly valued Aristotle's Organon. The works of Hellenistic-influenced Islamic philosophers were crucial in the reception of Aristotelian logic in medieval Europe, along with the commentaries on the Organon by Averroes. The works of al-Farabi, Avicenna, al-Ghazali and other Muslim logicians who often criticized and corrected Aristotelian logic and introduced their own forms of logic, also played a central role in the subsequent development of European logic during the Renaissance.\n\nAccording to the Routledge Encyclopedia of Philosophy:\n\nImportant developments made by Muslim logicians included the development of \"Avicennian logic\" as a replacement of Aristotelian logic. Avicenna's system of logic was responsible for the introduction of hypothetical syllogism, temporal modal logic and inductive logic. Other important developments in early Islamic philosophy include the development of a strict science of citation, the isnad or \"backing\", and the development of a method to disprove claims, the ijtihad, which was generally applied to many types of questions.\n\nEarly forms of analogical reasoning, inductive reasoning and categorical syllogism were introduced in Fiqh (Islamic jurisprudence), Sharia and Kalam (Islamic theology) from the 7th century with the process of Qiyas, before the Arabic translations of Aristotle's works. Later, during the Islamic Golden Age, there was debate among Islamic philosophers, logicians and theologians over whether the term Qiyas refers to analogical reasoning, inductive reasoning or categorical syllogism. Some Islamic scholars argued that Qiyas refers to inductive reasoning. Ibn Hazm (994–1064) disagreed, arguing that Qiyas does not refer to inductive reasoning but to categorical syllogistic reasoning in a real sense and analogical reasoning in a metaphorical sense. On the other hand, al-Ghazali (1058–1111; and, in modern times, Abu Muhammad Asem al-Maqdisi) argued that Qiyas refers to analogical reasoning in a real sense and categorical syllogism in a metaphorical sense. Other Islamic scholars at the time, however, argued that the term Qiyas refers to both analogical reasoning and categorical syllogism in a real sense.[11]\n\nThe first original Arabic writings on logic were produced by al-Kindi (Alkindus) (805–873), who produced a summary on earlier logic up to his time. The first writings on logic with non-Aristotelian elements was produced by al-Farabi (Alfarabi) (873–950), who discussed the topics of future contingents, the number and relation of the categories, the relation between logic and grammar, and non-Aristotelian forms of inference.[12] He is also credited for categorizing logic into two separate groups, the first being \"idea\" and the second being \"proof\".\n\nAverroes (1126–1198), author of the most elaborate commentaries on Aristotelian logic, was the last major logician from al-Andalus.\n\nAvicenna (980–1037) developed his own system of logic known as \"Avicennian logic\" as an alternative to Aristotelian logic. By the 12th century, Avicennian logic had replaced Aristotelian logic as the dominant system of logic in the Islamic world.[13]\n\nThe first criticisms of Aristotelian logic were written by Avicenna (980–1037), who produced independent treatises on logic rather than commentaries. He criticized the logical school of Baghdad for their devotion to Aristotle at the time. He investigated the theory of definition and classification and the quantification of the predicates of categorical propositions, and developed an original theory on \"temporal modal\" syllogism. Its premises included modifiers such as \"at all times\", \"at most times\", and \"at some time\".\n\nWhile Avicenna (980–1037) often relied on deductive reasoning in philosophy, he used a different approach in medicine. Ibn Sina contributed inventively to the development of inductive logic, which he used to pioneer the idea of a syndrome. In his medical writings, Avicenna was the first to describe the methods of agreement, difference and concomitant variation which are critical to inductive logic and the scientific method.[14]\n\nIbn Hazm (994–1064) wrote the Scope of Logic, in which he stressed on the importance of sense perception as a source of knowledge.[15] Al-Ghazali (Algazel) (1058–1111) had an important influence on the use of logic in theology, making use of Avicennian logic in Kalam.[12]\n\nFakhr al-Din al-Razi (b. 1149) criticised Aristotle's \"first figure\" and developed a form of inductive logic, foreshadowing the system of inductive logic developed by John Stuart Mill (1806–1873). Systematic refutations of Greek logic were written by the Illuminationist school, founded by Shahab al-Din Suhrawardi (1155–1191), who developed the idea of \"decisive necessity\", an important innovation in the history of logical philosophical speculation,[16] and in favour of inductive reasoning.\n\n"
        },
        {
            "title": "Metaphysics",
            "text": "Avicenna's proof for the existence of God was the first ontological argument, which he proposed in the Metaphysics section of The Book of Healing.[17][18] This was the first attempt at using the method of a priori proof, which utilizes intuition and reason alone. Avicenna's proof of God's existence is unique in that it can be classified as both a cosmological argument and an ontological argument. \"It is ontological insofar as ‘necessary existence’ in intellect is the first basis for arguing for a Necessary Existent\". The proof is also \"cosmological insofar as most of it is taken up with arguing that contingent existents cannot stand alone and must end up in a Necessary Existent.\"[19]\n\nIslamic philosophy, imbued as it is with Islamic theology, distinguishes more clearly than Aristotelianism the difference between essence and existence. Whereas existence is the domain of the contingent and the accidental, essence endures within a being beyond the accidental. This was first described by Avicenna's works on metaphysics, who was himself influenced by al-Farabi.\n\nSome orientalists (or those particularly influenced by Thomist scholarship) argued that Avicenna was the first to view existence (wujud) as an accident that happens to the essence (mahiyya).  However, this aspect of ontology is not the most central to the distinction that Avicenna established between essence and existence.  One cannot therefore make the claim that Avicenna was the proponent of the concept of essentialism per se, given that existence (al-wujud) when thought of in terms of necessity would ontologically translate into a notion of the \"Necessary-Existent-due-to-Itself\" (wajib al-wujud bi-dhatihi), which is without description or definition and, in particular, without quiddity or essence (la mahiyya lahu). Consequently, Avicenna's ontology is 'existentialist' when accounting for being–qua–existence in terms of necessity (wujub), while it is essentialist in terms of thinking about being–qua–existence in terms of \"contingency–qua–possibility\" (imkan or mumkin al-wujud, meaning \"contingent being\").[20]\n\nSome argue that Avicenna anticipated Frege and Bertrand Russell in \"holding that existence is an accident of accidents\" and also anticipated Alexius Meinong's \"view about nonexistent objects.\"[21] He also provided early arguments for \"a \"necessary being\" as cause of all other existents.\"[22]\n\nThe idea of \"essence preced[ing] existence\" is a concept which dates back to Avicenna[23] and his school as well as Shahab al-Din Suhrawardi[24] and his Illuminationist philosophy. \"Existence preced[ing] essence\", the opposite (existentialist) notion, was developed in the works of Averroes[23] and Mulla Sadra's transcendent theosophy.\n\nIbn al-Nafis wrote the Theologus Autodidactus as a defense of \"the system of Islam and the Muslims' doctrines on the missions of Prophets, the religious laws, the resurrection of the body, and the transitoriness of the world.\" The book presents rational arguments for bodily resurrection and the immortality of the human soul, using both demonstrative reasoning and material from the hadith corpus as forms of evidence. Later Islamic scholars viewed this work as a response to Avicenna's metaphysical argument on spiritual resurrection (as opposed to bodily resurrection), which was earlier criticized by al-Ghazali.[25]\n\nThe Muslim physician-philosophers, Avicenna and Ibn al-Nafis, developed their own theories on the soul. They both made a distinction between the soul and the spirit, and in particular, the Avicennian doctrine on the nature of the soul was influential among the Scholastics. Some of Avicenna's views on the soul included the idea that the immortality of the soul is a consequence of its nature, and not a purpose for it to fulfill. In his theory of \"The Ten Intellects\", he viewed the human soul as the tenth and final intellect.\n\nAvicenna generally supported Aristotle's idea of the soul originating from the heart, whereas Ibn al-Nafis on the other hand rejected this idea and instead argued that the soul \"is related to the entirety and not to one or a few organs.\" He further criticized Aristotle's idea that every unique soul requires the existence of a unique source, in this case the heart. Ibn al-Nafis concluded that \"the soul is related primarily neither to the spirit nor to any organ, but rather to the entire matter whose temperament is prepared to receive that soul\" and he defined the soul as nothing other than \"what a human indicates by saying ‘I’.\"[26]\n\nWhile he was imprisoned in the castle of Fardajan near Hamadhan, Avicenna wrote his \"Floating Man\" thought experiment to demonstrate human self-awareness and the substantiality of the soul. He referred to the living human intelligence, particularly the active intellect, which he believed to be the hypostasis by which God communicates truth to the human mind and imparts order and intelligibility to nature. His \"Floating Man\" thought experiment tells its readers to imagine themselves suspended in the air, isolated from all sensations, which includes no sensory contact with even their own bodies. He argues that, in this scenario, one would still have self-consciousness. He thus concludes that the idea of the self is not logically dependent on any physical thing, and that the soul should not be seen in relative terms, but as a primary given, a substance.[27]\n\nThis argument was later refined and simplified by René Descartes in epistemic terms when he stated: \"I can abstract from the supposition of all external things, but not from the supposition of my own consciousness.\"[27]\n\nWhile ancient Greek philosophers believed that the universe had an infinite past with no beginning, early medieval philosophers and theologians developed the concept of the universe having a finite past with a beginning. This view was inspired by the creationism shared by Judaism, Christianity and Islam. The Christian philosopher John Philoponus presented a detailed argument against the ancient Greek notion of an infinite past. Muslim and Arab Jewish philosophers like Al-Kindi, Saadia Gaon, and Al-Ghazali developed further arguments, with most falling into two broad categories: assertions of the \"impossibility of the existence of an actual infinite\" and of the \"impossibility of completing an actual infinite by successive addition\".[28]\n\nIn metaphysics, Avicenna (Ibn Sina) defined truth as:\n\nAvicenna elaborated on his definition of truth in his Metaphysics:\n\nIn his Quodlibeta, Thomas Aquinas wrote a commentary on Avicenna's definition of truth in his Metaphysics and explained it as follows:\n\nEarly Islamic political philosophy emphasized an inexorable link between science and religion and the process of ijtihad to find truth.\n\nIbn al-Haytham (Alhacen) reasoned that to discover the truth about nature, it is necessary to eliminate human opinion and error, and allow the universe to speak for itself.[31] In his Aporias against Ptolemy, Ibn al-Haytham further wrote the following comments on truth:\n\nThe issue of free will versus predestination issue is one of the \"most contentious topics in classical Islamic thought.\"[34] In accordance with the Islamic belief in predestination, or divine preordainment (al-qadā wa'l-qadar), God has full knowledge and control over all that occurs. This is explained in Qur'anic verses such as \"Say: 'Nothing will happen to us except what Allah has decreed for us: He is our protector'...\"[35] For Muslims, everything in the world that occurs, good or bad, has been preordained and nothing can happen unless permitted by God. According to Muslim theologians, although events are pre-ordained, man possesses free will in that he or she has the faculty to choose between right and wrong, and is thus responsible for his actions. According to Islamic tradition, all that has been decreed by God is written in al-Lawh al-Mahfūz, the \"Preserved Tablet\".[36]\n\n"
        },
        {
            "title": "Natural philosophy",
            "text": "Atomistic philosophies are found very early in Islamic philosophy, and represent a synthesis of the Greek and Indian ideas.  Like both the Greek and Indian versions, Islamic atomism was a charged topic that had the potential for conflict with the prevalent religious orthodoxy.  Yet it was such a fertile and flexible idea that, as in Greece and India, it flourished in some schools of Islamic thought.\n\nThe most successful form of Islamic atomism was in the Asharite school of philosophy, most notably in the work of the philosopher al-Ghazali (1058–1111).  In Asharite atomism, atoms are the only perpetual, material things in existence, and all else in the world is \"accidental\" meaning something that lasts for only an instant.  Nothing accidental can be the cause of anything else, except perception, as it exists for a moment.  Contingent events are not subject to natural physical causes, but are the direct result of God's constant intervention, without which nothing could happen.  Thus nature is completely dependent on God, which meshes with other Asharite Islamic ideas on causation, or the lack thereof.[37]\n\nOther traditions in Islam rejected the atomism of the Asharites and expounded on many Greek texts, especially those of Aristotle.  An active school of philosophers in Spain, including the noted commentator Averroes (1126-1198 AD) explicitly rejected the thought of al-Ghazali and turned to an extensive evaluation of the thought of Aristotle.  Averroes commented in detail on most of the works of Aristotle and his commentaries did much to guide the interpretation of Aristotle in later Jewish and Christian scholastic thought.\n\nThere are several cosmological verses in the Qur'an (610–632) which some modern writers have interpreted as foreshadowing the expansion of the universe and possibly even the Big Bang theory:[38]\n\nIn contrast to ancient Greek philosophers who believed that the universe had an infinite past with no beginning, medieval philosophers and theologians developed the concept of the universe having a finite past with a beginning. This view was inspired by the creation myth shared by the three Abrahamic religions: Judaism, Christianity and Islam. The Christian philosopher, John Philoponus, presented the first such argument against the ancient Greek notion of an infinite past. His reasoning was adopted by many, most notably; Muslim philosopher, Al-Kindi (Alkindus); the Jewish philosopher, Saadia Gaon (Saadia ben Joseph); and the Muslim theologian, Al-Ghazali (Algazel). They used two logical arguments against an infinite past, the first being the \"argument from the impossibility of the existence of an actual infinite\", which states:[28]\n\nThe second argument, the \"argument from the impossibility of completing an actual infinite by successive addition\", states:[28]\n\nBoth arguments were adopted by later Christian philosophers and theologians, and the second argument in particular became famous after it was adopted by Immanuel Kant in his thesis of the first antimony concerning time.[28]\n\nIn the 10th century, the Brethren of Purity published the Encyclopedia of the Brethren of Purity, in which a heliocentric view of the universe is expressed in a section on cosmology:[39]\n\nCosmological ideas maintained by scholars such as al-Farabi and Ibn Sina, have strong resemblance with the Neo-Platonistic emanation cosmology. They identified the different Intellects, dividing the cosmos into different spheres, as similar to the Islamic angels. However, Islamic scholars repeatedly insist that all heavenly spheres as a whole form a single body and are moved by God, in contrast to Aristotelian cosmology in which God only moves the outer sphere.[40] According to ibn Sina, but differing from al-Farabi, God is not part of the scheme of emanation. God emanated things in accordance with his will. In his Theologia Aristotelis he shows that through the manifestation of God, the intellects are aware of God and their role in the universe. Further Ibn Sina seems to distinguishes between two types of angels: One completely unrelated to matter, and another one, which exists in form of a superior kind of matter. The latter ones can carry messages between the heavenly spheres and the sublunary world, appearing in visions. Therefore, the higher angels dwell in higher spheres, while their subordinate angels appear in an intermediary realm. Ibn Sina's explanation might imply an attempt to consider revelation as part of the natural world.[41][42] Also Qazwini lists a lower type of angels; earthly angels as indwelling forces of nature, who keep the world in order and never deviate from their duty. Qazwini believed that the existence of these angels could be proved by reason and effects of these angels on their assigned object.[43]\n\nThe Mu'tazili scientist and philosopher al-Jahiz (c. 776–869) was the first of the Muslim biologists and philosophers to develop an early theory of evolution. He speculated on the influence of the environment on animals, considered the effects of the environment on the likelihood of an animal to survive, and first described the struggle for existence, a precursor to natural selection.[44][45] Al-Jahiz's ideas on the struggle for existence in the Book of Animals have been summarized as follows:\n\nIn Chapter 47 of India, entitled \"On Vasudeva and the Wars of the Bharata,\" Abu Rayhan Biruni attempted to give a naturalistic explanation as to why the struggles described in the Mahabharata \"had to take place.\" He explains it using natural processes that include biological ideas related to evolution, which has led several scholars to compare his ideas to Darwinism and natural selection. This is due to Biruni describing the idea of artificial selection and then applying it to nature:[47]\n\nIn the 13th century, Nasir al-Din al-Tusi explains how the elements evolved into minerals, then plants, then animals, and then humans. Tusi then goes on to explain how hereditary variability was an important factor for biological evolution of living things:[48]\n\nTusi discusses how organisms are able to adapt to their environments:[48]\n\nTusi then explains how humans evolved from advanced animals:[48]\n\nAl-Dinawari (828–896), considered the founder of Arabic botany for his Book of Plants, discussed plant evolution from its birth to its death, describing the phases of plant growth and the production of flowers and fruit.[49]\n\nIbn Miskawayh's al-Fawz al-Asghar and the Brethren of Purity's Encyclopedia of the Brethren of Purity (The Epistles of Ikhwan al-Safa) developed theories on evolution that possibly had an influence on Charles Darwin and his inception of Darwinism, but has at one time been criticized as overenthusiastic.[50]\n\nEnglish translations of the Encyclopedia of the Brethren of Purity were available from 1812,[52] while Arabic manuscripts of the al-Fawz al-Asghar and The Epistles of Ikhwan al-Safa were also available at the University of Cambridge by the 19th century. These works likely had an influence on 19th-century evolutionists, and possibly Charles Darwin.[citation needed]\n\nIn the 14th century, Ibn Khaldun further developed the evolutionary ideas found in the Encyclopedia of the Brethren of Purity. The following statements from his 1377 work, the Muqaddimah, express evolutionary ideas:\n\nNumerous other Islamic scholars and scientists, including the polymaths Ibn al-Haytham and Al-Khazini, discussed and developed these ideas. Translated into Latin, these works began to appear in the West after the Renaissance and may have influenced Western philosophy and science.\n\nThe polymath Ibn al-Haytham (Alhacen) is considered a pioneer of phenomenology. He articulated a relationship between the physical and observable world and that of intuition, psychology and mental functions. His theories regarding knowledge and perception, linking the domains of science and religion, led to a philosophy of existence based on the direct observation of reality from the observer's point of view. Much of his thought on phenomenology was not further developed until the 20th century.[55]\n\nThe philosophy of mind was studied in medieval Islamic psychological thought, which refers to the study of the nafs (literally \"self\" or \"psyche\" in Arabic) in the Islamic world, particularly during the Islamic Golden Age (8th–15th centuries) as well as modern times (20th–21st centuries), and is related to psychology, psychiatry and the neurosciences.\n\nThe Arab polymath al-Hasan Ibn al-Haytham (Alhazen; died c. 1041) presented a thorough mathematical critique and refutation of Aristotle's conception of place (topos) in his Risala/Qawl fi’l-makan (Treatise/Discourse on Place).\n\nAristotle's Physics (Book IV – Delta) stated that the place of something is the two-dimensional boundary of the containing body that is at rest and is in contact with what it contains. Ibn al-Haytham disagreed with this definition and demonstrated that place (al-makan) is the imagined (three-dimensional) void (al-khala' al-mutakhayyal) between the inner surfaces of the containing body. He showed that place was akin to space, foreshadowing Descartes's notion of place as space qua Extensio or even Leibniz's analysis situs.  Ibn al-Haytham's mathematization of place rested on several geometric demonstrations, including his study on the sphere and other solids, which showed that the sphere (al-kura) is the largest in magnitude (volumetric) with respect to other geometric solids that have equal surface areas.  For instance, a sphere that has an equal surface area to that of a cylinder, would be larger in (volumetric) magnitude than the cylinder; hence, the sphere occupies a larger place than that occupied by the cylinder; unlike what is entailed by Aristotle's definition of place: that this sphere and that cylinder occupy places that are equal in magnitude.[56]  Ibn al-Haytham rejected Aristotle's philosophical concept of place on mathematical grounds.  Later, the philosopher 'Abd al-Latif al-Baghdadi (13th century) tried to defend the Aristotelian conception of place in a treatise titled: Fi al-Radd ‘ala Ibn al-Haytham fi al-makan (A refutation of Ibn al-Haytham's place), although his effort was admirable from a philosophical standpoint, it was unconvincing from the scientific and mathematical viewpoints.[57]\n\nIbn al-Haytham also discussed space perception and its epistemological implications in his Book of Optics (1021). His experimental proof of the intromission model of vision led to changes in the way the visual perception of space was understood, contrary to the previous emission theory of vision supported by Euclid and Ptolemy. In \"tying the visual perception of space to prior bodily experience, Alhacen unequivocally rejected the\nintuitiveness of spatial perception and, therefore, the autonomy of vision. Without tangible notions of distance and size for\ncorrelation, sight can tell us next to nothing about such things.\"[58]\n\n"
        },
        {
            "title": "Philosophy of education",
            "text": "In the medieval Islamic world, an elementary school was known as a maktab, which dates back to at least the 10th century. Like madrasahs (which referred to higher education), a maktab was often attached to a mosque. In the 11th century, Ibn Sina (known as Avicenna in the West), in one of his books, wrote a chapter dealing with the maktab entitled \"The Role of the Teacher in the Training and Upbringing of Children\", as a guide to teachers working at maktab schools. He wrote that children can learn better if taught in classes instead of individual tuition from private tutors, and he gave a number of reasons for why this is the case, citing the value of competition and emulation among pupils as well as the usefulness of group discussions and debates. Ibn Sina described the curriculum of a maktab school in some detail, describing the curricula for two stages of education in a maktab school.[59]\n\nIbn Sina wrote that children should be sent to a maktab school from the age of 6 and be taught primary education until they reach the age of 14. During which time, he wrote that they should be taught the Qur'an, Islamic metaphysics, language, literature, Islamic ethics, and manual skills (which could refer to a variety of practical skills).[59]\n\nIbn Sina refers to the secondary education stage of maktab schooling as the period of specialization, when pupils should begin to acquire manual skills, regardless of their social status. He writes that children after the age of 14 should be given a choice to choose and specialize in subjects they have an interest in, whether it was reading, manual skills, literature, preaching, medicine, geometry, trade and commerce, craftsmanship, or any other subject or profession they would be interested in pursuing for a future career. He wrote that this was a transitional stage and that there needs to be flexibility regarding the age in which pupils graduate, as the student's emotional development and chosen subjects need to be taken into account.[60]\n\n"
        },
        {
            "title": "Philosophy of science",
            "text": "The pioneering development of the scientific method by the Arab Ash'ari polymath Ibn al-Haytham (Alhacen) was an important contribution to the philosophy of science. In the Book of Optics (c. 1025 CE), his scientific method was very similar to the modern scientific method and consisted of the following procedures:[31]\n\nIn The Model of the Motions, Ibn al-Haytham also describes an early version of Occam's razor, where he employs only minimal hypotheses regarding the properties that characterize astronomical motions, as he attempts to eliminate from his planetary model the cosmological hypotheses that cannot be observed from Earth.[61]\n\nIn Aporias against Ptolemy, Ibn al-Haytham commented on the difficulty of attaining scientific knowledge:\n\nHe held that the criticism of existing theories—which dominated this book—holds a special place in the growth of scientific knowledge:\n\nIbn al-Haytham attributed his experimental scientific method and scientific skepticism to his Islamic faith. He believed that human beings are inherently flawed and that only God is perfect. He reasoned that to discover the truth about nature, it is necessary to eliminate human opinion and error, and allow the universe to speak for itself.[31] In The Winding Motion, Ibn al-Haytham further wrote that faith should only apply to prophets of Islam and not to any other authorities, in the following comparison between the Islamic prophetic tradition and the demonstrative sciences:\n\nIbn al-Haytham described his search for truth and knowledge as a way of leading him closer to God:\n\nHis contemporary Abū Rayhān al-Bīrūnī also introduced an early scientific method in nearly every field of inquiry he studied. For example, in his treatise on mineralogy, Kitab al-Jamahir (Book of Precious Stones), he is \"the most exact of experimental scientists\", while in the introduction to his study of India, he declares that \"to execute our project, it has not been possible to follow the geometric method\" and develops comparative sociology as a scientific method in the field.[63] He was also responsible for introducing the experimental method into mechanics,[64] the first to conduct elaborate experiments related to astronomical phenomena,[65] and a pioneer of experimental psychology.[66]\n\nUnlike his contemporary Avicenna's scientific method where \"general and universal questions came first and led to experimental work\", al-Biruni developed scientific methods where \"universals came out of practical, experimental work\" and \"theories are formulated after discoveries.\"[63] During his debate with Avicenna on natural philosophy, al-Biruni made the first real distinction between a scientist and a philosopher, referring to Avicenna as a philosopher and considering himself to be a mathematical scientist.[67]\n\nAl-Biruni's scientific method was similar to the modern scientific method in many ways, particularly his emphasis on repeated experimentation. Biruni was concerned with how to conceptualize and prevent both systematic errors and random errors, such as \"errors caused by the use of small instruments and errors made by human observers.\" He argued that if instruments produce random errors because of their imperfections or idiosyncratic qualities, then multiple observations must be taken, analyzed qualitatively, and on this basis, arrive at a \"common-sense single value for the constant sought\", whether an arithmetic mean or a \"reliable estimate.\"[68]\n\nAvicenna (Ibn Sina) is considered the father of modern medicine,[69] for his introduction of experimental medicine and clinical trials,[70] the experimental use and testing of drugs, and a precise guide for practical experimentation in the process of discovering and proving the effectiveness of medical substances,[71] in his medical encyclopedia, The Canon of Medicine (11th century), which was the first book dealing with experimental medicine. It laid out the following rules and principles for testing the effectiveness of new drugs or medications, which still form the basis of modern clinical trials:[70]\n\nThe first documented description of a peer review process is found in the Ethics of the Physician written by Ishaq bin Ali al-Rahwi (854–931) of al-Raha, Syria, who describes the first medical peer review process. His work, as well as later Arabic medical manuals, state that a visiting physician must always make duplicate notes of a patient's condition on every visit. When the patient was cured or had died, the notes of the physician were examined by a local medical council of other physicians, who would review the practising physician's notes to decide whether his/her performance have met the required standards of medical care. If their reviews were negative, the practicing physician could face a lawsuit from a maltreated patient.[72]\n\n"
        },
        {
            "title": "Other fields",
            "text": "Avicenna's most influential theory in epistemology is his theory of knowledge, in which he developed the concept of tabula rasa. He argued that the \"human intellect at birth is rather like a tabula rasa, a pure potentiality that is actualized through education and comes to know\" and that knowledge is attained through \"empirical familiarity with objects in this world from which one abstracts universal concepts\" which is developed through a \"syllogistic method of reasoning; observations lead to prepositional statements, which when compounded lead to further abstract concepts.\"[73]\n\nIn the 12th century, Ibn Tufail further developed the concept of tabula rasa in his Arabic novel, Hayy ibn Yaqzan, in which he depicted the development of the mind of a feral child \"from a tabula rasa to that of an adult, in complete isolation from society\" on a desert island. The Latin translation of his work, entitled Philosophus Autodidactus, published by Edward Pococke the Younger in 1671, had an influence on John Locke's formulation of tabula rasa in An Essay Concerning Human Understanding.[74]\n\nIslamic eschatology is concerned with the Qiyamah (end of the world; Last Judgement) and the final judgement of humanity. Eschatology relates to one of the six articles of faith (aqidah) of Islam. Like the other Abrahamic religions, Islam teaches the bodily resurrection of the dead, the fulfillment of a divine plan for creation, and the immortality of the human soul (though Jews do not necessarily view the soul as eternal); the righteous are rewarded with the pleasures of Jannah (Heaven), while the unrighteous are punished in Jahannam (Hell). A significant fraction (one third, in fact) of the Quran deals with these beliefs, with many hadith elaborating on the themes and details. Islamic apocalyptic literature describing the Armageddon is often known as fitna (a test) and malahim (or ghayba in the Shi'a tradition).\n\nIbn al-Nafis dealt with Islamic eschatology in some depth in his Theologus Autodidactus, where he rationalized the Islamic view of eschatology using reason and science to explain the events that would occur according to Islamic eschatology. He presented his rational and scientific arguments in the form of Arabic fiction, hence his Theologus Autodidactus may be considered the earliest science fiction work.[75]\n\nSharia (شَرِيعَةٌ) refers to the body of Islamic law. The term means \"way\" or \"path\"; it is the legal framework within which public and some private aspects of life are regulated for those living in a legal system based on Islamic principles of jurisprudence. Fiqh is the term for Islamic jurisprudence, made up of the rulings of Islamic jurists. A component of Islamic studies, Fiqh expounds the methodology by which Islamic law is derived from primary and secondary sources.\n\nMainstream Islam distinguish fiqh, which means understanding details and inferences drawn by scholars, from sharia that refers to principles that lie behind the fiqh. Scholars hope that fiqh and sharia are in harmony in any given case, but they cannot be sure.[76]\n\nThe Islamic philosophers, Ibn Tufail (Abubacer)[77] and Ibn al-Nafis,[78] were pioneers of the philosophical novel. Ibn Tufail wrote the first fictional Arabic novel Hayy ibn Yaqdhan (Philosophus Autodidactus) as a response to al-Ghazali's The Incoherence of the Philosophers, and then Ibn al-Nafis also wrote a fictional novel Theologus Autodidactus as a response to Ibn Tufail's Philosophus Autodidactus. Both of these novels had protagonists (Hayy in Philosophus Autodidactus and Kamil in Theologus Autodidactus) who were autodidactic individuals spontaneously generated in a cave and living in seclusion on a desert island, both being the earliest examples of a desert island story. However, while Hayy lives alone on the desert island for most of the story in Philosophus Autodidactus, the story of Kamil extends beyond the desert island setting in Theologus Autodidactus, developing into the first example of a science fiction novel.[75][79]\n\nIbn al-Nafis described his book Theologus Autodidactus as a defense of \"the system of Islam and the Muslims' doctrines on the missions of Prophets, the religious laws, the resurrection of the body, and the transitoriness of the world.\" He presents rational arguments for bodily resurrection and the immortality of the human soul, using both demonstrative reasoning and material from the hadith corpus to prove his case. Later Islamic scholars viewed this work as a response to the metaphysical claim of Avicenna and Ibn Tufail that bodily resurrection cannot be proven through reason, a view that was earlier criticized by al-Ghazali.[80]\n\nA Latin translation of Philosophus Autodidactus was published in 1671, prepared by Edward Pococke the Younger.[81] The first English translation by Simon Ockley was published in 1708, and German and Dutch translations were also published at the time. Philosophus Autodidactus went on to have a significant influence on European literature,[82] and became an influential best-seller throughout Western Europe in the 17th and 18th centuries.[83] These translations later inspired Daniel Defoe to write Robinson Crusoe, which also featured a desert island narrative and was regarded as the first novel in English.[82][84][85][86]\n\nPhilosophus Autodidactus also had a \"profound influence\" on modern Western philosophy.[87] It became \"one of the most important books that heralded the Scientific Revolution\" and European Enlightenment, and the thoughts expressed in the novel can be found in \"different variations and to different degrees in the books of Thomas Hobbes, John Locke, Isaac Newton, and Immanuel Kant.\"[88] The novel inspired the concept of \"tabula rasa\" developed in An Essay Concerning Human Understanding (1690) by Locke, who was a student of Pococke.[89][90] Philosophus Autodidactus also developed the themes of empiricism, tabula rasa, nature versus nurture,[74] condition of possibility, materialism,[91] and Molyneux's Problem.[92] The novel also inspired Robert Boyle, another acquaintance of Pococke, to write his own philosophical novel set on an island, The Aspiring Naturalist.[93] Other European scholars influenced by Philosophus Autodidactus include Gottfried Leibniz,[82] Melchisédech Thévenot, John Wallis, Christiaan Huygens,[94] George Keith, Robert Barclay, the Quakers,[95] and Samuel Hartlib.[93]\n\nEarly Islamic political philosophy emphasized an inexorable link between science and religion, and the process of ijtihad to find truth—in effect all philosophy was \"political\" as it had real implications for governance. This view was challenged by the Mutazilite philosophers, who held a more secular view and were supported by secular aristocracy who sought freedom of action independent of the Caliphate. The only Greek political treatise known to medieval Muslims at the time was Plato's Republic and the Laws. By the end of the Islamic Golden Age, however, the Asharite view of Islam had in general triumphed.\n\nIslamic political philosophy, was, indeed, rooted in the very sources of Islam, i.e. the Qur'an and the Sunnah, the words and practices of Muhammad. However, in the Western thought, it is generally known that it was a specific area peculiar merely to the great philosophers of Islam: al-Kindi (Alkindus), al-Farabi (Alfarabi), İbn Sina (Avicenna), Ibn Bajjah (Avempace), Ibn Rushd (Averroes), and Ibn Khaldun. The political conceptions of Islam such as kudrah, sultan, ummah, cemaa -and even the \"core\" terms of the Qur'an, i.e. ibada, din, rab and ilah- is taken as the basis of an analysis. Hence, not only the ideas of the Muslim political philosophers but also many other jurists and ulama posed political ideas and theories. For example, the ideas of the Khawarij in the very early years of Islamic history on Khilafa and Ummah, or that of Shia Islam on the concept of Imamah are considered proofs of political thought. The clashes between the Ehl-i Sunna and Shia in the 7th and 8th centuries had a genuine political character.\n\nThe 14th-century Arab scholar Ibn Khaldun is considered one of the greatest political theorists. The British philosopher-anthropologist Ernest Gellner considered Ibn Khaldun's definition of government, \"an institution which prevents injustice other than such as it commits itself\", the best in the history of political theory.[96]\n\nThe first detailed studies on the subject of historiography and the first critiques on historical methods appeared in the works of the Arab Ash'ari polymath Ibn Khaldun (1332–1406), who is regarded as the father of historiography, cultural history,[97] and the philosophy of history, especially for his historiographical writings in the Muqaddimah (Latinized as Prolegomena) and Kitab al-Ibar (Book of Advice).[98] His Muqaddimah also laid the groundwork for the observation of the role of state, communication, propaganda and systematic bias in history,[99] and he discussed the rise and fall of civilizations.\n\nFranz Rosenthal wrote in the History of Muslim Historiography:\n\nThere is an important question on the relation of religion and philosophy, reason and faith and so on. In one hand there is extraordinary importance attached to religion in Islamic civilization and in other hand they created certain doctrines in respect to reason and religion.[101]\n\nThe social philosopher and Ash'ari polymath Ibn Khaldun (1332–1406) was the last major Islamic philosopher from Tunis, North Africa. In his Muqaddimah, he developed the earliest theories on social philosophy, in formulating theories of social cohesion and social conflict. His Muqaddimah was also the introduction to a seven volume analysis of universal history.\n\nIbn Khaldun is considered the \"father of sociology\", \"father of historiography\", and \"father of the philosophy of history\" by some, for allegedly being the first to discuss the topics of sociology, historiography and the philosophy of history in detail.[102]\n\nIslamic philosophy found an audience with the Jews, to whom belongs the honor of having transmitted it to the Christian world. A series of eminent men—such as the Ibn Tibbons, Narboni, Gersonides—joined in translating the Arabic philosophical works into Hebrew and commenting upon them. The works of Ibn Rushd especially became the subject of their study, due in great measure to Maimonides, who, in a letter addressed to his pupil Joseph ben Judah, spoke in the highest terms of Ibn Rushd's commentary.\n\nThe oldest Jewish religio-philosophical work preserved in Arabic is that of Saadia Gaon (892–942), Emunot ve-Deot, \"The Book of Beliefs and Opinions\". In this work Saadia treats the questions that interested the Mutakallamin, such as the creation of matter, the unity of God, the divine attributes, the soul, etc. Saadia criticizes other philosophers severely. For Saadia there was no problem as to creation: God created the world ex nihilo, just as the Bible attests; and he contests the theory of the Mutakallamin in reference to atoms, which theory, he declares, is just as contrary to reason and religion as the theory of the philosophers professing the eternity of matter.\n\nTo prove the unity of God, Saadia uses the demonstrations of the Mutakallamin. Only the attributes of essence (sifat al-dhatia) can be ascribed to God, but not the attributes of action (sifat-al-fi'aliya). The soul is a substance more delicate even than that of the celestial spheres. Here Saadia controverts the Mutakallamin, who considered the soul an \"accident\" 'arad (compare Guide for the Perplexed i. 74), and employs the following one of their premises to justify his position: \"Only a substance can be the substratum of an accident\" (that is, of a non-essential property of things). Saadia argues: \"If the soul be an accident only, it can itself have no such accidents as wisdom, joy, love,\" etc. Saadia was thus in every way a supporter of the Kalam; and if at times he deviated from its doctrines, it was owing to his religious views.\n\nSince no idea and no literary or philosophical movement ever germinated on Persian or Arabian soil without leaving its impress on the Jews, Al Ghazali found an imitator in the person of Judah ha-Levi. This poet also took upon himself to free his religion from what he saw as the shackles of speculative philosophy, and to this end wrote the \"Kuzari,\" in which he sought to discredit all schools of philosophy alike. He passes severe censure upon the Mutakallimun for seeking to support religion by philosophy. He says, \"I consider him to have attained the highest degree of perfection who is convinced of religious truths without having scrutinized them and reasoned over them\" (\"Kuzari,\" v.). Then he reduced the chief propositions of the Mutakallamin, to prove the unity of God, to ten in number, describing them at length, and concluding in these terms: \"Does the Kalam give us more information concerning God and His attributes than the prophet did?\" (Ib. iii. and iv.) Aristotelianism finds no favor in Judah ha-Levi's eyes, for it is no less given to details and criticism; Neoplatonism alone suited him somewhat, owing to its appeal to his poetic temperament.\n\nSimilarly the reaction in favour of stricter Aristotelianism, as found in Averroes, had its Jewish counterpart in the work of Maimonides. Later Jewish philosophers, such as Gersonides and Elijah Delmedigo, followed the school of Averroes and played a part in transmitting Averroist thought to medieval Europe.\n\nIn Spain and Italy, Jewish translators such as Abraham de Balmes and Jacob Mantino translated Arabic philosophic literature into Hebrew and Latin, contributing to the development of modern European philosophy.\n\n"
        },
        {
            "title": "Later Islamic philosophy",
            "text": "The death of Ibn Rushd (Averroës) effectively marks the end of a particular discipline of Islamic philosophy usually called the Peripatetic Arabic School, and philosophical activity declined significantly in western Islamic countries, namely in Islamic Spain and North Africa, though it persisted for much longer in the Eastern countries, in particular Iran and India. Contrary to the traditional view, Dimitri Gutas and the Stanford Encyclopedia of Philosophy consider the period between the 11th and 14th centuries to be the true \"Golden Age\" of Arabic and Islamic philosophy, initiated by Al-Ghazali's successful integration of logic into the Madrasah curriculum and the subsequent rise of Avicennism.[103]\n\nSince the political power shift in Western Europe (Spain and Portugal) from Muslim to Christian control, the Muslims naturally did not practice philosophy in Western Europe. This also led to some loss of contact between the 'west' and the 'east' of the Islamic world. Muslims in the 'east' continued to do philosophy, as is evident from the works of Ottoman scholars and especially those living in Muslim kingdoms within the territories of present-day Iran and India, such as Shah Waliullah and Ahmad Sirhindi. This fact has escaped most pre-modern historians of Islamic (or Arabic) philosophy. In addition, logic has continued to be taught in religious seminaries up to modern times.\n\nAfter Ibn Rushd, there arose many later schools of Islamic Philosophy such as those founded by Ibn Arabi and Shi'ite Mulla Sadra. These new schools are of particular importance, as they are still active in the Islamic world. The most important among them are:\n\nIlluminationist philosophy was a school of Islamic philosophy founded by Shahab al-Din Suhrawardi in the 12th century. This school is a combination of Avicenna's philosophy and ancient Iranian philosophy, with many new innovative ideas of Suhrawardi. It is often described as having been influenced by Neoplatonism.\n\nIn logic in Islamic philosophy, systematic refutations of Greek logic were written by the Illuminationist school, founded by Shahab al-Din Suhrawardi (1155–1191), who developed the idea of \"decisive necessity\", an important innovation in the history of logical philosophical speculation.[104]\n\nTranscendent theosophy is the school of Islamic philosophy founded by Mulla Sadra in the 17th century. His philosophy and ontology is considered to be just as important to Islamic philosophy as Martin Heidegger's philosophy later was to Western philosophy in the 20th century. Mulla Sadra bought \"a new philosophical insight in dealing with the nature of reality\" and created \"a major transition from essentialism to existentialism\" in Islamic philosophy, several centuries before this occurred in Western philosophy.[105]\n\nThe idea of \"essence precedes existence\" is a concept which dates back to Ibn Sina (Avicenna)[23] and his school of Avicennism as well as Shahab al-Din Suhrawardi[24] and his Illuminationist philosophy. The opposite idea of \"Existence precedes essence\" was thus developed in the works of Averroes[23] and Mulla Sadra[106] as a reaction to this idea and is a key foundational concept of existentialism.\n\nFor Mulla Sadra, \"existence precedes the essence and is thus principle since something has to exist first and then have an essence.\" This is primarily the argument that lies at the heart of Mulla Sadra's Transcendent Theosophy. Sayyid Jalal Ashtiyani later summarized Mulla Sadra's concept as follows:[107]\n\nMore careful approaches are needed in terms of thinking about philosophers (and theologians) in Islam in terms of phenomenological methods of investigation in ontology (or onto-theology), or by way of comparisons that are made with Heidegger's thought and his critique of the history of metaphysics.[108]\n\nThe tradition of Islamic philosophy is still very much alive today, particularly among followers of Suhrawardi's Hikmat al-Ishraq (Illumination Philosophy) and Mulla Sadra's Hikmat-e-Mota'aliye (Transcendent Theosophy). Another figure is Muhammad Iqbal, who reshaped and revitalized Islamic philosophy among the Muslims of the Indian sub-continent in the early 20th century.[109] His The Reconstruction of Religious Thought in Islam [110] is a milestone in the modern political philosophy of Islam.[citation needed]\n\nIn contemporary Islamic regions, the teaching of hikmat or hikmah has continued to flourish.\n\n"
        },
        {
            "title": "Criticism",
            "text": "Philosophy has not been without criticism amongst Muslims, both contemporary and past. The imam Ahmad ibn Hanbal, for whom the Hanbali school of thought is named, rebuked philosophical discussion, once telling proponents of it that he was secure in his religion, but that they were \"in doubt, so go to a doubter and argue with him (instead).\"[113] Today, Islamic philosophical thought has also been criticized by scholars of the modern Salafi movement.[citation needed]\n\nThere would be many Islamic thinkers who were not enthusiastic about the potential of philosophy, but it would be incorrect to assume that they opposed it simply because it was a \"foreign science\". Oliver Leaman, an expert on Islamic philosophy, points out that the objections of notable theologians are rarely directed at philosophy itself, but rather at the conclusions the philosophers arrived at. Even the 11th century al-Ghazali, known for his Incoherence of the Philosophers critique of philosophers, was himself an expert in philosophy and logic. His criticism was that they arrived at theologically erroneous conclusions. In his view the three most serious of these were believing in the co-eternity of the universe with God, denying the bodily resurrection, and asserting that God only has knowledge of abstract universals, not of particular things, though not all philosophers subscribed to these same views.[114]\n\nIn recent studies by Muslim contemporary thinkers that aim at \"renewing the impetus of philosophical thinking in Islam,\" the philosopher and theorist Nader El-Bizri offers a critical analysis of the conventions that dominate mainstream academic and epistemic approaches in studying Islamic philosophy. These approaches, of methodology and historiography are looked at from archival standpoints within Oriental and Mediaevalist Studies, fail to recognize the fact that philosophy in Islam can still be a living intellectual tradition. He maintains that its renewal requires a radical reform in ontology and epistemology within Islamic thought. El-Bizri's interpretations of Avicenna (Ibn Sina) from the standpoint of Heidegger's critique of the history of metaphysics, and specifically against the background of the unfolding of the essence of technology, aim at finding new pathways in ontology that are not simply Avicennian nor Heideggerian, even though El-Bizri's approach in rethinking falsafa amounts to a \"Neo-Avicennism\" that carries resonances with novel modern philosophical ways of reading Aristotelianism and Thomism. El-Bizri engages contemporary issues in philosophy through a fundamental critical analytic of the evolution of key concepts in the history of ontology and epistemology. Nader El-Bizri is a modernist in outlook since he aims at bringing newness to the tradition rather than simply reproduce it or  being in rupture with it.[115]\n\nMaani’ Hammad al-Juhani, (a member of the Consultative Council and General Director, World Assembly of Muslim Youth)[116] \nis quoted as declaring that because philosophy does not follow the moral guidelines of the Sunnah, \n\"philosophy, as defined by the philosophers, is one of the most dangerous falsehoods and most vicious in fighting faith and religion on the basis of logic, which it is very easy to use to confuse people in the name of reason, interpretation and metaphor that distort the religious texts\".[117]\n\n"
        }
    ]
}