{
    "url": "https://en.wikipedia.org/wiki/Islamic_schools_and_branches",
    "title": "Islamic schools and branches",
    "table_of_contents": [
        "1 Overview",
        "2 Main branches or denominations",
        "2.1 Sunnī Islam",
        "2.2 Shīʿa Islam",
        "2.2.1 Major sub-denominations",
        "2.2.2 Ghulat movements",
        "2.3 Kharijite Islam",
        "2.3.1 Ibadi Islam",
        "3 Schools of Islamic jurisprudence",
        "3.1 Sunnī",
        "3.2 Shīʿa",
        "3.3 Ibadi",
        "4 Schools of Islamic theology",
        "4.1 Sunni",
        "4.1.1 Classical",
        "4.1.1.1 Ashʿarī",
        "4.1.1.2 Māturīdī",
        "4.1.2 Traditionalist theology",
        "4.2 Muʿtazila",
        "4.3 Murji'ah",
        "4.4 Qadariyyah",
        "4.5 Jabriyah",
        "4.6 Jahmiyyah",
        "4.7 Batiniyyah",
        "5 Sufism",
        "6 Later movements",
        "6.1 African-American movements",
        "6.2 Ahmadiyya Movement In Islam",
        "6.3 Barelvi / Deobandi split",
        "6.4 Gülen / Hizmet movement",
        "6.5 Islamic modernism",
        "6.6 Islamism",
        "6.6.1 Muslim Brotherhood",
        "6.6.2 Jamaat-e-Islami",
        "6.6.3 Hizb ut-Tahrir",
        "6.7 Quranism",
        "6.8 Liberal and progressive Islam",
        "6.9 Mahdavia",
        "6.10 Non-denominational Islam",
        "6.10.1 Tolu-e-Islam",
        "6.11 Salafism and Wahhabism",
        "6.11.1 Ahle Hadith",
        "6.11.2 Salafiyya movement",
        "6.11.3 Wahhabism",
        "7 Population of the branches",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Islamic schools and branches have different understandings of Islam. There are many different sects or denominations, schools of Islamic jurisprudence, and schools of Islamic theology, or ʿaqīdah (creed). Within Islamic groups themselves there may be differences, such as different orders (tariqa) within Sufism, and within Sunnī Islam different schools of theology (Aṯharī, Ashʿarī, Māturīdī) and jurisprudence (Ḥanafī, Mālikī, Shāfiʿī, Ḥanbalī).[1] Groups in Islam may be numerous (the largest branches are Shīʿas and Sunnīs), or relatively small in size (Ibadis, Zaydīs, Ismāʿīlīs). Differences between the groups may not be well known to Muslims outside of scholarly circles, or may have induced enough passion to have resulted in political and religious violence (Barelvi, Deobandi, Salafism, Wahhabism).[2][3][4][5] There are informal movements driven by ideas (such as Islamic modernism and Islamism) as well as organized groups with a governing body (Ahmadiyya, Ismāʿīlism, Nation of Islam). Some of the Islamic sects and groups regard certain others as deviant or accuse them of being not truly Muslim (for example, Sunnīs frequently discriminate Ahmadiyya, Alawites, Quranists, and Shīʿas).[2][3][4][5] Some Islamic sects and groups date back to the early history of Islam between the 7th and 9th centuries CE (Kharijites, Sunnīs, Shīʿas), whereas others have arisen much more recently (Islamic neo-traditionalism, liberalism and progressivism, Islamic modernism, Salafism and Wahhabism) or even in the 20th century (Nation of Islam). Still others were influential in their time but are not longer in existence (non-Ibadi Kharijites, Muʿtazila, Murji'ah).\n\n"
        },
        {
            "title": "Overview",
            "text": "The original schism between Kharijites, Sunnīs, and Shīʿas among Muslims was disputed over the political and religious succession to the guidance of the Muslim community (Ummah) after the death of the Islamic prophet Muhammad.[6] From their essentially political position, the Kharijites developed extreme doctrines that set them apart from both mainstream Sunnī and Shīʿa Muslims.[6] Shīʿas believe ʿAlī ibn Abī Ṭālib is the true successor to Muhammad, while Sunnīs consider Abu Bakr to hold that position. The Kharijites broke away from both the Shīʿas and the Sunnīs during the First Fitna (the first Islamic Civil War);[6] they were particularly noted for adopting a radical approach to takfīr (excommunication), whereby they declared both Sunnī and Shīʿa Muslims to be either infidels (kuffār) or false Muslims (munāfiḳūn), and therefore deemed them worthy of death for their perceived apostasy (ridda).[6]\n\nIn addition, there are several differences within Sunnī and Shīʿa Islam: Sunnī Islam is separated into four main schools of jurisprudence, namely Mālikī, Ḥanafī, Shāfiʿī, and Ḥanbalī; these schools are named after their founders Mālik ibn Anas, Abū Ḥanīfa al-Nuʿmān, Muḥammad ibn Idrīs al-Shāfiʿī , and Aḥmad ibn Ḥanbal, respectively.[1] Shīʿa Islam, on the other hand, is separated into three major sects: Twelvers, Ismāʿīlīs, and Zaydīs. The vast majority of Shīʿa Muslims are Twelvers (a 2012 estimate puts the figure as 85%),[7] to the extent that the term \"Shīʿa\" frequently refers to Twelvers by default. All mainstream Twelver and Ismāʿīlī Shīʿa Muslims follow the same school of thought, the Jaʽfari jurisprudence, named after Jaʿfar al-Ṣādiq, the sixth Shīʿīte Imam.\n\nZaydīs, also known as Fivers, follow the Zaydī school of thought (named after Zayd ibn ʿAlī). Ismāʿīlīsm is another offshoot of Shīʿa Islam that later split into Nizārī and Musta‘lī, and the Musta‘lī further divided into Ḥāfiẓi and Ṭayyibi.[8] Ṭayyibi Ismāʿīlīs, also known as \"Bohras\", are split between Dawudi Bohras, Sulaymani Bohras, and Alavi Bohras.[9]\n\nSimilarly, Kharijites were initially divided into five major branches: Sufris, Azariqa, Najdat, Adjarites, and Ibadis. Of these, Ibadi Muslims are the only surviving branch of Kharijites. In addition to the aforementioned groups, new schools of thought and movements like Ahmadi Muslims, Quranist Muslims, and African-American Muslims later emerged independently.\n\n"
        },
        {
            "title": "Main branches or denominations",
            "text": "Sunnī Islam, also known as Ahl as-Sunnah waʾl Jamāʾah or simply Ahl as-Sunnah, is by far the largest denomination of Islam, comprising around 85% of the Muslim population in the world. The term Sunnī comes from the word sunnah, which means the teachings, actions, and examples of the Islamic prophet Muhammad and his companions (ṣaḥāba).\n\nSunnīs believe that Muhammad did not specifically appoint a successor to lead the Muslim community (Ummah) before his death in 632 CE, however they approve of the private election of the first companion, Abū Bakr.[11][12] Sunnī Muslims regard the first four caliphs—Abū Bakr (632–634), ʿUmar ibn al-Khaṭṭāb (Umar І, 634–644), ʿUthmān ibn ʿAffān (644–656), and ʿAlī ibn Abī Ṭālib (656–661)—as al-Khulafā'ur-Rāshidūn (\"the Rightly-Guided Caliphs\"). Sunnīs also believe that the position of caliph may be attained democratically, on gaining a majority of the votes, but after the Rashidun, the position turned into a hereditary dynastic rule because of the divisions started by the Umayyads and others. After the fall of the Ottoman Empire in 1923, there has never been another caliph as widely recognized in the Muslim world.\n\nFollowers of the classical Sunnī schools of jurisprudence and kalām (rationalistic theology) on one hand, and Islamists and Salafists such as Wahhabis and Ahle Hadith, who follow a literalist reading of early Islamic sources, on the other, have laid competing claims to represent the \"orthodox\" Sunnī Islam.[13] Anglophone Islamic currents of the former type are sometimes referred to as \"traditional Islam\".[14] Islamic modernism is an offshoot of the Salafi movement that tried to integrate modernism into Islam by being partially influenced by modern-day attempts to revive the ideas of the Muʿtazila school by Islamic scholars such as Muhammad Abduh.\n\nShīʿa Islam is the second-largest denomination of Islam, comprising around 10–15%[15] of the total Muslim population.[16] Although a minority in the Muslim world, Shīʿa Muslims constitute the majority of the Muslim populations in Iran, Iraq, Lebanon, Bahrain, and Azerbaijan, as well as significant minorities in Syria, Turkey, South Asia, Yemen, and Saudi Arabia, as well as in other parts of the Persian Gulf.[17]\n\nIn addition to believing in the supreme authority of the Quran and teachings of Muhammad, Shīʿa Muslims believe that Muhammad's family, the Ahl al-Bayt (\"People of the Household\"), including his descendants known as Imams, have distinguished spiritual and political authority over the community,[18] and believe that ʿAlī ibn Abī Ṭālib, Muhammad's cousin and son-in-law, was the first of these Imams and the rightful successor to Muhammad, and thus reject the legitimacy of the first three Rāshidūn caliphs.[19]\n\nShīʿīte groups and movements who either ascribe divine characteristics to some important figures in the history of Islam (usually members of Muhammad's family, the Ahl al-Bayt) or hold beliefs deemed deviant by mainstream Shīʿa Muslims were designated as Ghulat.[38]\n\nKharijite (literally, \"those who seceded\") are an extinct sect who originated during the First Fitna, the struggle for political leadership over the Muslim community, following the assassination in 656 of the third caliph Uthman.[39][6] Kharijites originally supported the caliphate of Ali, but then later on fought against him and eventually succeeded in his martyrdom while he was praying in the mosque of Kufa. While there are few remaining Kharijite or Kharijite-related groups, the term is sometimes used to denote Muslims who refuse to compromise with those with whom they disagree.\n\nSufris were a major sub-sect of Kharijite in the 7th and 8th centuries, and a part of the Kharijites. Nukkari was a sub-sect of Sufris. Harūrīs were an early Muslim sect from the period of the Four Rightly-Guided Caliphs (632–661 CE), named for their first leader, Habīb ibn-Yazīd al-Harūrī. Azariqa, Najdat, and Adjarites were minor sub-sects.\n\nThe only Kharijite sub-sect extant today is Ibadism, which developed out of the 7th century CE. There are currently two geographically separated Ibadi groups—in Oman, where they constitute the majority of the Muslim population in the country, and in North Africa where they constitute significant minorities in Algeria, Tunisia, and Libya. Similarly to another Muslim minority, the Zaydīs, \"in modern times\" they have \"shown a strong tendency\" to move towards the Sunnī branch of Islam.[20]\n\n\n\n"
        },
        {
            "title": "Schools of Islamic jurisprudence",
            "text": "Islamic schools of jurisprudence, known as madhhab, differ in the methodology they use to derive their rulings from the Quran, ḥadīth literature, the sunnah (accounts of the sayings and living habits attributed to the Islamic prophet Muhammad during his lifetime), and the tafsīr literature (exegetical commentaries on the Quran).\n\nSunnī Islam contains numerous schools of Islamic jurisprudence (fiqh) and schools of Islamic theology (ʿaqīdah).[1] In terms of religious jurisprudence (fiqh), Sunnism contains several schools of thought (madhhab):[1]\n\nIn terms of religious creed (ʿaqīdah), Sunnism contains several schools of theology:[1]\n\nThe Salafi movement is a conservative reform branch and/or revivalist movement within Sunnī Islam whose followers don't believe in strictly following one particular madhhab. They include the Wahhabi movement, an Islamic doctrine and religious movement founded by Muhammad ibn ʿAbd al-Wahhab, and the modern Ahle Hadith movement, whose followers call themselves Ahl al-Ḥadīth.\n\nIn Shīʿa Islam, the major Shīʿīte school of jurisprudence is the Jaʿfari or Imāmī school,[42] named after Jaʿfar al-Ṣādiq, the sixth Shīʿīte Imam. The Jaʿfari jurisprudence is further divided into two branches: the Usuli school, which favors the exercise of ijtihad,[43] and the Akhbari school, which holds the traditions (aḵbār) of the Shīʿīte Imams to be the main source of religious knowledge.[44] Minor Shīʿa schools of jurisprudence include the Ismāʿīlī school (Mustaʿlī-Fāṭimid Ṭayyibi Ismāʿīlīs) and the Zaydī school, both of which have closer affinity to Sunnī jurisprudence.[42][45][46] Shīʿīte clergymen and jurists usually carry the title of mujtahid (i.e., someone authorized to issue legal opinions in Shīʿa Islam).\n\nThe fiqh or jurisprudence of Ibadis is relatively simple. Absolute authority is given to the Quran and ḥadīth literature; new innovations accepted on the basis of qiyas (analogical reasoning) were rejected as bid'ah (heresy) by the Ibadis. That differs from the majority of Sunnīs,[47] but agrees with most Shīʿa schools[48] and with the Ẓāhirī and early Ḥanbalī schools of Sunnism.[49][50][51]\n\n"
        },
        {
            "title": "Schools of Islamic theology",
            "text": "Aqidah is an Islamic term meaning \"creed\", doctrine, or article of faith.[52][53] There have existed many schools of Islamic theology, not all of which survive to the present day. Major themes of theological controversies in Islam have included predestination and free will, the nature of the Quran, the nature of the divine attributes, apparent and esoteric meaning of scripture, and the role of dialectical reasoning in the Islamic doctrine.\n\nKalām is the Islamic philosophy of seeking theological principles through dialectic. In Arabic, the word literally means \"speech/words\". A scholar of kalām is referred to as a mutakallim (Muslim theologian; plural mutakallimūn). There are many schools of Kalam, the main ones being the Ashʿarī and Māturīdī schools in Sunni Islam.[54]\n\nAshʿarīsm is a school of theology founded by Abū al-Ḥasan al-Ashʿarī in the 10th century. The Ashʿarīte view was that comprehension of the unique nature and characteristics of God were beyond human capability. Ashʿarī theology is considered one of the orthodox creeds of Sunni Islam alongside the Māturīdī theology.[54] Historically, the Ashʿarī theology prevails in Sufism and was originally associated with the Ḥanbalī school of Islamic jurisprudence.[54]\n\nMāturīdism is a school of theology founded by Abū Manṣūr al-Māturīdī in the 10th century, which is a close variant of the Ashʿarī school. Māturīdī theology is considered one of the orthodox creeds of Sunni Islam alongside the Ashʿarī theology,[54] and prevails in the Ḥanafī school of Islamic jurisprudence.[54] Points which differ are the nature of belief and the place of human reason. The Māturīdites state that imān (faith) does not increase nor decrease but remains static; rather it's taqwā (piety) which increases and decreases. The Ashʿarītes affirm that belief does in fact increase and decrease. The Māturīdites affirm that the unaided human mind is able to find out that some of the more major sins such as alcohol or murder are evil without the help of revelation. The Ashʿarītes affirm that the unaided human mind is unable to know if something is good or evil, lawful or unlawful, without divine revelation.\n\nTraditionalist theology, sometimes referred to as the Aṯharī school, derives its name from the word \"tradition\" as a translation of the Arabic word hadith or from the Arabic word aṯhar, meaning \"narrations\". The traditionalist creed is to avoid delving into extensive theological speculation. They rely on the Qur'an, the Sunnah, and sayings of the Sahaba, seeing this as the middle path where the attributes of Allah are accepted without questioning their nature (bi-la kayf). Ahmad ibn Hanbal is regarded as the leader of the traditionalist school of creed. The modern Salafi movement associates itself with the Aṯharī creed.[55][56][57][58]\n\nMuʿtazilite theology originated in the 8th century in Basra when Wasil ibn Ata left the teaching lessons of Hasan al-Basri after a theological dispute. He and his followers expanded on the logic and rationalism of Greek philosophy, seeking to combine them with Islamic doctrines and show that the two were inherently compatible. The Muʿtazilites debated philosophical questions such as whether the Qur'an was created or co-eternal with God, whether evil was created by God, the issue of predestination versus free will, whether God's attributes in the Qur'an were to be interpreted allegorically or literally, and whether sinning believers would have eternal punishment in hell.[citation needed]\n\nMurji'ah was a name for an early politico-religious movement which came to refer to all those who identified faith (iman) with belief to the exclusion of acts.[59] Originating during the caliphates of Uthman and Ali, Murijites opposed the Kharijites, holding that only God has the authority to judge who is a true Muslim and who is not, and that Muslims should consider all other Muslims as part of the community.[60] Two major Murijite sub-sects were the were Karamiya and Sawbaniyya.[61]\n\nQadariyyah is an originally derogatory term designating early Islamic theologians who asserted that humans possess free will, whose exercise makes them responsible for their actions, justifying divine punishment and absolving God of responsibility for evil in the world.[62][63] Some of their doctrines were later adopted by the Mu'tazilis and rejected by the Ash'aris.[62]\n\nIn direct contrast to the Qadariyyah, Jabriyah was an early islamic philosophical school based on the belief that humans are controlled by predestination, without having choice or free will. The Jabriya school originated during the Umayyad dynasty in Basra. The first representative of this school was Al-Ja'd ibn Dirham who was executed in 724.[64] The term is derived from the Arabic root j-b-r, in the sense which gives the meaning of someone who is forced or coerced by destiny.[64] The term Jabriyah was also a derogatory term used by different Islamic groups that they considered wrong,[65] The Ash'ariyah used the term Jabriyah in the first place to describe the followers of, Jahm ibn Safwan who died in 746, in that they regarded their faith as a middle position between Qadariyah and Jabriya. On the other hand, the Mu'tazilah considered the Ash'ariyah as Jabriyah because, in their opinion, they rejected the orthodox doctrine of free will.[66] The Shiites used the term Jabriyah to describe the Ash'ariyah and Hanbalis.[67]\n\nJahmis were the alleged followers of the early Islamic theologian Jahm bin Safwan who associated himself with Al-Harith ibn Surayj. He was an exponent of extreme determinism according to which a man acts only metaphorically in the same way in which the sun acts or does something when it sets.[68]\n\nThe Bāṭiniyyah is a name given to an allegoristic type of scriptural interpretation developed among some Shia groups, stressing the bāṭin (inward, esoteric) meaning of texts. It has been retained by all branches of Isma'ilism and its Druze offshoot. Alevism, Bektashism and folk religion, Hurufis and Alawites practice a similar system of interpretation.[69]\n\n"
        },
        {
            "title": "Sufism",
            "text": "Sufism is Islam's mystical-ascetic dimension and is represented by schools or orders known as Tasawwufī-Ṭarīqah. It is seen as that aspect of Islamic teaching that deals with the purification of inner self. By focusing on the more spiritual aspects of religion, Sufis strive to obtain direct experience of God by making use of \"intuitive and emotional faculties\" that one must be trained to use.[70]\n\nThe following list contains some notable Sufi orders:\n\n"
        },
        {
            "title": "Later movements",
            "text": "Many slaves brought from Africa to the Western Hemisphere were Muslims,[80] and the early 20th century saw the rise of distinct Islamic religious and political movements within the African-American community in the United States,[81] such as Darul Islam,[80] the Islamic Party of North America,[80] the Mosque of Islamic Brotherhood (MIB),[80] the Muslim Alliance in North America,[80] the Moorish Science Temple of America,[81] the Nation of Islam (NOI),[81][82][83][84] and the Ansaaru Allah Community.[85] They sought to ascribe Islamic heritage to African-Americans, thereby giving much emphasis on racial and ethnic aspects[82][81][83][84][86] (see black nationalism and black separatism).[80][85][87] These black Muslim movements often differ greatly in matters of doctrine from mainstream Islam.[81][83][85][87] They include:\n\nThe Ahmadiyya Movement in Islam was founded in British India in 1889 by Mirza Ghulam Ahmad of Qadian, who claimed to be the promised Messiah (\"Second Coming of Christ\"), the Mahdi awaited by the Muslims as well as a \"subordinate\" prophet to the Islamic prophet Muhammad.[93][94][95][96] Ahmadis claim to practice the pristine form of Islam as followed by Muhammad and his earliest followers.[97][98] They believe that it was Mirza Ghulam Ahmad's task to restore the original sharia given to Muhammad by guiding the Ummah back to the \"true\" Islam and defeat the attacks on Islam by other religions.[93][94][95][96][99]\n\nThere are a wide variety of distinct beliefs and teachings of Ahmadis compared to those of most other Muslims,[93][94][95][96] which include the interpretation of the Quranic title Khatam an-Nabiyyin,[100] interpretation of the Messiah's Second Coming,[94][101] complete rejection of the abrogation/cancellation of Quranic verses,[102] belief that Jesus survived the crucifixion and died of old age in India,[94][95][103] conditions of the \"Jihad of the Sword\" are no longer met,[94][104] belief that divine revelation (as long as no new sharia is given) will never end,[105] belief in cyclical nature of history until Muhammad,[105] and belief in the implausibility of a contradiction between Islam and science.[99] These perceived deviations from normative Islamic thought have resulted in severe persecution of Ahmadis in various Muslim-majority countries,[94] particularly Pakistan,[94][106] where they have been branded as Non-Muslims and their Islamic religious practices are punishable by the Ahmadi-Specific laws in the penal code.[107]\n\nThe followers of the Ahmadiyya Movement in Islam are divided into two groups: the first being the Ahmadiyya Muslim Community, currently the dominant group, and the Lahore Ahmadiyya Movement for the Propagation of Islam.[94] The larger group takes a literalist view believing that Mirza Ghulam Ahmad was the promised Mahdi and a Ummati Nabi subservient to Muhammad, while the latter believing that he was only a religious reformer and a prophet only in an allegorical sense.[94] Both Ahmadi groups are active in dawah or Islamic missionary work, and have produced vasts amounts of Islamic literature, including numerous translations of the Quran, translations of the Hadith, Quranic tafsirs, a multitude of sirahs of Muhammad, and works on the subject of comparative religion among others.[94][96] As such, their international influence far exceeds their number of adherents.[94][96][108] Muslims from more Orthodox sects of Islam have adopted many Ahmadi polemics and understandings of other religions,[109] along with the Ahmadi approach to reconcile Islamic and Western education as well as to establish Islamic school systems, particularly in Africa.[110]\n\nSunni Muslims of the Indian subcontinent comprising present day India, Pakistan and Bangladesh who are overwhelmingly Hanafi by fiqh have split into two schools or movements, the Barelvi and the Deobandi. While the Deobandi is revivalist in nature, the Barelvi are more traditional and inclined towards Sufism.\n\nThe Gülen movement, usually referred to as the Hizmet movement,[111] established in the 1970s as an offshoot of the Nur Movement[112] and led by the Turkish Islamic scholar and preacher Fethullah Gülen in Turkey, Central Asia, and in other parts of the world, is active in education, with private schools and universities in over 180 countries as well as with many American charter schools operated by followers. It has initiated forums for interfaith dialogue.[113][114] The Cemaat movement's structure has been described as a flexible organizational network.[115] Movement schools and businesses organize locally and link themselves into informal networks.[116] Estimates of the number of schools and educational institutions vary widely; it appears there are about 300 Gülen movement schools in Turkey and over 1,000 schools worldwide.[117][118]\n\nIslamic modernism, also sometimes referred to as \"modernist Salafism\",[119][120][121][122][123] is a movement that has been described as \"the first Muslim ideological response\"[124] attempting to reconcile Islamic faith with modern Western values such as nationalism, democracy, and science.[125]\n\nIslamism is a set of political ideologies, derived from various fundamentalist views, which hold that Islam is not only a religion but a political system that should govern the legal, economic and social imperatives of the state. Many Islamists do not refer to themselves as such and it is not a single particular movement. Religious views and ideologies of its adherents vary, and they may be Sunni Islamists or Shia Islamists depending upon their beliefs. Islamist groups include groups such as Al-Qaeda, the organizer of the September 11, 2001 attacks and perhaps the most prominent; and the Muslim Brotherhood, the largest and perhaps the oldest. Although violence is often employed by some organizations, most Islamist movements are nonviolent.\n\nThe Al-Ikhwan Al-Muslimun (with Ikhwan الإخوان brethren) or Muslim Brotherhood, is an organisation that was founded by Egyptian scholar Hassan al-Banna, a graduate of Dar al-Ulum. With its various branches, it is the largest Sunni movement in the Arab world, and an affiliate is often the largest opposition party in many Arab nations. The Muslim Brotherhood is not concerned with theological differences, accepting both, Muslims of any of the four Sunni schools of thought, and Shi'a Muslims. It is the world's oldest and largest Islamist group. Its aims are to re-establish the Caliphate and in the meantime, push for more Islamisation of society. The Brotherhood's stated goal is to instill the Qur'an and sunnah as the \"sole reference point for... ordering the life of the Muslim family, individual, community... and state\".[citation needed]\n\nThe Jamaat-e-Islami (or JI) is an Islamist political party in the Indian subcontinent. It was founded in Lahore, British India, by Sayyid Abul Ala Maududi (with alternative spellings of last name Maudoodi) in 1941 and is the oldest religious party in Pakistan. Today, sister organizations with similar objectives and ideological approaches exist in India (Jamaat-e-Islami Hind), Bangladesh (Jamaat-e-Islami Bangladesh), Kashmir (Jamaat-e-Islami Kashmir), and Sri Lanka, and there are \"close brotherly relations\" with the Islamist movements and missions \"working in different continents and countries\", particularly those affiliated with the Muslim Brotherhood (Akhwan-al-Muslimeen). The JI envisions an Islamic government in Pakistan and Bangladesh governing by Islamic law. It opposes Westernization—including secularization, capitalism, socialism, or such practices as interest based banking, and favours an Islamic economic order and Caliphate.[citation needed]\n\nHizb ut-Tahrir (Arabic: حزب التحرير) (Translation: Party of Liberation) is an international, pan-Islamist political organization which describes its ideology as Islam, and its aim the re-establishment of the Islamic Khilafah (Caliphate) to resume Islamic ways of life in the Muslim world. The caliphate would unite the Muslim community (Ummah)[126] upon their Islamic creed and implement the Shariah, so as to then carry the proselytizing of Islam to the rest of the world.[127]\n\nQuranism[128] or Quraniyya (Arabic: القرآنية; al-Qur'āniyya) is a protestant[129] branch of Islam. It holds the belief that Islamic guidance and law should only be based on the Quran, thus opposing the religious authority and authenticity of the hadith literature.[130][131] Quranists believe that God's message is already clear and complete in the Quran and it can therefore be fully understood without referencing outside texts.[132] Quranists claim that the vast majority of hadith literature are forged lies and believe that the Quran itself criticizes the hadith both in the technical sense and the general sense.[133][130][134][135][136][137][excessive citations]\n\nLiberal Islam originally emerged out of the Islamic revivalist movement of the 18th-19th centuries.[138] Liberal and progressive Islamic organizations and movements are primarily based in the Western world, and have in common a religious outlook which depends mainly on ijtihad or re-interpretation of the sacred scriptures of Islam.[138] Liberal and progressive Muslims are characterized by a rationalistic, critical examination and re-interpretation of the sacred scriptures of Islam;[138] affirmation and promotion of democracy, gender equality, human rights, LGBT rights, women's rights, religious pluralism, interfaith marriage,[139][140] freedom of expression, freedom of thought, and freedom of religion;[138] opposition to theocracy and total rejection of Islamism and Islamic fundamentalism;[138] and a modern view of Islamic theology, ethics, sharia, culture, tradition, and other ritualistic practices in Islam.[138]\n\nMahdavia, or Mahdavism, is a Mahdiist sect founded in late 15th century India by Syed Muhammad Jaunpuri, who declared himself to be the Hidden Twelfth Imam of the Twelver Shia tradition.[141] They follow many aspects of the Sunni doctrine. Zikri Mahdavis, or Zikris, are an offshoot of the Mahdavi movement.[142]\n\nNon-denominational Muslims is an umbrella term that has been used for and by Muslims who do not belong to or do not self-identify with a specific Islamic denomination.[143][144][145][146] A quarter of the world's Muslims are non-denominational Muslims.[147]\n\nTolu-e-Islam (\"Resurgence of Islam\") is a non-denominational Muslim organization based in Pakistan, with members throughout the world.[148] The movement was initiated by Ghulam Ahmed Pervez.\n\nAhl-i Hadith (Persian: اهل حدیث, Urdu: اہل حدیث: transl. People of the traditions of the Prophet) is a movement which emerged in the Indian subcontinent in the mid-19th century. Its followers call themselves Ahl al-Hadith and are considered to be a branch of the Salafiyya school. Ahl-i Hadith is antithetical to various beliefs and mystical practices associated with folk Sufism. Ahl-i Hadith shares many doctrinal similarities with the Wahhabi movement and hence often classified as being synonymous with the \"Wahhabis\" by its adversaries. However, its followers reject this designation, preferring to identify themselves as \"Salafis\".[149][150][151][152]\n\nThe Salafiyya movement is a conservative,[153] Islahi (reform)[154] movement within Sunni Islam that emerged in the second half of the 19th century and advocate a return to the traditions of the \"devout ancestors\" (Salaf al-Salih). It has been described as the \"fastest-growing Islamic movement\"; with each scholar expressing diverse views across social, theological, and political spectrum. Salafis follow a doctrine that can be summed up as taking \"a fundamentalist approach to Islam, emulating the Prophet Muhammad and his earliest followers—al-salaf al-salih, the 'pious forefathers'....They reject religious innovation, or bidʻah, and support the implementation of Sharia (Islamic law).\"[155] The Salafi movement is often divided into three categories: the largest group are the purists (or quietists), who avoid politics; the second largest group are the militant activists, who get involved in politics; the third and last group are the jihadists, who constitute a minority.[155] Most of the violent Islamist groups come from the Salafi-Jihadist movement and their subgroups.[156] In recent years, Jihadi-Salafist doctrines have often been associated with the armed insurgencies of Islamic extremist movements and terrorist organizations targeting innocent civilians, both Muslims and Non-Muslims, such as al-Qaeda, ISIL/ISIS/IS/Daesh, Boko Haram, etc.[157][158][155][156] The second largest group are the Salafi activists who have a long tradition of political activism, such as those that operate in organizations like the Muslim Brotherhood, the Arab world's major Islamist movement. In the aftermath of widescale repressions after the Arab spring, accompanied by their political failures, the activist-Salafi movements have undergone a decline. The most numerous are the quietists, who believe in disengagement from politics and accept allegiance to Muslim governments, no matter how tyrannical, to avoid fitna (chaos).[155]\n\nThe Wahhabi movement was founded and spearheaded by the Ḥanbalī scholar and theologian Muhammad ibn ʿAbd al-Wahhab,[159][160][161] a religious preacher from the Najd region in central Arabia,[162][163][164][165][166] and was instrumental in the rise of the House of Saud to power in the Arabian peninsula.[159] Ibn ʿAbd al-Wahhab sought to revive and purify Islam from what he perceived as non-Islamic popular religious beliefs and practices by returning to what, he believed, were the fundamental principles of the Islamic religion.[163][164][165][166] His works were generally short, full of quotations from the Quran and Hadith literature, such as his main and foremost theological treatise, Kitāb at-Tawḥīd (Arabic: كتاب التوحيد; \"The Book of Oneness\").[163][164][165][166] He taught that the primary doctrine of Islam was the uniqueness and oneness of God (tawḥīd), and denounced what he held to be popular religious beliefs and practices among Muslims that he considered to be akin to heretical innovation (bidʿah) and polytheism (shirk).[163][164][165][166]\n\nWahhabism has been described as a conservative, strict, and fundamentalist branch of Sunnī Islam,[167] with puritan views,[167] believing in a literal interpretation of the Quran.[159] The terms \"Wahhabism\" and \"Salafism\" are sometimes evoked interchangeably, although the designation \"Wahhabi\" is specifically applied to the followers of Muhammad ibn ʿAbd al-Wahhab and his reformist doctrines.[159] The label \"Wahhabi\" was not claimed by his followers, who usually refer themselves as al-Muwaḥḥidūn (\"affirmers of the singularity of God\"), but is rather employed by Western scholars as well as his critics.[159][160][164] Starting in the mid-1970s and 1980s, the international propagation of Salafism and Wahhabism within Sunnī Islam[167] favored by the Kingdom of Saudi Arabia[162][168][169] and other Arab states of the Persian Gulf has achieved what the French political scientist Gilles Kepel defined as a \"preeminent position of strength in the global expression of Islam.\"[170]\n\n22 months after the September 11 attacks, when the FBI considered al-Qaeda as \"the number one terrorist threat to the United States\", journalist Stephen Schwartz and U.S. Senator Jon Kyl have explicitly stated during a hearing that occurred in June 2003 before the Subcommittee on Terrorism, Technology, and Homeland Security of the U.S. Senate that \"Wahhabism is the source of the overwhelming majority of terrorist atrocities in today's world\".[171] As part of the global \"War on Terror\", Wahhabism has been accused by the European Parliament, various Western security analysts, and think tanks like the RAND Corporation, as being \"a source of global terrorism\".[171][172] Furthermore, Wahhabism has been accused of causing disunity in the Muslim community (Ummah) and criticized for its followers' destruction of many Islamic, cultural, and historical sites associated with the early history of Islam and the first generation of Muslims (Muhammad's family and his companions) in Saudi Arabia.[173][174][175][176]\n\n"
        }
    ]
}