{
    "url": "https://en.wikipedia.org/wiki/Islamic_modernism",
    "title": "Islamic modernism",
    "table_of_contents": [
        "1 Overview",
        "1.1 Relations with Arab Salafism",
        "1.2 Themes",
        "2 History of Modernism",
        "2.1 Origins",
        "2.2 Spread",
        "2.2.1 Ibn Ashur's Maqasid al-Sharia",
        "2.3 Decline",
        "2.4 Contemporary Era",
        "3 Influence on Revivalist movements",
        "3.1 Muslim Brotherhood",
        "3.2 Muhammadiyah",
        "3.3 Salafiyya Movement",
        "4 Islamic modernists",
        "4.1 Contemporary Modernists",
        "5 Contemporary use",
        "5.1 Pakistan",
        "6 Criticism",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Islamic Modernism is a movement that has been described as \"the first Muslim ideological response to the Western cultural challenge\"[Note 1] attempting to reconcile the Islamic faith with modern values such as democracy, civil rights, rationality, equality, and progress.[2] It featured a \"critical reexamination of the classical conceptions and methods of jurisprudence\" and a new approach to Islamic theology and Quranic exegesis (Tafsir).[1] A contemporary definition describes it as an \"effort to re-read Islam's fundamental sources—the Qur'an and the Sunna, (the practice of the Prophet) —by placing them in their historical context, and then reinterpreting them, non-literally, in the light of the modern context.\"[3]\n\nIt was one of the of several Islamic movements – including Islamic secularism, Islamism, and Salafism – that emerged in the middle of the 19th century in reaction to the rapid changes of the time, especially the perceived onslaught of Western civilization and colonialism on the Muslim world.[2] Prominent leaders of the movement include Sir Sayyid Ahmed Khan, Namik Kemal, Rifa'a al-Tahtawi, Muhammad Abduh (former Sheikh of Al-Azhar University), Jamal ad-Din al-Afghani and South Asian poet Muhammad Iqbal. In the Indian subcontinent, the movement is also known as Farahi, and is mainly regarded as the school of thought named after Hamiduddin Farahi.[4]\n\nSince its inception, Islamic Modernism has suffered from co-option of its original reformism by both secularist rulers and by \"the official ulama\" whose \"task it is to legitimise\" rulers' actions in religious terms.[5]\n\nIslamic Modernism differs from secularism in that it insists on the importance of religious faith in public life, and from Salafism or Islamism in that it embraces contemporary European institutions, social processes, and values.[2] One expression of Islamic Modernism, formulated by Mahathir Mohammed, is that \"only when Islam is interpreted so as to be relevant in a world which is different from what it was 1400 years ago, can Islam be regarded as a religion for all ages.\"[6]\n\n"
        },
        {
            "title": "Overview",
            "text": "During the second half of the 19th century, numerous Muslim reformers began efforts to reconcile Islamic values with the social and intellectual ideas of the Age of Enlightenment by purging Islam from alleged alterations and adhering to the basic tenets held during the Rashidun era. Their movement is regarded as the precursor to Islamic Modernism.[7] The origins of Arab Salafiyya movement from the modernist movement of Jamal al-Din al-Afghani and Muhammad Abduh is mentioned by some authors,[8][9][10][11] although other scholars note that Modernism only influenced Salafism.[12] According to Quintan Wiktorowicz:\n\n Muhammad 'Abduh and his movement have sometimes been referred to as \"Neo-Mu'tazilites\" in reference to the Mu'tazila school of theology.[14] Some have said Abduh's ideas are congruent to Mu'tazilism.[15] Abduh himself denied being either Ash'ari or a Mu'tazilite, although he only denied being a Mu'tazilite on the basis that he rejected strict taqlid (conformity) to one group.[16]\n\n\nAccording to Oxford Bibliographies, the early Islamic Modernists (al-Afghani and Muhammad Abdu) used the term \"salafiyya\"[17] to refer to their attempt at renovation of Islamic thought,[18] and this movement is often known in the West as \"Islamic modernism,\" although it is very different from what is called the Salafiyya, which generally refers to movements such as Ahl-i Hadith, Wahhabism, etc.[Note 2] Associate Professor of Middle Eastern History at Northwestern University[19] Henri Lauziere disputes the notion that al-Afghani and 'Abduh advocated a modernist movement of Salafism.[20] According to Lauziere:\nIslamic Modernism began as an intellectual movement during the Tanzimat era and was part of the Ottoman constitutional movement and newly emerging patriotic trends of Ottomanism during the mid-19th century. It advocated for novel redefinitions of Ottoman imperial structure, bureaucratic reforms, implementing liberal constitution, centralisation, parliamentary system and was supportive of the Young Ottoman movement. Although modernist activists agreed with the conservative Ottoman clergy in emphasising the Muslim character of the empire, they also had fierce disputes with them. While the Ottoman clerical establishment called for Muslim unity through the preservation of the dynastic authority and unquestionable allegiance to the Ottoman Sultan; modernist intellectuals argued that imperial unity was better served through parliamentary reforms and enshrining equal treatment of all Ottoman subjects; Muslim and non-Muslim. The modernist elites frequently invoked religious slogans to gain support for cultural and educational efforts as well as their political efforts to unite the Ottoman empire under a secular constitutional order.[22]\n\nOn the other hand, Salafiyya movement emerged as an independent revivalist trend in Syria amongst the scholarly circles of scripture-oriented Damascene ulema during the 1890s. Although Salafis shared many of the socio-political grievances of the modernist activists, they held different objectives from both the modernist and the wider constitutionalist movements. While the Salafis opposed the autocratic policies of the Sultan Abdul Hamid II and the Ottoman clergy; they also intensely denounced the secularising and centralising tendencies of Tanzimat reforms brought forth by the Constitutionalist activists, accusing them of emulating Europeans. Set apart by their status as Ulema, Salafi scholars called for an Islamic solution to the social, political and technological challenges faced by Muslims; by directly turning to the Scriptures. Opposing monarchy and despotism, Salafis envisioned an Islamic state based on Shura (consultative system) and guided by qualified Ulema (Islamic scholars); whose duty was to uphold the pristine Islam of the Salaf al-Salih (pious forebears). Salafi scholars stood for decentralisation, demanded more autonomy to Arab provinces and called for the integration of reformist Ulema to the Syrian political leadership. Both the Salafis and the Ottoman clerical elite were locked in bitter political and religious rivalry throughout the late nineteenth and early 20th centuries, with their fierce polemical feuds often ending in violent clashes. Some of the famous encounters include \"Mujtahids incident\" of 1896 in which leading Salafi figures like Jamal al-Din Qasimi was put to trial for their claims of Ijtihad, a mob attack by supporters of a Sufi Shaykh on Rashid Rida at the Umayyad Mosque in 1908, detention and arrest of Abd al Hamid al-Zahrawi, raids conducted on the homes of various Salafi scholars like Tahir al-Jaza'iri, etc.[23]\n\nSome themes in modern Islamic thought include:\n\n"
        },
        {
            "title": "History of Modernism",
            "text": "Islamic modernist discourse emerged as an intellectual movement in the second quarter of nineteenth century; during an era of wide-ranging reforms initiated across the Ottoman empire known as the Tanzimat (1839–1876 C.E). The movement sought to harmonise classical Islamic theological concepts with liberal constitutional ideas and advocated the reformulation of religious values in light of drastic social, political and technological changes. Intellectuals like Namik Kemal (1840–1888 C.E) called for popular sovereignty and \"natural rights\" of citizens. Major scholarly figures of this movement included the Grand Imam of al-Azhar Hassan al-Attar (d. 1835), Ottoman Vizier Mehmed Emin Âli Pasha (d. 1871), South Asian philosopher Sayyid Ahmad Khan (d. 1898), Jamal al-Din Afghani (d. 1897), etc. Inspired by their understanding of classical Islamic thought, these rationalist scholars regarded Islam as a religion compatible with Western philosophy and modern science. Eventually the modernist intellectuals formed a secret society known as Ittıfak-ı Hamiyet (Patriotic Alliance) in 1865; which advocated political liberalism and modern constitutionalist ideals of popular sovereignty through religious discourse.[50][51] During this era, numerous intellectuals and social activists like Muhammad Iqbal (1877-1938 C.E), Egyptian Nahda figure Rifaa al-Tahtawi (1801-1873), etc. introduced Western ideological themes and ethical notions into local Muslim communities and religious seminaries.[52]\n\n\nThe theological views of the Azharite scholar Muhammad 'Abduh (d. 1905) were greatly shaped by the 19th century Ottoman intellectual discourse. Similar to the early Ottoman modernists, Abduh tried to bridge the gap between Enlightenment ideals and traditional religious values. He believed that classical Islamic theology was intellectually vigorous and portrayed Kalam (speculative theology) as a logical methodology that demonstrated the rational spirit and vitality of Islam.[54] Key themes of modernists would eventually be adopted by the Ottoman clerical elite who underpinned liberty as a basic Islamic principle. Portraying Islam as a religion that exemplified national development, human societal progress and evolution; Ottoman Shaykh al-Islam Musa Kazim Efendi (d. 1920) wrote in his article \"Islam and Progress\" published in 1904:\nCommencing in the late nineteenth century and impacting the twentieth-century, Muhammed Abduh and his followers undertook an educational and social project to defend, modernize and revitalize Islam to match Western institutions and social processes. Its most prominent intellectual founder, Muhammad Abduh (d. 1323 AH/1905 CE), was Sheikh of Al-Azhar University for a brief period before his death. This project superimposed the world of the nineteenth century on the extensive body of Islamic knowledge that had accumulated in a different milieu.[2] These efforts had little impact at first. After Abduh's death, his movement was catalysed by the demise of the Ottoman Caliphate in 1924 and promotion of secular liberalism – particularly with a new breed of writers being pushed to the fore including Egyptian Ali Abd al-Raziq's publication attacking Islamic politics for the first time in Muslim history.[2] Subsequent secular writers of this trend including Farag Foda, al-Ashmawi, Muhamed Khalafallah, Taha Husayn, Husayn Amin, et al., have argued in similar tones.[2]\n\nAbduh was skeptical towards many Hadith (or \"Traditions\"), i.e. towards the body of reports of the teachings, doings, and sayings of the Islamic prophet Muhammad. Particularly towards those Traditions that are reported through few chains of transmission, even if they are deemed rigorously authenticated in any of the six canonical books of Hadith (known as the Kutub al-Sittah). Furthermore, he advocated a reassessment of traditional assumptions even in Hadith studies, though he did not devise a systematic methodology before his death.[56]\n\n\nTunisian Maliki scholar Muhammad al-Tahir ibn Ashur (1879-1973 C.E) who rose to the position of chief judge at Zaytuna university was a major student of Muhammad 'Abduh. He met 'Abduh in 1903 during his visit to Tunisia and thereafter became a passionate advocate of 'Abduh's modernist vision. He called for a revamping of the educational curriculum and became noteworthy for his role in revitalising the discourse of Maqasid al-Sharia (Higher Objectives of Islamic Law) in scholarly and intellectual ciricles. Ibn Ashur authored the book \"Maqasid al-Shari'ah al-Islamiyyah\" in 1946 which was widely accepted by modernist intellectuals and writers. In his treatise, Ibn Ashur called for a legal theory that is flexible towards 'urf (local customs) and adopted contextualised approach towards re-interpretation of hadiths based on applying the principle of Maqasid (objectives).[57][58]\n\nAfter its peak during the early 20th century, the modernist movement would gradually decline after the Dissolution of the Ottoman Empire in the 1920s and eventually lost ground to conservative reform movements such as Salafism. From 1919, Western Oriental scholars like Louis Massignon began categorising broad swathes of scripture-oriented rationalist scholars and modernists as part of the paradigm of \"Salafiyya\"; a theological term which was erroneously perceived as a \"reformist slogan\".[59][60] Following the First World War, Western colonialism of Muslim lands and the advancement of secularist trends; Islamic reformers felt betrayed by the Arab nationalists and underwent a crisis. This schism was epitomised by the ideological transformation of Sayyid Rashid Rida, a pupil of 'Abduh, who began to resuscitate the treatises of Hanbali theologian Ibn Taymiyyah and became the \"forerunner of Islamist thought\" by popularising his ideals. Unlike 'Abduh and Afghani, Rida and his disciples susbcribed to the Hanbali theology. They would openly campaign against adherents of other schools, like the Shi'ites, who were critical of Wahhabi doctrines. Rida transformed the Reformation into a puritanical movement that advanced Muslim identitarianism, pan-Islamism and preached the superiority of Islamic culture while attacking Westernisation. One of the major hallmarks of Rida's movement was his advocacy of a theological doctrine that obligated the establishment of an Islamic state led by the Ulema (Islamic scholars).[61][62]\n\n\nRida's fundamentalist doctrines would later be adopted by Islamic scholars and Islamist movements like the Muslim Brotherhood. According to the German scholar Bassam Tibi:\nContemporary Muslim modernism is charactarised by its emphasis on the doctrine of \"Maqasid al-sharia\" to navigate the currents of modernity and address issues related to international human rights. Another aspect is its promotion of Fiqh al-Aqalliyat (minority jurisprudence) during the late 20th century to answer the challenges facing the growing Muslim minority populations in the West. Islamic scholar Abdullah Bin Bayyah, professor of Islamic studies at King Abdul Aziz University in Jiddah, is one of the major proponents of Fiqh al-Aqalliyat and advocates remodelling the legal system based on the principles of Maqasid al-Sharia to suit the sensitivities of the modern era.[64][65]\n\n"
        },
        {
            "title": "Influence on Revivalist movements",
            "text": "Islamist movements like Muslim Brotherhood (al-Ikhwān al-Muslimūn) were highly influenced by both Islamic Modernism and Salafism.[66][67][68] Its founder Hassan Al-Banna was influenced by Muhammad Abduh and his Salafi student Rashid Rida. Al-Banna attacked the taqlid of the official ulama and insisted only the Qur'an and the best-attested ahadith should be sources of the Sharia.[69] However, it was the Syrian Salafi scholar Rashid Rida who influenced Al-Banna the most. He was a dedicated reader of the writings of Rashid Rida and the magazine that Rida published, Al-Manar. Sharing Rida's central concern with the decline of Islamic civilization, Al-Banna too believed that this trend could be reversed only by returning to a pure, unadulterated form of Islam. Like Rida, (and unlike the Islamic modernists) Al-Banna viewed Western secular ideas as the main danger to Islam in the modern age.[70] As Islamic Modernist beliefs were co-opted by secularist rulers and official `ulama, the Brotherhood moved in a traditionalist and conservative direction, \"being the only available outlet for those whose religious and cultural sensibilities had been outraged by the impact of Westernisation\".[71] The Brotherhood argued for a Salafist solution to the contemporary challenges faced by the Muslims, advocating the establishment of an Islamic state through implementation of the Shari'ah, based on Salafi revivalism.[72]\n\nAlthough the Muslim Brotherhood officially describes itself as a Salafi movement, the Quietist Salafis often contest their Salafist credentials. The Brotherhood differs from the Purists in their strategy for combating the challenge of modernity, and is focused on gaining control of the government. Despite this, both the Brotherhood and Salafists advocate the implementation of sharia and emphasizes strict doctrinal adherence to the teachings of Prophet Muhammad and the Salaf al-Salih.[73]\n\n\nThe Salafi-Activists who have a long tradition of political involvement; are highly active in Islamist movements like the Muslim Brotherhood and its various branches and affiliates.[74] According to the Brotherhood affiliated former Egyptian President Mohammed Morsi:\nThe Indonesian Islamic organization Muhammadiyah was founded in 1912. Often Described as Salafist,[75][76][77] and sometimes as Islamic Modernist,[78] it emphasized the authority of the Qur'an and the Hadiths, opposing syncretism and taqlid (blind-conformity) to the ulema. As of 2006, it is said to have \"veered sharply toward a more conservative brand of Islam\"  under the leadership of Din Syamsuddin, the head of the Indonesian Ulema Council.[79]\n\nJamal Al-Din al-Afghani, Muhammad 'Abduh, Muhammad al-Tahir ibn Ashur, Syed Ahmad Khan and, to a lesser extent, Mohammed al-Ghazali took some ideals of Wahhabism, such as endeavor to \"return\" to the Islamic understanding of the first Muslim generations (Salaf) by reopening the doors of juristic deduction (ijtihad) that they saw as closed.[56] Some historians believe modernists used the term \"Salafiyya\" for their movement (although this is strongly disputed by at least one scholar – Henri Lauzière).[80] American scholar Nuh Ha Mim Keller writes: \n\n\nIn popular Western discourse during the early twentieth century; the term \"Salafiyya\" stood for a wide range of revivalist, reformist and rationalist movements in the Arab World that sought a reconciliation of Islamic faith with various aspects modernity. The rise of pan-Islamism across the Muslim World after the First World War and the collapse of the Ottoman empire, would herald the emergence of Salafi religious purism that fervently opposed modernist trends. The anti-colonial struggle to restore the Khilafah would become the top priority; manifesting in the formation of the Muslim Brotherhood, a revolutionary movement established in 1928 by the Egyptian school teacher Hassan al-Banna. Backed by the Wahhabi clerical elites of Saudi Arabia, Salafis who advocated pan-Islamism and religious conservatism across the Muslim World emerged dominant and gradually replaced the modernists during the decolonisation period.[82] According to Abu Ammaar Yasir Qadhi:\nHistorian Henri Lauzière asserts that modernist intellectuals like Abduh and Afghani had not identified their movement with \"Salafiyya\". On the other hand, Islamic revivalists like Mahmud Shukri Al-Alusi (1856–1924 C.E), Muhammad Rashid Rida (1865–1935 C.E), Jamal al-Din al-Qasimi (1866–1914 C.E), etc. used \"Salafiyya\" as a term primarily to denote the traditionalist Sunni theology, Atharism. Rida also regarded the Wahhabi movement as part of the Salafiyya trend.[83][84] Apart from the Wahhabis of Najd, Athari theology could also be traced back to the Alusi family in Iraq, Ahl-i Hadith in India, and scholars such as Rashid Rida in Egypt.[85] After 1905, Rida steered his reformist programme towards the path of fundamentalist counter-reformation. This tendency led by Rida emphasized following the salaf al-salih (pious predecessors) and became known as the Salafiyya movement, which advocated a re-generation of pristine religious teachings of the early Muslim community.[86] The propagation of the flawed (yet once conventional) notion in the Western scholarship, wherein the Islamic modernist movement of 'Abduh and Afghani was equated with Salafiyya is first attributed to the French intellectual Louis Massignon.[87]\n\nThe progressive views of the early modernists Afghani and Abduh were soon replaced by the puritan Athari tradition espoused by their students; which zealously denounced the ideas of non-Muslims and secular ideologies like liberalism. This theological transformation was led by Syed Rashid Rida who adopted the strict Athari creedal doctrines of Ibn Taymiyyah during the early twentieth century. The Salafiyya movement popularised by Rida would advocate for an Athari-Wahhabi theology. Their promotion of Ijtihad was based on referring back to a strictly textual methodology.[88] Its traditionalist vision was adopted by the Wahhabi clerical establishment and championed by influential figures such as the Syrian-Albanian Hadith scholar Muhammad Nasiruddin al-Albani (d. 1999 C.E/ 1420 A.H).[89]\n\nAs a scholarly movement, \"Enlightened Salafism\" had begun declining some time after the death of Muhammad ʿAbduh in 1905. The Puritanical stances of Rashid Rida, accelerated by his support to the Wahhabi movement; transformed Salafiyya movement incrementally and became commonly regarded as \"traditional Salafism\". The divisions between \"Enlightened Salafis\" inspired by ʿAbduh, and traditional Salafis represented by Rashid Rida and his disciples would eventually exacerbate. Gradually, the modernist Salafis became totally disassociated from the \"Salafi\" label in popular discourse and would identify as tanwiris (enlightened) or Islamic modernists.[90]\n\n"
        },
        {
            "title": "Islamic modernists",
            "text": "Although not all of the figures named below are from the above-mentioned movement, they all share a more or less modernist thought or/and approach.\n\n"
        },
        {
            "title": "Contemporary use",
            "text": "According to at least one source (Charles Kennedy), in Pakistan the range of views on the \"appropriate role of Islam\" in that country (as of 1992), contains \"Islamic Modernists\" at one end of the spectrum and \"Islamic activists\" at the other. \n\n\"Islamic activists\" support the expansion of \"Islamic law and Islamic practices\", \"Islamic Modernists\" are lukewarm to this expansion and \"some may even advocate development along the secularist lines of the West.\"[99]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Many orthodox, fundamentalist, and traditionalist Muslims strongly opposed modernism as bid'ah and the most dangerous heresy of the day, for its association with Westernization and Western education,[100] whereas other orthodox/traditionalist Muslims, even some orthodox Muslim scholars think that modernisation of Islamic law is not violating the principles of fiqh and it is a form of going back to the Qur'an and the Sunnah.[citation needed]\n\nSupporters of Salafi movement considered modernists Neo-Mu'tazila, after the medieval Islamic school of theology based on rationalism, Mu'tazila.[citation needed] Critics argue that the modernist thought is little more than the fusion of Western Secularism with spiritual aspects of Islam.[citation needed] Other critics have described the modernist positions on politics in Islam as ideological stances.[101]\n\nOne of the leading Islamist thinkers and Islamic revivalists, Abul A'la Maududi agreed with Islamic modernists that Islam contained nothing contrary to reason, and was superior in rational terms to all other religious systems. However he disagreed with them in their examination of the Quran and the Sunna using reason as the standard. Maududi, instead started from the proposition that \"true reason is Islamic\", and accepted the Book and the Sunna, not reason, as the final authority. Modernists erred in examining rather than simply obeying the Quran and the Sunna.[Note 6]\n\nCritics argue politics is inherently embedded in Islam, a rejection of the Christian and secular principle of \"Render unto Caesar what is Caesar's\". They claim that there is a consensus in Muslim political jurisprudence, philosophy and practice with regard to the Caliphate form of government with a clear structure comprising a Caliph, assistants (mu'awinoon), governors (wulaat), judges (qudaat) and administrators (mudeeroon).[103][104] It is argued that Muslim jurists have tended to work with the governments of their times. Notable examples are Abu Yusuf, Mohammed Ibn al-Hasan, Shafi'i, Yahya bin Said, Abu Hamid al-Ghazali, Ismail bin Yasa, Ibn Tulun, Abu Zura, Abu Hasan al-Mawardi and Tabari.[105][106] Prominent theologians would counsel the Caliph in discharging his Islamic duties, often on the request of the incumbent Caliph. Many rulers provided patronage to scholars across all disciplines, the most famous being the Abassids who funded extensive translation programmes and the building of libraries.\n\n"
        }
    ]
}