{
    "url": "https://en.wikipedia.org/wiki/Isle_of_Forgotten_Sins",
    "title": "Isle of Forgotten Sins",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Soundtrack",
        "4 Production",
        "5 Evaluation in film guides",
        "6 Critical reappraisal",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Isle of Forgotten Sins is an American South Seas adventure film released on August 15, 1943 by PRC, with Leon Fromkess in charge of production, directed by Edgar G. Ulmer (also credited with original story) and featuring top-billed John Carradine and Gale Sondergaard whose performance in one of 1936's Academy Award for Best Picture nominees, Anthony Adverse, earned her the first Academy Award for Best Supporting Actress.\n\nIsle of Forgotten Sins was subsequently reissued in a version cut from 82 to 74 minutes and retitled Monsoon. It proved to be the final film role for German-American actress Betty Amann as well as the last feature for producer Peter R. Van Duinen's Atlantis Pictures, a unit whose films had a higher budget then most of PRC's releases.[1] Third-listed supporting actor Sidney Toler worked on this PRC title between the finish of his Charlie Chan films at 20th Century Fox and just before their resumption at Monogram Pictures. The film features several songs (with Carradine singing \"Whiskey Johnny\"), an underwater sequence using a marionette and a tropical monsoon climax. The pre-release working title was Island of Forgotten Sins.\n\n"
        },
        {
            "title": "Plot",
            "text": "Marge (Gale Sondergaard) is the proprietress of a South Sea Island gambling hall/brothel called \"Isle of Forgotten Sins\". In the morning, she knocks on the doors of the individual rooms of her sleeping hostesses, Olga (Betty Amann), Bobbie (Patti McCarty), Mimi (Marian Colby), and Christine (Tala Birell).\n\nOn a small boat moored in the harbor, its owner, deep sea diver Jack Burke (Frank Fenton), is shaving in preparation of visiting Marge's place, while his diving partner Mike Clancy (John Carradine) awakens from drunken sleep to find that Burke has tied him to the bunk bed. He offers to pay for drinks if Burke unties him, but Burke wants to see the cash first. Clancy tells him that it's in his pocket, so Burke reaches in, takes all of it, and leaves without untying him.\n\nBurke goes to Marge's place and tries to woo Marge, who is in love with Clancy. He tells her Clancy has died in a boating accident and asks the distraught Marge to go away with him. At that moment Clancy arrives and, enraged by Burke's treachery, beats him unconscious in a fistfight. After Burke comes to, Clancy tells him that he has recognized two guests in the room as Krogan (Sidney Toler) and Johnny Pacific (Rick Vallin), the captain and purser of the steamship Tropic Star which, six months earlier, disappeared in the Coral Sea with three million dollars in gold. Clancy says that they must have hidden the loot, but \"we can find it first\". After he and Burke leave Marge's place, a scream is heard from upstairs, then a shot, and a customer staggers and falls from the upper landing, dead. Olga is seen running from the scene with a gun in her hand. Seeking to disappear before police arrive, Krogan, Johnny and the diners rush for the exits. Marge and her girls head for Burke's boat.\n\nClancy tells the women of his and Burke's plan as the boat sets off for Marana island, where Krogan and Johnny run a plantation. The arrival is noted through binoculars by Krogan, who had predicted Burke and Clancy would try to steal his gold. He tells Johnny and native girl Luana (Veda Ann Borg) that \"our little game of hide and seek is about to begin\". Burke, Clancy and the women arrive at Krogan's house. As a pretext for visiting the island, Marge explains to Krogan that \"things got too hot for us at Pango Ango after what happened\"; she asks if he could \"put us up for a few days until we can make other plans\".\n\nAs the women, Krogan and Johnny Pacific go for a night swim, Clancy and Burke steal off to search the house. They find the Tropic Star log, with a map that indicates that the gold is still underwater on the ship, waiting to be salvaged. In fact, the map has been placed there by Krogan for Burke and Clancy to find; Krogan's plan is to lure them into doing the hazardous work of recovering the gold which he will then seize for himself.\n\nThe next morning, Clancy and Burke take turns descending in diving suits. On the island, Krogan and Johnny are watching through binoculars as the trunk full of bullion is raised. Burke announces to Clancy that he is claiming 60 percent of the loot because he provided the boat and the crew.  Clancy protests and they start a violent struggle during which Krogan, Johnny and their men board the boat. Krogan draws a gun and orders Clancy and Burke into the boat's back room; Johnny nails the door shut. As they board their small launch, Krogan and Johnny light a fuse to explosives which they attached to Burke's boat. Seconds before the boat explodes, Clancy and Burke escape.\n\nAs a violent storm rages, Krogan, Johnny and the five natives return to the island, where Krogan asks, \"well, any of you gals ever see what three million dollars looks like?\" Marge asks what happened to Clancy; Krogan answers that \"they're down at the bottom of the lagoon, along with the Tropic Star\". Krogan announces that he is no longer interested in sharing the loot with Johnny, whom he accuses of planning to double-cross him. Johnny pulls out his gun and they shoot simultaneously, killing each other. Just then, Clancy enters with Burke. Luana points a gun at them, but Burke disarms her. As Clancy proclaims, \"Marge we're rich\", storm winds hit the thatched house which is then washed away by the surging waves.\n\nIn a coda, an overhead sign marks the entrance to \"The Bird Cage Cafe\". Inside, Marge is seated at the cash register, with what appears to be a large framed photograph of Diane and Burke as a happy couple, propped up against it, while Clancy, wearing a captain's cap and jacket, surveys the place, then sits by her and says, \"I'll have to put the bite on you for about fifty dollars\", explaining that he'll tell her more later, adding, \"you haven't forgotten about that bungalow on the Riviera, have you?\" She gives him the money and rings up \"NO SALE\".\n\n"
        },
        {
            "title": "Soundtrack",
            "text": "Ulmer's contract with PRC made him the only producer to be able to commission music rather than use stock cues.[2] Composer Leo Erdody, a long time friend of Ulmer[3] included several Wagnerian themes and songs.\n\n"
        },
        {
            "title": "Production",
            "text": "The film was shot at Corriganville movie ranch in six days at a cost of $23,000.[4] Ulmer, who was a production assistant on F. W. Murnau's Tabu: A Story of the South Seas found 200 miniature trees from John Ford's 1937 film The Hurricane[5] and wrote a South Seas story based on ideas he had while filming Tabu.  Ulmer, \"The Frank Capra of PRC\".[2] also reused footage from PRC's Jungle Siren. The Production Code Administration insisted that the nightclub hostesses of the film in no way could resemble prostitutes.  The original ending depicting the self-sacrificing watery suicide of Clancy and Marge to save Diane was ordered changed.[6]\n\n"
        },
        {
            "title": "Evaluation in film guides",
            "text": "Leonard Maltin's Movie Guide (2001 edition) gives Isle of Forgotten Sins 2 stars (out of 4) calling it a \"standard programmer\", but concludes that \"as usual, Ulmer's direction is much better than the material\".\n\nAlso assigning 2 stars (out of 5), The Motion Picture Guide (1987 edition) describes it as \"a jumpy and only partly engaging picture that seems to have been rearranged thanks to the Hays Code, this film had one of the best casts ever put together by poverty-row PRC\", and the specialized 1996 compendium, Michael J. Weldon's Psychotronic Video Guide, has a brief two-sentence write-up which mentions the plot and cast, along with notation that \"Carradine starred in Ulmer's better-known Bluebeard, also from PRC\".\n\nVideohound's Golden Movie Retriever (2011 edition) agrees with the other guides in its 2 bones (out of 4) rating, deciding that it has \"good cast and direction but unremarkable material\", while among the British volumes, Halliwell's Film, Video & DVD Guide (2007 edition) provides no star rating (Halliwell's highest rating is 4 stars), describing it as a \"patchy tropical melodrama with a cast more interesting than the script\".\n\n"
        },
        {
            "title": "Critical reappraisal",
            "text": "Michael E. Grost in The Films of Edgar G. Ulmer]: examines Isle of Forgotten Sins for traits which are frequently perceived within other films directed by Ulmer, with comparisons found in The Man from Planet X (1951), Detour and Strange Illusion (both 1945), The Amazing Transparent Man (1960), Tomorrow We Live (1942), as well as My Son, the Hero and Jive Junction (both 1943). Sections focusing on themes in Isle of Forgotten Sins common to Ulmer's work are highlighted by sub-headers: \"Technical, Constructivist Worlds\", \"Telling the Story with Light\", \"Weather\", \"The Night Club\", \"Modular Architecture\", \"Figurines\", \"Tilted Camera Angle\", \"Characters\", \"The Finale\" and \"Uniforms.\"\n\nIn The Invisible Hand in Popular Culture: Liberty vs. Authority in American Film and TV, Paul Cantor writes about Isle of Forgotten Sins apropos his discussion of the use of classical music in Ulmer's Black Cat,[7] referring readers to Andrew Repasky McElhinney's essay, “A World Destroyed By Gold: Shared Allegories of Capital in Wagner’s Ring and Ulmer’s Isle of Forgotten Sins,” in The Films of Edgar G. Ulmer (ed. Bernd Herzogenrath, Scarecrow Press, 2009) for \"detailed analysis\"[8] of Erdody's appropriation of Wagner.\n\n"
        }
    ]
}