{
    "url": "https://en.wikipedia.org/wiki/It_Came_from_Beneath_the_Sea",
    "title": "It Came from Beneath the Sea",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Shooting",
        "4 Reception",
        "4.1 Critical",
        "5 Legacy",
        "6 See also",
        "7 References",
        "7.1 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIt Came from Beneath the Sea is a 1955 American science fiction monster film from Columbia Pictures, produced by Sam Katzman and Charles Schneer, directed by Robert Gordon, that stars Kenneth Tobey, Faith Domergue, and Donald Curtis. The screenplay by George Worthing Yates was designed to showcase the stop motion animation special effects of Ray Harryhausen.\n\nA monstrous giant octopus rampages along the west coast of North America after becoming too radioactive from nuclear testing in the South Pacific for it to be able to hunt its natural prey in the Mindanao Deep.\n\nIt Came from Beneath the Sea was released as the top half of a double feature with Creature with the Atom Brain.[3]\n\n"
        },
        {
            "title": "Plot",
            "text": "A nuclear submarine on its shakedown cruise in the Pacific Ocean, captained by Commander Pete Mathews, comes into contact with a massive sonar return. Unable to outrun and outmaneuver the object, the boat is disabled, but frees itself and returns to Pearl Harbor. Tissue from a huge sea creature is discovered jammed in the submarine's dive planes.\n\nA team of marine biologists, Professor Lesley Joyce and John Carter of Harvard University, is called in; they identify the tissue as being a small part of a gigantic octopus. The military authorities are unconvinced, but are finally persuaded after receiving reports of missing swimmers and ships at sea being pulled under by a large sea creature. Both scientists conclude that the animal is from the Mindanao Deep, having been forced from its natural habitat by hydrogen bomb testing in the area, which has made the giant octopus radioactive, driving off its natural food supply.[4]\n\nThe scientists suggest the disappearances of a Japanese fishing fleet and a Siberian seal boat may be the work of the foraging giant. Both Mathews and the Navy representatives express doubt and demand further proof. Later, as Mathews assists Joyce and Carter, a report comes in of an attack on a Canadian freighter; several men escaped in a life raft. The survivors are questioned by psychiatrists, but when the first sailor's description of a creature with giant tentacles is doubted, the other sailors refuse to testify. Joyce is able to convince the first sailor to repeat his story. The U.S. government officials halt all sea traffic in the North Pacific without revealing the reason. Carter flies out to sea to trace a missing ship, while Mathews and Joyce follow up on a report of five missing people off the coast of Oregon.\n\nThe local sheriff, Bill Nash, takes Mathews and Joyce to the attack site, where they find a giant suction cup imprint in the beach sand. (At this point, the two have become romantically involved.) They request that Carter join them. Nash is later attacked along the beach by the giant octopus; the two nearby scientists barely escape. Together, they hastily arrange for all Pacific coast waters to be mined before departing for the navy's base in San Francisco.\n\nAn electrified safety net is strung underwater across the entrance to San Francisco Bay, protecting the electrified Golden Gate Bridge. Carter takes a helicopter along the shoreline and baits the sea with dead sharks in an effort to lure the creature inland. Joyce demonstrates to reporters a special jet-propelled atomic torpedo, which they hope to fire at the giant, while driving it back to the open sea before detonating the weapon. Later that day, the creature demolishes the underwater net, irritated by the electrical voltage, and heads toward San Francisco.\n\nThe navy orders the Golden Gate Bridge abandoned; Carter learns that the electric circuit was left on, so he races to the bridge to shut it off. The giant creature, however, catches sight of the bridge and attacks, the electrical voltage irritating it even more. Mathews is able to rescue Carter before a bridge section is pulled down by a giant tentacle.\n\nThe residents of San Francisco panic and begin a mass exodus. The navy struggles to evacuate the Embarcadero and the Ferry Building, which is battered by the creature's giant tentacles. When more people are killed, the Defense Department authorizes Mathews to take out the submarine and fire the torpedo; Carter joins Mathews aboard while Joyce remains at the base.\n\nFlamethrowers drive the giant tentacles back into the sea. When Mathews fires the jet torpedo into the giant creature, it grabs the submarine. Using an aqualung, Mathews swims up to the massive body and places explosive charges before being knocked out by the shockwaves from their premature explosion. Carter then swims out and shoots at one of its eyes, forcing the giant octopus to release the submarine; he then pulls Mathews to safety. Back at the base, as the creature turns toward the open sea, the torpedo is detonated, completely destroying the giant cephalopod. The trio later celebrate the victory at a restaurant, where Mathews makes an impromptu proposal, and Joyce accepts.[5]\n\n"
        },
        {
            "title": "Production",
            "text": "The film was made by producer Charles Schneer under the supervision of Sam Katzman who had a B picture unit at Columbia. Schneer said the idea for the film was inspired by the first explosion of the hydrogen bomb in the Marshall Islands, saying he felt if some creature came out of the deep \"and then destroyed the Golden Gate Bridge, that would be a hell of a film.\"[6]\n\nThe title was inspired by Universal's science fiction hit It Came from Outer Space. Schneer had been impressed by the effects for The Beast from 20,000 Fathoms and hired Ray Harryhausen. \"I don't think I would have made that type of picture if I hadn't been able to get Ray to do the FX,\" Schneer said later.[6]\n\nMuch of the filming was done at the San Francisco Naval Shipyard, including scenes aboard a submarine, and several naval personnel were given supporting roles.[7]\n\nTo keep shooting costs low, director Robert Gordon shot inside an actual submarine, both above and under water, using handheld cameras. For a scene that takes place on a stretch of Pacific coastline, Gordon and his crew dumped several truckloads of sand onto a sound stage at Columbia, which they backed with a rear projection screen. During their scene together, Kenneth Tobey found himself sinking through the sand to the point of appearing shorter than Faith Domergue on camera, forcing him to dig himself out of the hole between every take. A more extensive love scene had been written for the characters but was literally torn out of the shooting script by Sam Katzman, to keep principal photography from going over schedule.[7]\n\nWhen animator Ray Harryhausen's special effects were budgeted, studio head Sam Katzman allowed Harryhausen only enough money for animating six of the octopus' eight tentacles; two were eliminated on the final shooting miniature. Harryhausen jokingly named his giant octopus \"the sixtopus\". For the scenes where a single tentacle is seen moving on screen, Harryhausen used a large model tentacle instead of employing the complete stop-motion animation model. Some of the later Golden Gate bridge scenes employ a shooting miniature of a bridge support; these were composited in post-production over live footage of the real support (this is the section that the \"sixtopus\" is seen clinging to in the bridge scene).[8]\n\nSchneer was refused permission to shoot on the actual Golden Gate Bridge, so he put the camera on the back of a bakery truck and drove it back-and-forth over the bridge several times to get the needed footage.[9]\n\n"
        },
        {
            "title": "Reception",
            "text": "It Came from Beneath the Sea was teamed on a theatrical release double bill with Columbia's Creature with the Atom Brain.[3]\n\nThe film's success led to Harryhausen collaborating again with Schneer for Earth vs. the Flying Saucers the following year.[10][9]\n\nTime Out called it a \"minor entry in the '50s cycle of radiation-paranoia sci-fi pics\";[11] and Moria noted, \"Most of the film is told in a stolid, flat style that seems more like an Army training documentary than a dramatic film. The problem is that one has to plod through three-quarters of the film to get to the monster sequences...Certainly, when the climactic scenes of wholesale destruction do arrive they are great\";[12] whereas Allmovie wrote that the film \"utilized elements of the documentary, with a narration that makes the first half of the movie seem almost like a newsreel, which gives the action a greater immediacy. And...This is all presented in a cool, clipped realistic manner, with a strong but convincingly stated macho tone...It all served to make the first quarter hour of the film almost irresistibly suspenseful, and gave Harryhausen one of the best lead-ins that one could ask for, for his effects\";[13] Leonard Maltin also praised the film's \"Breathtaking special effects\";[14] and the Radio Times, while acknowledging it as a \"classic monster flick\", also called the film \"Predictable tosh, but good 1950s fun\".[15]\n\n"
        },
        {
            "title": "Legacy",
            "text": "The four-issue comic book miniseries It Came from Beneath the Sea... Again (2007), released by TidalWave Productions as part of their Ray Harryhausen Signature Series, continued the story. A preview of the first issue was included on the 50th Anniversary DVD release of the film.[16]\n\nA clip from the film was used in the second episode of the TV series Voyage to the Bottom of the Sea, which also features a giant man-eating octopus.[citation needed]\n\nThe animated series TaleSpin has an episode that parodies both the name and plot of the film.[citation needed]\n\nIn The Mitchells vs. the Machines (2021), a theatrical release poster for It Came from Beneath the Sea can be seen in Katie Mitchell's bedroom.[17]\n\n"
        }
    ]
}