{
    "url": "https://en.wikipedia.org/wiki/Italian_language_in_the_United_States",
    "title": "Italian language in the United States",
    "table_of_contents": [
        "1 History",
        "1.1 During World War II",
        "2 The language today",
        "2.1 Other Italo-Dalmatian languages spoken",
        "3 Media",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An important part of Italian American identity, the Italian language has been widely spoken in the United States of America for more than one hundred years, due to large-scale immigration beginning in the late 19th century. Since the 1980s, however, it has seen a steady decline in the number of speakers, as earlier generations of Italian Americans die out and the language is less often spoken at home by successive generations due to assimilation and integration into American society. Today Italian is the eighth most spoken language in the country.\n\n"
        },
        {
            "title": "History",
            "text": "The first Italian Americans began to immigrate en masse around 1880. The first Italian immigrants, mainly from Sicily, Calabria and other parts of Southern Italy, were largely men, and many planned to return to Italy after making money in the US, so the speaker population of Italian was not always constant or continuous.\n\nBetween 1890 and 1900, 655,888 Italians went to the United States, and more than 2 million between 1900 and 1910, though around 40% of these eventually returned to Italy. All told, between 1820 and 1978, some 5.3 million Italians went to the United States. Like many ethnic groups who emigrated to the Americas, such as the Germans in Little Germany, French Canadians in Little Canadas, and Chinese in Chinatowns, the Italians often lived in ethnic enclaves, often known as Little Italies, and continued to speak their original languages. Such neighborhoods were established in major cities such as New York, Jersey City, Newark, New Orleans, Boston, Philadelphia, Pittsburgh, Cleveland, Chicago, St. Louis, San Francisco, and Los Angeles.\n\nDuring World War Two, use of Italian languages in the U.S. was discouraged. In addition, many Italian Americans were interned,[8] property was confiscated,[8] and Italian-language periodicals were closed[citation needed].\n\n"
        },
        {
            "title": "The language today",
            "text": "Today, 15,638,348 American residents report themselves as Italian Americans, and about 708,966 of these report speaking Italian at home according to the 2009-2013 American Community Survey.[10] Cities with Italian speaking communities include Boston, Buffalo, Chicago, Cleveland, Jersey City (and numerous other cities in New Jersey), Los Angeles, Miami, New Orleans, New York, Philadelphia, Pittsburgh, Providence, St. Louis, and San Francisco. Assimilation has played a large role in the decreasing number of Italian speakers today. Of those who speak Italian at home in the United States, 361,245 are over the age of 65, and only 68,030 are below the age of 17.\n\nDespite it being the fifth most studied language in higher education (college and graduate) settings throughout America,[11] the Italian language has struggled to maintain being an AP course of study in high schools nationwide. AP Italian exams were not introduced until 2006, and they were dropped soon afterward, in 2009.[12] The organization which manages these exams, the College Board, ended the AP Italian program because it was \"losing money\" and had failed to add 5,000 new students each year. After the program's termination in the spring of 2009, various Italian organizations and activists organized to revive the course of study. Organizations such as the National Italian American Foundation (NIAF) and Order Sons of Italy in America conducted fundraising campaigns, to aid in the monetary responsibility any new AP Italian program would bring with it. The AP Italian exam was then reintroduced, with the first new tests administered in 2012.[13]\n\nMoreover, web-based Italian organizations, such as ItalianAware,[14] have begun book donation campaigns to improve the status and representation of Italian language and Italian/ Italian American literature in New York Public Libraries. According to ItalianAware, the Brooklyn Public Library is the worst offender in New York City.[15] It has 11 books pertaining to the Italian language and immigrant experience available for checkout spread across 60 branches. That amounts to 1 book for every 6 branches in Brooklyn, which (according to ItalianAware) cannot supply the large Italian/Italian American community in Brooklyn, New York. ItalianAware aims to donate 100 various books on the Italian/ Italian American experience, written in Italian or English, to the Brooklyn Public Library by the end of 2010.\n\nEarly waves of Italian American immigrants typically did not speak Italian (which originated from the Tuscan language), or spoke it as a second language acquired in school. Instead they typically spoke other Italo-Dalmatian languages, particularly from Southern Italy, such as Sicilian and Neapolitan. Additionally many villages may have spoken other non Romance minority languages such as Greek or Albanian dialects. Today, the Italian language (Tuscan) is widely taught in Italian schools. Although many other minority languages have official status in Italy neither Sicilian nor Neapolitan are recognized by the Italian Republic. Although Italy is a signatory to the European Charter for Regional or Minority Languages, it has not ratified the treaty. Thus limiting Italy's responsibility in the preservation of regional languages that it has not chosen to protect by domestic law.\n\n"
        },
        {
            "title": "Media",
            "text": "Although the Italian language in the United States is much less used today than it has been previously, there are still several Italian-only media outlets, among which are the St. Louis newspaper Il Pensiero and the New Jersey daily paper America Oggi and ICN Radio.\n\nIl Progresso Italo Americano was edited by Carlo Barsotti (1850–1927).[16]\n\nArba Sicula (Sicilian Dawn) is a semiannual publication of the society of the same name, dedicated to preserving the Sicilian language.  The magazine and a periodic newsletter offer prose, poetry and comment in Sicilian, with adjacent English translations.\n\n"
        }
    ]
}