{
    "url": "https://en.wikipedia.org/wiki/Italian_futurism_in_cinema",
    "title": "Italian futurism in cinema",
    "table_of_contents": [
        "1 History",
        "2 Major figures",
        "3 Film of Italian futurism",
        "4 Gallery from Thaïs (1917)",
        "5 Influence",
        "6 Bibliography",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nItalian futurist cinema (Italian: Cinema futurista) was the oldest movement of European avant-garde cinema.[1] Italian futurism, an artistic and social movement, impacted the Italian film industry from 1916 to 1919.[2] It influenced Russian Futurist cinema[3] and German Expressionist cinema.[4] Its cultural importance was considerable and influenced all subsequent avant-gardes, as well as some authors of narrative cinema; its echo expands to the dreamlike visions of some films by Alfred Hitchcock.[5]\n\n"
        },
        {
            "title": "History",
            "text": "Between 1911 and 1919, Italy was home to the first avant-garde movement in cinema, inspired by the country's futurism, an artistic and social movement. Futurism emphasized dynamism, speed, technology, youth, violence, and objects such as the car, the airplane, and the industrial city. Its key figures were the Italians Filippo Tommaso Marinetti, Umberto Boccioni, Carlo Carrà, Fortunato Depero, Gino Severini, Giacomo Balla, and Luigi Russolo. It glorified modernity and aimed to liberate Italy from the weight of its past.[6]\n\nThe 1916 Manifesto of Futuristic Cinematography was signed by Filippo Tommaso Marinetti, Armando Ginna, Bruno Corra, Giacomo Balla and others. To the Futurists, cinema was an ideal art form, being a fresh medium, and able to be manipulated by speed, special effects and editing. The Futurists were among the first to understand how cinematographic tricks, now widely experimented in the previous decade, were usable not only as a freak phenomenon, but also as a creative, poetic and symbolic means. For example, a superimposition was no longer just a means to make a ghost or a giant appear next to a dwarf, but could become a tool for a new artistic and subversive language. The same montage allowed the decomposition of reality according to the \"whims\" of the artists, allowing visions never experienced before. In this sense, cinema was also a \"means of transport\".[7] The Manifesto of Futurist Cinematography stated that:[8]\n\nIn the Manifesto of Futurist Cinematography it was argued that cinema was \"by nature\" futurist art, due to the lack of a past and traditions, but did not appreciate the \"very old\" narrative cinema, looking instead for a cinema made up of \"travel, hunts and wars\", under the banner of an \"anti-graceful, deforming, impressionist, synthetic, dynamic, free word\" show. In their words there is enthusiasm towards the search for a new language unrelated to traditional beauty, which was perceived as an old and suffocating legacy. Futurism was the first artistic movement to take an interest in cinema as a language in itself and as a \"movement of language\".[9] A typically futurist vision could be the panorama that changes abruptly from the window of a car, a train or an airplane, where the theme of modernity and speed were one that did not need further additions.\n\nThe production of avant-garde films was rather limited, as for subsequent experiments, and in particular for futurism many works have been lost. The first experimental films were those of the Corradini brothers, nicknamed Ginna and Corra, who in 1911 made four hand-colored films (cinepitture), with scattered and confused patches of color, now lost. Such experiments influenced the so-called aeropittura or second futurism of 1929, and also were later taken up again in abstract cinema in Germany, by painters such as Viking Eggeling and Hans Richter.[10] Much loved by the Futurists was popular comic cinema, where pure movement (races, chases, tumbles) often dominated the scene, fervent by editing. Marinetti himself had in fact written a carnival opera, the Re Baldoria.[11]\n\nMost of the futuristic-themed films of this period have been lost, but critics cite Thaïs (1917) by Anton Giulio Bragaglia as one of the most influential, serving as the main inspiration for German Expressionist cinema in the following decade.[12] Thaïs was born on the basis of the aesthetic treatise Fotodinamismo futurista (1911), written by the same author. The film, built around a melodramatic and decadent story, actually reveals multiple artistic influences different from Marinett's futurism; the secessionist scenographies, the liberty furniture,[12] and the abstract and surreal moments contribute to create a strong formal syncretism. \n\nThe scenographer Enrico Prampolini, in Thaïs, used geometric shapes based on a strong black/white contrast: spiral, diamond, chess, symbolic figures (cats, masks spewing smoke). Painted scenes often interact with the characters, creating a world of illusions where it is difficult to distinguish fact from fiction.[12] As the film progresses, it becomes more and more abstract to reflect the growing confusion of the film's protagonist. This movie is the sole surviving Italian futurist film, and currently kept at the Cinémathèque Française. It is not based on the novel of the same name by Anatole France. \n\nAlso noteworthy is Vita futurista (1916), by Arnaldo Ginna, is a sort of practical verification of the theses set out in the Manifesto: ironic and intentionally provocative, the film makes use of numerous special effects (hand-colored parts, color changes, eccentric shots, anti-naturalistic montage) to stimulate the emotional reactions of the viewer. In the same period Bragaglia realizes other works such as Il mio cadavere (1917), Perfido incanto (1918) and the short film Dramma nell'Olimpo (1917), all of which have been lost.[13] Another lost film is Il re, le torri, gli alfieri by Ivo Illuminati, where the characters were dressed like chess figures and moved on a checkerboard floor.\n\nThe Italian film industry struggled against rising foreign competition in the years following World War I.[14] Several major studios, among them Cines and Ambrosio, formed the Unione Cinematografica Italiana to coordinate a national strategy for film production. This effort was largely unsuccessful, however, due to a wide disconnect between production and exhibition (some films were not released until several years after they were produced).[15]\n\n"
        },
        {
            "title": "Major figures",
            "text": "[16][17]\n\n"
        },
        {
            "title": "Influence",
            "text": "Italian futurism did not produce works in the cinema that immediately lived up to their revolutionary aims, but the importance of the movement as a source of inspiration for all subsequent avant-gardes was enormous. It influenced Russian Futurist cinema[3] and German Expressionism.[4]\n\nIn Germany, films such as  Cabinet of Dr. Caligari (1919) or Metropolis (1926) have the Italian Futurist movement as a source of profound inspiration, and the same can be said of the French avant-gardes, especially René Clair.[5] Traces of futurism are also frequent and lasting in commercial cinema. Still in the 1930s, Mario Camerini's film What Scoundrels Men Are! (1932) contained a whirlwind of optical illusions at a frenetic pace, with uses such as acceleration, split-screen and overlays.[19]\n\nWhen interviewed about her favorite film of all times,[20] famed movie critic Pauline Kael stated that the director Dimitri Kirsanoff, in his silent experimental film Ménilmontant \"developed a technique that suggests the movement known in painting as Futurism\".[21] Also in the dreamlike visions of some of Alfred Hitchcock's films, (for example Vertigo) the same subversive techniques used by the futurists are demonstrated.[5]\n\n"
        }
    ]
}