{
    "url": "https://en.wikipedia.org/wiki/Itala_Film",
    "title": "Itala Film",
    "table_of_contents": [
        "1 Silent era",
        "2 Recycle",
        "3 References",
        "4 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Itala Film was an Italian film production company.\n\n"
        },
        {
            "title": "Silent era",
            "text": "It was founded during the silent era. In 1905, industrialists Carlo Rossi and William Remmert established a company in Turin, recruiting filmmakers from Pathé. Two years later, they were joined by Giovanni Pastrone who reorganised the company as Itala.[1] Over the next decade, the company enjoyed enormous growth, aided by signing up Pathé's most popular comedian André Deed. Further development came with the company's production of historical epic films beginning with The Fall of Troy, allowing the company to open a New York office to sell the films in the American market. This policy was crowned with the success of Pastrone's 1914 epic Cabiria set in Ancient Rome.[2]\n\nThe company continued to make epics along with literary adaptations while Maciste, the most popular character in Cabiria,  appeared in further films. However by 1918, Pastrone had lost control of Itala, and the following year the company was absorbed into the conglomerate Unione Cinematografica Italiana which itself collapsed after only a few years. In 1926, the former Turin studios of Itala, now derelict, were acquired as part of the growing film empire of Stefano Pittaluga who already owned the Fert Studios in the city.[3]\n\n"
        },
        {
            "title": "Recycle",
            "text": "In the early 1930s, the Itala Film name was recycled for a Berlin-based company established by the producer Alberto Giacalone. The company specialised in co-productions, or Italian versions of German films. In 1937, Giacalone relocated to Rome, with the firm continuing to operate until 1955.\n\n"
        }
    ]
}