{
    "url": "https://en.wikipedia.org/wiki/Italian_philosophy",
    "title": "Italian philosophy",
    "table_of_contents": [
        "1 Greek origins",
        "2 Ancient Rome",
        "3 Medieval",
        "4 Renaissance",
        "4.1 Humanism",
        "4.2 Neoplatonism",
        "4.3 Machiavelli",
        "5 Age of Enlightenment",
        "6 Early modern and 19th-century philosophy",
        "7 Modern, contemporary and 20th-century philosophy",
        "8 See also",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nOver the ages, Italian philosophy had a vast influence on Western philosophy, beginning with the Greeks and Romans, and going onto Renaissance humanism, the Age of Enlightenment and modern philosophy.[1] Philosophy was brought to Italy by Pythagoras, founder of the school of philosophy in Crotone, Magna Graecia.[2] Major philosophers of the Greek period include Xenophanes, Parmenides, Zeno, Empedocles and Gorgias. Roman philosophers include Cicero, Lucretius, Seneca the Younger, Musonius Rufus, Plutarch, Epictetus, Marcus Aurelius, Clement of Alexandria, Sextus Empiricus, Alexander of Aphrodisias, Plotinus, Porphyry, Iamblichus, Augustine of Hippo, Philoponus of Alexandria and Boethius.\n\nItalian Medieval philosophy was mainly Christian, and included philosophers and theologians such as St Thomas Aquinas, the foremost classical proponent of natural theology and the father of Thomism, who reintroduced Aristotelian philosophy to Christianity.[3] Notable Renaissance philosophers include: Giordano Bruno, one of the major scientific figures of the western world; Marsilio Ficino, one of the most influential humanist philosophers of the period; and Niccolò Machiavelli, one of the main founders of modern political science. Italy was also affected by the Enlightenment, a movement which was a consequence of the Renaissance. University cities such as Padua, Bologna and Naples remained centres of scholarship and the intellect, with several philosophers such as Giambattista Vico (widely regarded as being the founder of modern Italian philosophy)[4] and Antonio Genovesi. Cesare Beccaria was a significant Enlightenment figure and is now considered one of the fathers of classical criminal theory as well as modern penology.\n\nItaly also had a renowned philosophical movement in the 1800s, with Idealism, Sensism and Empiricism. The main Sensist Italian philosophers were Melchiorre Gioja and Gian Domenico Romagnosi. Criticism of the Sensist movement came from other philosophers such as Pasquale Galluppi. Antonio Rosmini, instead, was the founder of Italian idealism. During the late 19th and 20th centuries, there were also several other movements which gained some form of popularity in Italy, such as Ontologism (whose main philosopher was Vincenzo Gioberti),[5] anarchism, communism, socialism, futurism, fascism and Christian democracy. Giovanni Gentile and Benedetto Croce were two of the most significant 20th-century Idealist philosophers. Antonio Gramsci remains a relevant philosopher within Marxist and communist theory, credited with creating the theory of cultural hegemony. Italian philosophers were also influential in the development of the non-Marxist liberal socialism philosophy, including Carlo Rosselli, Norberto Bobbio, Piero Gobetti and Aldo Capitini. In the 1960s, many Italian left-wing activists adopted the anti-authoritarian pro-working class leftist theories that would become known as autonomism and operaismo.[6]\n\nEarly Italian feminists include Sibilla Aleramo, Alaide Gualberta Beccari, and Anna Maria Mozzoni, though proto-feminist philosophies had previously been touched upon by earlier Italian writers such as Christine de Pizan, Moderata Fonte, and Lucrezia Marinella. Italian physician and educator Maria Montessori is credited with the creation of the philosophy of education that bears her name, an educational philosophy now practiced throughout the world.[7] Giuseppe Peano was one of the founders of analytic philosophy and contemporary philosophy of mathematics. Recent analytic philosophers include Carlo Penco, Gloria Origgi, Pieranna Garavaso and Luciano Floridi.\n\n"
        },
        {
            "title": "Greek origins",
            "text": "Philosophy was brought to Italy by Pythagoras, founder of the school of philosophy in Crotone, Magna Graecia.[2] Major philosophers of the Greek period include Xenophanes, Parmenides, Zeno, Empedocles and lastly Gorgias, responsible for bringing philosophy to Athens.\n\nParmenides has been considered the founder of ontology or metaphysics and has influenced the whole history of Western philosophy.[8] His single known work, a poem later titled On Nature, has survived only in fragments. Approximately 160 verses remain today from an original total that was probably near 800.[8] The poem was originally divided into three parts: An introductory proem which explains the purpose of the work, a former section known as \"The Way of Truth\" (aletheia, ἀλήθεια), and a latter section known as \"The Way of Appearance/Opinion\" (doxa, δόξα).\n\nEmpedocles' philosophy is best known for originating the cosmogonic theory of the four classical elements.[9] Empedocles is considered the last Greek philosopher to write in verse. There is a debate[10] about whether the surviving fragments of his teaching should be attributed to two separate poems, \"Purifications\" and \"On Nature\", with different subject matter, or whether they may all derive from one poem with two titles,[11] or whether one title refers to part of the whole poem. Some scholars argue that the title \"Purifications\" refers to the first part of a larger work called (as a whole) \"On Nature\".[12]\n\nGorgias, along with Protagoras, forms the first generation of Sophists. \"Like other Sophists, he was an itinerant that practiced in various cities and giving public exhibitions of his skill at the great pan-Hellenic centers of Olympia and Delphi, and charged fees for his instruction and performances. A special feature of his displays was to ask miscellaneous questions from the audience and give impromptu replies.\"[13] He has been called \"Gorgias the Nihilist\" although the degree to which this epithet adequately describes his philosophy is controversial.[14][15][16][17]\n\n"
        },
        {
            "title": "Ancient Rome",
            "text": "Ancient Roman philosophy was heavily influenced by the ancient Greeks and the schools of Hellenistic philosophy; however, unique developments in philosophical schools of thought occurred during the Roman period as well. Interest in philosophy was first excited at Rome in 155 BC, by an Athenian embassy consisting of the Academic skeptic Carneades, the Stoic Diogenes of Babylon, and the Peripatetic Critolaus.[18]\n\nDuring this time Athens declined as an intellectual center of thought while new sites such as Alexandria and Rome hosted a variety of philosophical discussion.[19] Both leading schools of law of the Roman period, the Sabinian and the Proculean Schools, drew their ethical views from readings on the Stoics and Epicureans respectively,[20] allowing for the competition between thought to manifest in a new field in Rome's jurisprudence. It was during this period that a common tradition of the western philosophical literature was born in commenting on the works of Aristotle.[19]\n\nThere were several formidable Roman philosophers, such as Cicero (106–43 BC), Lucretius (94–55 BC), Seneca (4 BC – 65 AD), Musonius Rufus (30 AD – 100 AD), Plutarch (45–120 AD), Epictetus (55–135 AD), Marcus Aurelius (121–180 AD), Clement of Alexandria (150–215 AD), Alcinous (2nd century AD), Sextus Empiricus (3rd century AD), Alexander of Aphrodisias (3rd century AD), Ammonius Saccas (3rd century AD), Plotinus (205–270 AD), Porphyry (232–304 AD), Iamblichus (242–327 AD), Themistius (317–388 AD), Augustine of Hippo (354–430 AD), Proclus (411–485 AD), Philoponus of Alexandria (490–570 AD), Damascius (462–540 AD), Boethius (472–524 AD), and Simplicius of Cilicia (490–560 AD).[1]\n\n"
        },
        {
            "title": "Medieval",
            "text": "Italian Medieval philosophy was mainly Christian, and included several important philosophers and theologians such as St Thomas Aquinas, the foremost classical proponent of natural theology and the father of Thomism. Aquinas was the student of Albert the Great, a brilliant Dominican experimentalist, much like the Franciscan, Roger Bacon of Oxford in the 13th century.\n\nAquinas reintroduced Aristotelian philosophy to Christianity.[3] He believed that there was no contradiction between faith and secular reason. He believed that Aristotle had achieved the pinnacle in the human striving for truth and thus adopted Aristotle's philosophy as a framework in constructing his theological and philosophical outlook. He was a professor at the prestigious University of Paris.\n\nHe argued that God is the source of both the light of natural reason and the light of faith.[21] He has been described as \"the most influential thinker of the medieval period\"[22] and \"the greatest of the medieval philosopher-theologians.\"[23] His influence on Western thought is considerable, and much of modern philosophy is derived from his ideas, particularly in the areas of ethics, natural law, metaphysics, and political theory.\n\nThe Catholic Church honors Thomas Aquinas as a saint and regards him as the model teacher for those studying for the priesthood, and indeed the highest expression of both natural reason and speculative theology. In modern times, under papal directives, the study of his works was long used as a core of the required program of study for those seeking ordination as priests or deacons, as well as for those in religious formation and for other students of the sacred disciplines (philosophy, Catholic theology, church history, liturgy, and canon law).[24]\n\n"
        },
        {
            "title": "Renaissance",
            "text": "The Renaissance was an essentially Italian (Florentine) movement, and also a great period of the arts and philosophy. Among the distinctive elements of Renaissance philosophy are the revival (renaissance means \"rebirth\") of classical civilization and learning; a partial return to the authority of Plato over Aristotle, who had come to dominate later medieval philosophy; and, among some philosophers, enthusiasm for the occult and Hermeticism.\n\nAs with all periods, there is a wide drift of dates, reasons for categorization and boundaries. In particular, the Renaissance, more than later periods, is thought to begin in Italy with the Italian Renaissance and roll through Europe.\n\nRenaissance Humanism was a European intellectual movement that was a crucial component of the Renaissance, beginning in Florence in the latter half of the 14th century, and affected most of Italy. The humanist movement developed from the rediscovery by European scholars of Latin literary and Greek literary texts. Initially, a humanist was simply a scholar or teacher of Latin literature. By the mid-15th century humanism described a curriculum – the studia humanitatis – consisting of grammar, rhetoric, moral philosophy, poetry, and history as studied via Latin and Greek literary authors.\n\nHumanism offered the necessary intellectual and philological tools for the first critical analysis of texts. An early triumph of textual criticism by Lorenzo Valla revealed the Donation of Constantine to be an early medieval forgery produced in the Curia. This textual criticism created sharper controversy when Erasmus followed Valla in criticizing the accuracy of the Vulgate translation of the New Testament, and promoting readings from the original Greek manuscripts of the New Testament.[25]\n\nItalian Renaissance humanists believed that the liberal arts (art, music, grammar, rhetoric, oratory, history, poetry, using classical texts, and the studies of all of the above) should be practiced by all levels of \"richness\". They also approved of self, human worth and individual dignity.\nThey hold the belief that everything in life has a determinate nature, but man's privilege is to be able to choose his own path. Pico della Mirandola wrote the following concerning the creation of the universe and man's place in it:\n\nItaly was also affected by a movement called Neoplatonism, which was a movement which had a general revival of interest in Classical antiquity. Interest in Platonism was especially strong in Florence under the Medici.\n\nDuring the sessions at Florence of the Council of Ferrara-Florence in 1438–1445, during the failed attempts to heal the schism of the Orthodox and Catholic churches, Cosimo de' Medici and his intellectual circle had made acquaintance with the Neoplatonic philosopher George Gemistos Plethon, whose discourses upon Plato and the Alexandrian mystics so fascinated the learned society of Florence that they named him the second Plato.\n\nIn 1459 John Argyropoulos was lecturing on Greek language and literature at Florence, and Marsilio Ficino became his pupil. When Cosimo decided to refound Plato's Academy at Florence, his choice to head it was Ficino, who made the classic translation of Plato from Greek to Latin (published in 1484), as well as a translation of a collection of Hellenistic Greek documents of the Hermetic Corpus,[27] and the writings of many of the Neoplatonists, for example Porphyry, Iamblichus, Plotinus, et al.. Following suggestions laid out by Gemistos Plethon, Ficino tried to synthesize Christianity and Platonism.\n\nNiccolò di Bernardo dei Machiavelli (3 May 1469 – 21 June 1527) was an Italian philosopher /writer, and is considered one of the most influential Italian Renaissance philosophers and one of the main founders of modern political science.[28] His most famous work was The Prince. The Prince's contribution to the history of political thought is the fundamental break between political realism and political idealism.[28] Niccolò Machiavelli's best-known book exposits and describes the arts with which a ruling prince can maintain control of his realm. It concentrates on the \"new prince\", under the presumption that a hereditary prince has an easier task in ruling, since the people are accustomed to him. To retain power, the hereditary prince must carefully maintain the socio-political institutions to which the people are accustomed; whereas a new prince has the more difficult task in ruling, since he must first stabilize his new-found power in order to build an enduring political structure. That requires the prince being a public figure above reproach, whilst privately acting immorally to maintain his state. The examples are those princes who most successfully obtain and maintain power, drawn from his observations as a Florentine diplomat, and his ancient history readings; thus, the Latin phrases and Classic examples.\n\nThe Prince politically defines \"Virtu\"—as any quality that helps a prince rule his state effectively. Machiavelli is aware of the irony of good results coming from evil actions, and because of this, the Catholic Church proscribed The Prince, registering it to the Index Librorum Prohibitorum, moreover, the Humanists also viewed the book negatively, among them, Erasmus of Rotterdam. As a treatise, its primary intellectual contribution to the history of political thought is the fundamental break between political Realism and political Idealism—thus, The Prince is a manual to acquiring and keeping political power. In contrast with Plato and Aristotle, a Classical ideal society is not the aim of the prince's will to power. As a political scientist, Machiavelli emphasises necessary, methodical exercise of brute force and deception to preserve the status quo.\n\nBetween Machiavelli's advice to ruthless and tyrannical princes in The Prince and his more republican exhortations in Discorsi, some have concluded that The Prince is actually only a satire. Jean-Jacques Rousseau, for instance, admired Machiavelli the republican and consequently argued that The Prince is a book for the republicans as it exposes the methods used by princes. If the book was only intended as a manual for tyrannical rulers, it contains a paradox: it would apparently be more effective if the secrets it contains would not be made publicly available. Also Antonio Gramsci argued that Machiavelli's audience was the common people because the rulers already knew these methods through their education. This interpretation is supported by the fact that Machiavelli wrote in Italian, not in Latin (which would have been the language of the ruling elite).\n\nMany contemporaries associated Machiavelli with the political tracts offering the idea of \"Reason of State\", an idea proposed most notably in the writings of Jean Bodin and Giovanni Botero.\nTo this day, contemporary usage of Machiavellian is an adjective describing someone who is \"marked by cunning, duplicty, or bad faith\"[29]. The Prince is the treatise that is most responsible for the term being brought about.[30] To this day, \"Machiavellian\" remains a popular term used in casual and political contexts, while in psychology, \"Machiavellianism\" denotes a personality type.[31]\n\n"
        },
        {
            "title": "Age of Enlightenment",
            "text": "Italy was also affected by the enlightenment, a movement which was a consequence of the Renaissance and changed the road of Italian philosophy.[32] Followers of the group often met to discuss in private salons and coffeehouses, notably in the cities of Milan, Rome and Venice. Cities with important universities such as Padua, Bologna and Naples, however, also remained great centres of scholarship and the intellect, with several philosophers such as Giambattista Vico (1668–1744) (who is widely regarded as being the founder of modern Italian philosophy)[4] and Antonio Genovesi.[32]\n\nGiambattista Vico criticized the expansion and development of modern rationalism, finding Cartesian analysis and other types of reductionism impractical to human life, and he was an apologist for classical antiquity and the Renaissance humanities, in addition to being the first expositor of the fundamentals of social science and of semiotics. He is recognised as one of the first Counter-Enlightenment figures in history. The Latin aphorism Verum esse ipsum factum (\"truth is itself something made\") coined by Vico is an early instance of constructivist epistemology.[33][34] He inaugurated the modern field of the philosophy of history, and, although the term philosophy of history is not in his writings, Vico spoke of a \"history of philosophy narrated philosophically.\"[35]\n\nItalian society also dramatically changed during the Enlightenment, with rulers such as Leopold II of Tuscany abolishing the death penalty. The church's power was significantly reduced, and it was a period of great thought and invention, with scientists such as Alessandro Volta and Luigi Galvani discovering new things and greatly contributing to Western science.[32] Cesare Beccaria was a significant Enlightenment figure and is now considered one of the fathers of classical criminal theory as well as modern penology.[36] Beccaria is famous for his On Crimes and Punishments (1764), a treatise that served as one of the earliest prominent condemnations of torture and the death penalty and thus a landmark work in anti-death penalty philosophy, which was later translated into 22 languages.[32]\n\n"
        },
        {
            "title": "Early modern and 19th-century philosophy",
            "text": "Italy also had a renowned philosophical movement in the 1800s, with Idealism, Sensism and Empiricism. The main Sensist Italian philosophers were Melchiorre Gioja (1767–1829) and Gian Domenico Romagnosi (1761–1835).[4] Criticism of the Sensist movement came from other philosophers such as Pasquale Galluppi (1770–1846), who affirmed that a priori relationships were synthetic.[4] Antonio Rosmini, instead, was the founder of Italian idealism. The most comprehensive view of Rosmini's philosophical standpoint is to be found in his Sistema filosofico, in which he set forth the conception of a complete encyclopaedia of the human knowable, synthetically conjoined, according to the order of ideas, in a perfectly harmonious whole. Contemplating the position of recent philosophy from Locke to Hegel, and having his eye directed to the ancient and fundamental problem of the origin, truth and certainty of our ideas, he wrote: \"If philosophy is to be restored to love and respect, I think it will be necessary, in part, to return to the teachings of the ancients, and in part to give those teachings the benefit of modern methods\" (Theodicy, a. 148). He examined and analysed the fact of human knowledge, and obtained the following results:\n\nIn the 19th century, there were also several other movements which gained some form of popularity in Italy, such as Ontologism. The main Italian son of this philosophical movement was Vincenzo Gioberti (1801–1852),[5] who was a priest and a metaphysician. Gioberti's writings are more important than his political career. In the general history of European philosophy they stand apart. As the speculations of Rosmini-Serbati, against which he wrote, have been called the last link added to medieval thought, so the system of Gioberti, known as Ontologism, more especially in his greater and earlier works, is unrelated to other modern schools of thought. It shows a harmony with the Roman Catholic faith which caused Cousin to declare that Italian philosophy was still in the bonds of theology, and that Gioberti was no philosopher.\n\nMethod is with him a synthetic, subjective and psychological instrument. He reconstructs, as he declares, ontology, and begins with the ideal formula, the \"Ens\" creates ex nihilo the existent. God is the only being (Ens); all other things are merely existences. God is the origin of all human knowledge (called lidea, thought), which is one and so to say identical with God himself. It is directly beheld (intuited) by reason, but in order to be of use it has to be reflected on, and this by means of language. A knowledge of being and existences (concrete, not abstract) and their mutual relations, is necessary as the beginning of philosophy.\n\nGioberti is in some respects a Platonist. He identifies religion with civilization, and in his treatise Del primato morale e civile degli Italiani arrives at the conclusion that the church is the axis on which the well-being of human life revolves. In it he affirms the idea of the supremacy of Italy, brought about by the restoration of the papacy as a moral dominion, founded on religion and public opinion. In his later works, the Rinnovamento and the Protologia, he is thought by some to have shifted his ground under the influence of events.\n\nHis first work, written when he was thirty-seven, had a personal reason for its existence. A young fellow-exile and friend, Paolo Pallia, having many doubts and misgivings as to the reality of revelation and a future life, Gioberti at once set to work with La Teorica del sovrannaturale, which was his first publication (1838). After this, philosophical treatises followed in rapid succession. The Teorica was followed by Introduzione allo studio della filosofia in three volumes (1839–1840). In this work he states his reasons for requiring a new method and new terminology. Here he brings out the doctrine that religion is the direct expression of the idea in this life, and is one with true civilization in history. Civilization is a conditioned mediate tendency to perfection, to which religion is the final completion if carried out; it is the end of the second cycle expressed by the second formula, the Ens redeems existences.\n\nEssays (not published till 1846) on the lighter and more popular subjects, Del bello and Del buono, followed the Introduzione. Del primato morale e civile degli Italiani and the Prolegomeni to the same, and soon afterwards his triumphant exposure of the Jesuits, Il Gesuita moderno, no doubt hastened the transfer of rule from clerical to civil hands. It was the popularity of these semi-political works, increased by other occasional political articles, and his Rinnovamento civile d'Italia, that caused Gioberti to be welcomed with such enthusiasm on his return to his native country. All these works were perfectly orthodox, and aided in drawing the liberal clergy into the movement which has resulted since his time in the unification of Italy. The Jesuits, however, closed round the pope more firmly after his return to Rome, and in the end Gioberti's writings were placed on the Index. The remainder of his works, especially La Filosofia della Rivelazione and the Prolologia, give his mature views on many points.\n\nOther Ontological philosophers include Terenzio Mamiani (1800–1885), Luigi Ferri (1826–1895), and Ausonio Franchi (1821–1895).[4]\n\nHegelianism, Scholasticism and Positivism. Augusto Vera (1813–1885) was probably the greatest Italian Hegelianist philosopher, who composed works in both French and Italian. It was during his studies, with his cousin in Paris, that he learned of philosophy and through them he acquired knowledge of Hegelianism and it culminated during the events of the 1848–49 French revolution. In England he continued his studies of Hegelian philosophy.[37] During his years in Naples, he would maintain relationships with the Philosophical Society of Berlin, which originally consisted of Hegelians, and kept up to date with both the German and the French Hegelian literature. As a teacher, he undertook the translation of Hegel's Introduzione alla filosofia (Introduction to philosophy) in French.[38] A lot of his work on neo-Hegelian theories were undertaken with Bertrando Spaventa.[39] Some works see the Italian Hegelian doctrine as having led to Italian Fascism.[40]\n\n"
        },
        {
            "title": "",
            "text": "Some of the most prominent philosophies and ideologies in Italy during the late 19th and 20th centuries included anarchism, communism, socialism, futurism, fascism, idealism, and Christian democracy. Both futurism and fascism (in its original form, now often distinguished as Italian fascism) were developed in Italy at this time. From the 1920s to the 1940s, Italian Fascism was the official philosophy and ideology of the Italian government. Giovanni Gentile was one of the greatest Italian 20th-century Idealist/Fascist philosophers, who greatly supported Benito Mussolini. He had great a number of developments within his thought and career which defined his philosophy.\n\nBenedetto Croce, one of the greatest Italian 20th-century Idealist philosophers, wrote that Gentile \"...holds the honor of having been the most rigorous neo–Hegelian in the entire history of Western philosophy and the dishonor of having been the official philosopher of Fascism in Italy.\"[41] His philosophical basis for fascism was rooted in his understanding of ontology and epistemology, in which he found vindication for the rejection of individualism, acceptance of collectivism, with the state as the ultimate location of authority and loyalty to which the individual found in the conception of individuality no meaning outside of the state (which in turn justified totalitarianism). Ultimately, Gentile foresaw a social order wherein opposites of all kinds weren't to be given sanction as existing independently from each other; that 'publicness' and 'privateness' as broad interpretations were currently false as imposed by all former kinds of Government; capitalism, communism, and that only the reciprocal totalitarian state of Corporative Syndicalism, a Fascist state, could defeat these problems made from reifying as an external that which is in fact to Gentile only a thinking reality. Whereas it was common in the philosophy of the time to see conditional subject as abstract and object as concrete, Gentile postulated the opposite, that subject was the concrete and objectification was abstraction (or rather; that what was conventionally dubbed \"subject\" was in fact only conditional object, and that true subject was the 'act of' being or essence above any object).\n\nGentile was a notable philosophical theorist of his time throughout Europe, since having developed his 'Actual Idealism' system of Idealism, sometimes called 'Actualism.' It was especially in which his ideas put subject to the position of a transcending truth above positivism that garnered attention; by way that all senses about the world only take the form of ideas within one's mind in any real sense; to Gentile even the analogy between the function & location of the physical brain with the functions of the physical body were a consistent creation of the mind (and not brain; which was a creation of the mind and not the other way around). An example of Actual Idealism in Theology is the idea that although man may have invented the concept of God, it does not make God any less real in any sense possible as far as it is not presupposed to exist as abstraction and except in case qualities about what existence actually entails (i.e. being invented apart from the thinking making it) are presupposed. Benedetto Croce objected that Gentile's \"pure act\" is nothing other than Schopenhauer's will.[42] Therefore, Gentile proposed a form of what he called 'absolute Immanentism' in which the divine was the present conception of reality in the totality of one's individual thinking as an evolving, growing and dynamic process. Many times accused of Solipsism, Gentile maintained his philosophy to be a Humanism that sensed the possibility of nothing beyond what was contingent; the self's human thinking, in order to communicate as immanence is to be human like oneself, made a cohesive empathy of the self-same, without an external division, and therefore not modeled as objects to one's own thinking.\n\nMeanwhile, anarchism, communism, and socialism, though not originating in Italy, took significant hold in Italy during the early 20th century, with the country producing numerous significant figures in anarchist, socialist, and communist thought. In addition, anarcho-communism first fully formed into its modern strain within the Italian section of the First International.[43] Italian anarchists often adhered to forms of anarcho-communism, illegalist or insurrectionary anarchism, collectivist anarchism, anarcho-syndicalism, and platformism. Some of the most important figures in the late 19th and 20th century anarchist movement include Italians such as Errico Malatesta, Giuseppe Fanelli, Carlo Cafiero, Alfredo M. Bonanno, Renzo Novatore, Pietro Gori, Luigi Galleani, Severino Di Giovanni, Giuseppe Ciancabilla, Luigi Fabbri, Camillo Berneri, and Sacco and Vanzetti. Other Italian figures influential in both the anarchist and socialist movements include Carlo Tresca and Andrea Costa, as well as the author, director, and intellectual Pier Paolo Pasolini. Antonio Gramsci remains an important philosopher within Marxist and communist theory, credited with creating the theory of cultural hegemony. Italian philosophers were also influential in the development of the non-Marxist liberal socialism philosophy, including Carlo Rosselli, Norberto Bobbio, Piero Gobetti, Aldo Capitini, and Guido Calogero; Gianni Vattimo borders this tradition, defending a \"weak Marxism\", as part of his pensiero debole (weak thought) take on hermeneutics. 21st century post-marxist philosophers include Giorgio Agamben and Antonio Negri.In the 1960s, many Italian left-wing activists adopted the anti-authoritarian pro-working class leftist theories that would become known as autonomism and operaismo.[6]\n\nImportant scholars and specialists include Giovanni Reale and Enrico Berti in Ancient philosophy; Franco Volpi and Diego Giordano in German philosophy, Umberto Eco in semiotics and narrative theory, Maurizio Ferraris in hermeneutics and ontology. Early and important Italian feminists include Sibilla Aleramo, Alaide Gualberta Beccari, and Anna Maria Mozzoni, though proto-feminist philosophies had previously been touched upon by earlier Italian writers such as Christine de Pizan, Moderata Fonte, Lucrezia Marinella. The Italian physician and educator Maria Montessori is credited with the creation of the philosophy of education that bears her name, an educational philosophy now practiced throughout the world.[7]\n\nThe Montessori method of education is a system of education for children that seeks to develop natural interests and activities rather than use formal teaching methods. A Montessori classroom places an emphasis on hands on learning and developing real-world skills.[44] It was developed by physician Maria Montessori. It emphasizes independence and it views children as naturally eager for knowledge and capable of initiating learning in a sufficiently supportive and well-prepared learning environment. The underlying philosophy can be viewed as stemming from Unfoldment Theory.[45] It discourages some conventional measures of achievement, such as grades and tests. Montessori developed her theories in the early 20th century through scientific experimentation with her students; the method has since been used in many parts of the world, in public and private schools alike.[46][47]\n\nA range of practices exists under the name \"Montessori\", which is not trademarked. Popular elements include mixed-age classrooms, student freedom (including their choices of activity), long blocks of uninterrupted work time, specially trained teachers and prepared environment. Scientific studies[48] regarding the Montessori method are mostly positive, with a 2017 review stating that \"broad evidence\" exists for its efficacy.[49]\n\nGiuseppe Peano was one of the founders of analytic philosophy and contemporary philosophy of mathematics. Recent analytic philosophers include Francesco Berto, Claudia Bianchi, Cristina Bicchieri, Emiliano Boccardi, Roberto Casati, Annalisa Coliva, Franca D'Agostini, Maria Luisa Dalla Chiara, Mauro Dorato, Luciano Floridi, Pieranna Garavaso, Aldo Gargani, Giulio Giorello, Diego Marconi, Luca Moretti, Gloria Origgi, Carlo Penco, Eva Picardi, Gualtiero Piccinini, Stefano Predelli, Marina Sbisà, Alessandra Tanesini, Alessandro Torza, Achille Varzi, and Nicla Vassallo.\n\n"
        }
    ]
}