{
    "url": "https://en.wikipedia.org/wiki/Italian_neorealism",
    "title": "Italian neorealism",
    "table_of_contents": [
        "1 History",
        "2 Characteristics",
        "3 Impact",
        "4 Significant works",
        "4.1 Precursors and influences",
        "4.2 Main works",
        "5 Major figures",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Italian neorealism (Italian: Neorealismo), also known as the Golden Age, is a national film movement characterized by stories set amongst the poor and the working class. They are filmed on location, frequently with non-professional actors. They primarily address the difficult economic and moral conditions of post-World War II Italy, representing changes in the Italian psyche and conditions of everyday life, including poverty, oppression, injustice and desperation.\n\n"
        },
        {
            "title": "History",
            "text": "Italian neorealism came about as World War II ended and Benito Mussolini's government fell, causing the Italian film industry to lose its centre. Neorealism was a sign of cultural and social change in Italy. Its films presented contemporary stories and ideas and were often shot on location as the Cinecittà film studios had been damaged significantly during the war.\n\nThe neorealist style was developed by a circle of film critics that revolved around the magazine Cinema, including:\n\nLargely prevented from writing about politics (the editor-in-chief of the magazine was Vittorio Mussolini, son of Benito Mussolini), the critics attacked the Telefoni Bianchi (\"white telephone\") films that dominated the industry at the time. As a counter to the popular mainstream films, some critics felt that Italian cinema should turn to the realist writers from the turn of the 20th century.\n\nMany of the filmmakers involved in neorealism developed their skills working on Calligrafismo films in the early 1940s (though the short-lived movement was markedly different from neorealism). Elements of neorealism are also found in the films of Alessandro Blasetti and the documentary-style films of Francesco De Robertis. Two of the most significant precursors of neorealism are Jean Renoir's Toni (1935) and Blasetti's 1860 (1934). Both Visconti and Michelangelo Antonioni worked closely with Renoir.\n\nIn the spring of 1945, Mussolini was executed and Italy was liberated from German occupation. This period, known as the \"Italian Spring,\" broke from old ways and fostered a more realistic approach to making films. Italian cinema went from utilizing elaborate studio sets to shooting on location in the countryside and city streets in a realist style.[1]\n\nAlthough the true beginning of neorealism has been widely contested by theorists and filmmakers, the first neorealist film is generally thought to be Visconti's Ossessione, released in 1943, during the occupation. Neorealism became famous globally in 1946 with Roberto Rossellini's Rome, Open City, when it won the Grand Prize at the Cannes Film Festival as the first major film produced in Italy after the war.\n\nItalian neorealism rapidly declined in the early 1950s. Liberal and socialist parties were having difficulties presenting their message. The vision of the existing poverty and despair, presented by neorealist cinema, was demoralizing a nation anxious for prosperity and change. Additionally, the first positive effects of the Italian economic miracle period—such as gradual rises in income levels—caused the themes of neorealism to lose their relevance. As a consequence, most Italians favored the optimism shown in many American movies of the time. The views of the post-war Italian government of the time were also far from positive, and the remark of Giulio Andreotti, who was then a vice-minister in the De Gasperi cabinet, characterized the official view of the movement: Neorealism is \"dirty laundry that shouldn't be washed and hung to dry in the open\".[2]\n\nItaly's move from individual concern with neorealism to the tragic frailty of the human condition can be seen through Federico Fellini's films. His early works La Strada (1954) and Il bidone (1955) are transitional movies. The larger social concerns of humanity, treated by neorealists, gave way to the exploration of individuals. Their needs, their alienation from society and their tragic failure to communicate became the main focal point in the Italian films to follow in the 1960s.  Similarly, Antonioni's Red Desert (1964) and Blow-up (1966) take the neorealist trappings and internalise them in the suffering and search for knowledge brought out by Italy's post-war economic and political climate.\n\nIn the early 1950s the neorealist torch was picked up by artists like Sicily's Bruno Caruso, whose work focused on the warehouses, shipyards and psychiatric wards of his native Palermo.[3]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Neorealist films were generally filmed with nonprofessional actors, although in a number of cases, well-known actors were cast in leading roles, playing strongly against their normal character types in front of a background populated by local people rather than extras brought in for the film.\n\nThey were shot almost exclusively on location, mostly in rundown cities as well as rural areas.\n\nNeorealist films typically explore the conditions of the poor and the lower working class. Characters often exist within a simple social order where survival is the primary objective. Performances are mostly constructed from scenes of people performing fairly mundane and quotidian activities, devoid of the self-consciousness that amateur acting usually entails. Neorealist films often feature children in major roles, though their characters are frequently more observational than participatory.\n\nOpen City established several of the principles of neorealism, depicting clearly the struggle of normal Italian people to live from day to day under the extraordinary difficulties of the German occupation of Rome, consciously doing what they can to resist the occupation. The children play a key role in this, and their presence at the end of the film is indicative of their role in neorealism as a whole: as observers of the difficulties of today who hold the key to the future. Vittorio De Sica's 1948 film Bicycle Thieves is also representative of the genre, with non-professional actors, and a story that details the hardships of working-class life after the war.\n\nIn the period from 1944 to 1948, many neorealist filmmakers drifted away from pure neorealism. Some directors explored allegorical fantasy, such as de Sica's Miracle in Milan, and historical spectacle, like Senso by Visconti. It was also the time period when a more upbeat neorealism emerged, which produced films that melded working-class characters with 1930s-style populist comedy, as seen in de Sica's Umberto D.[4]\n\nAt the height of neorealism, in 1948, Visconti adapted I Malavoglia, a novel by Giovanni Verga, written during the 19th century realist verismo movement, bringing the story to a modern setting, which resulted in remarkably little change in either the plot or the tone. The resulting film, The Earth Trembles, starred only nonprofessional actors and was filmed in the same village (Aci Trezza) in which the novel was set.\n\nMore contemporary theorists of Italian neorealism characterize it less as a consistent set of stylistic characteristics and more as the relationship between film practice and the social reality of post-war Italy. Millicent Marcus delineates the lack of consistent film styles of neorealist film.[5] Peter Brunette and Marcia Landy both deconstruct the use of reworked cinematic forms in Rossellini's Open City.[6][7] Using psychoanalysis, Vincent Rocchio characterizes neorealist film as consistently engendering the structure of anxiety into the structure of the plot itself.[8]\n\n"
        },
        {
            "title": "Impact",
            "text": "The period between 1943 and 1950 in the history of Italian cinema is dominated by the impact of neorealism, which is properly defined as a moment or a trend in Italian film rather than an actual school or group of theoretically motivated and like-minded directors and scriptwriters. Its impact nevertheless has been enormous not only on Italian film but also on French New Wave cinema,[9] the Polish Film School, Brazilian Cinema Novo and ultimately on films all over the world. It also influenced film directors of India's Parallel Cinema movement, including Satyajit Ray (who directed the award-winning Apu Trilogy) and Bimal Roy (who made Do Bigha Zameen [1953]), both heavily influenced by Vittorio De Sica's Bicycle Thieves (1948).[10]\n\nFurthermore, as some critics have argued, the abandoning of the classical way of doing cinema and so the starting point of the French New Wave and the Modern Cinema can be found in the post-war Italian cinema and in the neorealism experiences.[11][12] In particular,\n\nAlthough Umberto D. is considered the end of the neorealist period, later films such as Federico Fellini's La Strada (1954) and De Sica's 1960 film Two Women (for which Sophia Loren won the Oscar for Best Actress) are grouped with the genre. Director Pier Paolo Pasolini's first film, Accattone (1961), shows a strong neorealist influence.[14] The Neorealist period is often simply referred to as \"The Golden Age\" of Italian cinema by critics, filmmakers and scholars.\n\n"
        },
        {
            "title": "Significant works",
            "text": "The extent to which Italian neorealism was truly innovative continues to be debated among film historians. Despite its wide influence, some have argued that it was more a revival of earlier Italian creative works than a groundbreaking movement. Important forerunners of Italian neorealism include:\n\n"
        }
    ]
}