{
    "url": "https://en.wikipedia.org/wiki/Ivan_Yefremov",
    "title": "Ivan Yefremov",
    "table_of_contents": [
        "1 Biography",
        "1.1 Academic career",
        "1.2 Literature career",
        "2 Personal life",
        "3 Honors and awards",
        "4 Bibliography",
        "4.1 Fiction",
        "4.2 Non-fiction",
        "4.3 Scientific works",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ivan Antonovich (real patronymic Antipovich) Yefremov (Russian: Ива́н Анто́нович (Анти́пович) Ефре́мов; April 23, 1908 – October 5, 1972; last name sometimes transliterated as Efremov) was a Soviet paleontologist, science-fiction author and social thinker. He founded taphonomy, the study of fossilization patterns.\n\n"
        },
        {
            "title": "Biography",
            "text": "He was born in the village of Vyritsa in Saint Petersburg Governorate on April 23, 1908. His parents divorced during the Russian Revolution. His mother married a Red Army commander and left the children in Kherson to be cared for by an aunt who soon died of typhus. Yefremov survived on his own for some time, after which he joined a Red Army unit as a \"son of the regiment\" and went to Perekop with it. In 1921, he was discharged and went to Petrograd (today's Saint Petersburg) to study. He completed his education there while combining his studies with a variety of odd jobs. He later commented that \"the Revolution was also my own liberation from philistinism\" (\"Революция была также и моим освобождением от мещанства\").\n\nIn 1924, due to the influence of academician Petr Sushkin, he became interested in paleontology. Yefremov entered the Leningrad State University but dropped out later. As early as in 19 years he made several discoveries and published a monograph co-authored with Alexey Bystrow, which was later awarded by the Linnean Society of London.\n\nIn mid-1930s, he took part in several paleontological expeditions to the Volga region, the Urals, and Central Asia. He headed a research laboratory at the Institute of Paleontology. In 1935, he took exit examinations and graduated from the Leningrad Mining Institute. The same year he got his Candidate of Science degree in biological sciences. In 1941, he got his doctorate degree in biological sciences. In 1943 he received the title of Professor.\n\nIn the 1940s, Yefremov developed a new scientific field called taphonomy, for which he was awarded the Stalin Prize in 1952. His book Taphonomy was published in 1950. He applied many taphonomic principles in his field work during a paleontological expedition to the Gobi Desert in Mongolia. During these years, he was recognized as a successful scientist and won a state science award. Many American researchers called Yefremov the father of modern palaeontology, who merged geological and palaeontological data into a single science.\n\nYefremov wrote his first work of fiction, a short story, in 1944. His first novel The Land of Foam (Great Arc, 1946) was published in 1946. The Road of Winds novel was written on a basis of scientific expeditions in Mongolia (1946–1949). His most widely recognized science fiction novel Andromeda Nebula came out in 1957. This book is a panegyric to utopian \"communist\" future of mankind. The society developed such that there is no material inequality between individuals, and each person is able to pursue their self-development unrestricted. The intergalactic communication system binds mankind into the commonwealth of sentient civilizations of the Universe - the Great Ring of Civilizations. The book became a moral guideline for many people in the Soviet Union. Besides the heavy didactic aspect, the book also contained an interesting space travel adventure subplot, so a lot of people appreciated it for its educational and entertainment value. Algis Budrys compared Yefremov's fiction style to that of Hugo Gernsback.[1]\n\nWith the time the socio-political circumstances in the world changed to more and more worrying, that changes were reflected in The Bull's Hour novel. Yefremov tried to give a warning about forthcoming catastrophes in environment, ethics and social sphere. Many considered the novel as a disguised criticism of the USSR, though the later researchers proved it wrong. The novel mostly showed the dead-end presprectives of Maoism and gangster capitalism. The government accused the novel of Anti-Sovietism and banned it from publishing up to the end of the 1980s.\n\nYefremov's last novel was Thais of Athens, published in 1972. The narration was placed in the times of Alexander the Great. Its multiple topics included little-known female cults, questions of women inner worlds, their roles in global history; he raised questions of religion, cultural genesis, search for beauty and truth.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Yefremov was married three times. His first marriage in the early 1930s, to Ksenia Svitalskaya, was short-lived and ended in divorce. In 1936, he married paleontologist Elena Dometevna Konzhukova, with whom they had a son, Allan Ivanovich Yefremov. After his wife died on 1 August 1961, he married Taisiya Iosifovna Yukhnevskaya in 1962. His last novel Thais of Athens, which was posthumously published in 1973, is dedicated to her.\n\n"
        },
        {
            "title": "Honors and awards",
            "text": "A minor planet 2269 Efremiana discovered in 1976 by Soviet astronomer Nikolai Chernykh is named after him.[2]\n\nThe primitive therapsid Vantosaurus Ensifer was discovered by Petr Chudinov and named after his tutor Yefremov.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Ivan Yefremov has written more than 100 scientific works, especially about Permian tetrapods found in Russia, and on taphonomy. Only few of them were published in languages other than Russian. Below is a list of the works published in German or English. Source - the book \"Ivan Antonovich Yefremov\" by Petr Tchudinov (issued in 1987 by the Publishing House \"Nauka\", Moscow)\n\n"
        }
    ]
}