{
    "url": "https://en.wikipedia.org/wiki/Iyanla_Vanzant",
    "title": "Iyanla Vanzant",
    "table_of_contents": [
        "1 Life and career",
        "2 Filmography and bibliography",
        "2.1 Television",
        "2.2 TV guest appearances",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Iyanla Vanzant (born  Rhonda Eva Harris; September 13, 1953) is an American inspirational speaker, lawyer, New Thought spiritual teacher, author, life coach, and television personality. She is known primarily for her books, her eponymous talk show, and her appearances on The Oprah Winfrey Show. She can currently be seen on television as the host of Iyanla: Fix My Life,[1] on OWN: Oprah Winfrey Network.\n\n"
        },
        {
            "title": "Life and career",
            "text": "Vanzant was born on September 13, 1953, in the back of a taxi in Brooklyn, New York, as Rhonda Eva Harris. She is the daughter of Sarah Jefferson, a railroad carmaid, and Horace Harris. Her mother died from breast cancer in 1955, when she was two. She was then raised by paternal relatives. Her first husband was physically abusive and she left him in 1980, taking her three children.[2] In 1983, she was given the title \"Iyanla\", which means \"great mother\", after being initiated and ordained as a priestess in the Yoruba tradition (as mentioned in her television interview on the Conn Jackson show). She attended Medgar Evers College and Virginia Union University. Vanzant holds a Juris Doctor degree from the City University of New York School of Law and a Master's degree from the University of Santa Monica (USM), Center for the Study and Practice of Spiritual Psychology. She currently resides in Upper Marlboro, Maryland.[3] She is also an ordained New Thought minister.[4]\n\nIn 2000, she was named one of the \"100 most influential Black Americans\" by Ebony magazine, which said that \"Her books, lectures and television appearances have made her a multimedia high priestess of healthy relationships.\"[5] In 2012, Vanzant was listed at #7 on Watkins' Mind Body Spirit magazine's list of the 100 most spiritually influential living people.[6] In 2014, she was a co-speaker on Oprah's the \"Life You Want Weekend\" tour, which travelled to eight cities and also featured Deepak Chopra, Mark Nepo, Elizabeth Gilbert, and Rob Bell.[7] In 2016, Vanzant was named to Oprah Winfrey's SuperSoul100 list of visionaries and influential leaders.[8]\n\nVanzant is an honorary member of Alpha Kappa Alpha sorority.[9] On Christmas Day 2003, Vanzant's 30-year-old daughter, Gemmia, died from a rare form of colon cancer.[10] Vanzant and her husband, Yemi, divorced in 2007.[11]\n\n"
        }
    ]
}