{
    "url": "https://en.wikipedia.org/wiki/Jack_Hill",
    "title": "Jack Hill",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Legacy",
        "4 Archive",
        "5 Filmography",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jack Hill (born January 28, 1933)[1] is an American film director in the exploitation film genre. Several of Hill's later films have been characterized as feminist works.[2][3]\n\n"
        },
        {
            "title": "Early life",
            "text": "Hill was born in Los Angeles, California.[1] His mother, Mildred (née Pannill, b. February 1, 1907; death date n.a.),[4] was a music teacher.[5] His father, Roland Everett Hill (February 5, 1895 – November 10, 1986),[6] worked as a set designer and art director for First National Pictures and Warner Bros.[5] on films including The Jazz Singer, Captain Blood, Action in the North Atlantic, and Captain Horatio Hornblower, and as well was an architect who designed the centerpiece Sleeping Beauty Castle at Disneyland in California.[7]\n\nHill attended UCLA, which he attended, he said, for \"a couple of years\" before leaving to get married and then returning to earn a degree in music.[8] While a student, he played in a symphony orchestra that performed for the soundtracks of Doctor Zhivago and The Brothers Karamazov, and he arranged music for burlesque performers; through this he met comedian Lenny Bruce, whose daughter Kitty Bruce would act in Hill's 1975 film Switchblade Sisters.[8] He went on to postgraduate studies at UCLA Film School, where instructor and former movie director Dorothy Arzner encouraged Hill and his classmate and friend Francis Ford Coppola. Hill worked as a cameraman, a sound recorder (including on Coppola's student short Ayamonn the Terrible), and an editor on student films.[8] His short The Host starred Sid Haig, an acting student at the Pasadena Playhouse under teacher Arzner, who introduced them;[8] this marked the first of several films together.\n\n"
        },
        {
            "title": "Career",
            "text": "Hill went on to work with Coppola on several of Coppola's early movies, including producer Roger Corman's 1963 movie The Terror.[9] He added 20 minutes to 1960's Wasp Woman for its eventual television syndication release, shooting without access to any original cast-member.[9]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Quentin Tarantino's company Rolling Thunder Pictures re-released Switchblade Sisters theatrically in 1996.[9] In the introduction to the film's DVD release, Tarantino calls Hill \" “the Howard Hawks of exploitation filmmaking”.[10]\n\nHill's discoveries include Pam Grier, who starred in four of his films from The Big Doll House through Foxy Brown; Sid Haig, who acts in most of Hill's films, beginning with Spider Baby; and Ellen Burstyn, who starred in Pit Stop.\n\nHis student film The Host was a partial influence on former classmate Francis Ford Coppola's Apocalypse Now.[1][9] Hill recalled in a 2000s interview that when he made The Host,\n\nFilm scholar Wheeler Winston Dixon believed that for Hill and fellow low-budget auteur Monte Hellman, film was primarily a means of personal expression while remaining a \"deeply financially dependent medium\". Dixon wrote that Hill and Hellman's movies often were sufficiently successful while remaining true to their personal vision.[12]\n\n"
        },
        {
            "title": "Archive",
            "text": "The moving image collection of Jack Hill is held at the Academy Film Archive.[13] The Academy Film Archive preserved Spider Baby in 2013.[14]\n\n"
        },
        {
            "title": "Filmography",
            "text": "Film crew\n\n"
        }
    ]
}