{
    "url": "https://en.wikipedia.org/wiki/Jacques_Tati",
    "title": "Jacques Tati",
    "table_of_contents": [
        "1 Family origins",
        "2 Early life",
        "3 Career",
        "3.1 Early work",
        "3.2 World War II and postwar employment",
        "3.3 Tati as director",
        "3.4 \"L'École des facteurs\" (\"The School for Postmen\")",
        "3.5 Jour de fête (The Big Day)",
        "3.6 Les Vacances de Monsieur Hulot (Monsieur Hulot's Holiday)",
        "3.7 Mon Oncle (My Uncle)",
        "3.8 Playtime",
        "3.8.1 Spin-offs of Playtime",
        "3.8.2 Reception",
        "3.9 Trafic (Traffic)",
        "3.10 Parade",
        "3.11 Forza Bastia",
        "3.12 Unmade films",
        "3.12.1 Confusion",
        "3.12.2 Film Tati No. 4 (The Illusionist)",
        "4 Personal life",
        "5 Death",
        "6 Legacy",
        "6.1 Les Films de Mon Oncle",
        "6.2 Recognition and influence",
        "7 Filmography",
        "8 Awards",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jacques Tati (French: [tati]; born Jacques Tatischeff, pronounced [tatiʃɛf]; 9 October 1907 – 5 November 1982)[1] was a French mime, film-maker, actor and screenwriter. In an Entertainment Weekly poll of the Greatest Movie Directors, he was voted the 46th greatest of all time (out of 50), although he directed only six feature-length films.\n\nTati's Playtime (1967) ranked 43rd in the 2012 Sight & Sound critics' poll of the greatest films ever made.[2]\n\nAs David Bellos puts it, \"Tati, from l'Ecole des facteurs to Playtime, is the epitome of what an auteur is (in film theory) supposed to be: the controlling mind behind a vision of the world on film\".[3]\n\n"
        },
        {
            "title": "Family origins",
            "text": "Tati was of Russian, Dutch, and Italian ancestry.  His father, Georges-Emmanuel Tatischeff (1875-1957), was born in Paris, the son of Dmitry Tatishcheff (Дмитрий Татищев; also spelled Tatishchev), General of the Imperial Russian Army and military attaché to the Russian embassy in Paris. The Tatischeffs were a Russian noble family of patrilineal Rurikid descent. Whilst stationed in Paris, Dmitri Tatischeff married a French woman, Rose Anathalie Alinquant. (Russian sources indicate that Alinquant was a circus performer and that the couple were never actually married.)[4]\n\nDmitri Tatischeff died under suspicious circumstances from injuries sustained in a horse-riding accident, shortly after the birth of Georges-Emmanuel. As a child, Georges-Emmanuel experienced turbulent times, such as being forcibly removed from France and taken to live in Russia. In 1883, his mother brought him back to France, where they settled on the estate of Le Pecq, near Saint-Germain-en-Laye, on the outskirts of Paris.[5] In 1903, Georges-Emmanuel Tatischeff married the Dutch-Italian Marcelle Claire van Hoof (d. 1968). Together, they had two children, Natalie (b. 1905) and Jacques. Claire's Dutch father, a friend of van Gogh, whose clients included Toulouse-Lautrec,[6] was the owner of a prestigious picture-framing company near the Place Vendôme in Paris, and he brought Georges-Emmanuel into the family business. Subsequently, Georges-Emmanuel became the director of the company Cadres Van Hoof, and the Tatischeff family enjoyed a relatively high standard of living.[7]\n\n"
        },
        {
            "title": "Early life",
            "text": "Tati seems to have been an indifferent student, yet excelled in tennis and horse riding. He left school in 1923, at the age of 16, and his grandfather trained him as a picture framer in the family business. Between 1927 and 1928, he completed his national military service at Saint-Germain-en-Laye with the Cavalry's 16th Regiment of Dragoons.[8] On leaving the military, he took on an apprenticeship in London, where he was first introduced to rugby. Returning to Paris, he joined the semi-professional rugby team Racing Club de France, captained by Alfred Sauvy, and whose supporters included Tristan Bernard. It was there that he first discovered his comic talents, entertaining his teammates during intervals with impersonations of their sporting endeavours. He also first met Jacques Broido, with whom he became lifelong friends.[9]\n\nThe global economic crisis reached France in 1931–32.[10] Tati left both the Racing Club de France, and to his family's disapproval, his apprenticeship at Cadres Van Hoof. Giving up a relatively comfortable middle-class lifestyle to be a struggling performing artist during hard economic times, he developed a collection of highly physical mime routines that would become his Impressions Sportives (Sporting Impressions). Each year from 1931 to 1934, he participated in an amateur show organised by Alfred Sauvy.[11]\n\n"
        },
        {
            "title": "Career",
            "text": "Although he had likely played music hall engagements before, his act was first mentioned in 1935, when he performed at the gala for the newspaper Le Journal, celebrating the French victory in setting the transatlantic crossing record from Normandy. Among the honourable spectators was the influential writer Colette. Tati's act also caught the attention of Max Trebor, who offered him an engagement at the Theatre-Michel, where he quickly became the star act. After his success there, Tati tried to make it in London, playing a short season at the Finsbury Park Empire in March 1936. Upon his return to Paris in the same year, he was immediately hired as top billing at the ABC Théâtre,[12] alongside the singer Marie Dubas, where he would work uninterrupted until the outbreak of the Second World War.[13] It was for Tati's performances of his now-finely tuned Impressions Sportives at the ABC that the previously impressed Colette wrote,\n\nBetween 1937 and 1938, he also performed at the Scala in Berlin.\n\nDuring the 1930s, he began to experiment with film, acting in the following shorts:\n\nIn September 1939, Tati was conscripted back into his 16th Regiment of Dragoons, which was then incorporated into the 3rd Division Legere de Cavalerie (DLC). He saw action in the Battle of Sedan in May 1940, when the German Army marched through the Ardennes into northern France. The 3rd DLC retreated from Meuse to Mussidan, in the Dordogne, where the division was demobilised after the Armistice was declared on 22 June 1940.\n\nReturning to Paris, Tati resumed his civilian profession as a cabaret performer, finding employment at Léon Volterra's Lido de Paris, where he performed his Sporting Impressions from 1940 to 1942.\n\nConsidered as a possible substitute for Jean-Louis Barrault in Les Enfants du Paradis, Tati played the ghost in Sylvie and the Ghost, alongside Odette Joyeux as Sylvie, and also appeared as The Devil in the same film. Here, he met Fred Orain, studio director of St. Maurice and the Victorine in Nice.\n\nIn early 1946, Jacques Tati and Fred Orain founded the production company Cady-Films, which would produce Tati's first three films.\n\nWith the exception of his first and last films, Tati played the gauche and socially inept lead character, Monsieur Hulot. With his trademark raincoat, umbrella and pipe, Hulot is among the most memorable comic characters in cinema. Several themes recur in Tati's work, most notably in Mon Oncle, Playtime, and Trafic. They include Western society's obsession with material goods, particularly American-style consumerism, the pressure-cooker environment of modern society, the superficiality of relationships among France's various social classes, and the cold and often impractical nature of space-age technology and design.\n\nRené Clément was first approached to direct \"L'École des facteurs\" (1947), but as he was preoccupied directing La Bataille du rail (1946), directing duties fell to Tati, who also starred in this short comedy about rural life. Encouragingly, \"L'École des facteurs\" was enthusiastically well-received upon release, winning the Max Linder Prize for film comedy in 1947.\n\nTati's first major feature, Jour de fête (The Big Day), is about an inept rural village postman who interrupts his duties to inspect the traveling fair that has come to town. Influenced by too much wine and a documentary on the rapidity of the American postal service, he goes to hilarious lengths to speed his mail deliveries aboard his bicycle. Tati filmed it in 1947 in the village of Sainte-Sévère-sur-Indre, where he had found refuge during the war. Due to the reluctance of French distributors, Jour de fête was first successfully released in London in March 1949, before obtaining a French release on 4 July 1949, where it became a great public success, receiving the 1950 Le Grand prix du cinéma français. The film was intended to be the first French feature film shot in colour; Tati simultaneously shot the film in black and white as an insurance policy. The newly developed Thomson colour system proved impractical, as it could not deliver colour prints. Jour de fête was therefore released only in black and white. Unlike his later films, it has many scenes with dialogue, and offers a droll, affectionate view of life in rural France. The colour version was restored by his younger daughter, film editor and director Sophie Tatischeff, and released in 1995. The film won the Prize for Best Original Script at the Venice Film Festival.\n\nTati's second film, Les Vacances de Monsieur Hulot (Monsieur Hulot's Holiday), was released in 1953. Les Vacances introduced the character of Mr. Hulot and follows his adventures in France during the mandatory August vacation at a beach resort, lampooning several hidebound elements of French political and social classes. It was shot almost entirely in the tiny west coast seaside village of Saint-Marc-sur-Mer, in the Loire Atlantique region. The hotel in which Mr. Hulot stays (l'Hôtel de la Plage) is still there,[15] and a statue memorialising the director has been erected on the beach.[16] Tati had fallen in love with the coast while staying in nearby Port Charlotte with his friends, Mr. and Mrs. Lemoine, before the war, and resolved to return one day to make a film there.[17] The film was widely praised by critics, and earned Tati an Academy Award nomination for Best Original Screenplay, which was shared with Henri Marquet. Production of the movie also reintroduced Jacques Lagrange into Tati's life, beginning a lifelong working partnership with the painter, who would become his set designer. Les Vacances de Monsieur Hulot remains one of the best-loved French films of that period. The film's comic influence has extended well beyond France and can be found as recently as 2007 in the Rowan Atkinson comic vehicle Mr. Bean's Holiday.[18]\n\nAndré Bazin, founder of the influential journal Cahiers du cinéma, wrote in his 1957 essay, \"Fifteen Years of French Cinema\":\n\nVarious problems delayed the release of Tati's follow-up to his international hit. In 1955, he suffered a serious car accident that physically impaired his left hand. Then, a dispute with Fred Orain ensued, and Tati broke away from Cady Films to create his own production company, Spectra Films, in 1956.\n\nTati's next film, 1958's Mon Oncle (My Uncle), was his first film to be released in colour. The plot centers on Mr. Hulot's comedic, quixotic, and childlike struggle with postwar France's obsession with modernity and American-style consumerism, entwined with the relationship he has with his nine-year-old nephew, Gérard. Mon Oncle quickly became an international success, and won that year's Academy Award for Best Foreign Language Film, a Special Prize at Cannes, as well as the New York Film Critics Award. In Place de la Pelouse (Saint-Maur-des-Fossés), there stands a bronze statue of Tati as Monsieur Hulot talking to a boy, in a pose echoing the movie's poster, which was designed by Pierre Étaix.[20]\n\nOn receiving his Oscar, Tati was offered any treat that the Academy could bestow on him. To their surprise, Tati simply requested the opportunity to visit Stan Laurel, Mack Sennett, and Buster Keaton. Keaton reportedly said that Tati's work with sound had carried on the true tradition of silent cinema.[21]\n\nAs guest artistic director at AFI Fest 2010, David Lynch selected Tati's Mon Oncle, alongside Hour of the Wolf (dir. Ingmar Bergman, 1968), Lolita (dir. Stanley Kubrick, 1962), Rear Window (dir. Alfred Hitchcock, 1954) and Sunset Boulevard (dir. Billy Wilder, 1950) to be screened in his sidebar program, explaining:\n\nConsidered by many his masterpiece, Playtime (1967), shot in 70mm, was to be the most ambitious yet risky and expensive work of Tati's career.\n\nIn an essay for the Criterion Collection, Kent Jones wrote:\n\nPlaytime took nine years to make, and Tati had to borrow heavily from his own resources to complete the picture. At the time of its making, Playtime (1967) was the most expensive film in French history.[24] Of the film, Tati said: \"Play Time [sic] is the big leap, the big screen. I'm putting myself on the line. Either it comes off or it doesn't. There's no safety net.\" Tati famously built an entire glass and steel mini-city (nicknamed Tativille) on the outskirts of Paris for the film, which took years to build and left him mired in debt.[25]\n\nIn the film, Hulot and a group of American tourists lose themselves in the futuristic glass and steel of the commercially globalised modern Parisian suburbs, where only human nature and a few reflective views of the old city of Paris itself still emerge to breathe life into the sterile new metropolis. Playtime had even less of a plot than Tati's earlier films, and he endeavored to make his characters, including Hulot, almost incidental to his portrayal of a modernist and robotic Paris.\n\nPlaytime was originally 155 minutes in length, but Tati soon released an edited version of 126 minutes; this is the version that was generally released to theatres in 1967. Later versions appeared in 35mm format. In 1979, a copy of the film was revised again to 108 minutes, and this re-edited version was released on VHS video in 1984. Though Playtime was a critical success (François Truffaut praised it as \"a film that comes from another planet, where they make films differently\"), it was a massive and expensive commercial failure, eventually resulting in Tati's bankruptcy.\n\nTati biographer David Bellos noted that Tati had approached everybody from Darryl F. Zanuck to French prime minister Georges Pompidou in a bid to get the film completed. \"His personal overdrafts began to mount, and long before Play Time was finished, Tati was in substantial debt to the least forgiving of all creditors, the Collectors of Taxes.\" When Tati failed to pay off his loans, his films were impounded by the banks.[25] Tati was forced to sell the family house of Saint-Germain shortly after the death of his mother, Claire van Hoof, and move back into Paris. Spectra Films was placed into administration, concluding in the liquidation of the company in 1974, with an auction of all film rights held by the company for little more than 120,000 francs.\n\nIn 1969, with reduced means, Tati created a new production company, CEPEC, to oversee his opportunities in film and TV production.\n\nWhile on the set of Playtime, Tati made a short film about his comedic and cinematic technique, Cours du soir (Evening Classes, 1967), in which he gives a lesson in the art of comedy to a class of would-be actors.\n\nIn 1971, Tati made an advertisement for England's Lloyds Bank,[25] in which he depicted a dehumanized bank of the future, with money dispensed by a computerized counter. \"The message of the advert was that however modern Lloyds are, technology isn't everything and you'll always be able to speak to a \"friendly member of staff or understanding manager\" in their branches\".[26]\n\nIn August 2012, the British Film Institute polled 846 critics, programmers, academics, and distributors to find \"The Top 50 Greatest Films of All Time\"; Playtime was voted 42nd.[27] In the corresponding \"Directors Poll\" by the BFI, Playtime was awarded the accolade of being seen as the 37th greatest film of all time by his fellow directors.\n\nSteven Spielberg has said he was paying a \"very slight homage\" to Playtime in his 2004 film The Terminal,[28] adding, \"I thought of two directors when I made [The Terminal]. I thought this was a tribute to Frank Capra and his honest sentiment, and it was a tribute to Jacques Tati and the way he allowed his scenes to go on and on and on. The character he played in Monsieur Hulot's Holiday and Mon Oncle was all about resourcefulness and using what's around him to make us laugh\".[29]\n\nThe Dutch-funded Trafic (Traffic), although originally designed to be a TV film, received a theatrical release in 1971, and placed Monsieur Hulot back at the centre of the action. It was the last Hulot film, and followed the vein of earlier works that lampooned modern society. In the film, Hulot is a bumbling automobile inventor, who is traveling to an exhibition in a gadget-filled recreational vehicle.[citation needed]\n\nTati's last completed film, Parade, a film produced for Swedish television in 1973, is more or less a filmed circus performance, featuring Tati's mime acts and other performers.\n\nIn 1978, Tati began filming \"Forza Bastia\", a short documentary focusing on a football match between the Corsican team SC Bastia and the Dutch team PSV Eindhoven during the UEFA Cup Final, which he did not complete. Tati undertook the project at the request of his friend Gilberto Trigano, who was the president of the Bastia club at the time. His younger daughter, Sophie Tatischeff, later edited the remaining footage, which was posthumously released in 2002; Sophie died of lung cancer in 2001.\n\nTati had plans for at least one more film. Confusion, a planned collaboration with pop duo Sparks, was a story about a futuristic Paris where activity is centered around television, communication, advertising, and modern society's infatuation with visual imagery.\n\nIn the original script, an aging Mr. Hulot was slated to be accidentally killed on-air. Ron Mael and Russell Mael would have played two American TV studio employees brought in by a rural French TV company to help them out with some American technical expertise and input into how TV is really done.  While the script still exists, Confusion was never filmed. What would have been its title track, \"Confusion\", appears on Sparks' 1976 Big Beat album, with the internal sleeve of its 2006 re-mastered CD featuring a letter announcing the pending collaboration, as well as a photo of the Mael brothers in conversation with Tati.[30]\n\nCatalogued in the CNC (Centre National de la Cinématographie) archives under the title 'Film Tati Nº 4',[31] and written in the late 1950s, the treatment was to have been the follow-up to Tati's internationally successful Mon Oncle. It tells the bittersweet tale of a modestly talented magician – referred to only as the Illusionist – who, during a tour of decaying music halls in Eastern Europe, protectively takes an impoverished young woman under his wing.[32]\n\nThe semi-autobiographical script that Tati wrote in 1956 was released internationally as an animated film, The Illusionist, in 2010.[33] Directed by Sylvain Chomet, known for The Triplets of Belleville, the main character is an animated caricature of Tati himself.\n\nControversy dogged the release of Chomet's version of The Illusionist,[34][35][36] with The Guardian reporting:\n\nTati's grandson, Richard Tatischeff Schiel McDonald, wrote a long letter to the film critic Roger Ebert in 2010, openly criticising the production's interpretation of Tati's intent for the script and explaining the family's understanding of its origins with respect to Tati's having abandoned his eldest child.[38][39]\n\n"
        },
        {
            "title": "Personal life",
            "text": "At the Lido de Paris, Tati met and fell in love with the young Czech-Austrian dancer Herta Schiel, who had fled Vienna with her sister Molly at the time of the Anschluss. In the summer of 1942, Herta gave birth to their daughter, Helga Marie-Jeanne Schiel. Tati refused to recognise the child, reportedly due to pressure from his sister, Nathalie. As a result, he was forced by Leon Volterra to depart from the Lido at the end of the 1942 season.[40]\n\nIn 1943, after a short engagement at the ABC,[12] where Édith Piaf was headlining, Tati, having been shunned by his former colleagues at the Lido de Paris for his behaviour, left Paris under a cloud,[clarification needed] with his friend Henri Marquet, and they settled in the Village of Sainte-Sévère-sur-Indre. While residing there, they completed the script for L'École des facteurs (The School for Postmen), which later provided material for his first hugely successful feature, Jour de fête.[41][42]\n\nHerta Schiel remained in Paris throughout the war, where she met the physician Jacques Weil, after he was called upon to treat her sister Molly for the then-incurable disease of tuberculosis. Through Weil, second-in-command of the Juggler network of the SOE F Section networks, both sisters were recruited into the French Resistance.[34]\n\nIn 1944, Tati returned to Paris, and after a brief courtship, married Micheline Winter.[40]\n\nAccording to Helga Marie-Jeanne Schiel's son, Richard Tatischeff Schiel McDonald, \"As a refugee Helga Marie-Jeanne [was] trapped in Marrakech during the Moroccan 1955 uprising for independence against its French protectorate. Having been at the centre of the Christmas Eve bombing of the main Marrakech market in which she witnessed the massacre of a number of her boarding school friends, Helga Marie-Jeanne was actively encouraged by the French Consulate to flee Morocco for her own safety. Holding only a French passport she wrote to her father in hope that he would show compassion towards her plight and help her escape the hostilities that had built up in Morocco by offering her safe passage back to her home city of Paris. He was never forthcoming with help.\"[38][39]\n\nOn 23 October 1946, Tati's second child, Sophie Catherine Tatischeff, was born. Tati's son, Pierre-François Tatischeff, also known as Pierre Tati, was born in 1949. Both Pierre and Sophie worked in the French film industry in various capacities, beginning in the early 1970s. Notably, they both worked on Jean-Pierre Melville's Un flic (1972).\n\n"
        },
        {
            "title": "Death",
            "text": "Weakened by serious health problems, Tati died on 5 November 1982, at the age of 75, of a pulmonary embolism, leaving a final scenario, Confusion, which he had completed with Jacques Lagrange.\n\nPhilippe Labro reported Tati's death in Paris Match, under the heading \"Adieu Monsieur Hulot. On le pleure mort, il aurait fallu l'aider vivant !\" (\"Farewell, Monsieur Hulot. We mourn him in his death, but we should have aided him while he was still alive!\")[43]\n\n"
        },
        {
            "title": "Legacy",
            "text": "During the 1980s, concerned that their father's legacy would be permanently lost, Pierre and Sophie Tatischeff tracked the rights to their father's oeuvre to a bank in Switzerland. The bank, unable to trace the owner who had made the deposit, eventually returned the rights to Pierre and Sophie as heirs to their father's estate.[clarification needed]\n\nIn 1995, after a year of meticulous work, Sophie, with the aid of film technician François Ede, was able for the first time to release a colour print of Jour de fête, as Tati had originally intended.[44]\n\nHaving lost her brother Pierre to a traffic accident, and having herself been diagnosed terminally ill, Sophie Tatischeff took the initiative to set up Les Films de Mon Oncle in 2001 to preserve, restore, and circulate her father's work. Enlisting the services of Jérôme Deschamps, the artistic and cultural mission of Les Films de Mon Oncle is to allow audiences as well as researchers to (re-)discover the work of Tati the filmmaker, his archives, and to ensure its influence around the world.\n\nThe restoration of Playtime began in 1998, when Sophie Tatischeff made the acquaintance of Jean-Rene Failot, technical director of the Gulliver Arane, the only remaining large-format film laboratory in Europe.[45] Because of difficulties acquiring appropriate funding, the restored version of Playtime was not presented until 2002, at the 55th Cannes Film Festival, eight months after the death of Sophie Tatischeff. In 2004, Les Films de Mon Oncle completed the restoration of My Uncle, the English version of Mon Oncle. This was followed by demanding editorial work for the DVDs of these films, including original bonuses and a double CD, Tati Sonorama!, with the complete collection of film scores and soundtrack clips.[citation needed]\n\nIn 2014, Les Films de Mon Oncle became part of Vivendi, in partnership with StudioCanal, which now oversees international distribution of Jacques Tati's oeuvre, having released digitally restored versions of all his short and long films as boxsets in both DVD and Blu-ray.[citation needed]\n\nOn 3 June 1995, the rebuilt L'Idéal Cinéma in Aniche opened as the L'Idéal Cinéma Jacques Tati.[46]\n\nIn 2009, Macha Makeïeff, the partner of Deschamps, designed and co-curated (along with Stephane Goudet) the exhibition \"Jacques Tati, deux temps, trois mouvements\" at the Cinémathèque Française in Paris, and installed the full-scale mythical Villa Arpel, the set of Mon Oncle created by Jacques Tati and his friend Jacques Lagrange, at the 104 (Paris, 19th arrondissement).\n\nRowan Atkinson cited Tati as an inspiration for the physical comedy approach of his internationally renowned character Mr Bean. When asked about what influenced him, Atkinson claimed: \"I think it was particularly a French comedian called Jacques Tati. I loved his movies, and you know, Mr. Hulot's Holiday, I remember seeing when I was 17—that was a major inspiration. He opened a window to a world that I'd never looked out on before, and I thought, 'God, that's interesting,' how a comic situation can be developed as purely visual and yet it's not under-cranked, it's not speeded-up, Benny Hill comedy—it's more deliberate; it takes its time. And I enjoyed that\".[47]\n\nOn an interview at \"The 11\", independent animation director Bill Plympton labeled Tati as a major influence on his work. According to Plympton, \"his jokes are very visual, there is not a lot of verbal interplay and talking, which I like. He's such a great character. [His films] are surreal, they are very dry, it's not slapstick where you trip on a rake and fall on the ground, its very subtle humor, very sensitive humor, and very ironic humor. I love the irony in his works. He's a very good example of one of my influences.\"[48]\n\n"
        },
        {
            "title": "Filmography",
            "text": "\n\n"
        }
    ]
}