{
    "url": "https://en.wikipedia.org/wiki/Jacques_Tourneur",
    "title": "Jacques Tourneur",
    "table_of_contents": [
        "1 Life",
        "2 Career",
        "3 Filmography",
        "3.1 Director",
        "3.1.1 TV",
        "3.2 Assistant director or editor",
        "4 Posterity",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jacques Tourneur (French: [tuʁnœʁ]; November 12, 1904 – December 19, 1977) was a French film director known for the classic film noir Out of the Past and a series of low-budget horror films he made for RKO Studios, including Cat People, I Walked with a Zombie, and The Leopard Man. He is also known for directing Night of the Demon, which was released by Columbia Pictures. While in Hollywood, he was usually addressed by his anglicized name \"Jack Turner\", a literal and phonetic translation of his name in English.\n\n"
        },
        {
            "title": "Life",
            "text": "Born in Paris, France, Tourneur was the son of Fernande Petit and film director Maurice Tourneur.[2] At age 10, Jacques moved to the United States with his father.[2] He started a career in cinema while still attending high school as an extra and later as a script clerk in various silent films. Both Maurice and Jacques returned to France after his father worked on the film The Mysterious Island in 1925.[2] Tourneur died in 1977, aged 73, in Bergerac, Dordogne, France.\n\n"
        },
        {
            "title": "Career",
            "text": "Tourneur began work as an editor and assistant director. He made his debut as a director on the French film Tout ça ne vaut pas l'amour [fr] in 1931.[2] Tourneur went to Hollywood in 1934 where he had a contract with MGM Studios. While working as the second unit director on the film A Tale of Two Cities he met film producer Val Lewton.[2]\n\nTourneur made his feature debut as director in the 1939 film They All Come Out. After Tourneur was dropped by MGM in 1941, he was picked up by Lewton to film several acclaimed low-budget horror films for RKO Studios including Cat People and I Walked with a Zombie.[2]\n\nCat People, although considered a B movie and made on a limited budget, was distinguished by a style of lighting and cinematography that has been imitated countless times. Tourneur was promoted to the A-list at RKO, directing films including Out of the Past and Berlin Express.[2] In the 1950s, Tourneur became a freelance director, filming various genre films including Wichita, Anne of the Indies, Way of a Gaucho, Nightfall, The Flame and the Arrow, Stars In My Crown and Night of the Demon.[2] His last two films, made for American International Pictures and starring Vincent Price, were The Comedy of Terrors (1963) and War-Gods of the Deep (1965).[2]\n\nAfter his final days working for film, Tourneur began directing television episodes. Tourneur filmed episodes of The Barbara Stanwyck Show, Bonanza, The Twilight Zone, and The Alaskans. Tourneur's final director credit was for an episode of T.H.E. Cat in 1966. Tourneur then retired and returned to France.[2]\n\n"
        },
        {
            "title": "Filmography",
            "text": "Feature films\n\nShort films\n\n\n\n"
        },
        {
            "title": "Posterity",
            "text": "La Mort en direct (1980), film by Bertrand Tavernier is dedicated to Jacques Tourneur\n\n”There are films that watch us grow old ” Serge Daney. Quoted by Serge Le Péron in (Jacques Tourneur Le Médium), film by Alain Mazars, 2015. \n\nBy naming the main character Jessica Holland in his film Memoria (2021),  Apichatpong Weerasethakul pays tribute to Jacques Tourneur’s film I Walked with a Zombie.\n\n"
        },
        {
            "title": "References",
            "text": "\nBibliography\n\n"
        }
    ]
}