{
    "url": "https://en.wikipedia.org/wiki/Jain_philosophy",
    "title": "Jain philosophy",
    "table_of_contents": [
        "1 Knowledge",
        "1.1 Ontology",
        "1.2 Epistemology",
        "1.3 Relativity and Pluralism",
        "1.3.1 Anekāntavāda",
        "1.3.2 Nayavāda",
        "1.3.3 Syādvāda",
        "2 Jīvas, the Living",
        "3 Cosmology",
        "3.1 Time Cycles",
        "4 The Non-Living Reality",
        "4.1 Pudgala",
        "4.2 Motion/Rest",
        "4.3 Space",
        "4.4 Time",
        "5 Karma and Rebirth",
        "6 Ethics",
        "7 Liberation and the Path",
        "8 History",
        "8.1 Contribution to Indian Thought",
        "8.2 Major Jain philosophers",
        "9 See also",
        "10 References",
        "10.1 Citations",
        "10.2 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJain philosophy refers to the ancient Indian philosophical system found in Jainism. One of the main features of Jain philosophy is its dualistic metaphysics, which holds that there are two distinct categories of existence, the living, conscious or sentient being (jiva) and the non-living or material (ajiva).[1]\n\nJain texts discuss numerous philosophical topics such as epistemology, metaphysics, ethics, cosmology and soteriology. Jain thought is primarily concerned with understanding the nature of living beings, how these beings are bound by karma (which are seen as fine material particles) and how living beings may be liberated (moksha) from the cycle of reincarnation. Also notable is the Jain belief in a beginning-less and cyclical universe and a rejection of a Creator deity.\n\nFrom the Jain point of view, Jain philosophy is eternal and has been taught numerous times in the remote past by the great enlightened tirthankaras (\"ford-makers\").[2][3] Historians trace the developments of Jain thought to a few key figures in ancient India, mainly Mahavira (c. 5th century BCE, a contemporary of the Buddha) and possibly Parshvanatha (c. 8th or 7th century BCE, though this is disputed).[4]\n\nAccording to Paul Dundas, Jain philosophy has remained relatively stable throughout its long history and no major radical doctrinal shift has taken place. This is mainly because of the influence of Umaswati's Tattvārthasūtra, which has remained the central authoritative philosophical text among all Jains.[5]\n\n"
        },
        {
            "title": "Knowledge",
            "text": "According to Ācārya Pujyapada's Sarvārthasiddhi, the ultimate good for a living being (jīva) is liberation from the cyclical world of reincarnation (saṃsāra).[6] The attainment of liberation is also associated with omniscience, and it is believed that past Jain sages like Mahavira have achieved omniscience.[7]\n\nAccording to the Tattvārthasūtra, the means to achieve liberation is threefold (this is known as the three jewels):\n\nAccording to the Sarvārthasiddhi,[9]\n\nJains believe that sentient beings can achieve perfect and complete knowledge of all things (omniscience). Those who have such knowledge are the enlightened kevalins. These are souls who have detached from all things, and are therefore able to perceive all things directly since their soul's knowledge is no longer blocked by anything.[10] For most beings, the omniscience of their soul is blocked by the karmic particles stuck to their soul, like a thick cloud blocks out the light of the sun.[11] Therefore, the only source of omniscient knowledge for lesser beings is the teachings of the kevalins. Since there are no longer any living kevalins, the Jain scriptures are the only source of such knowledge and are thus seen as the highest authority in Jain philosophy.[10] Because of this, Jain philosophy considers the doctrines found in the scriptures as absolute truths and philosophy's role is mainly to summarize, explain and supplement these doctrines.[12]\n\nAccording to Harry Oldmeadow, Jain ontology is both realist and dualist.[13] Jeffery D. Long also affirms the realistic nature of Jain metaphysics, which is a kind of pluralism that asserts the existence of various realities.[14]\n\nThe major metaphysical distinction, writes von Glasenapp, is between the animate or sentient substances (jīva) and the inanimate substances (ajīva).[15]\n\nJain philosophy postulates at least seven \"tattvas\" (truths, realities or fundamental principles):[16][17][18][19]\n\nŚvētāmbara Jains also often add two more realities to the above list: good karma (punya, merits) and bad karma (papa, negatives).[17][18][19]\n\nEach entity can be analyzed in numerous different ways according to Jain thinkers. Umasvati outlines numerous \"gateways\" of investigation called nikshepas. These are: nāma (name), sthāpanā (symbol), dravya (potentiality), bhāvatā (actuality), nirdeśa (definition), svāmitva (possession), sādhana (cause), adhikarana (location), sthiti (duration), vidhānatā (variety), sat (existence), samkhyā (numerical determination), ksetra (field occupied), sparśana (field touched), kāla (continuity ), antara (time-lapse), bhāva (states), andalpabahutva (relative size).[26]\n\nHelmuth von Glasenapp pointed out that a central principle of Jain thought is its attempt to provide an ontology that includes both permanence and change. As such, every being contains something that is lasting and something which is inconstant. For example, in a pot, its material atoms are imperishable, but the form, color and other qualities are subject to change.[27]\n\nJain philosophy accepts three reliable means of knowledge (pramana). It holds that correct knowledge is based on perception (pratyaksa), inference (anumana) and testimony (sabda or the word of scriptures).[28][29] These ideas are elaborated in Jain texts such as Tattvarthasūtra, Parvacanasara, Nandi and Anuyogadvarini.[30][29] Some Jain texts add analogy (upamana) as the fourth reliable means, in a manner similar to epistemological theories found in other Indian religions.[31]\n\nIn Jainism, jñāna (knowledge) is said to be of five kinds – Kevala jñāna (Omniscience), Śrutu jñāna (Scriptural Knowledge), mati jñāna (Sensory Knowledge), avadhi jñāna (Clairvoyance), and manah prayāya jñāna (Telepathy).[32] The first two are described as being indirect means of knowledge (parokṣa), with the others furnishing direct knowledge (pratyakṣa), by which it is meant that the object is known directly by the soul.[33]\n\nJain epistemology includes three related doctrines which deal with the complex and manifold nature of knowledge: anekāntavāda (the theory of many-sidedness), syādvāda (the theory of conditioned predication) and nayavāda (the theory of partial standpoints). Long calls these three the \"Jain doctrines of relativity\".[34]\n\nOne of the most important and fundamental doctrines of Jainism is anēkāntavāda (literally the 'non-one-sided' view).[35] It refers to a kind of ontological pluralism and to the idea that reality is complex and multi-faceted and therefore can only be understood from a multiplicity of perspectives.[36][37] As Long notes, this is ultimately an ontological doctrine that holds that \"all existent entities have infinite attributes.\"[36] Jain thought generally affirms the reality of all of our perceptions, even those which contradict each other such as continuity and change, arising and perishing.[36]\n\nThis doctrine is often illustrated through the parable of the \"blind men and an elephant\".[38] In this story, each blind man felt a different part of an elephant and then claimed to understand the true appearance of the elephant, but could only partly succeed.[citation needed] This principle is based on the idea that objects are infinite in their qualities and modes of existence. Because of this, they cannot be completely grasped in all aspects and manifestations by finite human perception. According to the Jains, only the Kevalis—omniscient beings—can comprehend objects in all aspects and manifestations.[39]\n\nIndeed, the Jain texts depict Mahavira as answering certain metaphysical questions that were considered 'unanswerable' by the Buddha. Mahavira is depicted as answering these with both a qualified \"yes\" and a \"no\", depending on the perspective of the questioner. Thus, the soul is both eternal in its intrinsic nature and yet also changing (due to the karmas affecting it and the various states that arise and pass away within in) and the universe is both eternal (beginningless) and yet also non-eternal (since it goes through cycles).[40] Thus, the Jains saw their metaphysics as a middle path, embracing both permanence and impermanence as metaphysically fundamental, against that of the Buddhists (who defended impermanence) and the Brahmins (who generally held a doctrine of permanence).[41]\n\nAnekāntavāda encourages its adherents to consider the views and beliefs of their rivals and opposing parties. Proponents of anekāntavāda apply this principle to religion and philosophy, reminding themselves that any religion or philosophy—even Jainism—which clings too dogmatically to its own tenets, is committing an error based on its limited point of view.[42] The principle of anekāntavāda also influenced Mohandas Karamchand Gandhi to adopt principles of religious tolerance, ahiṃsā and satyagraha.[43]\n\nA closely related theory is Nayavāda, which means \"the theory of partial standpoints or viewpoints.\"[44] Nayas are partially valid, philosophical perspectives from which anything can be seen.[26] An object has infinite aspects to it, but when we describe an object in practice, we speak of only relevant aspects and ignore irrelevant ones.[44] Jain philosophers use the theory of partial viewpoints in order to explain the complexity of reality, part by part.[45]\n\nThis is how Jains can describe objects with seemingly contradictory statements (the soul is both permanent and impermanent etc.). Since it is only from certain perspectives that each statement is made, there is no contradiction.[46] Nayavāda holds that all philosophical disputes arise out of confusion of standpoints, and the standpoints we adopt are, although we may not realise it, \"the outcome of purposes that we may pursue\".[47]\n\n\nAccording to Long, Umāsvāti lists seven partial viewpoints:\nJain thinkers also use the doctrine of standpoints in order to provide a doxography of non-Jain philosophical systems. According to Jain philosophers, other philosophical systems rely on only one of the seven standpoints, while excluding the others. This is explains why they have reached false conclusions. For example, Nyaya-Vaisesika is often associated with the first naya (the common view), Vedanta with the second naya (generic view), Materialism with the third naya (pragmatic view) and Buddhism with the fourth (the linear view). Meanwhile, Jainism is seen as the only philosophy able to combine all seven nayas.[48]\n\nOne influential theory of Nayavāda is the dual-perspective model of Kundakunda.[26] Kundakunda held that the perspective of the soul is the only 'certain' (niscaya), 'supreme' (paramārtha) or 'pure' (suddha) perspective. Because of the adherence of karmic particles, the soul loses knowledge of itself as being pure, however, it is never truly modified. All other things in the universe are worldly and are to be viewed as having merely transactional and provisional value.[49]\n\nAs such, the worldly perspective is ultimately false, while the supreme perspective is the ultimate truth and according to Long, corresponds to the kevalajñāna of a Jina.[50] Kundakunda's philosophy is especially influential in Digambara thought, though it has also influenced some Śvetāmbara scholars. However, other Śvetāmbara thinkers like Yashovijaya famously criticized Kundakunda for his reliance on one single standpoint, i.e. for ekāntavāda (absolutism).[51][52]\n\nAnother influential theory of nayas was that of Siddhasena Divākara, who in his Sanmatitarka ('The Logic of the True Doctrine), divided the traditional nayas into two main categories: those which affirm the substantiality of existence (dravyāstikanayas) and those which affirm impermanence (paryāyāstikanayas).[53] Siddhasena also identified the various nayas with the different Indian philosophies, all of which are seen as one-sided and extreme views, while the Jain view is seen as being in the middle and as embracing all the various points of views, which, while seemingly contradictory, are just partial perspectives of the whole truth.[54]\n\nSyādvāda is the theory of conditioned predication, which provides an expression to anekānta by recommending that the indeclinable \"syād\" or \"syāt\" (\"in a certain sense\") be prefixed to every phrase or expression.[55][56] In the context of Jain thought, syād (often paired with eva, \"surely\" or \"certainly\") means \"in some specific sense, or from some specific perspective, it is certainly the case that...\".[57] As reality is complex, no single proposition can express the nature of reality fully. Thus the term \"syād\" should be prefixed before each proposition giving it a conditional point of view and thus removing any dogmatism in the statement as well as indicating that the sentence is true only from a specific point of view.[58]\n\nSince it ensures that each statement is expressed from seven different conditional and relative viewpoints or propositions, syādvāda is known as saptibhaṅgīnāya or the theory of seven conditioned predications. These seven propositions, also known as saptibhaṅgī, are:[59][60]\n\nEach of these seven propositions examines the complex and multifaceted nature of reality from a relative point of view of time, space, substance and mode.[59] To ignore the complexity of reality is to commit the fallacy of dogmatism.[58] According to Long, this sevenfold analysis is seen by Jain philosophers as being universally applicable and \"to be exhaustive of the possible truth-values that a given proposition can convey.\"[61]\n\nHowever, as Long notes, there is a limitation to the theories of relativity applied by Jain philosophers. This limitation is the idea that the conclusions of the doctrines of relativity must be consistent with the Jain worldview. This is summarized by Siddhasena as follows: \"A well presented view of the form of naya only lends support to the Āgamic doctrines while the same, if ill presented, destroys both (i.e. itself as well as its rival).\"[61] Thus, the relativity doctrines are seen by Jains as being limited by the normative claims of the Jain tradition, since these are seen as being founded on the omniscient perspective of the enlightened ones.[62]\n\n"
        },
        {
            "title": "",
            "text": "As outlined above, the universe is composed of two main kinds of substances, the jīva (living) and the ajīva (non-living). These are un-created existents which are always interacting with each other. These substances behave according to natural laws and the intrinsic nature (sahāvō) of a substance. Understanding this intrinsic nature is the true nature of the Jain dharma.[63]\n\nJīvas are categorised into two types—liberated and non-liberated. A jīva has various essential qualities: knowledge, consciousness (caitanya), bliss (sukha) and vibrational energy (virya).[64][65] These qualities are fully enjoyed unhindered by liberated souls, but obscured by karma in the case of non-liberated souls resulting in karmic bondage.[66] This bondage further results in a continuous co-habitation of the soul with the body. Thus, an embodied non-liberated soul is found in four realms of existence—heavens, hells, humans and animal world – in a continuous cycle of births and deaths also known as samsāra. According to Jain thinkers, all living beings (even gods) experience extensive suffering and unquenchable desire (while worldly happiness is fleeting and small in comparison, like a mustard seed next to a mountain). With the exception of the enlightened ones, all living beings are all subject to death and rebirth.[67]\n\nA soul is clothed in various material bodies, of which there are five, each one finer than the other (see image on the right). Every being has at least two bodies, the fiery body and the karmic body. These two bodies don't feel pain or pleasure and can pass through solid matter. A being can have two more other bodies apart from these basic ones, and only the earthly body can be perceived by the eyes.[68] Jains believe that a soul with higher powers can partially leave the body, act outside of it and then return later. This is called samudghata.[69]\n\nAccording to the Jain philosophy, there are an infinite number of independent jīvas (sentients, living beings, souls) which fill the entire universe.[70] The jīvas are divided into various categories, these include the stationary beings like trees and the beings that move. Jains developed a hierarchy of living beings, depending on the various senses (indriyas) and vital aspects (pranas) that they have. Animals are classed as five sensed being, while plants and various microorganism have one sense.[66] The vitalities or life-principles are ten, namely the five senses, energy, respiration, life-duration, the organ of speech, and the mind. Humans, gods and so on are five sensed beings that also have an inner sense or thinking mind (manas).[71][72] Regarding sex, the Jains believed that there were three main sexes: male, female and the third sex (napumsaka-veda, all beings without sex organs are part of this third sex).[73] The Jains also affirmed the existence of tiny one-sensed beings called nigodas which exists everywhere and fill the universe.[74]\n\nA unique Jain view is that plants have a form of consciousness like other animals. This is supposed to be seen in their desire for nourishment, reproduction, and self-preservation. They are even seen as capable of expressing moral feelings and thus eventually climbing the ladder of beings towards liberation.[75]\n\n"
        },
        {
            "title": "Cosmology",
            "text": "Our world according to Jain cosmology is a massive structure, wide at the bottom, narrow in the middle and broad in its upper regions. It contains various realms or sub-worlds, including the siddhaloka (world of the enlightened ones), the heavens, various hells, and the human realm (at the center of the universe), which is a system of island continents (including Jambudvipa at the center) divided by mountains and surrounded by oceans with a giant mountain at the very center (Mt. Meru).[76][77]\n\nJain cosmology denies the existence of a supreme being responsible for creation and operation of the universe. In Jainism, this universe is an uncreated entity, existing since infinity, immutable in nature, beginningless and endless.[22] It has no creator, governor, judge, or destroyer.[78][79]\n\nJain philosophers constantly attacked the doctrine of creationism. In his Mahāpurāṇa, Ācārya Jinasena critiqued the concept of a creator god:[80]\n\nJainism does uphold the existence of heavenly and hell beings who die and are reborn according to their karma.[81][82] Gods are believed to possess a more transcendent knowledge about material things and can anticipate events in the human realms.[83] However, once their past karmic merit is exhausted, gods die and are reborn again as humans, animals or other beings.[83][84]\n\nSouls are also believed to be able to achieve total perfection, a state commonly called paramātman, the  \"supreme self\" (also commonly referred to as \"God\" in English as well).[52] In Jainism, perfect souls with a body are called arihant (victors) and perfect souls without a body are also called siddhas (liberated souls).[85][86][87]\n\nAccording to Jainism, time is without beginning and eternal. The kālacakra, the cosmic wheel of time, rotates ceaselessly.[88] The wheel of time is divided into two half-cycles, utsarpiṇī (ascending, a time of progressive prosperity and happiness) and avasarpiṇī (descending, a time of increasing sorrow and immorality).[89][90][91]\n\nEach half cycle is further sub-divided into six aras or epochs. As the universe moves through these epochs, worlds go through changes in happiness, life span, and general moral conduct. No divine or supernatural beings are responsible for these changes, rather they happen due to the force of karma.[92] Jains believe that the time cycle is currently in the descending phase.[93]\n\nDuring the each motion of the half-cycle of the wheel of time, 63 Śalākāpuruṣa or 63 illustrious persons, consisting of the 24 Tīrthaṅkaras and their contemporaries regularly appear.[94]\n\n"
        },
        {
            "title": "The Non-Living Reality",
            "text": "The five unconscious (ajīva) substances (dravya) are:[95]\n\nPudgala is a term for any non-living particulate matter. The Jains developed an elaborate theory of atomism. Paramāņus or atoms were the basic and building blocks of matter. They cannot be perceived by the senses and cannot be further divided.[96] An atom also always possesses four qualities, a color (varna), a taste (rasa), a smell (gandha), and a certain kind of palpability (sparsha, touch) such as lightness, heaviness, softness, roughness, etc.[97]\n\nAn atom occupies one space point. It is uncreated and indestructible. Atoms combine (bandha) change their modes, and disintegrate (bheda) but their basic qualities remain.[citation needed] An atom can also be bound together with other atoms to create an aggregate (skandha). Material aggregates are categorized according to how fine (suksma) or coarse (sthula) they are. The finest kind of material aggregate is on the atomic scale (extra fine matter), then comes \"fine\" matter (includes karmic particles), then anything that can be sensed in some way (like smell) but not seen, then comes matter which can be seen but not touched (like light), then there is the category of coarse things (which includes any fluids) and finally there is extra coarse matter (solids).[98] Material things can give off light or darkness. Darkness is seen as a kind of matter in Jainism and so is sound.[98]\n\nDharma (Medium of Motion) and Adharma (Medium of Rest) are substances which account for the principles of motion and rest. As such, they are a kind of aether.[20] Also known as Dharmāstikāya and Adharmāstikāya, they are said to pervade the entire universe. Dharma and Adharma are not motion or rest themselves, but mediate motion and rest in other bodies. Without the medium of motion, motion itself is not possible and vice versa. It is a precondition for movement/rest, like the water which allows for fish to swim. This doctrine is unique to Jainism.[20]\n\nĀkāśa (Space) is a substance that accommodates souls, matter, the principle of motion, the principle of rest, and time. It is an all-pervading receptable made up of infinite space-points (pradesha).[20] According to Jains, Space is a substance, in the nature of a vacuum but not a pure vacuum. \n\nIt is an extended continuous vacuum. As pure vacuum it will be non-existent, and non-extended; which will devoid it of even one positive quality. Therefore, Jains propound that Space, which is endowed with infinite extension is a substance in itself.\n\nIn Jainism, time (Kāla) is that which mediates change, it causes what is new to become old, and so on. For Jains, time is that which supports the changes to which substances are subject.[99] From one point of view, it is an infinite and endless continuity, from another standpoint, it is made up an infinite number of atomic moments (samaya). Some Jain philosophers hold that time is a substance, while others do not.[99]\n\nAccording to Champat Rai Jain, \"Nothing in nature can exist destitute or devoid of function. Function is discharged by the displacement of energy in the case of simple units and things. If there were no Time-substance to help in the performance of the movement of the displacement of energy, things would be doomed to remain in the same condition always.\"[100]\n\n"
        },
        {
            "title": "Karma and Rebirth",
            "text": "In Jainism, as in other Indian religions, it is karma which is responsible for the different forms of life that souls will take.[101] Karma is envisioned as a material substance (or subtle matter) that can bind to the soul, travel with the soul in bound form between rebirths, and affect the suffering and happiness experienced by the jiva in the lokas.[102]\n\nJain texts compare karma to dust which gets stuck to a damp cloth (i.e. the soul and its passions).[101] As such, karma is a kind of pollution that taints the soul with various colours (leśyā).[103] Based on its karma, a soul undergoes transmigration and reincarnates in various states of existence—like heavens or hells, or as humans or animals.[89] Jainism does not believe in an intermediate state like some schools of Buddhism, instead the souls is seen as \"leaping like a monkey\" in a sheath of subtle karmas from the dead body to a new body.[104]\n\nKarma is believed to obscure and obstruct the innate nature and striving of the soul, as well as its spiritual potential in the next rebirth.[105] The vibrational energy of a soul is said to be what draws karmic particles to it and creates bondage. While the earliest texts focus on the role of the passions (kasāya, especially hatred) in attracting karmas, Umasvāti states that it is physical, verbal and mental activity which are responsible for the flowing in of karmic particles.[106]\n\nAccording to von Glasenapp, the main causes for the binding of karma are wrong view, defective self discipline, the passions and activity.[107] Harming any life form will definitely have negative karmic effects.[108][109]\n\nAccording to Paul Dundas, the main difference between the Buddhist view of karma and the Jain view is that even involuntary actions would still lead to negative karmic effects for the person who did them. Furthermore, mental actions that are not carried out, causing someone else to carry out a bad action or merely approving of the action was not seen as being significantly different (with regard to karmic retribution).[106][110]\n\nIn Jain works on karma, karmas are generally divided into 8 types, four harming (ghātiyā) karmas and four non-harming karmas. The harming karmas are the \"delusion karma\" (mohanīya) which leads to wrong views, the \"karma which blocks knowledge\" (jñānāvaraṇīya), the \"karma that obscures perception\" (darshanāvaranīya) and the \"obstacle karma\" (antarāya), which obstructs the innate energy of the soul.[111] The non-harming karmas are \"feeling\" (vedanīya) karma which relates to pleasant or unpleasant experiences, \"name\" (nāman) karma which determines one's rebirth, \"life\" (āyus) karma that determines the lifespan and \"clan\" (gotra) karma which determines one's status.[103]\n\nThe Jain doctrine also holds that it is possible for us to both modify our karma, and to obtain release from it, through the austerities (tapas) and purity of conduct.[89] The ultimate Jain goal is spiritual liberation, which is often defined as release from all karmas.[112] According to Jainism, some souls called abhavya (incapable) can never attain moksha (liberation).[113][114] The abhavya state is entered after an intentional and shockingly evil act.[115]\n\n"
        },
        {
            "title": "Ethics",
            "text": "Jain ethics is rooted in its metaphysics, particularly its karma theory.[116] Jain philosophers hold that harmful actions (hiṃsā) cause the soul to be tainted and defiled with karmas.[117] In fact, karma (good and bad) is constantly flowing (asrava) into soul as a result of actions by body, speech and mind, like water flowing into a lake.[118]\n\nAs such, those who seek to stop (samvara) the influx of bad karmas (in order to reach liberation) should practice right conduct by observing certain ethical rules.[119] Right conduct (samyak chāritra), is defined in the Sarvārthasiddhi as \"the cessation of activity leading to the taking in of karmas by a wise person engaged in the removal of the causes of transmigration.\"[9]\n\nTo prevent karmic particles from sticking to and tainting the soul, Jainism teaches five ethical duties, which it calls five vows. These come in two main forms, the anuvratas (small vows) for Jain laypersons, and mahavratas (great vows) for Jain mendicants.[120]\n\nThe Five vows, which are taken even by Jain laypersons (who have knowledge of the doctrine) are:[121]\n\nJain ascetics are even more scrupulous regarding the vows, for example, regarding the first vow of ahimsa, they will often carry a broom or another tool to sweep the floor of small animals in front of them.[131]\n\nJain texts further prescribe seven supplementary vows, including three guņa vratas (merit vows) and four śikşā vratas (training vows).[132][133] The three guṇa vows are:[134]\n\nThe four śikşā vows are:[135][134]\n\nFinally, there is a vow called Sallekhana (or Santhara), a \"religious death\" ritual observed at the end of life, historically by Jain monks and nuns, but rare in the modern age.[137] This vow is a voluntary and gradual reduction of food and liquid resulting in the dispassionate ending of life.[138][139] This is believed to reduce negative karma that affects a soul's future rebirths.[140]\n\n"
        },
        {
            "title": "Liberation and the Path",
            "text": "\nĀcārya Pujyapada's defines liberation (moksha, kevala jñana) in his Sarvārthasiddhi as follows:[6]\nAt the moment of final liberation, a Kevalin (liberated soul) will become free of their body and in an instant rise up to the siddhaloka, the realm of liberated souls at the top of the universe. As explained by Dundas, the enlightened soul \"will exist perpetually without any further rebirth in a disembodied and genderless state of perfect joy, energy, consciousness and knowledge.\"[141]\n\nJains believe that the number of liberated souls is infinite. While these souls interpenetrate each other and all have the same qualities, Jainism strongly resists the idea that they are part of some monistic world soul (as in found in some schools of Hinduism).[141] According to Haribhadra, this Hindu monism makes no sense.\n\n\nDundas outlines his critique as follows: \nJain philosophers developed a schema of 14 stages of spiritual development called Gunasthana (Sanskrit: \"levels of virtue\").[142][143] These stages correspond to the abandoning of the various causes of karmic binding.[144]\n\nThose who pass the last stage are enlightened siddhas and become fully established in Right View, Right Knowledge and Right Conduct.[145]\n\n"
        },
        {
            "title": "History",
            "text": "The philosophy of early Jainism can be found in the Agamas. Though these early texts contain much philosophical content, it is not systematic and can be inconsistent.[146]\n\nUmaswati was probably the first systematic Jain philosopher. His Tattvārthasūtra drew together all the ancient Jain doctrines and presented them in a systematic sutra style. His work was extremely influential and is accepted by all Jain schools of thought today.[147]\n\nThe main Digambara commentaries on the Tattvārthasūtra are those of Pūjyapāda (6th century), Akalaṇka (8th century) and Vidyānandi (9th century) while the main Svetambara commentaries are Siddhaseṇa Gaṇin's 8th century commentary and the Sva-bhāṣya.[148][147]\n\nHarry Oldmeadow notes that Jain philosophy remained fairly standard throughout history and the later elaborations only sought to further elucidate preexisting doctrine and avoided changing the ontological status of the components.[149] Dundas argues that this philosophical stability is largely do to the influence of Umaswati's work.[5]\n\nHowever, the Jain tradition has since ancient times been divided into the Śvetāmbara and the Digambara traditions. The schism arose mainly on account of differences in question of practice of nudity amongst monks and whether women could achieve liberation in female bodies. Apart from these differences, there are no other major philosophical differences between Jain sects, though there are different interpretations of the basic doctrines such as anēkāntavāda. This doctrinal conservatism in Jainism has led scholars like Padmanabh Jaini to remark that in the course Jain history there were never any radically new movements (like Mahayana, tantra or bhakti) which effectively challenged mainstream Jainism.[150]\n\nAfter the period of the early philosophers, like Umaswati, there follows a period of increasing philosophical sophistication, with a focus on epistemology (pramana) and logic (nyaya). This era saw the work of great epistemologists like Siddhasena Divakara, Samantabhadra and Akalanka.[147] The work of Kundakunda, particularly his theory of the two truths, was also extremely influential, especially on Digambara philosophy.[151] Jain philosophers' preoccupation with epistemology continued into the early modern period, which saw several great Jain scholars who wrote on the navya-nyaya (\"new reason\") philosophy, such as Yaśovijaya (1624–1688).\n\nThe Jain encounter with Islam also led to theological debates on the existence of God and on the use of violence.[152] According to Paul Dundas, Jain thinkers faced with the Muslim destruction of their temples also began to revisit their theory of ahimsa (non-violence). Dundas notes how the 12th century Jain thinker Jinadatta Suri argued in favor of violence in self-defense.[153]\nThe modern era saw the rise of a new sect, the Śvētāmbara Terapanth, founded by Ācārya Bhikṣu in the 18th century. Terapanth scholars like Tulasī (1913–1997) and Ācārya Mahāprajña (1920– 2010) have been influential intellectual figures in modern Jainism, writing numerous works on Jain philosophy.[154]\n\nThe modern era also saw the rise of new sects led by the laity as well as various influential intellectual figures. The non-sectarian cult of Shrimad Rajchandra (1867 – 1901) is well known due to it being a major influence on Mahatma Gandhi.[155] Another influential figure was Kanjisvami, who was known for his stress on the mystical philosophy of Kundakunda.[156]\n\nAs one of the earliest and most influential of the sramana systems, Jainism influenced other Indian systems of thought. Scholarly research has shown that philosophical concepts that are typically Indian –  Karma, Ahimsa, Moksa, reincarnation and like – either have their origins in the sramana traditions (one of the most ancient of which is Jainism). The sramanic ideal of mendicancy and renunciation, that the worldly life was full of suffering and that emancipation required giving up of desires and withdrawal into a lonely and contemplative life, was in stark contrast with the Brahmanical ideal of an active and ritually punctuated life based on sacrifices, household duties and chants to deities. Sramanas developed and laid emphasis on Ahimsa, Karma, moksa and renunciation.[157][158]\n\nJain ideas seem to have had some influence on the Buddha and on Early Buddhism, and both worldviews share many common ideas (karma rebirth, an uncreated universe, ahimsa, denial of the Vedas).[159][160] The Buddha is depicted as practicing forms of asceticism which are found in Jainism (though he later rejected many of these practices as too extreme).[161] Helmuth von Glasenapp also argues that the Jain idea of non-violence, and particularly its promotion of vegetarianism, had an influence on Hinduism, especially on Vaishnavism.[162] Furthermore, von Glasenapp argues that some Hindu philosophical systems, particularly the dualistic Vedanta of Madhvacarya, was influenced by Jain philosophy. He also states that it is possible that Shaivasiddhanta was influenced by Jain thought as well.[162]\n\nThe Jain system of philosophy and ethics is also known for having had a major impact on modern figures like Dayanand Sarasvati and Mohandas Karamchand Gandhi.[163]\n\nNumerous Jain philosophers have contributed to the development of Jain thought. Below is a partial list of some of the main Jain philosophers.[164][165]\n\n"
        }
    ]
}