{
    "url": "https://en.wikipedia.org/wiki/Jamaican_Maroon_religion",
    "title": "Jamaican Maroon religion",
    "table_of_contents": [
        "1 History",
        "2 Beliefs",
        "2.1 Cosmology",
        "2.2 Practices",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe traditional Jamaican Maroon religion, otherwise known as Kumfu,[1] was developed by a mixing of West and Central African religious practices in Maroon communities. While the traditional religion of the Maroons was absorbed by Christianity due to conversions in Maroon communities, many old practices continued on. Some have speculated that Jamaican Maroon religion helped the development of Kumina and Convince. The religious Kromanti dance is still practiced today but not always with the full religious connotation as in the past.[2]\n\n"
        },
        {
            "title": "History",
            "text": "What can be deduced today about the religion's origins points to the idea that it is founded upon Akan religion but syncretized with other African beliefs. This is evident by the many specifically Akan aspects found in the religion.[3]\n\nVery little was written about the original religion of the Jamaican Maroons because of little contact Maroons had with the outside world. What was written at the time by Bryan Edwards (a pro-slavery historian and planter) was the practice of Obeah by Maroons. When Anglican Christian churches were established in Maroon towns the traditional religion began to be practiced separately from Christianity and served a different religious purpose. As other non-Anglican churches appeared in Maroon communities they rallied against traditional Maroon beliefs and they became less popular. Today the Kromanti dance still is practiced on occasion even by self identified Christians.[4]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "According to the faith a supreme deity named Yankipong rules the cosmos and is generally unconcerned with human life. Below Yankipong exists ancestor spirits called \"duppies\", \"jumbies\" or \"bigiman\". These spirits have hierarchies of their own and can be communicated with by humans so their powers can be used for worldly matters. The matter of spirits and their influence on Earth is considered to be Obeah (although the use of that specific term is controversial and some instead call it \"science\").[4] It is believed that the omnipotent god \"Yankipong\" is the Jamaican Maroon's conception of the omnipotent god Nyame from Akan religion.[3] Other Akan deities are reported to have been recognized like Asase Yaa and Epo. The Akan based word \"Kumfu\" was used for the total spiritual system and understanding of the world.[1]\n\nA priest of the religion is referred to as a \"kumfu-man\". The word \"kumfu\" itself has its origins Twi language.[3]\n\nCeremonies are involved in Jamaican Maroon religion but no worship of the god Yankipong is practiced, unlike in traditional Akan religion.[3] An important ceremony of the religion is the Kromanti dance which involves the direction of a \"fete-man\" (ritual specialist) and the sacrifice of an animal to the pakit (ancestral spirit). The purpose of the dance is for participants to be possessed by ancestral spirits.[5] The Jamaican Maroon Creole language is used during the Kromanti dance ceremony when addressing people possessed by old Maroon ancestors.[6]\n\n"
        }
    ]
}