{
    "url": "https://en.wikipedia.org/wiki/James_Madison_Memorial_Building",
    "title": "James Madison Memorial Building",
    "table_of_contents": [
        "1 History",
        "2 Reading rooms",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The James Madison Memorial Building is one of three United States Capitol Complex buildings that house the Library of Congress. The building was constructed from 1971 to 1976, and serves as the official memorial to President James Madison.  It is located between First and Second Streets SE on Independence Avenue, in Washington, D.C..  In addition to various book and multimedia collections, it houses the United States Copyright Office, which is under the jurisdiction of the Librarian of Congress.[1]\n\n"
        },
        {
            "title": "History",
            "text": "With the help of former Librarian of Congress Lawrence Quincy Mumford, plans for a third Library of Congress building were started in 1957.[3] Congress appropriated planning funds for the structure in 1960, and construction was approved by an act of Congress on October 19, 1965, that authorized an appropriation of $75 million (equivalent to $645 million in 2021).[3]  The architect was John George Stewart (1890–1970), Architect of the Capitol.  Excavation and foundation work began in June 1971, and work on the superstructure was completed in 1976.[3] The cornerstone, inscribed with the date 1974, was laid on March 8, 1974.[3] Dedication ceremonies were held on April 24, 1980, and the building actually opened on May 28, 1980.[3] It was decided to name the building after Madison largely because he was the person who originally suggested in 1783 that the Continental Congress form a library containing a list of books that would be useful to legislators.\n\nThe Architect of the Capitol was charged with the responsibility for the construction of the Madison Building under the direction of the Senate Office Building Commission, the House Office Building Commission, and the Joint Committee on the Library. The Madison building was originally designed and constructed with the intent to store books, and only after completion did they decide to use the building as office space for Library of Congress officials.  These bodies also consulted with a committee appointed by the American Institute of Architects and the James Madison Memorial Commission.[4] The total authorization for construction eventually was increased to $130.675 million.\n\nDesigned by the firm of DeWitt, Poor, and Shelton Associated Architects, the James Madison Memorial Building is one of the three largest public buildings in the Washington metropolitan area (along with The Pentagon and the F.B.I.’s J. Edgar Hoover Building).  The building contains 2.1 million square feet (200,000 m2) with 1.5 million feet (460,000 m) of assignable space.\n\nOn January 6, 2021, at 1:11 PM EST, the Madison Building and the Cannon House Office Building were the first buildings in the Capitol Complex to be ordered to evacuate as rioters breached security perimeters before storming the Capitol building.[5][6][7] Carla Hayden clarified two days later that rioters did not breach any of Library's buildings or collections and all staff members were safely evacuated.[8]\n\n"
        },
        {
            "title": "Reading rooms",
            "text": "The Madison Building is home to many of the reading rooms of the Library of Congress:\n\n"
        }
    ]
}