{
    "url": "https://en.wikipedia.org/wiki/James_Freeman_Clarke",
    "title": "James Freeman Clarke",
    "table_of_contents": [
        "1 Biography",
        "2 Beliefs",
        "3 Selected writings",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "James Freeman Clarke (April 4, 1810 – June 8, 1888) was an American minister, theologian and author.\n\n"
        },
        {
            "title": "Biography",
            "text": "Born in Hanover, New Hampshire, on April 4, 1810, James Freeman Clarke was the son of Samuel Clarke and Rebecca Parker Hull, though he was raised by his grandfather James Freeman, minister at King's Chapel in Boston, Massachusetts.[1] He attended the Boston Latin School, and later graduated from Harvard College in 1829, and Harvard Divinity School in 1833.[1]\n\nOrdained into the Unitarian church he first became an active minister at Louisville, Kentucky, then a slave state, and soon threw himself into the national movement for the abolition of slavery. His theology was unusual for the conservative town and, reportedly, several women walked out of his first sermon. As he wrote to his friend Margaret Fuller, \"I am a broken-winged hawk, seeking to fly at the sun, but fluttering in the dust.\"[2]\n\nIn 1839, he returned to Boston where he and his friends established (1841) the Church of the Disciples which brought together a body of people to apply the Christian religion to social problems of the day. One of the features that distinguished his church was Clarke's belief that ordination could make no distinction between him and them. They also were called to be ministers of the highest religious life. Of this church he was the minister from 1841 until 1850 and again from 1854 until his death. He was also secretary of the Unitarian Association and, in 1867-1871, professor of natural religion and Christian doctrine at Harvard.[citation needed]\n\nClarke contributed essays to The Christian Examiner, The Christian Inquirer, The Christian Register, The Dial, Harper's, The Index, and Atlantic Monthly. In addition to sermons, speeches, hymnals, and liturgies, he published 28 books and over 120 pamphlets during his lifetime.[citation needed]\n\nClarke edited the Western Messenger, a magazine intended to carry to readers in the Mississippi Valley simple statements of liberal religion and what were then the most radical appeals to national duty and the abolition of slavery. Copies of this magazine are now valued by collectors for containing the earliest printed poems of Ralph Waldo Emerson, a personal friend and a distant cousin.[3] Clarke became a member of the Transcendental Club alongside Emerson and several others.[4]\n\nFor the Western Messenger, Clarke requested written contributions from Margaret Fuller. Clarke published Fuller's first literary review—criticisms of recent biographies on George Crabbe and Hannah More.[5]\n\nShe later became the first full-time book reviewer in journalism working for Horace Greeley's New York Tribune.[6] After Fuller's death in 1850, Clarke worked with William Henry Channing and Emerson as editors of The Memoirs of Margaret Fuller Ossoli, published in February 1852.[7] The trio censored or reworded many of Fuller's letters;[8] they believed the public interest in Fuller would be temporary and that she would not survive as a historical figure.[9] Nevertheless, for a time, the book was the best-selling biography of the decade and went through thirteen editions before the end of the century.[7]\n\nIn 1855, Clarke purchased the former site of Brook Farm, intending to start a new Utopian community there. This never came to pass, instead  the land was offered to President Abraham Lincoln during the American Civil War; the Second Massachusetts Regiment used it for training and named it \"Camp Andrew\".[10]\n\nIn November 1861, Clarke was in Washington, D.C. with Samuel Gridley Howe and Julia Ward Howe. After hearing the song \"John Brown's Body\", he suggested that Mrs. Howe write new lyrics; the result was \"Battle Hymn of the Republic\".[11]\n\nThe people of Boston held a public celebration honoring Italian unification on February 23, 1871, featuring Edwin Percy Whipple as a speaker and a poem by Clarke titled \"A Hymn for the Celebration of Italian Unity\" based on the \"Battle Hymn of the Republic\".[12] In 1874, he was elected as a member of the American Philosophical Society.[13]\n\nA portrait of Clarke painted by Edwin Tryon Billings hangs in the Boston Public Library.[14]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Clarke was an advocate of human rights. Being a Boston Latin School alumnus, he served on a committee of the Massachusetts Society for the University Education of Women which was greatly instrumental in establishing Girls' Latin School in 1878. Tempered and moderate in his views of life, he was a reformer and a conciliator and never carried a pistol as fellow preacher Theodore Parker did.\n\nClarke believed in recognizing women's right to vote. In a statement published posthumously, Clarke had written, \"one of the most important of the reforms proposed at the present time is that which shall give suffrage to women. It is not merely a political question, but a social question, a moral question, and a religious question\".[15]\n\nHe published few verses, but is regarded by some as a poet at heart. A diligent scholar, among the books by which he became well known is one called Ten Great Religions (2 vols, 1871–1883). Many of Clarke's earlier published writings addressed the immediate need of establishing a larger theory of religion than that espoused by people who were still under the influence of Calvinism. He was also one of the first Americans to explore and write about Eastern religions.[citation needed]\n\n"
        }
    ]
}