{
    "url": "https://en.wikipedia.org/wiki/James_William_Guercio",
    "title": "James William Guercio",
    "table_of_contents": [
        "1 Early life and music industry accomplishments",
        "2 Other accomplishments",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "James William Guercio (born July 18, 1945) is an American music producer, musician, songwriter, and director. He is well known for his work as the producer of Chicago's early albums as well as early recordings of The Buckinghams and Blood, Sweat & Tears. He has worked briefly in the motion picture industry as a producer and director. In the mid-1970s, Guercio managed the Beach Boys and was a member of their backing band.\n\n"
        },
        {
            "title": "Early life and music industry accomplishments",
            "text": "Guercio was born on July 18, 1945, in Chicago, IL to James Guercio, Sr (1922-1998) and Grace Guercio (née Williams, October 11, 1923 – August 23, 2010). He is of Italian, German, Irish, Scottish and English ancestry. He has 4 brothers and 2 sisters. As a child, he was friends with future Styx keyboardist and vocalist Dennis DeYoung.\n\nGuercio moved to Los Angeles in the mid-1960s and began working as a session musician and songwriter.  He played on several recordings, wrote Chad & Jeremy's 1966 Top 30 pop hit \"Distant Shores\", and is listed as a \"contributor\" to Frank Zappa's 1966 debut album Freak Out! (he was briefly a member of the Mothers of Invention prior to the album's recording).  Hired by Columbia Records as a staff producer, Guercio began working with the Buckinghams and helped them create four big 1967 hits including two Top Tens — \"Don't You Care\" and \"Mercy, Mercy, Mercy\" — and two singles which peaked immediately outside the Top Ten: \"Hey Baby (They're Playing Our Song)\" and \"Susan\".[1]\n\nDuring his college years in Chicago, Guercio had become friends with saxophonist Walter Parazaider.  Parazaider invited Guercio to hear his new band, The Big Thing, and Guercio offered to manage and produce them.  He relocated the band to Los Angeles in 1968, convinced them to change their name to The Chicago Transit Authority, and arranged for them to appear in local clubs where they quickly became popular.  While recording their first album for CBS/Columbia, Guercio was also approached about producing a second album for Blood, Sweat & Tears.  Both of these highly successful albums were released in 1969, and Blood, Sweat & Tears won Guercio an Album of the Year Grammy Award.[2]\n\nIn 1969, Guercio shortened the band's name to Chicago and worked with them on a second album, Chicago II.  Both this album and the original The Chicago Transit Authority featured long recordings which were moderately popular on FM stations, but when Guercio edited several tracks down to a radio-friendly 3-minute length—including single versions of \"Make Me Smile\", \"25 or 6 to 4\", and \"Beginnings\"—Chicago became a huge commercial success.  Guercio would ultimately produce eleven albums for the band (including five straight number 1 pop albums, starting with Chicago V) and 17 Top 25 singles.\n\nGuercio's attention was not only on the big-time artists. In 1969 he encountered street poet and musician Moondog, going on to produce two albums with the eccentric character; on the second he performed vocals with Moondog and the artist's daughter.  Guercio produced the Firesign Theatre's single \"Station Break\", which was released in November 1969 (and later appeared on the Forward Into the Past anthology), and in April 1970, Guercio produced the \"Shoes for Industry\" segment of their classic LP Don't Crush That Dwarf, Hand Me the Pliers.  In addition, both Dwarf and Firesign's earlier How Can You Be in Two Places at Once When You're Not Anywhere at All were labelled with \"Poseidon Productions: A Division of James William Guercio Enterprises Inc.\"  He even joined The Beach Boys in the mid-1970s as a bass player in live shows and as their manager, before returning to solely working with Chicago.\n\nThe Chicago X album yielded the band's first number 1 single, \"If You Leave Me Now\", which also earned two Grammy Awards (best pop performance for the band, and best arrangement for Guercio).  However, Guercio and the band members found themselves increasingly at odds over creative decisions, tour schedules, and finances. They parted ways soon after completing Chicago XI in late 1977 as a result of the discovery that his contract paid him 51% of profits, with the other 49% going to the other eight members of Chicago, who split it evenly. Upon discovery of the inequity, band members decided that it was time for a change. In the CNN biography \"Now More Than Ever: The History of Chicago\", the group's discontent with Guercio was revealed, indicating that \"millions of dollars\" had gone to Guercio, under his tenure as band manager.\n\n"
        },
        {
            "title": "Other accomplishments",
            "text": "Guercio became interested in motion picture production, and he was given the opportunity to produce and direct the 1973 film Electra Glide in Blue; he also wrote and produced the film's musical soundtrack.[3] The film starred Robert Blake and featured Peter Cetera and other members of Chicago in bit parts. Although the film was well received by critics and has subsequently become a cult classic, it saw only modest commercial success. Guercio produced one other Robert Blake film, Second-Hand Hearts, which was released in 1981.  Guercio is an alumnus of DePaul University.\n\nGuercio was the founder of Caribou Ranch, a popular recording studio in Colorado's Rocky Mountains. The first radio hit recorded at Caribou was Joe Walsh's \"Rocky Mountain Way\". In addition to Chicago (starting with Chicago VI), the studio has been used by numerous other artists: Elton John (for his Caribou album as well as Captain Fantastic and the Brown Dirt Cowboy and Rock of the Westies), Dan Fogelberg, Return to Forever, Billy Joel, Rod Stewart, Carole King, Stephen Stills, Waylon Jennings, Amy Grant, Supertramp, Badfinger and The Beach Boys. Unfortunately, the studio complex was shut down and never used again after a March 1985 fire destroyed the control room and caused about $3 million in damage.[4]\n\nIn 1978, the Caribou Ranch lent its name to a pro soccer team, the Colorado Caribous of the North American Soccer League. Co-owned by Guercio and future Washington state governor Booth Gardner, the Caribous were not a success on or off the field: they finished in last place, drew poor crowds at Mile High Stadium, and wore uniforms that many observers thought made the team into a laughingstock (brown and tan, with a strip of leather fringe across the chest). Guercio and Booth sold the club, after the 1978 season, to interests in Atlanta who renamed them the Atlanta Chiefs.\n\nAfter the split-up with Chicago and the Caribou Ranch fire, Guercio became disenchanted with the recording industry and pursued a career in large-scale cattle ranching, property development, and oil and gas exploration, drilling and production, particularly coalbed methane wells. In the late 1980s, Guercio purchased the Country Music Television (CMT) channel.[5]  In one of his more well-publicized transactions, in the early 1990s he sold CMT to media tycoon Ed Gaylord and Westinghouse Broadcasting.\n\n"
        }
    ]
}