{
    "url": "https://en.wikipedia.org/wiki/Jan_Swammerdam",
    "title": "Jan Swammerdam",
    "table_of_contents": [
        "1 Education",
        "2 Research into insects",
        "3 Spirituality",
        "4 Bybel der natuure",
        "4.1 Research on bees",
        "4.2 Research on muscles",
        "5 Legacy",
        "6 Notes",
        "7 Works",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jan Swammerdam (February 12, 1637 – February 17, 1680) was a Dutch biologist and microscopist. His work on insects demonstrated that the various phases during the life of an insect—egg, larva, pupa, and adult—are different forms of the same animal. As part of his anatomical research, he carried out experiments on muscle contraction. In 1658, he was the first to observe and describe red blood cells.  He was one of the first people to use the microscope in dissections, and his techniques remained useful for hundreds of years.\n\n"
        },
        {
            "title": "Education",
            "text": "Swammerdam was baptized on 15 February 1637 in the Oude Kerk Amsterdam. His father was an apothecary, and an amateur collector of minerals, coins, fossils, and insects from around the world. His mother Baertje Jans Corvers died in 1661.\n\nAs a youngster, Swammerdam had helped his father to take care of his curiosity collection. Despite his father's wish that he should study theology Swammerdam started to study medicine in 1661 at the University of Leiden. He studied under the guidance of Johannes van Horne and Franciscus Sylvius. Among his fellow students were Frederik Ruysch, Reinier de Graaf and Niels Stensen.  While studying medicine Swammerdam started his own collection of insects.[1]\n\nIn 1663 Swammerdam moved to France to continue his studies. He studied for one year at the Protestant University of Saumur, under the guidance of Tanaquil Faber. Subsequently, he studied in Paris at the scientific academy of Melchisédech Thévenot. 1665 he returned to the Dutch Republic and joined a group of physicians who performed dissections and published their findings. Between 1666 and 1667 Swammerdam concluded his study of medicine at the University of Leiden. Together with van Horne, he researched the anatomy of the uterus. He used waxen injection techniques and a single-lens microscope made by Johannes Hudde. The result of this research was published under the title Miraculum naturae sive uteri muliebris fabrica in 1672. Swammerdam received his doctorate in medicine in 1667 under van Horne for his dissertation on the mechanism of respiration, published under the title De respiratione usuque pulmonum.[1]\n\n"
        },
        {
            "title": "Research into insects",
            "text": "While studying medicine Swammerdam had started to dissect insects and after qualifying as a doctor, he focused on them. His father pressured him to earn a living, but Swammerdam persevered and in late 1669 published Historia insectorum generalis ofte Algemeene verhandeling van de bloedeloose dierkens (The General History of Insects, or General Treatise on little Bloodless Animals). The treatise summarised his study of insects he had collected in France and around Amsterdam. He countered the prevailing Aristotelian notion that insects were imperfect animals that lacked internal anatomy.[1] Following the publication his father withdrew all financial support.[2] As a result, Swammerdam was forced, at least occasionally, to practice medicine in order to finance his own research. He obtained leave at Amsterdam to dissect the bodies of those who died in the hospital.[3]\n\nAt university Swammerdam engaged deeply in the religious and philosophical ideas of his time. He categorically opposed the ideas behind spontaneous generation, which held that God had created some creatures, but not insects. Swammerdam argued that this would blasphemously imply that parts of the universe were excluded from God's will. In his scientific study, Swammerdam tried to prove that God's creation happened time after time, and that it was uniform and stable. Swammerdam was much influenced by René Descartes, whose natural philosophy had been widely adopted by Dutch intellectuals. In Discours de la Methode Descartes had argued that nature was orderly and obeyed fixed laws, thus nature could be explained rationally.[4]\n\nSwammerdam was convinced that the creation, or generation, of all creatures obeyed the same laws. Having studied the reproductive organs of men and women at university he set out to study the generation of insects. He had devoted himself to studying insects after discovering that the king bee was indeed a queen bee. Swammerdam knew this because he had found eggs inside the creature. But he did not publish this finding. In 1669 Swammerdam was visited by Cosimo III de' Medici and showed him another revolutionary discovery. Inside a caterpillar the limbs and wings of the butterfly could be seen (now called the imaginal discs). When Swammerdam published The General History of Insects, or General Treatise on little Bloodless Animals later that year he not only did away with the idea that insects lacked internal anatomy but also attacked the Christian notion that insects originated from spontaneous generation and that their life cycle was a metamorphosis.[5] Swammerdam maintained that all insects originated from eggs and their limbs grew and developed slowly. Thus there was no distinction between insects and so-called higher animals. Swammerdam declared war on \"vulgar errors\" and the symbolic interpretation of insects was, in his mind, incompatible with the power of God, the almighty architect.[6]\nSwammerdam, therefore, dispelled the seventeenth-century notion of metamorphosis —the idea that different life stages of an insect (e.g. caterpillar and butterfly) represent different individuals[7] or a sudden change from one type of animal to another.[8]\n\n"
        },
        {
            "title": "Spirituality",
            "text": "Swammerdam suffered a crisis of conscience. Having believed that his scientific research was a tribute to the Creator, he started to fear that he may be worshipping the idol of curiosities. In 1673 Swammerdam briefly fell under the influence of the Flemish mystic Antoinette Bourignon. His 1675 treatise on the mayfly, entitled Ephemeri vita, included devout poetry and documented his religious experiences.[2] Swammerdam found comfort in the arms of Bourignon's sect in Schleswig Holstein, but was back in Amsterdam in early 1676. In a letter to Henry Oldenburg, he explained \"I was never at any time busier than in these days, and the chief of all architects has blessed my endeavors\".[9]\n\n"
        },
        {
            "title": "Bybel der natuure",
            "text": "His religious crisis only interrupted his scientific research briefly and until his premature death aged 43, he worked on what was to become his main work. It remained unpublished when he died in 1680 and was published as Bybel der natuure posthumously in 1737 by the Leiden University professor Herman Boerhaave.[10][11] Convinced that all insects were worth studying, Swammerdam had compiled an epic treatise on as many insects as he could, using the microscope and dissection. Inspired by Marcello Malpighi, in  De Bombyce Swammerdam described the anatomy of silkworms, mayflies, ants, stag beetles, cheese mites, bees and many other insects. His scientific observations were infused by the presence of God, the almighty creator.[12] Swammerdam's praise of the louse went on to become a classic:\n\nIn Biblia naturae the first visual proof was published that his contemporaries had mistakenly identified the queen bee as male.[13] Swammerdam also provided evidence that the queen bee is the sole mother of the colony.[14] Swammerdam had engaged in five intense years of beekeeping. He had found that drones were masculine, and had no stinger. Swammerdam identified the worker bees as \"natural eunuchs\" because he was unable to detect ovaries in them, but described them as nearer to the nature of the female. Swammerdam had produced a drawing of the queen bee's reproductive organs, as observed through the microscope.[15] Since ancient times it had been asserted that the queen bee was male, and ruled the hive. In 1586 Luis Mendez de Torres had first published the finding that the hive was ruled by a female, but Torres had maintained that she produced all other bees in the colony through a \"seed\". In 1609 Charles Butler had recorded the sex of drones as male, but he wrongly believed that they mated with worker bees. The drawing Swammerdam produced of the internal anatomy of the queen bee was only published in 1737.[14] His drawing of the honeycomb geometry was first published in Biblia naturae, but had been referenced by Giacomo Filippo Maraldi in his 1712 book.[16] Details of Swammerdam's research on bees had already been published elsewhere because he had shared his findings with other scientists in correspondence. Among others, Swammerdam's research had been referenced by Nicolas Malebranche in 1688.[9]\n\nIn Biblia naturae Swammerdam's research on muscles was published. Swammerdam played a key role in the debunking of the balloonist theory, the idea that 'moving spirits' are responsible for muscle contractions.  The idea, supported by the Greek physician Galen, held that nerves were hollow and the movement of spirits through them propelled muscle motion.[17] René Descartes furthered the idea by basing it on a model of hydraulics, suggesting that the spirits were analogous to fluids or gasses and calling them 'animal spirits'.[17] In the model, which Descartes used to explain reflexes, the spirits would flow from the ventricles of the brain, through the nerves, and to the muscles to animate the latter.[17] According to this hypothesis, muscles would grow larger when they contract because of the animal spirits flowing into them.  To test this idea, Swammerdam placed severed frog thigh muscle in an airtight syringe with a small amount of water in the tip.[17] He could thus determine whether there was a change in the volume of the muscle when it contracted by observing a change in the level of the water (image at right).[17] When Swammerdam caused the muscle to contract by irritating the nerve, the water level did not rise but rather was lowered by a minute amount; this showed that no air or fluid could be flowing into the muscle.[17] The idea that nerve stimulation led to the movement had important implications for neuroscience by putting forward the idea that behavior is based on stimuli.[17]\n\nSwammerdam's research had been referenced before its publication by Nicolas Steno, who had visited Swammerdam in Amsterdam. Swammerdam's research concluded after Steno had published the second edition of Elements of Myology in 1669, which is referenced in Biblia naturae.[18] A letter from Steno to Malpighi from 1675 suggests that Swammerdam's findings on muscle contraction had caused his crisis of consciousness. Steno sent Malpighi the drawings Swammerdam had done of the experiments, saying \"when he had written a treatise on this matter he destroyed it and he has only preserved these figures. He is seeking God, but not yet in the Church of God.\"[19]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Swammerdam's Historia insectorum generalis was widely known and applauded before he died. Two years after his death in 1680 it was translated into French and in 1685 it was translated into Latin. John Ray, author of the 1705 Historia insectorum, praised  Swammerdam' methods, they were \"the best of all\".[9] Though Swammerdam's work on insects and anatomy was significant, many current histories remember him as much for his methods and skill with microscopes as for his discoveries. He developed new techniques for examining, preserving, and dissecting specimens, including wax injection to make viewing blood vessels easier. A method he invented for the preparation of hollow human organs was later much employed in anatomy.[3] He had corresponded with contemporaries across Europe and his friends Gottfried Wilhelm Leibniz and Nicolas Malebranche used his microscopic research to substantiate their own natural and moral philosophy.[9] But Swammerdam has also been credited with heralding the natural theology of the 18th century, were God's grand design was detected in the mechanics of the Solar System, the seasons, snowflakes and the anatomy of the human eye.[9] An English translation of his entomological works by T. Floyd was published in 1758.[3]\n\nNo authentic portrait of Jan Swammerdam is extant nowadays.[20] The portrait shown in the header is derived from the painting The Anatomy Lesson of Dr Tulp by Rembrandt and represents the leading Amsterdam physician Hartman Hartmanzoon (1591–1659).\n\n"
        }
    ]
}