{
    "url": "https://en.wikipedia.org/wiki/Janet_Maslin",
    "title": "Janet Maslin",
    "table_of_contents": [
        "1 Education",
        "2 Career",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Janet R. Maslin (born August 12, 1949) is an American journalist, best known as a film and literary critic for The New York Times.[1] She served as a Times film critic from 1977 to 1999 and as a book critic from 2000 to 2015. In 2000 Maslin helped found the Jacob Burns Film Center in Pleasantville, New York.  She is president of its board of directors.[2][3]\n\n"
        },
        {
            "title": "Education",
            "text": "Maslin graduated from the University of Rochester in 1970 with a bachelor's degree in mathematics.[4] She began her career as a rock music critic for The Boston Phoenix and became a film editor and critic for them. She also worked as a freelancer for Rolling Stone and worked at Newsweek.[5]\n\n"
        },
        {
            "title": "Career",
            "text": "Maslin became a film critic for The New York Times in 1977. From December 1, 1994, she replaced Vincent Canby as the chief film critic.[5] She continued to review films for The Times until 1999. Her film-criticism career, including her embrace of American independent cinema, is discussed in the documentary For the Love of Movies: The Story of American Film Criticism (2009). In the documentary, Entertainment Weekly critic Lisa Schwarzbaum recalls the excitement of having a woman as the lead reviewer at The New York Times.\n\nFrom 1994 to 2003, Maslin was a frequent guest on Charlie Rose. Overall she made 16 appearances on the program, giving her insights on the films of the day and predicting the Academy Awards.\n\nMaslin continues to review books for The New York Times.[6] Among her reviews are many enthusiastic discoveries of then-unknown crime writers, the first American assessment of an Elena Ferrante novel and a 2011 essay on the widowed Joyce Carol Oates' memoir, A Widow's Story, which offended some of Oates's admirers.[7][8]\n\n"
        }
    ]
}