{
    "url": "https://en.wikipedia.org/wiki/Japanese_new_religions",
    "title": "Japanese new religions",
    "table_of_contents": [
        "1 Before World War II",
        "2 After World War II",
        "2.1 Background",
        "2.2 Influence",
        "3 Other nations",
        "4 Statistics",
        "5 See also",
        "6 References",
        "7 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Japanese new religions are new religious movements established in Japan. In Japanese, they are called shinshūkyō (新宗教) or shinkō shūkyō (新興宗教). Japanese scholars classify all religious organizations founded since the middle of the 19th century as \"new religions\"; thus, the term refers to a great diversity and number of organizations. Most came into being in the mid-to-late twentieth century and are influenced by much older traditional religions including Buddhism and Shinto. Foreign influences include Christianity, the Bible and the writings of Nostradamus.[1][2]\n\n"
        },
        {
            "title": "Before World War II",
            "text": "In the 1860s Japan began to experience great social turmoil and rapid modernization. As social conflicts emerged in this last decade of the Edo period, known as the Bakumatsu period, some new religious movements appeared. Among them were Tenrikyo, Kurozumikyo and Oomoto, sometimes called Nihon Sandai Shinkōshūkyō (\"Japan's three large new religions\"), which were directly influenced by Shinto (the state religion) and shamanism.\n\nThe social tension continued to grow during the Meiji period, affecting religious practices and institutions. Conversion from traditional faith was no longer legally forbidden, officials lifted the 250-year ban on Christianity, and missionaries of established Christian churches reentered Japan. The traditional syncreticism between Shinto and Buddhism ended and Shinto became the national religion. Losing the protection of the Japanese government which Buddhism had enjoyed for centuries, Buddhist monks faced radical difficulties in sustaining their institutions, but their activities also became less restrained by governmental policies and restrictions.\n\nThe Japanese government was very suspicious towards these religious movements and periodically made attempts to suppress them. Government suppression was especially severe during the early 20th century, particularly from the 1930s until the early 1940s, when the growth of Japanese nationalism and State Shinto were closely linked. Under the Meiji regime lèse majesté prohibited insults against the Emperor and his Imperial House, and also against some major Shinto shrines which were believed to be tied strongly to the Emperor. The government strengthened its control over religious institutions that were considered to undermine State Shinto or nationalism, arresting some members and leaders of Shinshukyo, including Onisaburo Deguchi of Oomoto and Tsunesaburō Makiguchi of Soka Kyoiku Gakkai (now Soka Gakkai), who typically were charged with violation of lèse majesté and the Peace Preservation Law.\n\n"
        },
        {
            "title": "After World War II",
            "text": "After Japan lost World War II, its government and policy changed radically during occupation by Allied troops. The official status of State Shinto was abolished, and Shinto shrines became religious organizations, losing government protection and financial support. Although the Occupation Army (GHQ) practiced censorship of all types of organizations, specific suppression of Shinshūkyō ended.\n\nGHQ invited many Christian missionaries from the United States to Japan, through Douglas MacArthur's famous call for 1,000 missionaries. Missionaries arrived not only from traditional churches, but also from some modern denominations, such as Jehovah's Witnesses. The Jehovah's Witnesses missionaries were so successful that they have become the second largest Christian denomination in Japan, with over 210,000 members (the largest is Catholicism with about 500,000 members). In Japan, Jehovah's Witnesses tend to be considered a Christianity-based Shinshūkyō, not only because they were founded in the 19th century (as were other major Shinshūkyō), but also because of their missionary practices, which involve door-to-door visiting and frequent meetings.\n\nDespite the influx of Christian missionaries, the majority of Shinshūkyō are Buddhist- or Shinto-related sects. Major sects include Risshō Kōsei Kai and Shinnyo-en. Major goals of Shinshūkyō include spiritual healing, individual prosperity, and social harmony.  Many also hold a belief in Apocalypticism, that is in the imminent end of the world or at least its radical transformation.[1]  Most of those who joined Shinshūkyō in this period were women from lower-middle-class backgrounds.[2]\n\nSoka Gakkai has a particular influence to politics since 1964, thanks to their affiliated party Komeito, later New Komeito.  In 1999, it was estimated that 10 to 20 per cent of the Japanese population were members of a Shinshūkyō.[2]\n\nAfter World War II, the structure of the state was changed radically. Prior to WWII, the National Diet was restricted and the real power lay with the executive branch, in which the prime minister was appointed by the emperor. Under the new Constitution of Japan, the Diet had the supreme authority for decision making in state affairs and all its members were elected by the people. Especially in the House of Councillors, one third of whose members were elected through nationwide vote, nationwide organizations found they could influence national policy by supporting certain candidates. Major Shinshūkyō became one of the so-called \"vote-gathering machines\" in Japan, especially for the conservative parties which merged into the Liberal Democratic Party in 1955.\n\n"
        },
        {
            "title": "Other nations",
            "text": "In the 1950s, Japanese wives of American servicemen introduced the Soka Gakkai to the United States, which in the 1970s developed into the Soka Gakkai International (SGI). The SGI has steadily gained members while avoiding much of the controversy encountered by some other new religious movements in the US.[original research?] Well-known American SGI converts include musician Herbie Hancock and singer Tina Turner.[3]\n\nIn Brazil Shinshūkyō, like Honmon Butsuryū-shū, were first introduced in the 1920s among the Japanese immigrant population.  In the 1950s and 1960s some started to become popular among the non-Japanese population as well.  Seicho-no-Ie now has the largest membership in the country. In the 1960s it adopted Portuguese, rather than Japanese, as its language of instruction and communication. It also began to advertise itself as philosophy rather than religion in order to avoid conflict with the Roman Catholic Church and other socially conservative elements in society. By 1988 it had more than 2.4 million members in Brazil, 85% of them not of Japanese ethnicity.[1]\n\n"
        },
        {
            "title": "Statistics",
            "text": "Data for 2012 is from the Agency for Cultural Affairs.[8]\n\n"
        }
    ]
}