{
    "url": "https://en.wikipedia.org/wiki/Japanese_science_fiction",
    "title": "Japanese science fiction",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 After World War II",
        "1.3 Infiltration and diffusion",
        "1.4 Wintery age",
        "1.5 2000s",
        "1.6 2010s",
        "2 Sub-genres",
        "2.1 Kamishibai",
        "2.2 Tokusatsu",
        "2.3 Mecha",
        "2.4 Cyberpunk",
        "2.5 Steampunk",
        "2.6 Dieselpunk",
        "2.7 Isekai",
        "3 See also",
        "3.1 Awards",
        "3.2 Publishers",
        "3.3 Studios",
        "3.4 Fandom",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Science fiction  is an important genre of modern Japanese literature that has strongly influenced aspects of contemporary Japanese pop culture, including anime, manga, video games, tokusatsu, and cinema.\n\n"
        },
        {
            "title": "History",
            "text": "Both Japan's history of technology and mythology play a role in the development of its science fiction. Some early Japanese literature, for example, contain elements of proto-science fiction. The early Japanese tale of \"Urashima Tarō\" involves traveling forwards in time to a distant future,[1] and was first described in the Nihongi (720).[2] It was about a young fisherman named Urashima Taro who visits an undersea palace and stays there for three days. After returning home to his village, he finds himself three hundred years in the future, where he is long forgotten, his house in ruins, and his family long dead.[1] The 10th-century Japanese narrative The Tale of the Bamboo Cutter may also be considered proto-science fiction. The protagonist of the story, Kaguya-hime, is a princess from the Moon who is sent to Earth for safety during a celestial war, and is found and raised by a bamboo cutter in Japan. She is later taken back to the Moon by her real extraterrestrial family. A manuscript illustration depicts a round flying machine similar to a flying saucer.[3]\n\nScience fiction in the standard modern sense began with the Meiji Restoration and the importation of Western ideas. The first science fiction of any influence to be translated into Japanese were the novels of Jules Verne.[4] The translation of Around the World in Eighty Days was published in 1878-1880, followed by his other works with immense popularity. The word kagaku shōsetsu (科学小説) was coined as a translation of \"scientific novel\" as early as 1886.[5]\n\nShunrō Oshikawa is generally considered as the ancestor of Japanese science fiction.  His debut work Kaitei Gunkan (Undersea warship), published in 1900, described submarines and predicted a coming Russo-Japanese war.\n\nDuring the period between the world wars, Japanese science fiction was more influenced by American science fiction. A popular writer of the era was Jūza Unno, sometimes called \"the father of Japanese science fiction.\" The literary standards of this era, and the previous, tended to be low. Prior to World War II, Japanese rarely if ever saw science fiction as worthwhile literature. Instead, it was considered a form of trivial literature for children.\n\nA character considered to be the first full-fledged superhero is the Japanese Kamishibai character Ōgon Bat, who debuted in 1930, eight years before Superman. Another similar Japanese Kamishibai superhero was Prince of Gamma (ガンマ王子) , who debuted in the early 1930s, also years before Superman.[6]\n\nManga artist Osamu Tezuka, who debuted in 1946, was a major influence on the later science fiction authors.  Lost World (1948), Metropolis (1949), and Nextworld (1951) are known as Tezuka's early SF trilogy.\n\nAvant-garde author Kōbō Abe wrote works that are within science fiction genre, and he later had close relationship with SF authors.[5]  His Inter Ice Age 4 (1958-1959) is considered the first Japanese full-length science fiction novel.[7]\n\nThe era of modern Japanese science fiction began with the influence of paperbacks that the US occupation army brought to Japan after World War II. The first science fiction magazine in Japan, Seiun (星雲), was created in 1954 but was discontinued after only one issue. Several short-lived magazines followed Seiun in the Japanese market, but none experienced great success.\n\nScience fiction in Japan gained popularity in the early 1960s. Both the  Hayakawa's S-F Magazine (S-Fマガジン) (since 1959) and the science fiction coterie magazine Uchūjin (1957–2013) began publication in this decade.  The first Japan SF Convention was held in 1962.  A writers' association, Science Fiction and Fantasy Writers of Japan (SFWJ) was formed in 1963 with eleven members.\n\nNotable authors like Sakyo Komatsu, Yasutaka Tsutsui, Taku Mayumura, Ryo Hanmura and Aritsune Toyota debuted at the Hayakawa SF contest (1961–1992, restarted since 2012). Other notable authors, such as Shinichi Hoshi, Ryu Mitsuse, Kazumasa Hirai, Aran Kyodomari and Yoshio Aramaki, were also published.[8] Though influenced by the West, their work was distinctively Japanese. For example, Kazumasa Hirai, Aritsune Toyota and Takumi Shibano wrote novels as well as plots for SF-anime and SF-manga, which are some of the most prominent examples of Japanese contributions to the genre of science fiction.\n\nThe contributions of excellent translators such as Tetsu Yano, Masahiro Noda, Hisashi Asakura and Norio Ito introduced English science fiction to readers in Japan, and greatly influenced public opinion of science fiction. SF Magazine's first editor, Masami Fukushima was also an excellent novelist and translator.\n\nIn visual media genre, film studio Toho spawned the Kaiju film genre in 1954 with Godzilla. Eiji Tsuburaya who directed the special effects for Toho's film formed his own studio and created Ultraman in 1966. Tezuka's manga Astro Boy (1952-1968) became the first Japanese TV animation series in 1963.\n\nPublic interest in science fiction had risen notably in Japan by Expo '70. Komatsu's Nihon Chinbotsu (aka Japan Sinks, 1973) was a best-seller. Uchū Senkan Yamato (aka Space Battleship Yamato), a work of anime placed in a science fiction setting, was aired, and Star Wars was screened in Japan in the late 1970s. The change in the nature of the science fiction genre in Japan that resulted from these events is often called \"Infiltration and Diffusion\" (浸透と拡散 Shintō to Kakusan).\n\nAt this time, Hanmura's Denki SF (伝奇SF,, literally \"mythology-based SF\") series and Hirai's Wolf Guy series became prototypes of later Japanese light novels through the works of Hideyuki Kikuchi, Baku Yumemakura, and Haruka Takachiho. In addition, new science fiction magazines such as Kisō Tengai (奇想天外), SF Adventure (SFアドベンチャー) and SF Hōseki (SF宝石) were founded. A number of notable authors debuted in either SF Magazine or one of these new publications: Akira Hori, Jun'ya Yokota, Koji Tanaka, Masaki Yamada, Musashi Kanbe, Azusa Noa, Chōhei Kanbayashi, Kōshū Tani, Mariko Ohara, Ko Hiura, Hitoshi Kusakami, Motoko Arai, Baku Yumemakura, Yoshiki Tanaka and Hiroe Suga.\n\nIn the 1980s, the audio-visual side of the Japanese science fiction genre continued to develop. Hayao Miyazaki's Kaze no Tani no Naushika (a.k.a. Nausicaä of the Valley of the Wind) and Mamoru Oshi's Urusei Yatsura 2: Beautiful Dreamer were first screened. On TV, real robot anime series, starting with Mobile Suit Gundam, were aired, and the science fiction artist group Studio Nue joined the staff of The Super Dimension Fortress Macross. Animators Hideaki Anno, Yoshiyuki Sadamoto, Takami Akai, and Shinji Higuchi, who had attracted attention by creating anime that had been exhibited at Daicon III and Daicon IV, established Studio Gainax.\n\nLiterary science fiction magazines started to disappear in the late 1980s when public attention increasingly switched to audio-visual media. The Hayakawa science fiction contest was also discontinued, removing a major outlet for the work of many writers. A number of science fiction and space opera writers, including Hosuke Nojiri, Hiroshi Yamamoto, Ryuji Kasamine, and Yuichi Sasamoto, began writing \"light novel\" genre paperback science fiction and fantasy novels, which are primarily marketed to teenagers. This period, during which literary science fiction declined, has been labeled \"the \nWintery Age\" (冬の時代 Fuyu no Jidai). In the mainstream of science fiction, Yoshiki Tanaka published Ginga Eiyu Densetsu (a.k.a. Legend of the Galactic Heroes) series.\n\nThe boundary between science fiction novels and light novels was blurred in the 1990s. Although Hiroyuki Morioka's Seikai no Monshou series is considered to be in the vein of the light novel, the series was published by Hayakawa Shobo as part of the mainstream science fiction world. On the other hand, light novel writers like Sasamoto and Nojiri have also published hard SF novels.\n\nAs a continuation of infiltration and diffusion of science fiction into mainstream literature, Kenzaburō Ōe, who later received Nobel Prize in Literature, wrote two science fiction novels in 1990-1991.  Haruki Murakami received World Fantasy Award for Kafka on the Shore in 2006, and his 2009 novel 1Q84 was a bestseller.\n\nMeanwhile, in visual fields, the new Gamera series (1995, 1996, 1999) directed by Shusuke Kaneko with visual effects by Shinji Higuchi, renewed the kaiju genre film.  An anime television series Neon Genesis Evangelion (1995-1996), directed by Hideaki Anno, got phenomenal popularity.\n\nThe 2000s (decade) saw a recovery in the market for literary SF. Science fiction books had solid sales compared to the overall decline of the publishing industry.[9]  SFWJ and Tokuma Shoten began the Japan SF Budding Writer Award [ja] contest in 1999, and Tokuma launched the quarterly magazine, SF Japan, in 2000 (ceased in 2011).  Hayakawa started a new label, J Collection [ja], in 2002.  Kadokawa Haruki Corporation conducted Komatsu Sakyō Award [ja] contest in 2000 (ceased in 2009). A new Year's-Best anthology series [ja], edited by Nozomi Ohmori [ja] and Sanzō Kusaka [ja], started in 2008 by Tōkyō Sōgensha (ceased in 2019), and, from it, the Sogen SF Short Story Prize contest spun off in 2010.\n\nAmong the finalists for the Komatsu Sakyō Award and debuting from J Collection, Project Itoh left a strong impression in his short career before dying of cancer in 2009. Toh Enjoe, crossing into mainstream literature, was nominated for the Akutagawa Prize, and eventually won it in 2012.  Yūsuke Miyauchi [ja], who was a jury's special citation for the Sogen SF Short Story Prize in 2010, was nominated for the Naoki Award and won the Nihon SF Taisho in 2012 for his debut collection, Dark Beyond the Weiqi (盤上の夜, Banjō no yoru).\nOther authors from the Sogen SF Short Story Prize include the 2010 runner-up Haneko Takayama and the 2011 winner Dempow Torishima.\n\n65th World Science Fiction Convention was jointly held with the 46th Nihon SF Taikai in Yokohama, Japan, in 2007.\n\nTaiyo Fujii, who debuted by self-published e-book in 2012, quickly stood out in the field, and he served as the chairperson of SFWJ in 2015–2018.\n\nDuring 2010s, translator and reviewer Nozomi Ohmori continued to work actively.  He edited an original anthology series NOVA (first series 2009–2013, second series since 2019).  Ohmori and Hiroki Azuma began the Genron Ohmori Science Fiction Writers' Workshop (since 2016).\n\nUser-generated web novel platforms like Shōsetsuka ni Narō or Kakuyomu [ja] gained popularity during the decade, mostly in light novel genre.\n\nIn visual media, Your Name (2016) and Weathering with You (2019), written and directed by Makoto Shinkai, were the top grossing films of the respective years.  Shin Godzilla (2016), directed by Hideaki Anno with visual effects by Shinji Higuchi, was a major hit.\n\n"
        },
        {
            "title": "Sub-genres",
            "text": "Kamishibai is a form of street theater where oral storytellers illustrate their stories with painted art, which was popular in 1930s Japan. There were a variety of popular stories and themes in kamishibai, which are now seen in contemporary manga and anime.[10][11] This includes one of the first superheroes, Ōgon Bat (Golden Bat), who debuted in 1931. Another early kamishibai superhero was Prince of Gamma, who debuted in the early 1930s and anticipated elements of Superman, including a secret identity (his alter ego was a street urchin) and an extraterrestrial origin story. Both these early Japanese superheroes predate popular American superheroes such as Superman (1938 debut) and Batman  (1939 debut).[12][6]\n\nTokusatsu (Japanese: 特撮, \"special filming\") is a Japanese term for live action film or television drama that makes heavy use of special effects. Tokusatsu entertainment often deals with science fiction.\n\nTokusatsu has several sub-genres:\n\nMecha (Japanese: メカ, Hepburn: meka) refers to science fiction genres that center on giant robots or machines (mechs) controlled by people. In Japan, mecha anime (also called \"robot anime\" in Japan) is one of the oldest genres in anime.[13]\n\nThere are two major sub-genres of mecha anime and manga:\n\nSome mecha anime (like the popular 1995 anime Neon Genesis Evangelion) are a cross of sub-genres in between the super robot sub-genre and the real robot sub-genre. It falls under the sub-genre of super real robot, where super robots are used by a military faction for some hidden agenda.[citation needed]\n\nJapanese cyberpunk has roots in underground music culture, specifically the Japanese punk subculture that arose from the Japanese punk music scene in the 1970s. The filmmaker Sogo Ishii introduced this subculture to Japanese cinema with his punk films Panic High School (1978) and Crazy Thunder Road (1980), which portrayed the rebellion and anarchy associated with punk, and went on to become highly influential in underground film circles. Crazy Thunder Road in particular was an influential biker film, with a punk biker gang aesthetic that paved the way for Katsuhiro Otomo's influential cyberpunk franchise Akira.[17] The Japanese cyberpunk subgenre began in 1982 with the debut of the manga series Akira, with its 1988 anime film adaptation later popularizing the subgenre. Akira inspired a wave of Japanese cyberpunk works, including manga and anime series such as Ghost in the Shell (1989), Battle Angel Alita (1990), Cowboy Bebop (1997) and Serial Experiments Lain (1998).[18]\n\nJapanese steampunk consists of steampunk manga comics and anime productions from Japan.[19] Steampunk elements have consistently appeared in mainstream manga since the 1940s, dating back to Osamu Tezuka's epic science-fiction trilogy consisting of Lost World (1948), Metropolis (1949) and Nextworld (1951). The steampunk elements found in manga eventually made their way into mainstream anime productions starting in the 1970s, including television shows such as Leiji Matsumoto's Space Battleship Yamato (1974) and the 1979 anime adaptation of Riyoko Ikeda's manga Rose of Versailles (1972).[20] The most influential steampunk animator was Hayao Miyazaki, who was creating steampunk anime since the 1970s, starting with the television show Future Boy Conan (1978).[20] His manga Nausicaä of the Valley of the Wind (1982) and its 1984 anime film adaptation also contained steampunk elements. Miyazaki's most influential steampunk production was the Studio Ghibli anime film Laputa: Castle in the Sky (1986), which became a major milestone in the genre and has been described by The Steampunk Bible as \"one of the first modern steampunk classics.\"[21] The success of Laputa inspired a wave of Japanese steampunk works, such as Nadia: The Secret of Blue Water (1990),[20][22] Porco Rosso (1992),[19] Sakura Wars (1996),[20] Fullmetal Alchemist (2001),[19] Howl's Moving Castle (2004)[20] and Steamboy (2004).[22]\n\nExamples of Japanese dieselpunk include Hayao Miyazaki's manga Nausicaä of the Valley of the Wind (1982) and its 1984 anime film adaptation, the anime film Laputa: Castle in the Sky (1986) by Miyazaki and Studio Ghibli,[23] and Squaresoft's Japanese role-playing game Final Fantasy VII (1997).[23][24][25]\n\nIsekai (Japanese: 異世界, transl. \"different world\") is a subgenre of Japanese light novels, manga, anime and video games that revolve around a normal person from Earth being transported to, reborn or trapped in a parallel universe. While many isekai involve a fantasy world, a number of isekai instead involve a virtual world. The Digimon Adventure (1999 debut)[26] and .hack (2002 debut) franchises were some of the first works to present the concept of isekai as a virtual world (inspired by video games), with Sword Art Online (also 2002 debut) following in their footsteps.[27] Some isekai are set in a formerly virtual world that turns into a real one, such as in Log Horizon (2010 debut) and Overlord (2010 debut).\n\n"
        }
    ]
}