{
    "url": "https://en.wikipedia.org/wiki/Japanese_space_program",
    "title": "Japanese space program",
    "table_of_contents": [
        "1 History",
        "1.1 Early development",
        "1.2 Launch of Ohsumi",
        "1.3 Successful development",
        "1.4 Large-scale rockets and related challenges",
        "1.5 HOPE project",
        "1.6 21st century",
        "2 Organizations",
        "2.1 Rocket ranges",
        "2.2 Companies involved",
        "3 Peaceful development",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Japanese space program (Japanese: 日本の宇宙開発) originated in the mid-1950s as a research group led by Hideo Itokawa at the University of Tokyo. The size of the rockets produced gradually increased from under 30 cm (12 in) at the start of the project, to over 15 m (49 ft) by the mid-1960s. The aim of the original research project was to launch a man-made satellite.\n\nBy the 1960s, two organizations, the Institute of Space and Astronautical Science (ISAS) and the National Space Development Agency of Japan (NASDA), were developing their own rockets. After experiencing numerous failures in the 1990s and 2000s, ISAS and NASDA merged — along with the National Aerospace Laboratory of Japan (NAL) — to form the unified Japan Aerospace Exploration Agency (JAXA) in 2003.\n\n"
        },
        {
            "title": "History",
            "text": "After World War II, many aeronautical engineers lost their jobs as aircraft development was banned under the US Occupation of Japan. This changed following the San Francisco Peace Treaty in 1951, which once again allowed the development of aviation technology.[1][2] Following this, Professor Hideo Itokawa of Tokyo University established an aviation research group at the Institute of Industrial Science at the University. That group succeeded in horizontally launching the Pencil Rocket on 12 April 1955 in Kokubunji, Tokyo. The rocket was 23 cm (9.1 in) long and had a diameter of 1.8 cm (0.71 in).[3][4]\n\nThe Pencil Rocket was the first experiment of its kind in Japan. Initially, the focus was on the development of rocket-powered aircraft, not space exploration. However, following Japan's participation in the International Geophysical Year, the focus of the rocket project shifted towards space engineering.[5]\n\nIterations of the Pencil Rocket eventually increased in size to such a degree that experimentation within Kokubunji was deemed too dangerous. Therefore, the launch site was moved to Michikawa beach in Akita Prefecture.[6] Following the Pencil Rocket, the larger Baby Rocket was developed, which reached an altitude of 6 km (3.7 mi). After the Baby Rocket, two further rocket projects were carried out: a rockoon-type rocket launched from a balloon and a ground-launched rocket. The development of a rockoon turned out to be too difficult, and that experiment was eventually halted.[1][7] Among several versions of ground-launched rocket prototypes, the Kappa rocket was one of the most successful, gradually reaching higher altitudes. Due to inadequate funding, the rockets were handmade and the tracking radar was operated manually. Production was reliant on trial and error.\n\nIn 1958, the Kappa 6 rocket reached an altitude of 40 km (25 mi) and the collected data allowed Japan to participate in the International Geophysical Year. In 1960, the Kappa 8 rocket exceeded an altitude of 200 km (120 mi). The development of larger rockets necessitated a launch site with a large downrange. The old site in Akita Prefecture, which bordered the narrow Sea of Japan, was deemed insufficient for this purpose and a new launch site on the Pacific coast was created, this time at Uchinoura in Kagoshima Prefecture.\n\nIn the 1960s, Japanese space research and development was primarily focused on satellite delivery systems. A tentative plan was hatched to develop successors to the Kappa rockets, to be called Lambda rockets, for satellite delivery. The Science and Technology Agency subsequently focused its studies of Kappa launches on gathering technical information that would allow the new rockets to achieve higher altitudes.\n\nIn 1963, the government began a gradual increase in spending on space development. That year, the Science and Technology Agency restructured the National Aeronautical Laboratory (NAL) into the National Aerospace Laboratory. The new NAL was to be the center for research on space technology. However, it soon became clear that the NAL had insufficient resources to develop both aeronautical and space technology simultaneously. As a result, in 1964, the Science and Technology Agency was split, with NAL to work only on aviation technology, and a newly created Space Development Promotion Headquarters to handle space technology.[1]\n\nIn 1964, at the urging of Hideo Itokawa, the University of Tokyo established the Institute of Space and Astronautical Science.[8] Although development on the Lambda rockets proceeded slowly, there were incremental improvements over the next couple of years; such as the new capability to reach an altitude of 2,000 kilometres (1,200 mi), getting closer to that required for the launch of a satellite. At this time, however, political issues delayed development. There was, for instance, a controversy involving rocket guidance technologies, which some considered a military, not civilian, matter. Further aggravation was caused by the continued failure of the Lambda initiative, which lost four rockets in orbit.[1] The failure was reportedly caused by a shock (from the sudden combustion of residual fuel) resulting in parts colliding.\n\nThe first successful Japanese satellite launch occurred on 11 February 1970 with the launch of the Ohsumi by an unguided L-4S rocket No. 5.[9] The launch of Ohsumi was an important demonstration of technological cooperation with the United States, particularly in the development of high efficiency batteries that did not lose power at high temperatures.[10]\n\nIn 1969, the Space Development Promotion Headquarters was reorganized as the National Space Development Agency, which was a separate agency from ISAS. Each of the agencies were developing their own rockets independently. NASDA, for example, was focused on rockets to launch larger satellites with practical and commercial applications, while ISAS launched smaller scientific satellites.\n\nAfter the agency reorganization, Japan started to develop more precise rockets in the 1970s. Although the first M-4S rocket failed, the next versions of it succeeded in orbit, with three satellite aircraft eventually becoming the foundation of the Mu rocket family. Afterwards, the Mu rockets were changed from four stages to three stages to simplify the system, and enhancements were made to M-3C. All stages were able to work with the M-3S rockets, and this technology resulted in a string of successful satellite launches into orbit, reaching higher altitudes each time.\n\nEngineering Test Satellite Tansei and many other scientific satellites were launched by these rockets. Atmospheric observation satellites such as Kyokko and Ohzora and X-ray astronomy satellites such as Hakucho and Hinotori were also active at this time. ISAS's development of the rocket M-3SII rocket reached its completion. The rocket was the first solid-propellant rocket of its kind, and left Earth's gravity carrying the Halley Armada satellites Sakigake and Suisei. M-3SII established the technology for the satellites that were being launched one after another.\nThe M-V rocket, a larger solid-propellant rocket, made an appearance in 1997. ISAS reported to the government that it would not be technically possible to increase the diameter of the rocket to more than 1.4m in the next 10 years. This was because NASDA had decided on this size and the National Assembly[clarification needed] had imposed further restrictions on top of it, making it difficult to increase the size.[12]\nNASDA initially planned to develop its own indigenous solid-fuel launch vehicle known as the \"Q rocket.\" However, because of the pressing need for practical and commercial rockets, the Japan-U.S. space agreement was signed and technology from the United States was introduced. Utilizing the American Delta rocket's first stage liquid fuel engine, Japan began the plan of installing the LE-3 during its second stage of development with liquid rockets. With that, the N-I rocket had been developed. However, the liquid rocket's orbital payload capacity was low, and the ability to manufacture satellites was not as strong as the United States's. Because of that, more technology was transferred from the United States in 1977 and the geostationary meteorological satellite Himawari 1 was launched using an American rocket.[13] The satellites Sakura and Yuri were later also launched by American rockets. The N-I rocket used technology acquired from manufacturing technology and management techniques only, but by frequently keeping records, NASDA gradually acquired more technology and the rate of satellite production in Japan has increased since the Himawari 2.\n\nSince then, in order to meet the demands of larger satellites, NASDA started the development of the N-II rocket, the successor to the N-I rocket. The second stage changed to knock-down kit. The nearly 300 kg Himawari 2 was able to be put into geostationary orbit. These rockets made use of United States's Delta rocket's licensed production and the U.S. component's knockdown production, so the vehicles themselves were of high quality. However, when parts such as the satellite's apogee kick motor wore down, information on how to improve them was very difficult to obtain. Imported components from the United States were black box systems, which Japanese engineers were not allowed to inspect. Thus, it became necessary for Japan to independently develop the entire rocket, and domestic development had begun.[1] The newly developed H-I rocket made use of the liquid fuel LE-5 rocket engine in the second stage.[13] The LE-5 was characterized by its use of high-efficiency liquid hydrogen and oxygen propellant and the ability to re-ignite, which made it more capable than the N-II upper stage. The H-I rocket was able to launch objects exceeding 500 kg into geostationary orbit.\n\nThe rockets NASDA produced were used to launch many commercial satellites, the rapidly increasing number of communication satellites and broadcasting satellites, weather satellites, and so on. Nine H-I rockets were manufactured, all of which have been successfully launched. This was the first time Japan had successfully launched multiple satellites simultaneously.[13]\n\nJapan did not develop the technology for crewed space flight. Mamoru Mohri, in cooperation with NASA, was originally scheduled to be the first Japanese to go into space in 1990 but due to circumstances with the Shuttle, Toyohiro Akiyama, a civilian, became the first Japanese national to go into space aboard the Soyuz TM-11.[14] Mohri eventually flew on STS-47 in 1992.\n\nAfter successfully developing the LE-5 rocket engine, and taking into account the technological progress made in Japan up to that point, NASDA decided to develop a new rocket model, which would exclusively make use of liquid fuel made in Japan in order to foster the new space technologies being researched in the country. Development of the rocket began in 1984, with the resulting H-II rocket being designed completely from scratch. Additional difficulties arose while aiming towards a complete domestically-produced first-stage engine, which would ultimately result in the LE-7 rocket engine, a bipropellant design functioning on combustion of high-pressure hydrogen and oxygen gas. Some of the problems brought about because of this propulsion system were, among others, parts damaging due to vibrations, concerns about the durability of the materials used, and explosions resulting from hydrogen leaks, all of which took quite some time to resolve. On the other hand, development of solid-propellant rocket boosters also started by taking advantage of solid-propellant rocket technologies that had enjoyed continued research at the Institute of Space and Astronautical Science. The launch of the first rocket employing this new technologies was to take place in 1994, after 10 years of development and only two years after the last launch of the H-I rocket. Scheduled to be launched on February 3, the sequence had to be put off by one day when an air conditioning duct attached to the rocket fairing fell from the launch pad. Consequently February 4 marked the launch of the first domestically-produced liquid H-II rocket.[1]\n\nAlso, in 1989 the Institute of Space and Astronautical Science made changes to the Space Exploration Policy Outline, enabling the development of large-scale rockets, with proper research into solid-propellant rockets starting in 1990, with rocket designs capable of delivering payloads for interplanetary exploration. Despite many delays caused by problems developing an engine for this type of rocket, the new M-V rocket was finally completed in 1997, two years after the final flight of the previous M-3SII model. From this point onward a period of inactivity for rocket research started to manifest, causing the launch of Nozomi, a mission intended to study Mars, to be postponed for two years.\n\nJapan continued in this fashion to progress in developing new rockets, that is until 1990 when the USA trade policy \"Section 301\" came into effect, forcing Japan to submit its national satellites to international bidding. The capacity of the country to launch practical, application-oriented rockets was affected as well in several ways, mainly because of the influx US-made rockets which were more inexpensive to launch. Also, the high-cost of producing even a few domestic satellites, and the inability to compete with the lower prices of satellites mass-produced in the West, made it so that the successor to the Himawari 5 had to be purchased completely from America instead of being manufactured in Japan.[1] Many other types of spacecraft were launched from within country, for example environmental observation satellites such as Midori,[15] and astronomical or experimental spacecraft like HALCA, an activity which had great success overall. However, because of the predominance of commercial satellites being launched from overseas, to this date Japan still hasn't been able to accumulate a track-record of commercial launches of any kind.\n\nThe late 1990s and early 2000s presented many obstacles for the newly developed rockets. Both flight number 5 and 8 of the H-II rocket failed at launch, as well as the launch of the fourth M-V rocket.[13] Another notable situation was that of the Nozomi probe, which failed to enter Mars orbit. These failures along with recent administrative reforms prompted the government to propose a motion to integrate the several space agencies of the time into a single organization. In the process, a plan was set forward to strengthen cooperation between these organizations, emphasize functionality above all, and improve the efficacy of the organizational structure. During this time the Institute of Space and Astronautical Science issued an apology for the unsuccessful H-II launches, then proceeded to start the development of the rocket all over again, with special focus on the simplicity of the new design. The new model, denominated H-IIA, was launched successfully in 2001. Despite these new efforts made by all three space agencies, including NASDA, NAL, and ISAS, the organizations ended up being merged into what is today's Japan Aerospace Exploration Agency (JAXA), which was officially established on October 1, 2003.[16]\n\nHOPE, the H-2 Orbiting Plane, Experimental was a program to develop a spaceplane to be launched on the H-II vehicle.[17]  The developmental vehicle was called HOPE-X, an uncrewed system for flight testing and systems validation, to lead up to the operational HOPE vehicle, which would have been Japan's first crew-carrying spacecraft, a 4-person 22-metric-ton (49,000 lb) design. Both were to be launched on Japan's H-II launcher, although upgrades in performance were required to launch  the larger crew-carrying version.\n\nIn 1997, the HOPE project was downscoped to be simply an uncrewed cargo vehicle for launches to the International Space Station, about the same time as the H-II launcher was downscaled to the smaller H-IIA. The HOPE-X was to be launched on the H-IIA vehicle. The project was cancelled in 2003,[17] with aerodynamic tests of models, but before any vehicle was completed for launch.\n\nThe H-IIA is a derivative of the earlier H-II rocket, substantially redesigned to improve reliability and minimize costs. Although the sixth H-IIA launch failed shortly after the founding of JAXA, a series of successful launches followed afterwards. In 2009 the H-IIB rocket, which was developed to have a higher payload capacity than H-IIA, was successfully launched to send equipment and supplies for the International Space Station.[18] In order to launch small satellites more easily and more cheaply than the M-V solid fuel rocket, a successor known as Epsilon was also developed.[19] The Epsilon rocket then had its first successful launch in 2013.[20] These developments in Japan are pursuing the possibility of re-launching business.\n\nMany satellites and experimental spacecraft to launch satellites have been produced within Japan, leading to strong technical capabilities in this field. The DS2000 satellite bus, used for Kiku 8, was also used for the meteorological satellite Himawari 7, which allowed costs to be reduced and made it possible to launch domestically produced weather satellites again. There have been plans to launch a small scientific satellite lot, with the aim of deploying inexpensive custom-built satellites.[21]\n\nPrior to North Korean missile tests in 1998, reconnaissance satellites were never launched. Japanese space law was amended in 2008 to allow the deployment of military satellites for reconnaissance and missile defense only.  Some of the budget was diverted from scientific space exploration budget for these plans, which put pressure on other technologies.[22]\n\nThe biggest success in recent years was the Hayabusa sample return mission. Hayabusa was launched in 2003 from Uchinoura Space Center aboard an M-V rocket, returning to Earth in 2010 with samples from 25143 Itokawa.[23] While there were issues with deploying a probe, Hayabusa ultimately managed to acquire a number of samples from the asteroid.[24] This made Hayabusa the first successful asteroid sample return mission.\n\nThe Akatsuki spacecraft was launched in May 2010, aiming to become Japan's first Venus probe in December of that year. The first attempt at orbital insertion failed, but the probe was able to make a second attempt and succeed on December 2015.[25]\n\nIn June 2014, the Ministry of Education, Culture, Sports, Science and Technology said it was considering a space mission to Mars. In a ministry paper, it indicated uncrewed exploration, crewed missions to Mars, and long-term lunar settlement as objectives for which international cooperation and support was going to be sought.[26]\n\nIn December 2021, Prime Minister Fumio Kishida said during a government meeting on space development strategy \"We are aiming to realize a lunar landing by a Japanese astronaut in the latter half of the 2020s\".[27] Japan will join the Artemis program to advance lunar exploration.[27]\n\n"
        },
        {
            "title": "Organizations",
            "text": "Japan's space development began as a research group in the Institute of Industrial Science, University of Tokyo, which itself had its origins in the Second Faculty of Engineering, a pre-World War II department of the same university focused on aircraft development. The National Aerospace Laboratory of Japan (NAL) was launched in 1963 to develop further aircraft technologies, and in 1964 the Tokyo research group branched off as the Tokyo Institute of Aerospace, becoming its own separate department inside the university. In 1969, the National Space Development Agency of Japan (NASDA) was established, while at the same time the National Aerospace Laboratory started to specialize in scientific research aimed at technology exports. In 1981, NAL was reorganized and became the National Institute of Space and Astronautical Science (ISAS).\n\nThe momentum carried by governmental reforms and administrative changes during the 1990s and early 2000s, aggravated as well by the multiple failed launches of Japanese rockets, made it necessary to strengthen cooperation between the different space organizations, prompting the unification of these institutions under the Japan Aerospace Exploration Agency (JAXA).[16][28] Currently, JAXA operates as part of the Ministry of Education, Culture, Sports, Science and Technology (MEXT), and is the main entity responsible for Japan's space development.\n\n\n\nThere are two facilities in the country with the ability to launch satellites: the Tanegashima Space Center and Uchinoura Space Center. Liquid fuel rockets previously developed by NASDA are launched from Tanegashima, while the Uchinoura Space Center serves as a launching site for solid-propellant rockets, which used to be managed by ISAS.\n\nOther facilities used to launch test rockets include:\n\nThe Akita Rocket Test Site was used as a test launch facility by the University of Tokyo from 1955 until 1965. The site was used for the last time by the National Aerospace Laboratory, and nowadays nothing remains of the facility except for a stone monument commemorating the site.\n\nThe Weather Rocket Station (気象ロケット観測所, kishou roketto kansokujo, weather rocket observation post), also referred to as Ryori, was used to launch a total of 1,119 MT-135P rockets during its active period from its establishment in April 1970 until 21 March 2001. The site is currently used to measure atmospheric air quality.\n\nThe Niijima Test Range (新島試験場, Niijima shikenjou), located on the southern tip of Niijima Island, was established in March 1962 by the Technical Research and Development Institute of the Defense Agency. The Science and Technology Agency rented the land and facilities from the Defense Agency and conducted eighteen small-scale rocket launch tests between 1963 and 1965.[29][30] Larger rockets were not suited to be tested there due to the narrowness of the range. In 1969, both the Defense Agency and local residents  opposed the newly-formed National Space Development Agency of Japan (NASDA)'s project to build its own rocket test range at Niijima. Instead, Tanegashima Space Center was built.[29]\n\nTaiki Aerospace Research Field is a facility owned by the Japan Aerospace Exploration Agency, but utilization by private companies is also permitted, as shown by the several launch tests of the CAMUI Rocket conducted between March 2002 and January 2003.[31]\n\nJapan also operates the Antarctic Showa Station. Between 1970 and 1985, rockets were launched by 54 groups for purposes such as ozone measurements and auroral observation.\n\n"
        },
        {
            "title": "Peaceful development",
            "text": "The Japanese space program has been developed for peaceful goals, completely separate from military technology. Therefore, the program's purposes are generally commercial or scientific.[citation needed]\n\nAccording to JAXA's long-term vision, aerospace technology is to be used for:\n\n"
        }
    ]
}