{
    "url": "https://en.wikipedia.org/wiki/Japanese_American_Memorial_to_Patriotism_During_World_War_II",
    "title": "Japanese American Memorial to Patriotism During World War II",
    "table_of_contents": [
        "1 Description",
        "2 Acquisition and creation",
        "3 Symbolism",
        "4 Veterans honored",
        "5 Dedication on November 9, 2000",
        "6 \"Golden Cranes\" sculptor, Nina Akamu",
        "7 Memorial inscription",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Japanese American Memorial to Patriotism During World War II (Japanese: 全米日系米国人記念碑,[1][2][3][4] Zenbei Nikkei Beikokujin Kinenhi) is a National Park Service site to commemorate the contributions of American citizens of Japanese ancestry and their parents who patriotically supported the United States despite unjust treatment during World War II.\n\nThe work is at Louisiana Avenue and D Street, Northwest, Washington, D.C. in Washington, D.C. The memorial commemorates Japanese American war involvement, veterans, and patriotism during World War II, as well as the patriotism and endurance of those held in Japanese American internment, or, incarceration camps, and detention centers.[5]\n\n"
        },
        {
            "title": "Description",
            "text": "The central cast bronze sculpture, named \"Golden Cranes\", consists of two Japanese cranes caught in barbed wire on top of a tall, square pedestal incised with grooves suggestive of drill cores used to extract stone from quarries. Standing in a landscaped plaza, a semi-circular granite wall curves around the sculpture. The wall features inscriptions of the names of the ten major internment camps where over 120,000 Japanese Americans were confined. Of the nearly 160,000 citizens of Japanese descent living in Hawaii, fewer than 2,000 were confined. [6] There are also three panels that feature 1) the names of Japanese Americans who died fighting in World War II, 2) inscribed writings by Japanese American writers such as Bill Hosokawa, 3) quotes by presidents Harry S. Truman and Ronald Reagan.[5][7]\n\n"
        },
        {
            "title": "Acquisition and creation",
            "text": "The concept for the monument was initiated in 1988 by the \"Go For Broke\" National Veterans Association Foundation.[5] The name of this organization was later changed to the National Japanese American Memorial Foundation (NJAMF). Architect Davis Buckley and Sculptor Nina Akamu were the principal designers.\n\nConstruction of the National Japanese American Memorial on federal land was authorized by statute (PL 102-502) and signed into law by President George Bush on October 24, 1992, to \"Commemorate the experience of American citizens of Japanese ancestry and their parents who patriotically supported this country despite their unjust treatment during World War II.\"[8] The memorial groundbreaking took place on October 22, 1999, and the memorial was dedicated on November 9, 2000. A celebration of the completion of the memorial was held on June 29, 2001.\n\nPreceding the final design and installation of the memorial, sculptor Nina Akamu traveled to the International Crane Foundation in Baraboo, Wisconsin, where she spent time studying and sketching the cranes that would become the centerpiece of the memorial.[9]\n\nOwnership of the memorial was officially transferred to the United States Government in 2002. The National Park Service is responsible for the maintenance of the national memorial.[10]\n\n"
        },
        {
            "title": "Symbolism",
            "text": "Rising above the rest of the memorial, the cranes are visible from beyond the Memorial walls, which celebrates the ability to rise beyond limitations. Their postures reflect one another – one wing pointing upwards, the other downwards, mirroring each other and representing the duality of the universe. Pressing their bodies against one another and seeming to hold onto the barbed wire, the birds show individual effort to escape restraint with the need for communal support and interdependence on one another.[11] There is an \"Honor Wall\" central within the memorial which lists the names of the 800-plus Japanese Americans in the U.S. Armed Forces who were killed in action during World War II.[12]\n\nAccording to the National Japanese American Memorial Foundation, the memorial:\n\n"
        },
        {
            "title": "Veterans honored",
            "text": "The memorial honors Japanese American veterans who served in the 100th Infantry Battalion, 442nd RCT, Military Intelligence Service and other units.[11] The 100th/442nd Regimental Combat Team would become the most decorated unit of the war for its size and length of service.\n\nThe 100th Infantry Battalion and the 442nd together earned seven Presidential Unit Citations, two Meritorious Service Plaques, 36 Army Commendation Medals, and 87 Division Commendations. Individually, Soldiers earned 21 Medals of Honor, 29 Distinguished Service Crosses, one Distinguished Service Medal, more than 354 Silver Stars, and more than 4,000 Purple Hearts, as noted by Chief of Staff of the Army General Raymond T. Odierno during a November 2, 2011, ceremony in Washington, D.C. at which 40 Japanese Americans were presented the Bronze Stars they had never received.[13] A year prior to this ceremony, President Barack Obama signed legislation on October 5, 2010, to grant the Congressional Gold Medal, collectively, to the 100th Infantry Battalion and 442nd Regimental Combat Team in recognition of their dedicated service during World War II.[14]\n\n"
        },
        {
            "title": "",
            "text": "The U.S.Department of Defense described the November 9, 2000, dedication of the memorial: \"Drizzling rain was mixed with tears streaming down the faces of Japanese American World War II heroes and those who spent the war years imprisoned in isolated internment camps...\"[15]\n\nThe Department of Defense Armed Force Press Service reported on November 15 that an estimated 2,000 people attended the dedication \"to commemorate the heroism and sacrifice of Japanese Americans who fought and died for the United States...They also came to honor the more than 120,000 men, women and children who maintained their loyalty even though they were put in desolate internment camps.\"[15]\n\nDeputy Secretary of Defense Rudy de Leon spoke at the dedication, noting, \"one of the great ironies of World War II was that Japanese Americans of the 522nd Field Artillery Battalion were among the first allied troops to liberate several sub-camps of the Dachau concentration camp complex. [16] They liberated prisoners of war while some of them had family members kept in internment camps back in the United States\"\n\nUnited States Attorney General Janet Reno also spoke at the dedication of the memorial, where she shared a letter from President Bill Clinton stating:\n\n"
        },
        {
            "title": "",
            "text": "Nina Akamu is a third-generation Japanese American artist and former vice president of the National Sculpture Society. Akamu created the sculpture entitled \"Golden Cranes\" of two Grus japonensis birds, which became the center feature of the Japanese American Memorial to Patriotism During World War II.\n\nAkamu's grandfather on her mother's side was arrested in Hawaii during the internment program. He was sent to a relocation camp on Sand Island in Pearl Harbor. Suffering from diabetes upon his internment, he died of a heart attack three months into his imprisonment. This family connection — combined with growing up for a time in Hawaii, where she fished with her father at Pearl Harbor — and the erection of a Japanese American war memorial near her home in Massa, Italy, inspired a strong connection to the memorial and its creation.[17]\n\n"
        },
        {
            "title": "Memorial inscription",
            "text": "The following is inscribed on the memorial:\n\nThe following additional quotes are inscribed on the memorial:\n\nThe names of the ten major internment, or incarceration, camps and the number of Japanese Americans confined in each camp also are engraved in stone on the memorial:\n\n"
        }
    ]
}