{
    "url": "https://en.wikipedia.org/wiki/Japanese_horror",
    "title": "Japanese horror",
    "table_of_contents": [
        "1 Origins",
        "2 Japanese horror cinema",
        "2.1 History and evolution",
        "2.1.1 J-Horror",
        "2.2 Influence",
        "3 Other sub-genres",
        "3.1 Kaiju monster films",
        "3.2 Zombie fiction",
        "4 Other media",
        "4.1 Anime and manga",
        "4.2 Video games",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Japanese horror is horror fiction derived from popular culture in Japan, generally noted for its unique thematic and conventional treatment of the horror genre differing from the traditional Western representation of horror.[1] Japanese horror tends to focus on psychological horror, tension building (suspense), and supernatural horror, particularly involving ghosts (yūrei) and poltergeists.[2] Other Japanese horror fiction contains themes of folk religion such as possession, exorcism, shamanism, precognition, and yōkai.[2]  Forms of Japanese horror fiction include artwork, theater, literature, film, anime and video games.\n\n"
        },
        {
            "title": "Origins",
            "text": "The origins of Japanese horror can be traced back to the horror fiction and ghost stories of the Edo period and the Meiji period, which were known as kaidan (sometimes transliterated kwaidan; literally meaning \"strange story\").[3] Elements of these popular folktales have routinely been used in various forms of Japanese horror, especially the traditional stories of ghosts and yōkai.[3] The term yōkai was first used to refer to any supernatural phenomenon and was brought to common use by the Meiji period scholar Inoue Enryo.[4] Kaidan stories became popular in Japan during this period after the invention of printing technologies, allowing the spread of the written stories.[5] Early kaidan stories include Otogi Boko by Asai Ryoi, Inga Monogatari by Suzuki Shojo, and Otogi Monogatari by Ogita Ansei.[5]\n\nLater, the term yōkai evolved to refer to vengeful states that kami (\"gods\" or spirits in the Shinto religion) would morph into when disrespected or neglected by people living around their shrines.[6] Over time, Shinto Gods were not the only ones able to morph into yōkai, but this ability to transform came to be applied to all beings who have an untamed energy surrounding them, referred to as Mononoke.[7]\n\nKabuki and Noh, forms of traditional Japanese theater, often depict horror tales of revenge and ghastly appearances.[5] One difference between these two forms of theater is Noh is formal and targeted for upperclassmen while Kabuki is interactive and seen as \"the theater of the people.\"[5] The subject matter often portrayed in original Noh theater include vengeful spirits, demon plays, stories of death, and others.[5] Many of the storylines of these traditional plays have inspired modern horror depictions, and these stories have been used as source material for Japanese horror films.[5] In fact, Kabuki was a major subject of early Japanese films, and Kabuki gradually was woven into the framework of the modern horror films seen today.[5] For example, the physical description of the ghost character Sadako Yamamura in Koji Suzuki's Ring series of novels is derived from what was seen in Noh and Kabuki theater performances.[3]\n\nElements of Japanese horror in folk art are represented in the works of 18th century artist, Katsushika Hokusai. He was a painter during the Edo period famous for his block prints of Mt Fuji. In the realm of horror fiction, Hokusai produced a series based on a traditional game of telling ghost stories called A Hundred Horror Stories in which he depicted the apparitions and monsters that were so common in these stories. Only five of the prints are known to have survived, but they represent some of the better-known ghost stories from the folklore of this time period.[8] They include the ghost of Okiku, a servant girl who is killed and thrown in a well and whose ghost appears limbless rising from a well to torment her killer. The traditional imagery around this particular folktale is thought to have influenced the novel Ringu. Other images from this collection are of the Ghost of Oiwa and the Phantom of Kohada Koheiji. The Oiwa story centers around betrayal and revenge, wherein the devoted wife is killed by her disreputable husband and her ghost appears and torments and tricks him. Her image is of a woman disfigured by the poison her husband used to kill her. The Kohada image is drawn from the story of a murdered actor, whose wife conspires to kill him. Her lover drowns Kohada on a fishing trip and Hokusai represents his decayed and skeletal spirit captured in a fishing net.\n\n"
        },
        {
            "title": "Japanese horror cinema",
            "text": "After the bombing of Hiroshima and Nagasaki in 1945, Japanese horror cinema would mainly consist of vengeful ghosts, radiation mutants, and kaiju (giant irradiated monsters) starting with Godzilla (1954).[9] The post-war era is also when the horror genre rose to prominence in Japan.[9] One of the first major Japanese horror films was Onibaba (1964), directed by Kaneto Shindo.[10] The film is categorized as a historical horror drama where a woman and her mother-in-law attempt to survive during a civil war.[10] Like many early Japanese horror films, elements are drawn largely from traditional Kabuki and Noh theater.[9] Onibaba also shows heavy influence from World War II.[9] Shindo himself revealed the make-up used in the unmasking scene was inspired by photos he had seen of mutilated victims of the atomic bombings.[9] In 1965, the film Kwaidan was released. Directed by Masaki Kobayashi, Kwaidan is an anthology film comprising four stories, each based upon traditional ghost stories.[10] Similar to Onibaba, Kwaidan weaves elements of Noh theater into the story.[9] The anthology uses elements of psychological horror rather than jump scare tactics common in Western horror films.[10] Additionally, Kwaidan showcases one commonality seen in various Japanese horror films, that being the recurring imagery of the woman with long, unkempt hair falling over her face.[11] Examples of other films created after Kwaidan weaving this motif into the story are Ring (1998), The Grudge (2004), and Exte (2007).[11] This imagery was directly taken from a traditional Japanese folklore tale similar to the Medusa.[11]\n\nIn the 1980s, there was a distinct shift away from gory, slasher-style films of violent spectacle, towards the psychologically thrilling and intensely atmospheric type, led by the director Norio Tsuruta. Tsuruta's 1991 and 1992 film series Scary True Stories began a categorical shift in these films, which are sometimes abbreviated to \"J-horror\".[12]\n\nIn contemporary Japanese horror films, a dominant feature is haunted houses and the break-up of nuclear families.[13] Additionally, monstrous mothers become a major theme, not just in films but in Japanese horror novels as well.[13][14] Kiyoshi Kurosawa's film Sweet Home (1989) provides the basis for the contemporary haunted house film and also served as an inspiration to the Resident Evil games.[13] Japanese culture has seen increased focus on family life, where loyalty to superiors has been de-emphasized.[13] From this, any act of dissolving a family was seen as horrifying, making it a topic of particular interest in Japanese horror media.[13]\n\nRing (1998) was influential in Western cinema and gained cult status in the West. Throughout the 1980s and 1990s, Hollywood horror had largely been dominated by the slasher sub-genre, which relied on on-screen violence, shock tactics, and gore. Ring, whose release in Japan roughly coincided with The Blair Witch Project in the United States, helped to revitalise the genre by taking a more restrained approach to horror, leaving much of the terror to the audience's imagination.[15] The film initiated global interest in Japanese cinema in general and Japanese horror cinema in particular, a renaissance which led to the coining of the term J-Horror in the West. This \"New Asian Horror\"[16] resulted in further successful releases, such as Ju-on: The Grudge and Dark Water.[17] In addition to Japanese productions, this boom also managed to bring attention to similar films made in other East Asian nations at the same time, such as South Korea (A Tale of Two Sisters) and Hong Kong (The Eye).\n\nSince the early 2000s, several of the more popular Japanese horror films have been remade. Ring (1998) was one of the first to be remade in English as The Ring, and later The Ring Two (although this sequel bears almost no similarity to the original Japanese sequel). Other notable examples include The Grudge (2004), Dark Water (2005), and One Missed Call (2008).\n\nWith the exception of The Ring, most English-language remakes of Japanese horror films have received negative reviews (although The Grudge received mixed reviews).[18][19][20] One Missed Call has received the worst reception of all, having earned the Moldy Tomato Award at Rotten Tomatoes for garnering a 0% critical approval rating. The Ring 3D was green-lit by Paramount in 2010,[21] and later the film was renamed Rings and released in early 2017.\n\nMany of the original directors who created these Asian horror films have gone on to direct the English-language remakes.[citation needed] For example, Hideo Nakata, director of Ring, directed the remake The Ring Two; and Takashi Shimizu, director of the original Ju-on, directed the remake The Grudge as well as its sequel, The Grudge 2.\n\nSeveral other Asian countries have also remade Japanese horror films. For example, South Korea created their own version of the Japanese horror classic Ring, titled The Ring Virus.\n\nIn 2007, Los Angeles-based writer-director Jason Cuadrado released the film Tales from the Dead, a horror film in four parts that Cuadrado filmed in the United States with a cast of Japanese actors speaking their native language.\n\n"
        },
        {
            "title": "Other sub-genres",
            "text": "The first influential Japanese horror films were kaiju monster films, most notably the Godzilla series, which debuted the original Godzilla in 1954. In 1973, The Monster Times magazine conducted a poll to determine the most popular movie monster. Godzilla was voted the most popular movie monster, beating Count Dracula, King Kong, Wolf Man, The Mummy, Creature From the Black Lagoon, and Frankenstein's monster.[22]\n\nGodzilla, King of the Monsters! (1956), a re-edited Americanized version of the original Godzilla for the North American market, notably inspired Steven Spielberg when he was a youth. He described Godzilla as \"the most masterful of all the dinosaur movies\" because \"it made you believe it was really happening.\"[23] Godzilla has also been cited as an inspiration by filmmakers Martin Scorsese and Tim Burton.[24]\n\nThere are numerous Japanese works of zombie fiction. One of the earliest Japanese zombie films with considerable gore and violence was Battle Girl: The Living Dead in Tokyo Bay (1991) directed by Kazuo Komizu.[25] However, Battle Girl failed to generate a significant national response at the Japanese box office.[26] It was not until the release of two 1996 Japanese zombie games, Capcom's Resident Evil and Sega's The House of the Dead, whose success sparked an international craze for zombie media, that many filmmakers began to capitalize on zombie films.[27][25][26] In addition to featuring George Romero's classic slow zombies, The House of the Dead also introduced a new type of zombie: the fast-running zombie.[28]\n\nAccording to Kim Newman in the book Nightmare Movies (2011), the \"zombie revival began in the Far East\" during the late 1990s, largely inspired by two Japanese zombie games released in 1996: Resident Evil, which started the Resident Evil video game series, and Sega's arcade shooter House of the Dead. The success of these two 1996 zombie games inspired a wave of Asian zombie films, such as the zombie comedy Bio Zombie (1998) and action film Versus (2000).[25] The zombie films released after Resident Evil were influenced by zombie video games, which inspired them to dwell more on the action compared to older George Romero films.[29]\n\nThe zombie revival which began in the Far East eventually went global following the worldwide success of the Japanese zombie games Resident Evil and The House of the Dead.[25] They sparked a revival of the zombie genre in popular culture, leading to a renewed global interest in zombie films during the early 2000s.[30] In addition to being adapted into the Resident Evil and House of the Dead films from 2002 onwards, the original video games themselves also inspired zombie films such as 28 Days Later (2002)[31] and Shaun of the Dead (2004),[32] leading to the revival of zombie films during the 2000s.[30][31][33] In 2013, George Romero said it was the video games Resident Evil and House of the Dead \"more than anything else\" that popularised his zombie concept in early 21st century popular culture.[34][35] The fast-running zombies introduced in The House of the Dead games also began appearing in zombie films during the 2000s, including the Resident Evil and House of the Dead films, 28 Days Later, and the 2004 Dawn of the Dead remake.[28]\n\nThe low-budget Japanese zombie comedy One Cut of the Dead (2017) became a sleeper hit in Japan, receiving general acclaim worldwide[36] and making Japanese box office history by earning over a thousand times its budget.[37]\n\n"
        },
        {
            "title": "Other media",
            "text": "Horror manga are a modern evolution of serialized stories produced as texts in wood block print form during the Edo period. These graphic novels usually deal in historical tropes of horror that are based on Buddhism rokudo (six realms) and the frightening notion of fluidity, that one can move between these realms unintentionally, like moving between heaven, earth and hell, and non-duality, that the realms are intermingled. Some popular Japanese horror films are based on these manga, including Tomie, Uzumaki, and Yogen. Examples of horror anime include Death Note, Yamishibai: Japanese Ghost Stories and Boogiepop Phantom.\n\nExamples of Japanese horror based video games include Ghost House, Castlevania, Silent Hill and Fatal Frame.\n\n"
        }
    ]
}