{
    "url": "https://en.wikipedia.org/wiki/Japanese_cyberpunk",
    "title": "Japanese cyberpunk",
    "table_of_contents": [
        "1 Japanese cyberpunk films",
        "1.1 Style",
        "1.2 Precursors",
        "1.3 Core films",
        "1.4 Peripheral films",
        "1.5 Western influences",
        "1.6 Western films inspired by Japanese cyberpunk",
        "2 Cyberpunk manga and anime",
        "2.1 List of cyberpunk manga and anime",
        "2.2 Influence",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Japanese cyberpunk refers to cyberpunk fiction produced in Japan. There are two distinct subgenres of Japanese cyberpunk: live-action Japanese cyberpunk films, and cyberpunk manga and anime works.[1]\n\nJapanese cyberpunk cinema, also referred to as Extreme Japanese Cyberpunk, refers to a sub-genre of underground film produced in Japan, starting in the 1980s. It bears some resemblance to the 'low-life high-tech' cyberpunk, as understood in the West, however it differs in its representation of industrial and metallic imagery and an incomprehensible narrative. The main directors associated with the Japanese cyberpunk movement are Shinya Tsukamoto, Shozin Fukui, and Sogo Ishii.[2] The origins of the genre can be traced back to the 1982 film Burst City, before the genre was primarily defined by the 1989 film Tetsuo: The Iron Man.[3] It has roots in the Japanese punk subculture, that arose from the Japanese punk music scene in the 1970s, with Sogo Ishii's punk films of the late 1970s to early 1980s introducing this subculture to Japanese cinema and paving the way for Japanese cyberpunk.\n\nJapanese cyberpunk also refers to a subgenre of manga and anime works with cyberpunk themes. This subgenre began in 1982 with the debut of Katsuhiro Otomo's manga series Akira, with its 1988 anime film adaptation (which Otomo directed) later popularizing the subgenre. Akira inspired a wave of Japanese cyberpunk works, including manga and anime series such as Ghost in the Shell, Battle Angel Alita, Cowboy Bebop, and Serial Experiments Lain.[4] Cyberpunk anime and manga have been influential on global popular culture, inspiring numerous works in animation, comics, film, music, television and video games.[5][6]\n\n"
        },
        {
            "title": "Japanese cyberpunk films",
            "text": "Japanese Cyberpunk generally involves the characters, especially the protagonist, going through monstrous, incomprehensible metamorphoses in an industrial setting. Many of these films have scenes that fall into the experimental film genre; they often involve purely abstract or visual sequences that may or may not relate to the characters and plot. Recurring themes include: mutation, technology, dehumanization, repression and sexual deviance.[7]\n\nIn contrast to Western cyberpunk which has roots in New Wave science fiction literature, Japanese cyberpunk has roots in underground music culture, specifically the Japanese punk subculture that arose from the Japanese punk music scene in the 1970s. The filmmaker Sogo Ishii introduced this subculture to Japanese cinema with his punk films Panic High School (1978) and Crazy Thunder Road (1980), which portrayed the rebellion and anarchy associated with punk, and went on to become highly influential in underground film circles. Crazy Thunder Road in particular was an influential biker film, with a punk biker gang aesthetic that paved the way for Katsuhiro Otomo's Akira. Ishii's next film was the frenetic Shuffle (1981), an unofficial short film adaptation of a manga comic strip by Otomo.[8]\n\nIshii's most influential film was Burst City (1982).[8] Since its release, it has had a strong effect on the underground Japanese film scene.[9] It starred Shigeru Izumiya, who would, four years later, go on to direct his own cyberpunk film, Death Powder, in 1986. The early short films of Shinya Tsukamoto, such as The Adventures Of Electric Rod Boy (1987)[10] and The Phantom of Regular Size (1986)[11] (which Tetsuo was a remake of), are often credited as precursors of the movement.\n\nSome defining films in the genre include:[12]\n\nRelated films include:\n\n"
        },
        {
            "title": "Cyberpunk manga and anime",
            "text": "Japanese cyberpunk also refers to a subgenre of manga and anime works with cyberpunk themes. This subgenre began in 1982 with the debut of the manga series Akira, with its 1988 anime film adaptation later popularizing the subgenre. Akira inspired a wave of Japanese cyberpunk works, including manga and anime series such as Ghost in the Shell, Battle Angel Alita, Cowboy Bebop, and Serial Experiments Lain.[4]\n\nCyberpunk themes are widely visible in anime and manga. In Japan, where cosplay is popular and not only teenagers display such fashion styles, cyberpunk has been accepted and its influence is widespread. William Gibson's Neuromancer, whose influence dominated the early cyberpunk movement, was also set in Chiba, one of Japan's largest industrial areas.\n\nCyberpunk anime and manga draw upon a futuristic vision which has elements in common with western science fiction and therefore have received wide international acceptance outside Japan. \"The conceptualization involved in cyberpunk is more of forging ahead, looking at the new global culture. It is a culture that does not exist right now, so the Japanese concept of a cyberpunk future, seems just as valid as a Western one, especially as Western cyberpunk often incorporates many Japanese elements.\"[13] William Gibson is now a frequent visitor to Japan, and he came to see that many of his visions of Japan have become a reality:\n\nAkira (1982 manga) and its 1988 anime film adaptation have influenced numerous works in animation, comics, film, music, television and video games.[5][6] Akira has been cited as a major influence on Hollywood films such as The Matrix,[16] Dark City,[17] Chronicle,[18] Looper,[19] Midnight Special, and Inception,[5] television shows such as Stranger Things,[20] and video games such as Hideo Kojima's Snatcher[21] and Metal Gear Solid,[4] Valve's Half-Life series[22][23] and Dontnod Entertainment's Remember Me.[24] John Gaeta cited Akira as artistic inspiration for the bullet time effect in The Matrix films.[16] Akira has also been credited with influencing the Star Wars franchise, including the prequel film trilogy and the Clone Wars film and television series.[25] Akira has also influenced the work of musicians such as Kanye West, who paid homage to Akira in the \"Stronger\" music video,[5] and Lupe Fiasco, whose album Tetsuo & Youth is named after Tetsuo Shima.[26] The popular bike from the film, Kaneda's Motorbike, appears in Steven Spielberg's film Ready Player One,[27] and CD Projekt's video game Cyberpunk 2077.[28] Deus Ex: Mankind Divided video game developer Eidos Montréal also paid homage to the film's poster.[29]\n\nGhost in the Shell (1989) influenced a number of prominent filmmakers. The Wachowskis, creators of The Matrix (1999) and its sequels, showed the 1995 anime film adaptation of Ghost in the Shell to producer Joel Silver, saying, \"We wanna do that for real.\"[30] The Matrix series took several concepts from the film, including the Matrix digital rain, which was inspired by the opening credits of Ghost in the Shell, and the way characters access the Matrix through holes in the back of their necks.[31] Other parallels have been drawn to James Cameron's Avatar, Steven Spielberg's A.I. Artificial Intelligence, and Jonathan Mostow's Surrogates;[31] Cameron cited Ghost in the Shell as an influence on Avatar.[32] Ghost in the Shell also influenced video games such as the Metal Gear Solid series,[33] Deus Ex,[34] Oni,[35][36][37] and Cyberpunk 2077.[38][39]\n\nThe original video animation Megazone 23 (1985), with its concept of a simulated reality, has a number of similarities to The Matrix,[40] Dark City, and Existenz.[41] Battle Angel Alita (1990) has had a notable influence on filmmaker James Cameron, who was planning to adapt it into a film since 2000. It was an influence on his TV series Dark Angel, and he is the producer of the 2018 film adaptation Alita: Battle Angel.[42] Comic book artist André Lima Araújo cited cyberpunk manga and anime such as Akira, Ghost in the Shell, Evangelion and Cowboy Bebop as a major influence on his work, which includes Marvel comics such as Age of Ultron, Avengers A.I., Spider-Verse and The Inhumans.[43]\n\n"
        }
    ]
}