{
    "url": "https://en.wikipedia.org/wiki/Jason_Zinoman",
    "title": "Jason Zinoman",
    "table_of_contents": [
        "1 Career",
        "2 Personal life",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jason Zinoman (born 1975 or 1976) is an American critic and author.  He has written for The New York Times, Time Out New York, Vanity Fair, and Slate.  In 2011, he published Shock Value, a non-fiction book about horror films. In 2017, he published Letterman: The Last Giant of Late Night, a biography of David Letterman.\n\n"
        },
        {
            "title": "Career",
            "text": "Zinoman began his career at Time Out New York, where he became the theater editor in 2001.  After writing freelance stories for The New York Times, he was hired to become the On Stage and Off theater columnist in 2003.[1]  In 2011, he became the comedy critic for The New York Times, a newly created position,[2] and, two years later, he published \"Searching for Dave Chappelle\", a Kindle single about comedian Dave Chappelle's retreat from public life.[3] In 2010, he recapped the third season of the HBO series True Blood for Slate and argued that the series might not be getting the critical attention it deserved because of an \"old elite snobbishness toward lowbrow genres.\"[4] In 2011, he published the non-fiction book Shock Value, which describes how horror films changed in the late 1960s to become more brutal, realistic, and auteur-driven, as opposed to the older, campier films based on Gothic melodrama.[5]  The book was an outgrowth of an article he had written for Vanity Fair.[6]  He has spoken further about horror films as an interviewee in the 2013 documentary film Birth of the Living Dead, which tracks the legacy of Night of the Living Dead.[7] In 2017, he co-hosted the television show \"Theater Talk.\"\n\n"
        },
        {
            "title": "Personal life",
            "text": "Zinoman was born in 1975 or 1976.  He grew up in Washington, D.C., where his mother founded the Studio Theatre.[8]  He graduated from the University of Chicago and got married in 2004.[9]\n\n"
        }
    ]
}