{
    "url": "https://en.wikipedia.org/wiki/Jean_Houston",
    "title": "Jean Houston",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life and education",
        "1.2 Career",
        "2 Controversy",
        "3 Selected writings",
        "3.1 With Robert Masters",
        "4 Film and television appearances",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jean Houston (born 10 May 1937) is an American author involved in the human potential movement.[1] Along with her husband, Robert Masters, she co-founded the Foundation for Mind Research.[2]\n\n"
        },
        {
            "title": "Biography",
            "text": "Houston was born in New York City to Mary Todaro Houston who was of Sicilian descent, and Jack Houston who was related to Sam Houston of Texas.[3] Her father was a comedy writer who developed material for stage, television and the movies, including for comedians Bob Hope and George Burns. His work required him, and the family, to move frequently.[4] After the breakup of her parents' marriage, she spent her teen years in New York City.\n\nHouston attended Barnard College in New York City in the class of 1958.\n\nShe subsequently earned a Ph.D. in psychology from Union Graduate School and a Ph.D. in religion from the Graduate Theological Foundation.[when?][5]\n\nWhile participating in a US Government sanctioned research project on the effects of LSD, Houston became acquainted with Robert Masters, a writer and researcher into the varieties of human behavior and potentials. They married in 1965 and soon became known for their work in the human potential movement. Together they conducted research into the interdependence of body, mind, and spirit at the Foundation for Mind Research for 14 years.[6][7]\n\nThe psychedelic experience research Houston and Masters conducted culminated in the 1966 publication of The Varieties of Psychedelic Experience. The U.S. government banned psychedelic research that same year. Their book on psychedelic studies detailed the expanded cognition and creativity participants experienced under the influence of LSD. After the research ban, Houston and Masters shifted their focus to exploring other ways of achieving altered states of consciousness without the use of drugs. Houston and Masters' 1972 book Mind Games detailed their findings that guided imagery and specific programs of bodily movement could reprogram the brain toward more integrated ways of experiencing the world. John Lennon called Mind Games \"one of the two most important books of our time\".[2]\n\nHouston taught at Marymount College, Tarrytown, from 1965 to 1972.[8] She was a lecturer at Hunter College for less than a year in 1961.[8] Her interest in anthropology brought about a close association with Margaret Mead, who lived with Houston and Masters for several years before her death in 1978.\n\nIn 1982, Houston began teaching a seminar based on the concept of \"the ancient mystery schools\".[9] Houston explores the ancient idea of entelechy and proposes that individuals possess an innate potentiality which motivates their experience and actions. A technique she advocates for acknowledging and developing this inner spiritual self involves imagining the realization of one's potential in full embodied form in order to integrate it with one's present physical self.[10]\n\n"
        },
        {
            "title": "Controversy",
            "text": "During the first term (1993–1997) of the Clinton administration, First Lady Hillary Clinton, while she was writing It Takes a Village (1996), invited Houston to work with her in the White House as an advisor. Houston facilitated a creative thinking, role-playing exercise wherein Clinton engaged in imaginary dialogues with Gandhi and Eleanor Roosevelt.[4] Bob Woodward's book The Choice revealed this exercise publicly in 1996. After both the New York Post and the Daily News labeled Houston \"Hillary's Guru\" and the Boston Herald dubbed her the \"First Lady's Spiritual Adviser\", People reported that Houston had \"suddenly found herself the hapless butt of a thousand gags\".[11] When the media subsequently \"beat a path to her door\",[This quote needs a citation] she was compelled to explain that \"We were using an imaginative exercise to force her ideas, to think about how Eleanor would have responded to a particular problem\", Houston said. \"I have never been to a seance.\"[12]\n\n"
        }
    ]
}