{
    "url": "https://en.wikipedia.org/wiki/Jean_Jules_Jusserand",
    "title": "Jean Jules Jusserand",
    "table_of_contents": [
        "1 Birth and education",
        "2 Career",
        "3 Ambassador in Washington",
        "3.1 Before the war",
        "3.2 During the war",
        "3.3 After the war",
        "4 Alliance Française",
        "5 Legacy",
        "6 Literary work",
        "6.1 His publications in French",
        "6.2 His publications in English",
        "6.3 Participation in other works",
        "6.4 Letters",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJean Adrien Antoine Jules Jusserand (18 February 1855 – 18 July 1932) was a French author and diplomat. He was the French Ambassador to the United States 1903-1925 and played a major diplomatic role during World War I.[2]\n\n"
        },
        {
            "title": "Birth and education",
            "text": "Born into a rich Lyonnais family, Jean Jules Jusserand spent his childhood between his familial residence in Saint-Haon-le-Châtel and Chalon's boarding school in Lyon. After his father's death in 1870, he was determined to honour him by learning new cultures and excelling in his international and bicultural career.[3]\n\nAfter his scholarship in Chartreux, he continued his studies at the Université de Lyon, not knowing where these studies would lead him. He also wanted to increase his knowledge, which he judged insufficient. He studied literature, science, law and history, where he became an excellent student in all the subjects. He received two licenses, history and law, and, despite the worries his family had about him not completing his studies, he obtained a doctorate in history. Jusserand continued travelling across the world, learning languages and discovering new horizons. He completed his studies in 1875 and pursued an international career.[3]\n\n"
        },
        {
            "title": "Career",
            "text": "His career started in 1878 when he applied to the Foreign Affairs national competition, at the age of 23. He first started as a student-consul, and he was then kept as a help-consul in London under the direction of Mr. Langlet, who congratulated him on his remarkable work. In 1880, he became sous-chef of the 'cabinet de Barthélemy-Saint-Hilaire', where he worked as minister of foreign affairs. His literary work enabled him to reach a higher status as Paul Cambon's partner, the Minister of France in Tunisia, in 1882. During this time Jusserand was in charge of the administrative organisation of the protectorate. He became known as a respected diplomat, thanks to his contributions to the great humanization of the protectorate. Jusserand came back to the Quai d’Orsay In 1887, in a delicate moment, where he worked in the political sector. In 1898 he exercized in the role of emissary near Saint-Siège, then Minister of France in Copenhagen. In 1902 Jusserand was named Ambassador to the United States, under the presidency of Loubet.[3]\n\n"
        },
        {
            "title": "Ambassador in Washington",
            "text": "As the new French ambassador in Washington, Jean Jules Jusserand succeeded Jules Cambon who, in Madrid, was replacing his brother Paul Cambon, himself nominated in London. Jusserand took up his position on 7 February 1903.[citation needed]\n\nIn 1911, he was admitted as an Honorary Member of the Society of the Cincinnati in the State of New Jersey.[4]\n\nHe soon won Roosevelt's sympathy, in addition to the President's successors'. Thus, during 22 years, Jusserand was the French politic spokesperson alongside 5 presidents of the United States (Roosevelt, Taft, Wilson, Harding and Coolidge)[citation needed], especially he had served as Dean of the Diplomatic Corps from May 1913 to January 1925.[5]\n\nAs in June 1905, the French and German concurrence over Morocco's domination nearly lead to a war. Jusserand used his influence on Roosevelt in order to play an efficient role in the Algeciras Conference. The support that was brought by the United States and the United Kingdom to France helped the French access to the Cherifian Empire (known today as the Moroccan Empire.). Everything happened in a very friendly and courteous manner, several American and French personalities considered that the ambassador had \"saved the peace\".[citation needed]\n\nJean Jules Jusserand played an important role in the United States's entry into the war. As early as 1914, he campaigned for the entry of the United States to support France. It was a period of anguish and concern for Jusserand because the American public's opinion was very divided. It took the Americans more than three years to enter the war, being triggered by the submarine campaign launched by Germany.[citation needed]\n\nOn 12 March 1917, the House of Representatives authorised the arming of commercial vessels. Following the attack on two US ships by German U-boats, the US president realised on 20 March that the US was in fact at war with Germany. The United States would not be able to limit its intervention to the naval domain alone. On 2 April, he announced to Congress that he wished to go to war alongside the Entente, sending troops on French soil, thus directly entering the conflict. The US Senate approved this resolution by 82 votes to 6. On 6 April 1917, the US was officially at war. On 28 June 1917, the first American division landed at Saint-Nazaire. Jean Jules Jusserand said on this occasion: \"For the first time, a neutral nation has decided to enter the conflict without prior bargaining, without having laid down a condition.\"[citation needed]\n\nOn 10 May 1917, French Prime Minister Georges Clemenceau sent him a telegram to congratulate him on his action, saying \"All you have said is excellent.\" On 5 September, the United States of America participated in their first offensive against Germany. On 11 November, during an American offensive, the armistice was signed, thus ending the First World War.[citation needed]\n\nHe helped to support of professor Thomas Garrigue Masaryk legions especially in Russia and in negotiation for independent Czechoslovak state in America from May to October 1918.[6]\n\nFor the Versailles negotiations, President Wilson was accompanied in France by Jean Jules Jusserand, whom he trusted. As a matter of fact, Wilson was the first incumbent US president to come to Europe. The Paris Peace Conference, beginning on 18 January 1919, culminated in the signing of the Treaty of Versailles on 28 June, establishing a seemingly definitive peace.[citation needed]\n\nAfter a brief period of harmony lasting only 22 years, another world conflict ensued in 1939. However, Jusserand had no influence on this Second world war, passing away in 1932.[citation needed]\n\nEven after the First World War, Jean Jules Jusserand was still fighting to maintain the peace obtained after so many efforts and sacrifices. He accompanied the American President Woodrow Wilson to the Paris Peace Conference (1919), during which was signed the Treaty of Versailles on 28 June 1919. When the Polish army invaded Ukraine, a Russian counter-attack reached Warsaw, where there was a rise in revolutionary ideas. France sent Jusserand at the head of a diplomatic and military mission to save the Polish.[citation needed]\n\nHe remained the French ambassador to Washington for the next five years under presidents Warren G Harding and Calvin Coolidge. During this time, he published a dozen books in French and English, on various subjects. Later on he returned to France, where he spent some time with his wife in Saint-Haon-le-Châtel, their property in Forez.[citation needed]\n\nIn 1923, Jean Jules Jusserand presided and delivered a speech during the inauguration ceremony for the American war memorial.[citation needed]\n\nAt the age of seventy, he retired. Émile Daeschner succeeded him in 1924, followed by Henry Bérenger on 1 January 1925.[citation needed]\n\nOn 10 January 1925, a farewell banquet was organised in his honour by the American government in order to express their esteem and gratitude. This ceremony brought together the most important political, scientific and cultural figures of the United States. He was also awarded a medal for his deeds.[citation needed]\n\nIn 1930, Jean Jules Jusserand published his last book, The evolution of the American sentiment during the war (L'évolution du sentiment américain pendant la guerre).[citation needed]\n\nHe died in 1932 in Paris at the age of 77, following a lengthy bout of kidney disease.[2] His national funeral took place in Notre-Dame, and his body rests in the family home in Saint-Haon-le-Châtel.[citation needed]\n\n"
        },
        {
            "title": "",
            "text": "In 1884, Jean Jules Jusserand took part in the foundation of the Alliance Française. The Alliance Française is a French organisation which aims to promote French culture and language, especially after France's defeat by Germany in 1870.[citation needed]\n\nThis association is not subject to any political or religious influence.[citation needed]\n\nThe Fondation de l’Alliance Française is the \"moral and juridic reference\" for the other Alliances Françaises. It is she whom approves the formation of new Alliances françaises by approving their status. It helps the Alliances to form employees, and guide them in the extension of their activities or even when they go through tough times.[citation needed]\n\nThe Alliance Française has buildings all around the world and is today the biggest cultural Non-Governmental Organisation of the world with around 1000 establishments in more than 136 countries. The Alliance Française in Lyon was created in 1984 and has received many Labels since then. Nowadays, it is the first French language school in Lyon and the third Alliance Française in France. Within it, there is a multicultural team of 40 people, who welcome 2500 students per year and more than 130 nationalities. The 2,500 m2 of modern locals dedicated to the study and learning of languages with 17 classrooms. It perpetuates the founders' spirit, including Jusserand's.[citation needed]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Even today, different monuments exist in France and the United States in order to commemorate Jusserand's diplomatic role.[citation needed]\n\nA pink granite bench in Rock Creek Park honoring Jusserand was dedicated by President Franklin Delano Roosevelt on 7 November 1936. It is the first memorial erected on Federal property to a foreign diplomat.[7] In 2014 Washington City Paper called it the \"best obscure memorial\" in D.C.[8]\n\n"
        },
        {
            "title": "Literary work",
            "text": "He wrote a series of articles published in Cosmopolis: An International Monthly Review on the history of French reactions to Shakespeare.[9]\nJusserand was a close student of English literature who produced some lucid and vivacious books on comparatively little-known subjects:\n\n"
        }
    ]
}