{
    "url": "https://en.wikipedia.org/wiki/Jean_Hersholt",
    "title": "Jean Hersholt",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Family",
        "4 Death",
        "5 Honors and awards",
        "6 Selected filmography",
        "7 Radio appearances",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJean Pierre Carl Buron (12 July 1886 – 2 June 1956), known professionally as Jean Hersholt, was a Danish-American actor. He is best known for starring on the radio series Dr. Christian (1937–1954) and in the film Heidi (1937).[2] Asked how to pronounce his name, he told The Literary Digest, \"In English, her'sholt; in Danish, hairs'hult.\"[3] Of his total credits, 75 were silent films and 65 were sound films (140 total); he directed four.\n\n"
        },
        {
            "title": "Early life",
            "text": "Hersholt was born Jean Pierre Carl Buron in Copenhagen, Denmark. Hersholt claimed to be born into a family of actors,[4] but in reality, both of his parents Henri Pierre Buron, the son of a French Catholic father and a Danish Protestant mother, and Clara (née Petersen), the daughter of a Danish Protestant father and a Danish Jewish mother, were hairdressers, though the father later was a cigar and wine retailer/vendor.[5] Hersholt appeared in two of the first short films of Danish film studio Nordisk Film in 1906, but did not find much success in his early years in Denmark.[6] He was embroiled in a scandal surrounding the so-called \"big sexual offence trial\" in Copenhagen 1906/07 as an informant for the tabloid newspaper Middagsposten.[5] The ensuing moral panic and outing of several prominent men as homosexuals eventually involved Hersholt (then Buron), who was reported to the police. He admitted to prostitution and was sentenced to 8 months in prison.[5] He emigrated to the United States in 1913, and the remainder of his career was in America.\n\n"
        },
        {
            "title": "Career",
            "text": "Hersholt's best-remembered film roles include Marcus Schouler in Erich von Stroheim's 1924 Greed and Shirley Temple's beloved grandfather in the 1937 film version of the 1880 children's book, Heidi, written by Swiss author Johanna Spyri. During his long career in the movies, his roles ran the gamut from early silent villains to secondary parts in which his mild Danish accent and pleasant voice suited him to depict a succession of benevolent fathers, doctors, professors, and European noblemen. Hersholt's last role was in the 1955 movie Run for Cover.[citation needed]\n\nIn The Country Doctor (1936), a movie starring the Dionne quintuplets, Hersholt portrayed Dr. John Luke, a character based on Dr. Allan Roy Dafoe, the Canadian obstetrician who delivered and cared for the Dionne quintuplets. Two sequels followed. Hersholt wanted to do the role on radio, but could not get the rights. He decided to create his own doctor character for radio, and since he was a Hans Christian Andersen enthusiast, he borrowed that name for his character of the philosophical Dr. Paul Christian who practiced in the Midwest town of River's End with the assistance of Nurse Judy Price. With the opening theme music of \"Rainbow on the River\", Dr. Christian was introduced on CBS on 7 November 1937 on The Vaseline Program, or Dr. Christian's Office and later Dr. Christian.[citation needed]\n\nThe small-town physician's good humor, innate common sense, and scientific training helped drive off a series of villainous types who tried to interfere with the peaceful lifestyle of River's End. Produced by Dorothy McCann, the radio series became a popular long-running hit, continuing on CBS until 6 January 1954, with Hersholt so strongly identified with the role that he received mail asking for medical advice. Various spin-offs were produced, as Hersholt co-wrote a Dr. Christian novel and made a series of six family films as Christian from 1939 to 1941, for instance Dr. Christian Meets the Women in 1940. In 1956, his Dr. Christian character made the transition to television, scripted by Gene Roddenberry, with Macdonald Carey as his nephew Dr. Mark Christian. From the '30s through the '50s, Neil Reagan, brother of Ronald Reagan, directed the radio series Dr. Christian, starring Jean Hersholt.\n\nIn 1939, Hersholt helped form the Motion Picture Relief Fund to support industry employees with medical care when they were down on their luck. The fund was used to create the Motion Picture Country House and Hospital in Woodland Hills, California, and it led to the creation in 1956 of the Jean Hersholt Humanitarian Award, an honorary Academy Award given to an \"individual in the motion picture industry whose humanitarian efforts have brought credit to the industry\".[7]\n\nAs president of the Academy of Motion Picture Arts and Sciences, Hersholt presented American film industry founders Colonel William N. Selig, Albert E. Smith, George K. Spoor, and Thomas Armat with special awards on the 20th anniversary of the academy's founding on March 20, 1948.[8]\n\nHersholt's large collection of Hans Christian Andersen books is now in the Library of Congress. He translated over 160 of Andersen's fairy tales into the English language. These were published in 1949 in six volumes as The Complete Andersen, this work is \"... rated as the standard translation, being one of the best\" in English.[9] Hersholt was appointed a knight of the Order of the Dannebrog in 1948, partly due to this endeavor.[10]\n\nHersholt appeared as the mystery guest on the popular CBS panel/quiz show What's My Line? on August 31, 1952.\n\n"
        },
        {
            "title": "Family",
            "text": "Hersholt married Via Andersen on 11 April 1914. They had one son: Allan Hersholt.[citation needed]\n\nHe was the paternal half-uncle (by marriage) of actor Leslie Nielsen and former Canadian Deputy Prime Minister Erik Nielsen.[11]\n\n"
        },
        {
            "title": "Death",
            "text": "Hersholt died of cancer in Hollywood in 1956, and is interred in Forest Lawn Memorial Park Cemetery in Glendale, California. His grave is marked with a statue of Klods-Hans (English: Clumsy Hans), a Hans Christian Andersen character who left home to find his way in the world — much as Hersholt himself had done.[12]\n\n"
        },
        {
            "title": "Honors and awards",
            "text": "Hersholt was honored for his services to the industry twice with an honorary Academy Award, first in 1940 and the second time in 1950, and in his honor the Jean Hersholt Humanitarian Award was named by the Academy of Motion Picture Arts and Sciences.[13] He has a star on the Hollywood Walk of Fame at 6501 Hollywood Boulevard for his work in motion pictures and another one at 6701 Hollywood Boulevard for his work in radio.\n\n"
        }
    ]
}