{
    "url": "https://en.wikipedia.org/wiki/Jefferson_Memorial",
    "title": "Jefferson Memorial",
    "table_of_contents": [
        "1 History",
        "1.1 Early considerations",
        "1.2 Funding and authorization",
        "1.3 Construction",
        "2 Description and features",
        "2.1 Exterior",
        "2.2 Interior",
        "3 Location",
        "4 Gallery",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Jefferson Memorial is a presidential memorial built in Washington, D.C. between 1939 and 1943 in honor of Thomas Jefferson, the principal author of the United States Declaration of Independence, a central intellectual force behind the American Revolution, founder of the Democratic-Republican Party, and the nation's third president. \n\nThe Jefferson Memorial features multiple Jefferson quotes designed to capture Jefferson's ideology and philosophy, known as Jeffersonian democracy, which was staunchly supportive of American republicanism, individual rights, religious freedom, states' rights, and virtue and prioritized and valued what he saw as the undervalued independent yeoman. Jefferson was simultaneously deeply skeptical of cities and financiers and hostile to aristocracy, elitism, and corruption. He is widely considered among the most influential political minds of his age and one of the most consequential intellectual forces behind the American Revolution.  \n\nThe Jefferson Memorial is built in neoclassical style and is situated in West Potomac Park on the shore of the Potomac River. It was designed by John Russell Pope, a New York City architect, and built by Philadelphia contractor John McShain. Construction on it began in 1939 and was completed in 1943, though the bronze statue of Jefferson was not completed and added until four years after its dedication and opening, in 1947.[3] Pope made references to the Roman Pantheon, whose designer was Apollodorus of Damascus,[4] and to Jefferson's own design for the rotunda at the University of Virginia as inspirations for the memorial's aesthetics. \n\nThe Jefferson Memorial and White House form a main anchor point to the National Mall in Washington, D.C. The Washington Monument, initially intended to be built at the intersection of the White House and the Jefferson Memorial's site, was ultimately built further east because the ground at that location was deemed too soft and swampy.[5]\n\nThe Jefferson Memorial is a designated national memorial and is managed by the National Park Service of the U.S. Department of the Interior's National Mall and Memorial Parks division. In 1966, the Jefferson Memorial was named to the National Register of Historic Places.[1][6] In 2007, it ranked fourth on the \"list of America's favorite architecture\", published by the American Institute of Architects.[7]\n\n"
        },
        {
            "title": "History",
            "text": "The site ultimately selected for the Jefferson Memorial's construction was built was appealing at least partly because it was located directly south of, and in view of, the White House. By 1901, the Senate Park Commission, known as the McMillan Plan, proposed building a Pantheon-like structure on the site that would host \"the statues of the illustrious men of the nation, or whether the memory of some individual shall be honored by a monument of the first rank may be left to the future,\" but no action was taken by Congress on the commission's recommendation.[3]\n\nThe completion of the Tidal Basin Inlet Bridge in 1908 helped facilitate and expand recreational usage of East and West Potomac Parks. In 1918, large liquid chlorine dispensers were installed under the bridge to treat the water, which made the Tidal Basin, also known as Twining Lake, suitable for swimming. The Tidal Basin Beach, on the site of the future Jefferson Memorial, opened in May 1918, operating as a \"Whites Only\" facility until 1925, when it was permanently closed to avoid addressing the question of whether or not it should be racially integrated.[8] The same year, however, a design competition was held for a memorial to Theodore Roosevelt. The winning design, submitted by John Russell Pope, consisted of a half-circle memorial situated next to a circular basin. Like the McMillan Plan in 1901, however, the plan was never funded by Congress or acted upon.[3]\n\nAnother opportunity for the Memorial's development emerged in 1934 when then President Franklin Roosevelt, who admired Jefferson (in large part because of a book on Jefferson by his friend Claude G. Bowers) inquired with the Commission of Fine Arts about erecting a memorial to Jefferson. Roosevelt included plans for the Jefferson Memorial in the Federal Triangle project, which was then under construction. Later the same year, Congressman John J. Boyland followed Roosevelt's lead, urging Congress to create the Thomas Jefferson Memorial Commission to explore the memorial's development. Boylan was appointed the Commission's first chairman, and Congress eventually appropriated $3 million for the Jefferson Memorial.[3]\n\nThe following year, in 1935, the Commission chose John Russell Pope as architect for the Jefferson Memorial. Pope had served previously as architect for the National Archives Building and the original West Building of the National Gallery of Art. He prepared four different plans for the project, each on a different site. One was on the Anacostia River at the end of East Capitol Street; one at Lincoln Park; one on the south side of the National Mall across from the National Archives administration building; and one was situated on the Tidal Basin, directly south of the White House. The Commission preferred the site on the Tidal Basin mainly because it was the most prominent site of those proposed and completed the four-point plan called for by the McMillan Commission, which encompassed the region including the Lincoln Memorial to the Capitol and from the White House to the Tidal Basin site. Pope designed a very large pantheon-like structure designed to be situated on a square platform, flanked by two smaller, rectangular, colonnaded buildings.[3]\n\nConstruction on the Jefferson Memorial began December 15, 1938. The cornerstone was laid roughly eleven months later, on November 15, 1939, by Roosevelt himself. By this point, Pope had died in 1937 and his surviving partners, Daniel P. Higgins and Otto R. Eggers, assumed leadership for the Jefferson Memorial's construction. At the request of the Commission of Fine Arts, a slightly more conservative design for the memorial was agreed upon. The memorial's cost was approximately $3 million.[9]\n\nConstruction commenced amid some opposition. The Commission of Fine Arts never actually approved any design for the memorial and even published a pamphlet in 1939 opposing both the proposed design and site for the memorial. Additionally, some Washingtonians opposed the proposed location for it because it did not align with L'Enfant's original plan for the city, and many established elm and cherry trees, including rare stock donated by Japan in 1912,[10] would be removed under the memorial's original plan. Construction continued amid the opposition, [3] which included women protestors chaining themselves to cherry trees around the construction site. Opposition to the memorial proved dismaying to Roosevelt, but the opposition diminished notably once revised plans identified a means for maintaining the surrounding cherry blossoms amidst the memorial's construction.[10]\n\nIn 1939, the Memorial Commission hosted a competition to select a sculptor for the planned Jefferson statue to be placed in the center of the memorial. They received 101 entries and chose six finalists. Of the six, Rudulph Evans was chosen as the main sculptor, and Adolph A. Weinman was chosen to sculpt the pediment relief situated above the memorial's entrance.[3]\n\nLandscape architect Frederick Law Olmsted Jr. designed the memorial landscape, which featured a simple design within a circular driveway including primarily Evergreen trees with limited flowering trees or shrubs. The design was perceived as too thin, so white pines and some other plantings were later added before the memorial's dedication in 1943. In the 1970s, nearly three decades after the memorial's opening, additional changes to Olmsted's landscaping were implemented. But in 1993 and 2000, attempts to restore the integrity of Olmsted's initial design were made.[11] Roosevelt ordered trees be cut so that the Jefferson Memorial was clearly visible from the White House; additional tree pruning was also completed to create an unobstructed view between the Jefferson Memorial and Lincoln Memorial.[11]\n\nOn April 13, 1943, the 200th anniversary of Jefferson's birthday, the Jefferson Memorial was officially dedicated and opened by Roosevelt. At the time, Evans' statue had not yet been finished due to material shortages that emerged during World War II. Instead, the memorial opened with a temporary plaster cast statue similar to the ultimate bronze statue that Evans ultimately completed four years later, in 1947. The statue's cast was developed by Roman Bronze Works in New York City.[3]\n\nOn October 15, 1966, in recognition of the Jefferson Memorial historical and artistic significance, the Jefferson Memorial was named to the National Register of Historic Places.[1][6]\n\n"
        },
        {
            "title": "Description and features",
            "text": "The Jefferson Memorial is composed of circular marble steps, a portico, a circular colonnade of Ionic order columns, and a shallow dome. The building is open to the elements. It has a diameter of approximately 165 feet (50 m).[9]\n\nThe memorial is constructed with white Imperial Danby marble taken from Vermont, which rests on a series of granite and marble-stepped terraces. A flight of granite and marble stairs and platforms, flanked by granite buttresses, leads up to the memorial from the Tidal Basin to a portico with a triangular pediment.[citation needed]\n\nThe pediment features a sculpture by Adolph Alexander Weinman depicting the Committee of Five, the five members of the committee charged with drafting the U.S. Declaration of Independence. In addition to Jefferson, who was the primary author, committee members included John Adams, Benjamin Franklin, Robert R. Livingston, and Roger Sherman. A cornice with an egg and dart molding surrounds this pediment, and below that is a plain frieze.[11]\n\nThe memorial's interior has a 19 feet (5.8 m) tall, 10,000 lb (4,500 kg) bronze statue[13] of Jefferson developed by sculptor Rudulph Evans.[13] The statue was added four years after the dedication. Among many Jefferson quotes inside the memorial, one of the most prominently situated are those inscribed in the frieze below the dome: \"I have sworn upon the altar of God eternal hostility against every form of tyranny over the mind of man.\"[14] This sentence is taken from a letter written by Jefferson on September 23, 1800,[15] to Dr. Benjamin Rush in which Jefferson defends the constitutional refusal to recognize a state religion.\n\nOn the panel of the southwest interior wall are excerpts from the Declaration of Independence:[16]\n\nThe inscription uses the word \"inalienable\", as appears in Jefferson's draft rather than \"unalienable\" as ultimately appeared in the final Declaration.[17]\n\nOn the panel of the northwest interior wall is a quote from the 1777 Virginia Statute for Religious Freedom, which excludes the quote's final sentence and is taken from an August 28, 1789, letter Jefferson wrote to James Madison:[16][18]\n\nThe Jefferson quotes from the panel on the northeast interior wall come from multiple sources. The first, which begins \"God who gave us life gave us liberty\" is from A Summary View of the Rights of British America.[19] The second, third, and fourth sentences are from Notes on the State of Virginia.[20] The fifth quote, which begins \"Nothing is more certainly written in the book of fate than that these people are to be free\" is from Jefferson's autobiography.[21] The sixth sentence, beginning \"Establish the law...\", is from a letter of August 13, 1786, to George Wythe.[22] The final sentence is from a letter of January 4, 1786, to George Washington:[16][23]\n\nThe inscription on the panel of the southeast interior wall is excerpted from Jefferson's July 12, 1816, letter to Samuel Kercheval:[16][24]\n\n"
        },
        {
            "title": "Location",
            "text": "The monument is located in West Potomac Park in Washington, D.C. on the shore of the Potomac River's Tidal Basin. The park is enhanced with the massed planting of Japanese cherry blossom trees, which pre-dated the memorial's construction and were a 1912 gift from the people of Japan.[25]\n\nAlthough the Jefferson Memorial is geographically removed from other buildings and monuments in Washington, D.C., the National Mall, and Washington Metro, the memorial plays host to many events and ceremonies each year, including memorial exercises, the Easter Sunrise Service, and the annual National Cherry Blossom Festival and ranks highly among destinations for visitors to the city each year.[25]\n\n"
        },
        {
            "title": "References",
            "text": " This article incorporates public domain material from Thomas Jefferson Memorial Features. National Park Service.\n\n"
        }
    ]
}