{
    "url": "https://en.wikipedia.org/wiki/Jersey_barrier",
    "title": "Jersey barrier",
    "table_of_contents": [
        "1 Development and use",
        "2 Variations",
        "2.1 Plastic Jersey barriers",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A Jersey barrier, Jersey wall, or Jersey bump is a modular concrete or plastic barrier employed to separate lanes of traffic. It is designed to minimize vehicle damage in cases of incidental contact while still preventing vehicle crossovers resulting in a likely head-on collision. Jersey barriers are also used to reroute traffic and protect pedestrians and workers during highway construction. They are named after the  U.S. state of New Jersey which first started using the barriers as separators between lanes of a highway in the 1950s. \n\nThe barriers are also known as a K-rail, a term stipulated in the California Department of Transportation specification for temporary concrete traffic barriers which first started using concrete median barriers in the mid-1940s.[1][2]\n\nOver time, different variants were created. Taller variants, such as the Ontario Tall Wall, proved more effective at stopping vehicles and had the added advantage of blocking most oncoming headlights. More modular variants, including plastic water-filled barriers, have been created.\n\n"
        },
        {
            "title": "Development and use",
            "text": "Although it is not clear exactly when or where the first concrete median barriers were used, concrete median barriers were used in the mid-1940s on U.S. Route 99 on the descent from the Tehachapi Mountains in the Central Valley south of Bakersfield, California. This first generation of concrete barriers was developed to (a) minimize the number of out-of-control trucks penetrating the barrier, and (b) eliminate the need for costly and dangerous median barrier maintenance in high-accident locations with narrow medians – concerns that are as valid today as they were 80 years ago.[3][4]\n\nThe Jersey barrier, also called New Jersey wall, was developed in the 1950s (introduced in current form in 1959), at Stevens Institute of Technology,[4] New Jersey, United States, under the direction of the New Jersey State Highway Department to divide multiple lanes on a highway.[5] A typical Jersey barrier stands 32 inches (81 cm) tall and is made of steel-reinforced poured concrete or plastic.[6] Many are constructed with the embedded steel reinforcement protruding from each end, allowing them to be incorporated into permanent emplacements when linked to one another by sections of fresh concrete poured on-site.[7]\n\nTheir widespread use in road construction has led to wide application as a generic, portable barrier during construction projects and temporary rerouting of traffic into stopgap carpool and rush-hour reversing highway lanes.[8]\n\nMost of the original barriers constructed in New Jersey in the 1950s and early 1960s were not \"modular\"; they were poured in place the way curbs are. Many of the first installations (Route 46 in Bergen County and Passaic County, for instance) were much shorter than the heights discussed here, typically about two feet (61 cm) tall. Some dividers on county or local roads may have been lower than that since they replaced a raised concrete rumble strip that would dissuade, but not prevent, traffic crossing from one lane to another. Even Route 46 had the rumble strip in many places before gradually, the higher barrier was installed. These lower dividers are visible in old photographs. When the Bergen Mall was first opened in Paramus, these rumble strip dividers were extensively used on the roadway (Forest Avenue) that separated the grocery stores from the mall proper.[citation needed]\n\nThe design of the Jersey barrier was specifically intended to minimize damage in incidental accidents and reduce the likelihood of a car crossing into oncoming lanes in the event of a collision. In common shallow-angle hits, sheet-metal damage is minimized by allowing the vehicle tires to ride up on the lower sloped face. Head-on vehicle collisions are minimized by gradually lifting the vehicle and pivoting it away from oncoming vehicles and back into traffic heading in its original direction.[9]\n\nThe New Jersey Turnpike Authority developed and tested a similar, but heavily reinforced, design. This barrier design has been credited with effectively containing and redirecting larger vehicles, including semi-trailer (tractor-trailer) trucks.[8] The states of New York, Massachusetts and New Jersey have adopted the taller barrier for their roads, as compared to the standard 32 inches (81 cm) suggested by the Federal Highway Administration.[10]\n\nDesigns with two rectangular notches at the bottom (through the short axis) allow for forklift-style lifting by front-end loaders. Barriers meant for short-term placement, especially in military and security barrier uses, might include steel rebar loops embedded in the top surface for rapid hook-and-cable system lifting.[citation needed]\n\nThe 2010 G-20 Toronto summit used modified modular Jersey barriers with wired fencing bolted onto the concrete. The fence used the barrier as sturdy base to prevent protesters from toppling the fence around the security zone at the Metro Toronto Convention Centre.[citation needed]\n\nThe U.S. military nicknamed the devices \"Qaddafi Blocks\" after truck bomb attacks in Beirut in 1983 resulted in more widespread use in military installations. Sometimes they are deployed to form a chicane to slow vehicular traffic arriving at military installations or other secure areas.[citation needed]\n\nThe Ohio Department of Transportation mandates specific design requirements for their precast concrete barrier walls.[11] The department has marked all compliant precast concrete barrier walls with \"350\", indicating that they adhere to the requirements laid out in the National Cooperative Highway Research Program's Report 350. Without this marking, a barrier wall is not approved for use in Ohio.\n\n"
        },
        {
            "title": "Variations",
            "text": "Modern variations include the constant-slope barrier and the F-shape barrier. The F-shape is generally similar to the Jersey barrier in appearance, but is taller, with somewhat different angles.[8]\n\nThe UK equivalent is the concrete step barrier.[citation needed]\n\nFirst tested in 1968 by the then Department of Highways in Ontario, Canada, the Ontario Tall Wall is a variant of the Jersey barrier.[10] Standing at 42 inches (107 cm), it is 10 inches (25 cm) taller than the standard Jersey barrier. Ontario's Ministry of Transportation is replacing guiderails (steel guardrail and steel box-beam) with these tall wall barriers on 400-series highways since the early 1990s, while the City of Toronto is doing likewise on portions of the Gardiner Expressway and Don Valley Parkway.\n\nHollow polyethylene barriers have been developed for short-term applications where portability is important. These plastic barriers are normally filled with water after placement on-site to provide a moderate level of crash protection, then emptied prior to removal.[12][13][14] They are not designed to deflect vehicles, so vehicles may penetrate the barriers.[15] These barriers can also be filled with sand at the cost of reduced portability.[16][17]\n\n"
        }
    ]
}