{
    "url": "https://en.wikipedia.org/wiki/Jesus_walking_on_water",
    "title": "Jesus walking on water",
    "table_of_contents": [
        "1 Biblical narratives",
        "1.1 Gospel of Mark (c. 66–70 AD)",
        "1.2 Gospel of Matthew (c. 80–90 AD)",
        "1.3 Gospel of John (c. 90–100 AD)",
        "2 Interpretations",
        "2.1 Christian teachings",
        "2.2 Historical-critical analysis",
        "2.3 Literary-critical analysis",
        "3 See also",
        "4 Notes",
        "5 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jesus walking on the water, or on the sea, is depicted as one of the miracles of Jesus recounted in the New Testament. There are accounts of this event in three Gospels—Matthew, Mark, and John—but it is not included in the Gospel of Luke. This story, following the miracle of the feeding of the five thousand, tells how Jesus sent the disciples by ship back to the \"other side\" of the Sea of Galilee (the western side) while he remained behind, alone, to pray. Night fell and the sea arose as the ship became caught in a wind storm. After rowing against the wind for most of the night, the disciples saw Jesus walking on the water. They were frightened, thinking that they were seeing a spirit, but when Jesus told them not to be afraid, they were reassured. After Jesus entered the ship, the wind ceased, and they arrived at land.\n\n"
        },
        {
            "title": "Biblical narratives",
            "text": "The story of Jesus walking on water is retold in the gospels of Matthew, Mark, and John; it is not in the Gospel of Luke. This episode is narrated towards the end of the Ministry of Jesus in Galilee before the key turning points halfway through the gospel narratives where Peter proclaimed Jesus as Christ and saw the Transfiguration.[1][2] In all three gospels it follows the feeding of the five thousand, where Jesus had withdrawn by ship to a desert place \"belonging to\"[3] Bethsaida after hearing of the death of John the Baptist, but was followed by the crowds who travelled on foot.[1]\n\nAt the end of the evening, the disciples boarded a ship to cross to the other side of the Sea of Galilee, without Jesus who went up the mountain to pray alone. John alone specifies they were headed \"toward Capernaum\".[4] During the journey on the sea, the disciples were distressed by wind and waves, but saw Jesus walking towards them on the sea. John's Gospel specifies that they were five or six kilometers away from their departure point. The disciples were startled to see Jesus, but he told them not to be afraid.[1]\n\nMatthew's account adds that Peter asked Jesus, \"if it is you\", to tell him, or command him, to come to Jesus on the water (waters).[5] After Peter came down out of the ship and walked on the water, he became afraid of the storm and began to sink. He called out to Jesus for help. Jesus caught him, and commenting on his lack of faith led him back to the ship, whereupon the storm stopped. Matthew also notes that the disciples called Jesus the Son of God.[1] The fact that the John account also lacks this detail suggests that this account of \"St. Peter's venture\"[6] is a redactional addition by Matthew.[7]\n\nIn all three accounts, after Jesus got into the ship, the wind ceased and they reached the shore. Only John's account has their ship immediately reach the shore. Matthew's and Mark's accounts end at this point, but John mentions that the next day some people from the other side of the sea that looked for Jesus, noted that the disciples left without him, but they didn't know where he went. When they came to Capernaum and asked Jesus how he came there, instead of answering the question, he told the crowd that they followed him, not because they had seen signs, but because of the free loaves they had eaten the day before, and he advised them not to seek earthly gains, but aim for a life based on higher spiritual values.[1][8]\n\nComparison in other versions at BibleGateway.\n\n"
        },
        {
            "title": "Interpretations",
            "text": "The walking on the sea episode has specific interpretations within Christian teachings and has been viewed by scholars as important due to its perceived impact on the formation of Christian ecumenical creeds, as discussed below.[9]\n\nThis event is also seen as a divine fulfillment of words of Job, “Who alone spreadeth out the heavens and walketh upon the waves of the sea,” Job (9:8).[10]\n\nOne aspect of the pericope (passage) is how it highlights the relationship between Jesus and his apostles. Merrill Tenney states that the incident is in essence centered on that aspect, rather than their peril or the miracle itself.[11] Dwight Pentecost and John Danilson state that this miracle was deliberately designed by Jesus to instruct his apostles and increase their faith.[12] David Cook and Craig Evans note that \"of little faith\" is a somewhat common expression in Matthew (e.g. 8:26 when calming the storm or 16:8 regarding bread and the Pharisees just before the Confession of Peter) and may mean \"of no faith\".[13]\n\nRichard Cassidy states that this episode sheds special light on the position of Peter who had faith in Jesus and acknowledged Jesus' extraordinary powers, and by considering to walk on water himself, wanted to share in the act of Jesus before the other disciples for he considered himself closest to Jesus.[14] Cook and Evans note that the \"Lord Save me\" cry of Peter is similar to Matthew 8:25 and Mark 4:38 in the calming the storm episode and again emphasizes the reliance of the disciples on Jesus.[13]\n\nCook and Evans also echo Pentecost's interpretation that the detail regarding \"many stadia away\" and \"battered by the waves\" were intended to emphasize that Jesus could walk on the water far away from the shore, on a rough sea, thus establishing his dominance over nature.[12][13] R.T. France has also pointed out that the details regarding the boat being a long way from the shore, and the portrayal of Peter sinking are intended as a confirmation of the depth of the water.[15]\n\nScholars such as Ulrich Luz and separately Dale Allison view the pericope as instrumental in asserting the divinity of Jesus among early Christians.[9] Alan Robinson sees the pericope as important in establishing the belief in the early Church that the disciples viewed Jesus as the Son of God.[16] Dale Allison states that Matthew's presentation emphasizes that God the Father is willing to share divine power with his son and that the impact of this pericope on the affirmation of the divinity of Jesus in the ecumenical creeds is undeniable.[17]\n\nScholars who hold that the story records actual events do so on the basis that Jesus, as Son of God, was above the laws of nature; or, in a variation, that Jesus projected an image himself while actually remaining on the shore.[18] The meaning of the episode is held to be inherent in its miraculous nature: \"The meaning of the pericope (story) ... only has meaning ... if it is understood as relating a miraculous event which really took place\" (Leopold Sabourin, 1975).[18]\n\nIn recent scholarship, Bart Ehrman has championed the view that in general, it is impossible to either prove or disprove supernatural events such as miracles using the historical method, for proving them would require belief in a supernatural world not amenable to historical analysis, and disproving them would require historical evidence that is usually hard to come by.[19]\n\nCatholic scholar John P. Meier believes that the miraculous walk on water is a purely theological narrative, without historical foundation. Oral tradition, according to Meier, is intertwined with references to the Old Testament (Jesus' answer \"I am\" is in accordance with the vision of Jesus as Yahweh of the Early Church) and post-resurrection perceptions. In particular, the narrative part of the story seems to fall into the apocalyptic genre, meaning by this term a genre characterized by an accentuated symbolism and light-shadow contrasts. Initially Jesus collects the Apostles on a boat and sends them away alone, to go alone to the mountain to pray, but promising to meet them on the other side of the \"sea\"; the apostles have difficulty in reaching the other shore, but Jesus appears and everything ends well. According to Meier this is a metaphor of the Early Church immediately after Easter: Jesus leaves his disciples with the ascension promising to return, but occasionally visits them during the journey to support them (through the Eucharist). Like all apocalyptic literature, his function is to comfort a community in need.[20]\n\nSome scholars have held the view that while this event took place, it was not miraculous: Albert Schweitzer, for example, suggested that the disciples saw Jesus walking on the shore, but were confused by high wind and darkness; some scholars who accept this \"misperception thesis\" argue that Mark originally wrote that Jesus walked on the seashore rather than on the sea, and that John had a more accurate version.[21] Others have held that the entire episode is a \"pious legend\" (B.H. Branscomb, 1937), based perhaps on some lost incident; perhaps Jesus waded through the surf (Vincent Taylor, 1957), or perhaps he walked on a sand bar (Sherman Johnson, 1972, J.D.M. Derrett, 1981).[22]\n\nFinally, there are scholars who regard the story as an example of \"creative symbolism\", or myth,[23] which probably was understood by a part of the audience literally and by others allegorically.[24] Rudolf Bultmann pointed out that the sea-walking theme is familiar in many cultures.[23] Furthermore, the motif of walking on water was associated with kings like Xerxes or Alexander, but also rejected and satirized as humanly impossible and as proverbial for the arrogance of the rulers by Menander, Dio Chrysostom or in 2 Maccabees 5:21.[24]\n\nOthers look for an origin in the mythic world of the Old Testament itself (Christ's victory over the waters paralleling Yahweh's defeat of the primeval Sea, representing Chaos),[25] or within the New Testament, as an originally simple story later embellished with Hellenistic and Old Testament details.[26] In the Hebrew Bible, God gives power over the sea, e.g. to Moses (Ex 14:21–29) or to Elijah (2 kg 2:8).[24]\n\nAdela Yarbro Collins concludes that the text characterizes Jesus as Messiah and king of Israel endowed with divine properties.[24]\n\nBiblical scholar George W. Young dismisses the naturalistic explanations, the traditional and the historical critical perspectives. He contends that these methods of exegesis rely on factual interpretations and fail to capture the full meaning of the text based on its structure. Instead, Young explores the pericope with literary-critical methods as narrative art. Young views the text as fiction, and uses tools and terms often associated with fantastic literature to analyze it.[27]\n\nYoung analyses the pericope as the expression of three entangled, conflicting perspectives on reality: (i) the \"conventional reality\" based on sensory perception; (ii) the \"impossible\" vision of Jesus resulting in the astonishment of the observers; (iii) the narrator's metaphysical comment in Mark 6:52 identifying Jesus as the Son of God.[28]\n\n"
        }
    ]
}