{
    "url": "https://en.wikipedia.org/wiki/Jetpack_man",
    "title": "Jetpack man",
    "table_of_contents": [
        "1 Sightings",
        "1.1 First sighting",
        "1.2 Second sighting",
        "1.3 Third sighting",
        "1.4 Fourth sighting",
        "1.5 Fifth sighting",
        "2 See also",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jetpack man or guy in a jetpack[1] or Iron Man is an unknown person or object that has been observed flying what appears to be an unauthorized jetpack around the Los Angeles California area at least five times in 2020–21.[2][3][4] Multiple airplane pilots have reported seeing jetpack man at altitudes around 5,000 feet (1,500 m).[5] It is unknown whether each sighting is the same person,[6] or whether it might be a drone designed to look like a person with a jetpack.[7] Neither jetpacks nor large drones are commonly flown at that altitude or at that distance from land, and there have been no sightings of a takeoff or landing. It has been theorized by the FBI and FAA that the Jetpack man is actually a balloon.\n\n"
        },
        {
            "title": "Sightings",
            "text": "\nOn August 30, 2020, two different airline pilots reported seeing a \"guy in a jetpack\" hovering near LAX at 3,000 feet (910 m), 300 yards (270 m) from the course of planes on a 10 miles (16 km) final approach.[5] \nIn November of 2020, an Los Angeles Police Department helicopter crew recorded a video of what appeared to be a balloon of fictional character Jack Skellington. The video was recorded over the Beverly Hills area. A balloon is believed by many to be the explanation for the phenomenon. The behavior of the balloon was similar in the footage to the jetpack man as it had and would later be described.\n\n\nThe LAPD only released the footage in November of 2021. The Federal Bureau of Investigation released a statement on the matter and said: \nThen adding later on that:\n\n[8][9]\n\nOn October 14, 2020, China Airlines 006 reported seeing \"a flying object like a flight suit jetpack\" at 6,000 feet (1,800 m).[10]\n\n\nOn December 21, 2020, a pilot and flight instructor with Sling Pilot Academy captured the first video of such a flying object, at around 3,000 feet (910 m) near Palos Verdes and Catalina Island (south of Los Angeles).[11][12] The academy posted the video to their Instagram account, commenting:\n\nOn July 28, 2021, a pilot reported seeing a flying object that looked like a man in a jetpack, roughly 15 miles (24 km) off the California coast, at 5,000 feet (1,500 m).[13] In air traffic control chatter, the flying object was referred to variously as \"the UFO” and “Iron Man”.[14]\n"
        }
    ]
}