{
    "url": "https://en.wikipedia.org/wiki/Jeung_San_Do",
    "title": "Jeung San Do",
    "table_of_contents": [
        "1 History",
        "2 Etymology",
        "3 Teachings",
        "3.1 Cosmic year",
        "4 Views on Korean history",
        "5 Vocabulary",
        "6 See also",
        "7 References",
        "8 Sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jeung San Do (증산도), occasionally called Jeungsanism (증산교 Jeungsangyo), meaning \"The Dao/Tao of Jeung-san\", although this term is better reserved for a larger family of movements, is a new religious movement founded in South Korea in 1974. It is one of more than 100 Korean religious movements that recognize Gang Il-sun (강일순) (Kang Jeungsan, or Chungsan), an early 20th century religious leader, as the incarnation and personification of Sangjenim (上帝任, the \"governing spirit of the universe\") and performed a \"reordering of the universe\" through his mission and rituals.[1] The religion is characterised by a universal message, millenarianism, and a method of healing meditation.[2]\n\n"
        },
        {
            "title": "History",
            "text": "A number of branches of Jeungsanism trace their origins to Goh Pan-Lye (Subu, literally \"Head Lady,\" 1880-1935, although in Kang's circle there was more than one \"Subu\"), a female disciple of Kang Jeungsan. Around September 1911, Goh gathered around her a number of Kang's followers. Eventually, Goh's male cousin, Cha Gyeong-Seok (1880-1936), a leading disciple of Kang, became the leader of Goh's branch. Dissatisfied with this situation, Goh separated from Cha in 1919 and established her own new religion.[3]  In the 1920s, Cha's branch, known as Bocheon-gyo, became the largest Korean new religious movement and possibly the largest religion in Korea, with some 6 million followers.[4] It declined rapidly after Cha's death in 1936, and fragmented into several competing group, as did Goh's organization. Jeung San Do is the largest among the branches claiming a lineage originating from Goh. It was founded by Ahn Un-san (born in 1922), who established his first religious organization in 1945. After further divisions, Ahn founded Jeung San Do in 1974 together with his son, Ahn Gyeong-jeon (b. 1954).[5] Jeung San Do believes that, as Kang was God the Father, Goh, revered with the title of Tae-mo-nim, was God the mother and between 1926 and 1935 performed her own reordering of the universe.[6] Jeung San Do is the movement within Jeungsanism with the most visible presence abroad, although it is not the largest branch in Korea.[7]\nThe central text of Jeungsanism, the Dojeon, was first published in Korean in 1992. The name \"Dojeon\" is used by other branches of Jeungsanism for their own, different sacred texts. Jeung San Do's version contains detailed description of Jeungsan Sangjenim's and Taemonim's (\"Great Mother\") lives and of Cheonjigongsa, the \"Renewal of Heaven and Earth\". The Jeungsanist theory stresses the concept of Tao, the way of nature.\n\nJeungsanism is often understood as having stemmed from Korean Sinism and Chinese millenarian Taoism,[8] and is defined as one of the Korean indigenous religions.[9]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Jeung San Do means \"the Way [dao/do/Tao, 道] of the Jeung(甑)[siru] San(山)[mountain]\". The word \"jeung\" is siru in Korean, which is Korean food streamer vessel for cooking Korean rice cakes, Tteok(떡). It signifies a vast vessel by metaphor that can contain everything in the world. To conclude, \"jeung\" (甑) denotes the process of rising, maturation, fruition or growth.\n\n\"Jeung san\" is also a traditional Korean descriptive term for the highest mountain in a region or \"steamer mountain\".[10] \"Do\" (道) denotes Tao, the way. Considered as a whole, therefore, the name \"Jeung San Do\" signifies the highest truth that surpasses all existing religions and teachings.[11]\n\n"
        },
        {
            "title": "Teachings",
            "text": "Sangjenim means \"Highest Emperor\", and is cognate of the Chinese Shangdi.[12] It is the governing spirit of the universe, and Jeung San Do believe he was incarnated as Gang Il-sun.,[13] although God for Jeung San Do also exists as God the mother, incarnated on earth as Goh Pan-Lye.\n\nJeung San Do teaches that, at the age of seven, Sangjenim attained a sudden spiritual awakening while watching a performance of traditional music and dance. When he was twenty-four, he witnessed the tumultuous events of the Donghak (Eastern Learning) Uprising in which an ill-equipped but determined army of farmers fought the troops of both the Korean government and the Japanese. This insurrection sparked a war between China and Japan fought on the Korean peninsula and ended with the crushing defeat of the farmers and Japan's annexation of the country. After observing the death and misery brought on by these events, Jeung San Sangjenim resolved to save the world from suffering.\n\nHe traveled for three years to observe human behavior and the shape, qi, and spirit of the land. In 1901, after a period of intensive meditation he attained perfect enlightenment into the affairs of Heaven, Earth, and humanity. About this he said:\n\nIn that year, Sangjenim began a spiritual work that cannot be easily explained or understood. It was called the work of renewing Heaven and Earth (天地公事). For 9 years, he conducted works of renewal in the form of rituals, proclamations, and conversations with humans and spirits and utilized the qi of various places and people. He established a federation of gods called the Creative Government, composed of regional gods, the founding spirits of family lines, gods that founded and advanced civilizations, enlightened spirits, spirits with unresolved bitterness and grief, and the spirits of revolutionaries. With this assembly of spirits, he intended to correct the wrongs of the past and chart a new course for the future. His work of renewing Heaven and Earth shifted the course of Heaven, Earth, and humanity and planted the seeds for a new enlightened and harmonious world of humans and gods.\n\nAccording to his followers, Sangjenim differed from other prophets in that he not only spoke about the future but, through his spiritual work, actually transformed it. One way of understanding this is the Butterfly Effect in Edward Lorenz's Chaos Theory. According to that theory, a butterfly flapping its wings in America could cause or prevent a tornado in Indonesia. This of course illustrates the improbability of predicting any event in a highly complex system due to the difficulty of knowing all variables. But, what if someone were enlightened to the point of omnipotence? What if someone did know all the variables? Such a person could not only predict the future, but with the rippling effect of seemingly small actions could actually change the future.\n\nAbout the method he used in the work of renewal, Sangjenim said:\n\nAccording to Jeun Sang Do, Gang Il-sun revealed to humanity that the universe embodies a four-fold cycle. A \"cosmic year\" contains four cosmic seasons corresponding to birth, growth, harvest, and rest.[14]\n\n"
        },
        {
            "title": "Views on Korean history",
            "text": "According to Jeung San Do, the History of Korea is that of a chessboard used by America, China, Russia, and Japan. While the Empire of Japan completed the annexation of Korea in 1910, they were merely pawns or workmen (ilkkun) of Sangjenim; racial brothers who saved Korea from domination by the Western great powers. The Japanese, according to this narrative, provided the \"service\" (pongsa) of modernizing Korea as penance for the Japanese invasions of Korea (1592–1598). Accordingly, resistance against Japan was ill-advised, and Chinilpa collaborationist organizations such as Iljinhoe should not be condemned. Koreans merely had to \"wait patiently\", as Jeung San Do taught, for the guests to vacate the board in order to assume ownership of the Korean Peninsula.[15]\n\n"
        }
    ]
}