{
    "url": "https://en.wikipedia.org/wiki/Jewish_Science",
    "title": "Jewish Science",
    "table_of_contents": [
        "1 History",
        "2 Affirmative prayer",
        "3 See also",
        "4 References",
        "5 Primary sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jewish Science is a Judaic spiritual movement comparable with the New Thought Movement.  Many of its members also attend services at conventional synagogues.[1]\n\nIt is an interpretation of Jewish philosophy that was originally conceived by Rabbi Alfred Geiger Moses in the early 1900s in response to the growing influence of Christian Science and the New Thought Movement. Rather than the paternal God figure encountered  in Hebrew tradition, \"Jewish Science views God as an Energy or Force penetrating the reality of the universe. God is the source of all Reality and not separate from but part of the world and Right thinking has a healing effect\".[2] His fundamental teachings are found in his 1916 book Jewish Science: Divine Healing in Judaism. The movement was institutionalized in 1922 with Rabbi Morris Lichtenstein's founding of the Society of Jewish Science.[3]\n\n"
        },
        {
            "title": "History",
            "text": "Jewish Science shares several principle beliefs with Christian Science and the New Thought movement, and it is intended to function as a counterweight to the Christian elements in both of  these movements and strictly maintain its Jewish identity. It was founded by Alfred G. Moses, Morris Lichtenstein and Tehilla Lichtenstein in 1916. It emphasizes the role of affirmative prayer, \"divine healing\" and \"Right thinking\" as self help methods essential to a Jew's physical and spiritual health,[1] but does not rule out the importance of medical intervention - unlike Christian Science. Jewish Science also incorporates psychology, and concepts about practical spirituality similar to beliefs developed in the New Thought movement. Thanks to radio broadcasts on WMCA and the establishment of the Jewish Science Interpreter magazine the movement attracted numerous adherents, thereby helping its rise to prominence in the Jewish community. The Society's \"Home Center\" and synagogue is located in midtown Manhattan, NY.[citation needed] The Society also maintains a congregation in Los Angeles California and many study groups around the country which focus on each of the main texts of Jewish Science.[1]\n\n"
        },
        {
            "title": "Affirmative prayer",
            "text": "Lichtenstein found affirmative prayer to be particularly useful because, he believed, it provided the personal benefits of prayer without requiring the belief in a supernatural God who could suspend the laws of nature.[3] He considered affirmative prayer to be a method to access inner power that could be considered divine, but not supernatural. He taught that the origins of affirmative prayer can be found in the Hebrew Bible's Book of Psalms, and that affirmations, or affirmative prayers, are best offered in silence.[3]\n\n"
        }
    ]
}