{
    "url": "https://en.wikipedia.org/wiki/Jewish_Renewal",
    "title": "Jewish Renewal",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "2.1 Origins",
        "2.2 Havurot",
        "2.3 B'nai Or / P'nai Or",
        "3 Renewal and the contemporary Jewish community",
        "3.1 Ordination training",
        "4 Criticism and response",
        "4.1 New Age Judaism",
        "4.2 Mainstreaming",
        "4.3 Challenges",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jewish Renewal (Hebrew: התחדשות יהודית, romanized: hitḥadeshut yehudit) is a recent movement in Judaism which endeavors to reinvigorate modern Judaism with Kabbalistic, Hasidic, and musical practices. Specifically, it seeks to reintroduce the \"ancient Judaic traditions of mysticism and meditation, gender equality and ecstatic prayer\" to synagogue services.[1] It is distinct from the baal teshuva movement of return to Orthodox Judaism.[2]\n\n"
        },
        {
            "title": "Overview",
            "text": "The term \"Jewish Renewal\" describes \"a set of practices within Judaism that attempt to reinvigorate what it views as a moribund and uninspiring Judaism with mystical, Hasidic, musical and meditative practices drawn from a variety of traditional and untraditional, Jewish and other, sources. In this sense, Jewish Renewal is an approach to Judaism that can be found within segments of any of the Jewish denominations\".[3]\n\nThe term also refers to an emerging Jewish movement, the Jewish Renewal movement, which describes itself as \"a worldwide, transdenominational movement grounded in Judaism's prophetic and mystical traditions\".[4][5][6] The Jewish Renewal movement incorporates social views such as egalitarianism, environmentalism and pacifism. \n\nJewish Renewal rabbi Barbara Thiede writes:\n\nThe movement's most prominent leader was Zalman Schachter-Shalomi.[1] Other leaders, teachers and authors associated with Jewish Renewal include Arthur Waskow, Michael Lerner, Tirzah Firestone, Phyllis Berman, Shefa Gold, David Ingber, and Marcia Prager.[8]\n\nJewish Renewal brings kabbalistic and Hasidic theory and practice into a non-Orthodox, egalitarian framework, a phenomenon sometimes referred to as neo-Hasidism. Like Hasidic Jews, Renewal Jews often add to traditional worship ecstatic practices such as meditation, chant and dance. In augmenting Jewish ritual, some Renewal Jews borrow freely and openly from Buddhism, Sufism and other faiths.[9][10]\n\n"
        },
        {
            "title": "History",
            "text": "Jewish Renewal, in its most general sense, has its origins in the North American Jewish countercultural trends of the late 1960s and early 1970s.[11] During this period, groups of young rabbis, academics and political activists founded experimental chavurot (singular: chavurah) or \"fellowships\" for prayer and study, in reaction to what they perceived as an over-institutionalized and unspiritual North American Jewish establishment.[12]\n\nInitially the main inspiration was the pietistic fellowships of the Pharisees and other ancient Jewish sects.\n\nAlso initially, some of these groups, like the Boston-area Havurat Shalom attempted to function as full-fledged communes after the model of their secular counterparts. Others formed as communities within the urban or suburban Jewish establishment. Founders of the havurot included the liberal political activist Arthur Waskow, Michael Strassfeld (who later became rabbi for a Conservative congregation and then moved on to serve a major Reconstructionist congregation), and Zalman Schachter-Shalomi. Although the leadership and ritual privileges were initially men-only, as in Orthodox Jewish practice, the second wave of American feminism soon led to the full integration of women in these communities.\n\nApart from some tentative articles in Response and other Jewish student magazines, the early havurot attracted little attention in the wider North American Jewish community.  Then, in 1973, Richard Siegel, and Michael and Sharon Strassfeld released The Jewish Catalog: A Do-It-Yourself Kit.[13] Patterned after the Whole Earth Catalog, the book served both as a basic reference on Judaism and American Jewish life, as well as a playful compendium of Jewish crafts, recipes, meditational practices, and political action ideas, all aimed at disaffected young Jewish adults. The Jewish Catalog became one of the bestselling books in American Jewish history to that date and spawned two sequels.[14] A much more widespread havurah movement soon emerged, including self-governing havurot within Reform, Conservative and Reconstructionist synagogues.\n\nBy 1980 an increasing number of havurot had moved away from strictly traditional Jewish worship practices, as members added English readings and chants, poetry from other spiritual traditions, percussion instruments, and overall a less formal approach to worship.\n\nIn an interview (published in Zeek in 2012), scholar and folklorist Chava Weissler—who has been a \"participant-observer\" in both the Havurah movement and in Jewish Renewal—articulated her sense of the differences between Jewish Renewal and the Havurah movement as it evolved:[15]\n\nZalman Schachter-Shalomi, a Hasidic-trained rabbi ordained in the Lubavitch movement, broke with Orthodox Judaism beginning in the 1960s, and founded his own organization, The B'nai Or Religious Fellowship, which he described in an article entitled \"Toward an Order of B'nai Or\".[16] \"B'nai Or\" means \"sons\" or \"children\" of light, and was taken from the Dead Sea Scrolls material, where the \"sons of light\" battle the \"sons of darkness\".  Schachter-Shalomi envisioned B'nai Or as a semi-monastic ashram-type community, based upon the various communal models prevalent in the 1960s and 1970s. This community never materialized as he envisioned it, but B'nai Or did produce a number of important leaders in the Renewal movement.  It also produced the B'nai Or Newsletter, a quarterly magazine that presented articles on Jewish mysticism, Hasidic stories and Schachter-Shalomi's philosophy. The masthead of this publication read: \"B'nai Or is a Jewish Fellowship established for the service of G-d  [sic] through prayer, Torah, celebration, meditation, tradition, and mysticism. We serve as a center to facilitate people in the pursuit of Judaism as a spiritual way of life.\"\n\nSchachter-Shalomi was strongly influenced by Sufism of Islam and Buddhism, and translated some of the prayers[which?] into Hebrew. He also focused more on urban sustainable living than rural culture, and suggested for instance interconnected basements of houses in urban neighborhoods that would create collective space (especially for holidays), while providing the level of privacy secular life had encouraged. Some of these ideas have influenced urban economics.[citation needed]\n\nIn 1985, after the first national Kallah (conference) gathering in Radnor, Pennsylvania, the name was changed from B'nai Or to P'nai Or (\"Faces of Light\") to reflect the more egalitarian perspective of the rising feminist movement. Together with such colleagues as Arthur Waskow, Schachter-Shalomi broadened the focus of his organization. In 1993 it merged with The Shalom Center, founded by Waskow, to become ALEPH: Alliance for Jewish Renewal.[16]\n\nIn 1979, Waskow had founded a magazine called Menorah, which explored and encouraged many creative ritual and social issues from a Jewish perspective. It was in this publication that Waskow coined the term \"Jewish Renewal\". In 1986, Menorah merged with The B'nai Or Newsletter to become New Menorah, now available online through ALEPH. The new version of the publication addressed Jewish feminism, the nuclear arms race, new forms of prayer,  social justice, etc. Several of the early New Menorah issues explored gay rights, and became an important catalyst for opening this discussion in more mainstream synagogues.[17]\n\nThe executive-director of ALEPH said in 2016 that 50 Jewish Renewal communities had been established in the United States, Canada, Latin America, Europe and Israel.[10] By this time, the beginnings of institutionalization were in place, in the form of the nonprofit organization ALEPH: Alliance for Jewish Renewal, the rabbinical association OHaLaH, and an increasingly formalized but non-accredited rabbinic ordination program.\n\n"
        },
        {
            "title": "Renewal and the contemporary Jewish community",
            "text": "Statistics on the number of Jews who identify themselves as \"Renewal\" are not readily available. However, the evidence of Renewal influence can be found throughout the spectrum of Jewish denominational affiliation and in many diverse other arenas of Jewish life.[10][18] It is not uncommon for congregations that are not associated with the Reconstructionist movement to feature many Renewal influences. These include workshops on Jewish meditation and various Judaized forms of yoga which may be incorporated into religious services. \"Chanting\" and \"healing\" services have become increasingly common.[citation needed] Many melodies and liturgical innovations have found their way into the Reform, Conservative, and Reconstructionist movements.[citation needed] Rabbis and Cantors trained by the ALEPH Ordination Program, the Jewish Renewal seminary, have begun to serve congregations[which?] with other affiliations and bring Renewal-informed influences to these environments.[citation needed]\n\nJewish Renewal is \"part of the burgeoning world of transdenominational Judaism—the growing number of synagogues, rabbis and prayer groups that eschew affiliation with a Jewish stream\".[19]\n\nRabbi Marcia Prager wrote in 2005:\n\nThe ALEPH Ordination Program emerged out of ALEPH founder Reb Zalman's earlier project of training and ordaining an inner circle of students, many with extensive yeshiva backgrounds, to be inspiring progressive post-denominational community organizers and spiritual leaders. \n\nThe ALEPH Ordination Program has grown to become the largest rigorous liberal Jewish seminary in North America[citation needed], comprising a Rabbinic Program, a Rabbinic Pastor Program  (training Jewish clergy specializing in pastoral care), a Cantorial Program, and the Hashpa'ah Program (training Jewish Spiritual Directors).\n\nOver 90 students are currently[when?] enrolled from varying denominational backgrounds in the US, Canada, Europe and Israel, who study both locally and through ALEPH courses and retreats. The rabbinic students undertake an academic program comprising a minimum of 60 graduate-level courses and practica covering a broad curriculum of rabbinic education. Cantorial students are masters of liturgy and nusach, traditional and contemporary Jewish music, western and non-western traditions, and also fulfill course requirements in Jewish history, philosophy, text, thought and practice. Rabbinic Pastors are specialists, trained to provide Jewish wisdom, spiritual direction, support, and counseling in chaplaincy and in congregational settings.  The Hashpa'ah Program offers a three-year concentration in Jewish Studies and Jewish Spiritual Counseling and Guidance, leading to Certification as Mashpia/Spiritual Director.\n\nSince 1973, more than 200 Jewish Renewal spiritual leaders have been ordained through the ALEPH Ordination Program and/or its predecessor the B'nai Or/P'nai Or Ordination Program.[citation needed]\n\nThe ALEPH Ordination Program combines low-residency and residential components. Semester-length seminars and courses are offered via live videoconference technology; winter and summer residential \"retreats\" are held of students and faculty for intensive sessions and practica.\n\nAOP offers both a Master of Divinity degree and Doctor of Ministry Degree in cooperation with New York Theological Seminary (NYTS).[21]\n\n"
        },
        {
            "title": "Criticism and response",
            "text": "Critics of Jewish Renewal[who?] claim that the movement emphasizes individual spiritual experience and subjective opinion over communal norms and Jewish textual literacy; Jewish Renewal is sometimes criticized[by whom?] as New Age, \"touchy-feely\" and stuck in the 1960s.[22]\n\nThe ALEPH website offers the following response:\n\nMany Jewish Renewal techniques, ideas, and practices have become mainstream and are now familiar to Jews across the denominations, according to claims by the movement:\n\nDespite the prevalence of Renewal practices, ideas, and teachings across the denominational spectrum, Jewish Renewal is not always known or credited with having originated these teachings and ideas. \"Our influence is penetrating much deeper into the mainstream, but without acknowledgement,\" said Rabbi Daniel Siegel. \"There is still a lot of ignorance and prejudice toward us in other movements.\"[10][22]\n\nSome within the Renewal community maintain that the movement has been more successful in providing occasional ecstatic \"peak experiences\" at worship services and spiritual retreats than in inculcating a daily discipline of religious practice. Others have observed a tension within the community between those who prefer to focus on liberal social activism on American, Middle East and global issues; and those who favor an emphasis on meditation, text study and worship. And as a summer 2017 article in The Forward notes, there are tensions within ALEPH that have led many of its recent and in particular younger leaders not directly associated with the movement's early years to walk away, preferring to pursue the renewal of Judaism outside that organization.[24] Additionally the movement struggles to recruit and train future generations of leaders.\n\n"
        }
    ]
}