{
    "url": "https://en.wikipedia.org/wiki/Jiangshi_fiction",
    "title": "Jiangshi fiction",
    "table_of_contents": [
        "1 Literature",
        "2 Hong Kong cinema",
        "3 Television series",
        "4 Video games",
        "5 See also",
        "6 Notes and references",
        "6.1 Citations",
        "7 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jiangshi fiction, or goeng-si fiction in Cantonese, is a literary and cinematic genre of horror based on the jiangshi of Chinese folklore, a reanimated corpse controlled by Taoist priests that resembles the zombies and vampires of Western fiction. The genre first appeared in the literature of the Qing dynasty and the jiangshi film (traditional Chinese: 殭屍片; simplified Chinese: 僵尸片; pinyin: Jiāngshīpiàn) is a staple of the modern Hong Kong film industry. Hong Kong jiangshi films like Mr. Vampire and Encounters of the Spooky Kind follow a formula of mixing horror with comedy and kung fu.\n\n"
        },
        {
            "title": "Literature",
            "text": "Derived from Chinese folklore, jiangshi fiction first appeared in the literature of the Qing dynasty. The jiangshi is a corpse reanimated by a Taoist priest. The priest commands the jiangshi and directs it to a location for a proper burial. Jiangshi hop as they move and are able to absorb  qi, the essence of the living.[1] The ties between jiangshi and vampires, and the English translation of jiangshi as \"hopping vampire\", may have been a marketing ploy manufactured by Hong Kong studios eager to enter Western markets.[2] Unlike vampires, jiangshi do not drink blood[3] or desire immortality.[4]\n\nFictional accounts of jiangshi were included in Qing collections of ghost stories and other supernatural tales. They are featured in the story A Corpse's Transmutation (Shibian) in the Shuyiji collection, A Vampiric Demon (Jiangshi gui) and Spraying Water (Penshui) in Pu Songling's Strange Stories from a Chinese Studio,[5] and The Demonic Corpse (Jiangshi gui) in Dongxuan Zhuren's Shiyiji.[6] In Spraying Water, the animated corpse spews a liquid that kills the wife of a government official and her two servants.[7] A traveler is chased by a jiangshi in A Corpse's Transmutation, which killed three of his companions.[8]  There are thirty stories of jiangshi in Zi Bu Yu, written by Yuan Mei.[9] Qing writer Ji Xiaolan provides a detailed description of jiangshi folklore in his book Yuewei Caotang Biji[10] (The Shadow Book of Ji Yun, Empress Wu Books, 2021).\n\n"
        },
        {
            "title": "Hong Kong cinema",
            "text": "A number of monster films were produced before the jiangshi boom of the 1980s and the 1990s. The earliest concerning vampires is Midnight Vampire (午夜殭屍) directed in 1936 by Yeung Kung-Leung. Vampire films were also made in the 1970s,[11] which merged the vampires of Western horror with the martial arts of Hong Kong kung fu films.[12] The jiangshi films of the 1980s were a departure from the Dracula-like vampires of its predecessors.[13] Cinematic portrayals of jiangshi show the corpses wearing traditional changshan garments with a talisman placed on its head that allows the Taoist priest to control the cadaver.[14] The tropes expropriated from Western horror were fewer, but still visibly present. The cloak, a motif from Hollywood's adaptations of Dracula, appears in the jiangshi films Vampire vs Vampire and A Bite of Love.[15]\n\nEncounters of the Spooky Kind, directed by Sammo Hung in 1980, was the first film based on the jiangshi of Chinese legends and the progenitor of the genre in the Hong Kong film industry. The film is an early example of kung fu horror comedy in Hong Kong and the jiangshi of the film are played by martial artists.  A sequel, Encounters of the Spooky Kind II, was directed by Ricky Lau in 1990.[16]\n\nMr. Vampire, directed by Ricky Lau, was the breakthrough success of the genre. The film established many of the genre's recognizable tropes. The protagonist is a Taoist priest, skilled in casting magical spells and performing kung fu, who uses supernatural powers to control the undead. He is assisted by incompetent sidekicks, whose antics are a source of comic relief, and must face a vengeful ghost.[17]\n\nIn later jiangshi films, jiangshi interact and exist alongside Western vampires.[18] In the 1989 film Vampire vs. Vampire, a Taoist priest and childlike jiangshi encounter a British vampire. The jiangshi saves the priest when his spells for taming the jiangshi are fruitless against the vampire. The trope of jiangshi children, an allusion to a similar character in Mr. Vampire II, shows an awareness in jiangshi films of the genre by referencing its past cliches.[19]\n\nJiangshi films declined in popularity around the mid-1990s.[20]  There was a brief resurgence in jiangshi and vampire films during the early 2000s. Tsui Hark produced The Era of Vampires in 2002 and The Twins Effect, directed by Dante Lam and Donnie Yen, was released in 2003.[21] The Era of Vampires was not a comedy like earlier jiangshi films, a move that provoked criticisms from the genre's fans who felt that the film was trying to appeal to a more \"Hollywood\" demographic.[22]  In 2009, Katy Chang made Nanjing Road, a jiangshi horror movie set against China's economic expansion.[23] In 2013, Juno Mak made Rigor Mortis as a tribute to earlier series such as Mr. Vampire. In 2014, Daniel Chan made Sifu vs Vampire.\n\nJiangshi films have attracted an international audience since its heyday. In the West, the genre is popular because it both resembles and is distinct from the monsters of European and American folklore.[24] It is also popular in the Chinese diaspora and in southeast Asia.[25]\n\n"
        },
        {
            "title": "Video games",
            "text": "In Touhou Shinreibyou ~ Ten Desires, the boss of the 3rd stage, Yoshika Miyako, is a jiangshi.\n\nHsien-Ko from the Darkstalkers fighting game series is a jiangshi.\n\nThe video game Sleeping Dogs, which takes place in Hong Kong, features an expansion called  Nightmare in North Point.  The expansion is based on Chinese horror and folklore and features jiangshi as enemies to fight.\n\nThe hero Mei from the Blizzard video game Overwatch has a Jiangshi-inspired skin for the Halloween Terror 2017 in-game event, as well as a \"hopping\" emote where she will hop continuously in a straight line with her arms outstretched.\n\nJiangshi (going by their Japanese names of Kyonshi) are the primary enemies in the Nintendo Entertainment System video game, Phantom Fighter. However, they are mistakenly referred to as zombies instead of vampires.\n\nJiangshi appear as enemies in the Chai Kingdom, the fourth and final world of the 1989 Nintendo Game Boy video game Super Mario Land.\n\nJiangshi are featured as enemies in the game Spelunky. They can be found as early as the second area of the game.\n\nThe Tale of the Dragon DLC for the strategy game Age of Mythology: Extended Edition, which features units based on various mythical creatures, has the Jiangshi as a possible unit for the god Shennong.[26]\n\nJiangshi appeared as a secret and optional miniboss in Castlevania: Order of Ecclesia.\n\nIn Kingdom Hearts II, the Nightwalker Heartless enemies, which primarily appear in the Land of Dragons world based on Mulan (1998 film), are based on Jiangshi.\n\nA Jiangshi-inspired hat, the Kyonshi Hat, was added on October 5, 2018 to Splatoon 2 as part of a Halloween event.\n\nJiangshi are playable zombies in Counter-Strike Online in some modes: Zombie:The Hero, Zombie-Z, Zombie 2\n\nNorowara and Kyonpan, two unused Pokémon from Pokémon Gold and Silver, are based on the jiangshi.[27]\n\nIn the science fiction horror game SOMA, there are reanimated corpse monsters who act like ghosts and are referred to as Jiangshi.\n\nAn insect (praying mantis) inspired version of the Jiangshi appears in Sucker Punch Productions' 2005 video game, Sly 3: Honor Among Thieves in the heist episode A Cold Alliance, they are the only non-Chinese Zodiac inspired enemy to appear in the enemy boss General Tsao's entourage.\n\nGenshin Impact, a 2020 video game by miHoYo, features a playable character named Qiqi who is based on the jiangshi, though she is referred to as a \"zombie\" in the English language version of the game.\n\n"
        }
    ]
}