{
    "url": "https://en.wikipedia.org/wiki/Jidaigeki",
    "title": "Jidaigeki",
    "table_of_contents": [
        "1 Types",
        "1.1 Sengoku-jidai",
        "2 Roles",
        "2.1 Warriors",
        "2.2 Craftsmen",
        "2.3 Merchants",
        "2.4 Governments",
        "2.5 Other",
        "3 Conventions",
        "3.1 Proverbs and catchphrases",
        "4 Famous jidaigeki",
        "4.1 Films",
        "4.2 Video games",
        "4.3 Anime and manga",
        "4.4 Live action television",
        "5 Prominent jidaigeki directors",
        "6 Prominent jidaigeki actors",
        "7 Influence",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jidaigeki (時代劇) is a genre of film, television, video game, and theatre in Japan. Literally meaning \"period dramas\", they are most often set during the Edo period of Japanese history, from 1603 to 1868.  Some, however, are set much earlier—Portrait of Hell, for example, is set during the late Heian period—and the early Meiji era is also a popular setting. Jidaigeki show the lives of the samurai, farmers, craftsmen, and merchants of their time. Jidaigeki films are sometimes referred to as chambara movies, a word meaning \"sword fight\", though chambara is more accurately a subgenre of jidaigeki. Jidaigeki rely on an established set of dramatic conventions including the use of makeup, language, catchphrases, and plotlines.\n\n"
        },
        {
            "title": "Types",
            "text": "Many jidaigeki take place in Edo, the military capital. Others show the adventures of people wandering from place to place. The long-running television series Zenigata Heiji and Abarenbō Shōgun typify the Edo jidaigeki. Mito Kōmon, the fictitious story of the travels of the historical daimyō Tokugawa Mitsukuni, and the Zatoichi movies and television series, exemplify the traveling style.\n\nAnother way to categorize jidaigeki is according to the social status of the principal characters. The title character of Abarenbō Shōgun is Tokugawa Yoshimune, the eighth Tokugawa shōgun. The head of the samurai class, Yoshimune assumes the disguise of a low-ranking hatamoto, a samurai in the service of the shogun. Similarly, Mito Kōmon is the retired vice-shogun, masquerading as a merchant. In contrast, the coin-throwing Heiji of Zenigata Heiji is a commoner, working for the police, while Ichi (the title character of Zatoichi), a blind masseur, is an outcast, as were many disabled people in that era. In fact, masseurs, who typically were at the bottom of the professional food chain, was one of the few vocational positions available to the blind in that era. Gokenin Zankurō is a samurai but, due to his low rank and income, he has to work extra jobs that higher-ranking samurai were unaccustomed to doing.\n\nWhether the lead role is samurai or commoner, jidaigeki usually reach a climax in an immense sword fight just before the end. The title character of a series always wins, whether using a sword or a jutte (the device police used to trap, and sometimes to bend or break, an opponent's sword).\n\nSengoku-jidai (Warring States era setting) is a Japanese genre that has been used as the setting for novels, films, video games, anime and manga. It bears some parallels with the Western; Akira Kurosawa's Seven Samurai, for example, was remade in a Western setting as The Magnificent Seven.\n\n"
        },
        {
            "title": "Roles",
            "text": "Among the characters in jidaigeki are a parade of people with occupations unfamiliar to modern Japanese and especially to foreigners. Here are a few:\n\nThe warrior class included samurai, hereditary members in the military service of a daimyō or the shōgun, who was a samurai himself. Rōnin, samurai without masters, were also warriors, and like samurai, wore two swords, but they were without inherited employment or status. Bugeisha were men, or in some stories women, who aimed to perfect their martial arts, often by traveling throughout the country. Ninja were the secret service, specializing in stealth, the use of disguises, explosives, and concealed weapons.\n\nCraftsmen in jidaigeki included metalworkers (often abducted to mint counterfeit coins), bucket-makers, carpenters and plasterers, and makers of woodblock prints for art or newspapers.\n\nIn addition to the owners of businesses large and small, the jidaigeki often portray the employees. The bantō was a high-ranking employee of a merchant, the tedai, a lower helper. Many merchants employed children, or kozō. Itinerant merchants included the organized medicine-sellers, vegetable-growers from outside the city, and peddlers at fairs outside temples and shrines. In contrast, the great brokers in rice, lumber and other commodities operated sprawling shops in the city.\n\nIn the highest ranks of the shogunate were the rojū. Below them were the wakadoshiyori, then the various bugyō or administrators, including the jisha bugyō (who administered temples and shrines), the kanjō bugyō (in charge of finances) and the two Edo machi bugyō. These last alternated by month as chief administrator of the city. Their role encompassed mayor, chief of police, and judge, and jury in criminal and civil matters.\n\nThe machi bugyō oversaw the police and fire departments. The police, or machikata, included the high-ranking yoriki and the dōshin below them; both were samurai. In jidaigeki, they often have full-time patrolmen, okappiki and shitappiki, who were commoners. (Historically, such people were irregulars and were called to service only when necessary.) Zenigata Heiji is an okappiki. The police lived in barracks at Hatchōbori in Edo. They manned ban'ya, the watch-houses, throughout the metropolis. The jitte was the symbol of the police, from yoriki to shitappiki.\n\nA separate police force handled matters involving samurai. The ōmetsuke were high-ranking officials in the shogunate; the metsuke and kachi-metsuke, lower-ranking police who could detain samurai. Yet another police force investigated arson-robberies, while Shinto shrines and Buddhist temples fell under the control of another authority. The feudal nature of Japan made these matters delicate, and jurisdictional disputes are common in jidaigeki.\n\nEdo had three fire departments. The daimyō-bikeshi were in the service of designated daimyōs; the jōbikeshi reported to the shogunate; while the machi-bikeshi, beginning under Yoshimune, were commoners under the administration of the machi-bugyō. Thus, even the fire companies have turf wars in the jidaigeki.\n\nEach daimyō maintained a residence in Edo, where he lived during sankin-kōtai. His wife and children remained there even while he was away from Edo, and the ladies-in-waiting often feature prominently in jidaigeki. A high-ranking samurai, the Edo-garō, oversaw the affairs in the daimyō's absence. In addition to a staff of samurai, the household included ashigaru (lightly armed warrior-servants) and chūgen and yakko (servants often portrayed as flamboyant and crooked). Many daimyōs employed doctors, goten'i; their counterpart in the shogun's household was the okuishi. Count on them to provide the poisons that kill and the potions that heal.\n\nThe cast of a wandering jidaigeki encountered a similar setting in each han. There, the karō were the kuni-garō and the jōdai-garō. Tensions between them have provided plots for many stories.\n\n"
        },
        {
            "title": "Conventions",
            "text": "There are several dramatic conventions of jidaigeki:\n\nAuthors of jidaigeki work pithy sayings into the dialog. Here are a few:\n\nIn addition, the authors of series invent their own catchphrases called kimarizerifu that the protagonist says at the same point in nearly every episode. In Mito Kōmon, in which the eponymous character disguises himself as a commoner, in the final sword fight, a sidekick invariably holds up an accessory bearing the shogunal crest and shouts, Hikae! Kono mondokoro ga me ni hairanu ka?: \"Back! Can you not see this emblem?\", revealing the identity of the hitherto unsuspected old man with a goatee beard. The villains then instantly surrender and beg forgiveness. Likewise, Tōyama no Kin-san bares his tattooed shoulder and snarls, Kono sakurafubuki o miwasureta to iwasane zo!: \"I won't let you say you forgot this cherry-blossom blizzard!\" After sentencing the criminals, he proclaims, Kore nite ikken rakuchaku: \"Case closed.\"\n\n"
        },
        {
            "title": "Famous jidaigeki",
            "text": "The following are Japanese video games in the jidaigeki genre.\n\nAlthough jidaigeki is essentially a Japanese genre, there are also Western games that use the setting to match the same standards. Examples are Ghost of Tsushima, Shogun: Total War series or Japanese campaigns of Age of Empires III.\n\n"
        },
        {
            "title": "Prominent jidaigeki directors",
            "text": "Names are in Western order, with the surname after the given name.\n\n"
        },
        {
            "title": "Influence",
            "text": "Star Wars creator George Lucas has admitted to being inspired significantly by the period works of Akira Kurosawa, and many thematic elements found in Star Wars bear the influence of Chanbara filmmaking. In an interview, Lucas has specifically cited the fact that he became acquainted with the term jidaigeki while in Japan, and it is widely assumed that he took inspiration for the term Jedi from this.[2][3][4]\n\n"
        }
    ]
}