{
    "url": "https://en.wikipedia.org/wiki/Jim_Wynorski",
    "title": "Jim Wynorski",
    "table_of_contents": [
        "1 Career",
        "1.1 Directorial debut and Roger Corman",
        "1.2 Fred Olen Ray",
        "1.3 Family films",
        "1.4 Erotic thrillers",
        "1.5 Roger Corman Presents",
        "1.6 Sunset Films",
        "1.7 Action movies",
        "1.8 The Bare Wench Project and parody films",
        "1.9 Creature films",
        "1.10 Horror films",
        "1.11 Return to family films",
        "2 Filmography",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jim Wynorski (born August 14, 1950) is an American screenwriter, director, and producer.\n\nWynorski has been making B-movies and exploitation movies since the early 1980s, and has directed over 150 feature films. His earliest films were released to movie theaters, but his later works have predominantly been released to cable or the straight-to-video market. He often works under pseudonyms such as \"Jay Andrews,\" \"Arch Stanton,\" \"H.R. Blueberry,\" \"Tom Popatopolis,\" and \"Noble Henry.\"[citation needed] His movies often spoof horror films: Cleavagefield, for example, parodies Cloverfield,[1] The Bare Wench Project parodies The Blair Witch Project,[2] and Para-Knockers Activity parodies Paranormal Activity.[3] A character in the film The Final Destination is named after him.[citation needed]\n\nIn 2009, the documentary Popatopolis, directed by Clay Westervelt and named for one of Wynorski 's pseudonyms, chronicled Wynorski during the making of his soft-core horror film, The Witches of Breastwick. The film serves as a partial biography, with clips from many of his previous films and includes interviews with Wynorski, his contemporaries, cast, and crew.\n\nIn 2016, he directed Nessie & Me, the character Jack O’Grady directly references Wynorski earlier films Dinocroc vs. Supergator and Piranhaconda when he encounters Nessie at the start of the film, hinting that Nessie & Me is canon to those film series, as well as Monster Cruise, with many characters from it appearing in Nessie & Me as well.\n\n"
        },
        {
            "title": "Career",
            "text": "Wynorski grew up in Long Island. He flunked out of film school and went to work at the fiction department of DoubleDay Publishing from 1972 to 1977. He wanted to work in movies, so quit his job and moved to Los Angeles. He got a job as location manager on the TV show Breaking Away, but was fired during production. Flying back to Los Angeles, he met a fellow passenger who knew Roger Corman and arranged an introduction. Wynorski went to work for Corman. He did publicity and began writing screenplays.[4]\n\nWynorski 's first produced screenplay was Forbidden World (1982). He also wrote Sorceress for $1,000 and wrote and produced Screwballs (1983), a Porky's style comedy.\n\nWynorski made his directing debut with The Lost Empire.\n\nHis second film, Chopping Mall (1986), was made for Julie Corman, which Wynorski also produced and co-wrote.[5] Julie's husband Corman liked it, and hired Wynorski to make Deathstalker 2 in Argentina, then Big Bad Mama II (1987) with Angie Dickinson, and a remake of Not of this Earth (1988) with Traci Lords. He was creative consultant on Purple People Eater (1988).\n\nWynorski was given a $7 million budget to make The Return of Swamp Thing (1989) with Louis Jourdan. He then made Transylvania Twist and The Haunting of Morella back to back for Roger Corman.\n\nHe also made Sorority House Massacre II (1990) for Julie Corman, on sets left over from existing films. Roger Corman was impressed and got Wynorski to remake it as Sorority House Massacre III: Hard to Die. Corman \"taught me all the lessons on how to make a film and how to make it look expensive when you don't have a lot of money,\" Wynorski says.[6]\n\nHe worked on the scripts for Beastmaster 2: Through the Portal of Time (1991), House IV (1992) and Final Embrace (1992) but did not direct them.\n\nHe directed 976-Evil II (1992), which was produced by Paul Hertzberg, with whom Wynorski would frequently collaborate.\n\nWith his friend Fred Olen Ray he directed, wrote and produced Scream Queen Hot Tub Party (1991), shot in one day. The two friends later collaborated on Dinosaur Island (1994) and co-executive produced Dark Universe (1993) and Biohazard: The Alien Force (1994) together. Ray produced Sorceress (1995) which Wynorski directed, and Wynorski helped produce Bikini Drive-In (1995), Fugitive Rage (1996), Friend of the Family II (1996) and Hybrid (1997) which Ray directed.\n\nWynorski made Munchie (1992), marking the film debut of Jennifer Love Hewitt; and its sequel, Munchie Strikes Back (1993). Hewitt was not part of the cast in the sequel, but he later directed Little Miss Millions (1993), which starred her. He also executive produced The Skateboard Kid 2.\n\nIn the early 1990s he specialised in erotic thrillers, starting with Sins of Desire (1993). \"I was good and I was fast,” Wynorski said. “They knew the product would be solid... They were easy to make. It didn’t require any action. You could get them done well in 12 days. The trick was making them for low money. There was plenty of competition, so you had to be good and you had to get those big stars naked. Shannon Tweed, Andrew Stevens, Shannon Whirry, Tanya Roberts all started working double time.”[7]\n\nWynorski 's other erotic thrillers included Point of Seduction: Body Chemistry III (1994), Victim of Desire (1995), Body Chemistry IV: Full Exposure (1995) and Virtual Desire (1995). He later directed The Escort III (1999).\n\nIn 1998 Wynorski appeared in a documentary Some Nudity Required where he said he got into film \"for the money and the chicks\" and said \"breasts are the cheapest special effect in the business\".[8]\n\nWynorski made two films for Corman's Showtime series, Roger Corman Presents: a remake of The Wasp Woman (1995) and Vampirella (1996). Vampirella was an unhappy experience for him - in 2013 he said that film and Victim of Desire were the only films he regretted making in his career.[9]\n\nWynorski established his own production company, Sunset Films, which he ran with Andrew Stevens. It was a division of Cinetel Films.[10][11] Sunset's films included Midnight Tease and its sequel; Vice Girls (1997); Sorceress II: The Temptress (1997).\n\nHe directed some of Sunset's films including Hard Bounty (1995), Demolition High (1996), Against the Law (1997), Storm Trooper (1998), Desert Thunder (1999).\n\nHe did not direct the sequel to Demolition High, Demolition University (1997), but produced and co-wrote it.\n\nThese were action movies, as were The Pandora Project (1998), Stealth Fighter (1999), Final Voyage (1999), Militia (2000), Rangers (2000), Extreme Limits (2000) and Ablaze (2001).\n\nHe produced some films he did not direct such as Fugitive Mind (1999); Sonic Impact (2000); Active Stealth (2000), Submerged (2000), Kept (2001), Air Rage (2001), Critical Mass (2001), Venomous (2001), all  directed by Ray; Storm Catcher (2000); Jill Rips (2000) with Dolph Lundgren; Intrepid (2000), with James Coburn.\n\nHe often worked with producer and actor Andrew Stevens, who called in Wynorski to shoot additional scenes for Agent Red (2000).\n\nThy Neighbor's Wife (2001) was a thriller. Gale Force (2002), Lost Treasure (2003, with Stephen Baldwin) and Treasure Hunt (2003) were action films. Bad Bizness (2003) was Wynorski 's first film with a predominantly black cast.\n\nLater action films he helped produce included Blue Demon (2004) and Sub Zero.\n\nIn 2000 Wynorski made The Bare Wench Project, a sex parody of The Blair Witch Project. It was popular and led to several sequels. Wynorski made several other erotic parody movies, including Busty Cops (2004) and its several sequels, The Witches of Breastwick (2005) and its sequel, Alabama Jones and the Busty Crusade (2005), The Da Vinci Coed (2007), The Breastford Wives (2007), House on Hooter Hill (2007), The Devil Wears Nada (2009), Cleavagefield (2009), Para-Knockers Activity (2009), and The Hills Have Thighs (2010).\n\nIn 2001 Wynorski returned to Roger Corman with Raptor (2001). He later made a series of \"creature\" films. For Corman he did some uncredited work on Wolfhound (2002). He made Project Viper (2002) for the Sci Fi Channel.\n\nHe later made Curse of the Komodo (2004) and its sequel, Komodo vs. Cobra (2005), Gargoyle: Wings of Darkness (2004), Cry of the Winged Serpent (2007), Dinocroc vs. Supergator (2010), Camel Spiders (2010), and CobraGator (2016).\n\nHe returned to slasher movies with Cheerleader Massacre (2003). The Thing Below (2003) was horror.\n\nLust Connection (2005) was a return to erotic thrillers.\n\nIn recent years, Wynorski has returned to the family film genre, making Nessie & Me (2016), which is in a shared universe with DinoCroc, Supergator, Dinocroc vs. Supergator, and Piranhaconda, due to the lead character referencing said films' title monsters, and Monster Cruise, from which many characters returned for Nessie & Me. He also directed A Doggone Christmas (2016), which spawned a sequel A Doggone Hollywood (2017).\n\n"
        }
    ]
}