{
    "url": "https://en.wikipedia.org/wiki/Jimmy_Carter_UFO_incident",
    "title": "Jimmy Carter UFO incident",
    "table_of_contents": [
        "1 Sighting",
        "1.1 Date",
        "2 Object and investigation",
        "3 Personal impact",
        "4 1970s media reports",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Jimmy Carter, United States president from 1977 until 1981, reported seeing an unidentified flying object while at Leary, Georgia, in 1969.\nWhile serving as governor of Georgia, Carter was asked to file a report of the sighting by the International UFO Bureau in Oklahoma City, which he did on September 14, 1973.[1] Since its writing, the report has been discussed several times by both ufologists and by members of the mainstream media.[2][3]\n\n"
        },
        {
            "title": "Sighting",
            "text": "One evening in 1969, two years before he became Governor of Georgia, Carter was preparing to give a speech at a Lions Club meeting. At about 7:15 pm (EST), one of the guests called his attention to a strange object that was visible about 30 degrees above the horizon to the west of where he was standing. Carter described the object as being bright white and as being about as bright as the moon. It was said to have closed in on where he was standing but to have stopped beyond a stand of pine trees some distance from him. The object is then said to have changed color, first to blue, then to red, then back to white, before appearing to recede into the distance.\n\nCarter felt that the object was self-illuminated, and not solid in nature. Carter's report indicates that it was witnessed by about ten or twelve other people, and was in view for ten to twelve minutes before it passed out of sight.[1][3]\n\nIn 1973, Carter said:\n\nSpeaking in a 2005 interview, Carter said:\n\nThe exact date on which the sighting occurred has been called into question by investigators. According to the report that he filed with the International UFO Bureau four years after the incident, Carter saw the UFO in October 1969. However investigators have cited Lions Club records as evidence that it occurred nine months earlier.[5]\n\nAccording to a meeting report that he filed with the Lions Club, Carter gave his Leary speech on January 6, 1969, not in October. The setting of his January meeting as described in his report to the Lions Club also matches the setting that he would later describe to the media when speaking about his sighting.  His report to the Lions Club made no mention of the sighting itself.[5]\n\nOther evidence rules out the October 1969 date and is consistent with January 1969. First, Carter visited the Leary Lions Club in his capacity as district governor of the Lions Club.  His term ended in June 1969. Second, the Leary Lions Club disbanded several months before October 1969.[5]\n\n"
        },
        {
            "title": "Object and investigation",
            "text": "According to an investigation[by whom?] carried out in 1976, some seven years after the event, most of those present at the meeting either did not recall the event, or did not recall it as being anything important. According to Fred Hart, the only guest contacted who remembered seeing the object: \"It seems like there was a little—like a blue light or something or other in the sky that night—like some kind of weather balloon they send out or something ... it had been pretty far back in my mind.\"[6]\n\nWhile puzzled by the object and its origins, Carter himself later said that, while he had considered the object to be a UFO—on the grounds it was unexplained—his knowledge of physics had meant he had not believed himself to be witnessing an alien spacecraft.[3]\n\nOn January 6, 1969, the sky was clear in Leary and the planet Venus was near its maximum brightness and in the direction described by Carter.  Ufologist Robert Sheaffer concluded that the object that Carter witnessed was a misidentification of Venus[7][self-published source][8] Ufologist Allan Hendry did calculations and agrees with the assessment of it being Venus.[9]  This could also be the Venus \"Halo\",[10] as was discussed on The Skeptics' Guide to the Universe podcast #105[11] in a 2007 interview with Jimmy Carter.   In the interview Carter stated that he did not believe the object was Venus, explaining that he was an amateur astronomer and knew what Venus looked like. He also said that as a scientist he did not believe it was an alien craft and at the time assumed it was probably a military aircraft from a nearby base. However, he said that the object did not make any sound like a helicopter would do. Carter also said that he did not believe that any extraterrestrials have visited Earth. In the podcast interview, he also stated he knows of no government cover-up of extraterrestrial visits and that the rumors that the CIA refused to give him information about UFOs are not true.\n\nIn a 2016 follow-up episode of The Skeptics' Guide to the Universe podcast #561[12] a letter forwarded from a member of the Carter family from Carl G. 'Jere' Justus was read giving his true explanation of Carter's UFO sighting:\n\nIn 2020, Justus completed an extensive study of the high-altitude barium release clouds, concluding that what Carter saw was \"totally consistent\" with what was launched that evening from Eglin AFB.[13] Justus described several physical aspects supporting consistency, and submitted a copy of the report for archival at the Jimmy Carter Library.\n\n"
        },
        {
            "title": "Personal impact",
            "text": "The sighting is said to have had a personal impact on Carter and his perception of UFOs and UFO sightings. During his 1976 election campaign, he is said to have told reporters that, as a result of it, he would institute a policy of openness if he were elected to office, saying:\n\nDespite his earlier pledge, once elected, Carter distanced himself from disclosure, citing \"defense implications\" as being behind his decision.[15]\n\n"
        }
    ]
}