{
    "url": "https://en.wikipedia.org/wiki/Jinn",
    "title": "Jinn",
    "table_of_contents": [
        "1 Etymology",
        "2 Pre-Islamic era",
        "3 Islamic beliefs",
        "3.1 In scripture",
        "3.2 Exegesis",
        "3.3 Classic theology",
        "3.4 Modern theology",
        "4 Belief in jinn",
        "4.1 Folklore",
        "4.1.1 In folk literature",
        "4.2 Modern and post-modern era",
        "4.2.1 Prevalence of belief",
        "4.2.2 Post-modern literature and movies",
        "5 Physicality and relationships with humans",
        "6 Visual art",
        "6.1 The seven jinn kings",
        "6.2 Architectural representation",
        "6.3 Talismanic representation",
        "7 In witchcraft and magical literature",
        "8 Comparative mythology",
        "8.1 Ancient Mesopotamian religion",
        "8.2 Judaism",
        "8.3 Buddhism",
        "8.4 Christianity",
        "9 See also",
        "10 References",
        "10.1 Notes",
        "10.2 Citations",
        "10.3 Sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJinn (Arabic: جن‎, jinn) – also romanized as djinn or anglicized as genies (with the broader meaning of spirit or demon, depending on sources)[1][2](p22) – are invisible creatures in early pre-Islamic Arabian religious systems and later in Islamic mythology and theology.[3]\nLike humans, they are accountable for their deeds, can be either believers (Muslim) or unbelievers (kafir); depending on whether they accept God's guidance. Since jinn are neither innately evil nor innately good, Islam acknowledged spirits from other religions and was able to adapt spirits from other religions during its expansion. Jinn are not a strictly Islamic concept; they may represent several pagan beliefs integrated into Islam.[4][a] To assert a strict monotheism and the Islamic concept of Tauhid, Islam denies all affinities between the jinn and God, thus placing the jinn parallel to humans, also subject to God's judgment and afterlife. The Quran condemns the pre-Islamic Arabian practise of worshipping the jinn, or seeking protection from them.[5]\n\nAlthough generally invisible, jinn are supposed to be composed of thin and subtle bodies (ad̲j̲sām), they can change at will. They would favor the form of snakes, but also appear as scorpions, lizards or as humans. They even might engage in sexual affairs with humans and produce offspring. If they get hurt by someone, they usually seek out revenge or possess the assailant's body, calling for an exorcism. Usually the jinn do not interfere with humans, but live in their own societies structured as tribes, similar to those of pre-Islamic Arabian tribal systems. \n\nIndividual jinn appear on charms and talismans. They are called upon for protection or magical aid, often under the leadership of a king. Many people who believe in jinn wear amulets to protect themselves against the assaults of jinn, sent out by sorcerers and witches. A common belief holds that jinn could not hurt someone who wears something with the name of God (Allah) written upon it. While some Muslim scholars in the past had ambivalent attitudes towards sorcery, believing that good jinn don't require one to commit sin, most contemporary Muslim scholars associate dealing with jinn with idolatry.\n\n"
        },
        {
            "title": "Etymology",
            "text": "Jinn is an Arabic collective noun deriving from the Semitic root JNN (Arabic: جَنّ / جُنّ‎, jann), whose primary meaning is 'to hide' or 'to adapt'. Some authors interpret the word to mean, literally, 'beings that are concealed from the senses'.[6] Cognates include the Arabic majnūn (مَجْنُون‎, 'possessed' or, generally, 'insane'), jannah (جَنَّة‎, 'garden', 'eden' or 'heaven'), and janīn (جَنِين, 'embryo').[7] Jinn is properly treated as a plural (however in Classical Arabic, may also appear as jānn, جَانّ), with the singular being jinnī (جِنِّيّ).[b]\n\nThe origin of the word jinn remains uncertain.[2](p22) Some scholars relate the Arabic term jinn to the Latin genius – a guardian spirit of people and places in Roman religion – as a result of syncretism during the reign of the Roman empire under Tiberius and Augustus;[8](p38) however, this derivation is also disputed.[2](p25) Another suggestion holds that jinn may be derived from Aramaic ginnaya (Classical Syriac: ܓܢܬܐ) with the meaning of 'tutelary deity'[2](p24) or 'guardian'. Others claim a Persian origin of the word, in the form of the Avestic Jaini, a wicked (female) spirit. Jaini were among various creatures in the possibly even pre-Zoroastrian mythology of peoples of Iran.[9][10]\n\nThe anglicized form genie is a borrowing of the French génie, also from the Latin genius. It first appeared[11] in 18th-century translations of the Thousand and One Nights from the French,[12] where it had been used owing to its rough similarity in sound and sense and further applies to benevolent intermediary spirits, in contrast to the malevolent spirits called 'demon' and 'heavenly angels', in literature.[13] In Assyrian art, creatures ontologically between humans and divinities are also called genie.[14]\n\n"
        },
        {
            "title": "Pre-Islamic era",
            "text": "The exact origins of belief in jinn are not entirely clear.[16](pp 1–10) Belief in jinn in the pre-Islamic Arab religion is testified not only by the Quran, but also by pre-Islamic literature in the seventh century.[17]: 54  Some scholars of the Middle East hold that they originated as malevolent spirits residing in deserts and unclean places, who often took the forms of animals;[16](p 1–10) others hold that they were originally pagan nature deities who gradually became marginalized as other deities took greater importance.[16](pp 1–10) Since the term jinn seems not to be of Arabic, but Aramaic origin, denoting demonized pagan deities, the jinn probably entered the Arabian belief in the late pre-Islamic period.[17]: 54  Still, jinn had been worshipped by many Arabs during the Pre-Islamic period,[8](p 34) though, unlike gods, jinn were not regarded as immortal. Emilie Savage-Smith, who asserted that jinn are malevolent in contrast to benevolent gods, doesn't hold this distinction to be absolute, admitting jinn-worship in pre-Islamic Arabia.[18]: 39  In the regions north to the Hejaz, Palmyra and Baalbek, the terms jinni and ilah were often used interchangeably.[19] Julius Wellhausen likewise states that in pre-Islamic Arabia it was assumed there are friendly and helpful beings among the jinn. He asserts that the distinction between a god and a jinni is, the jinn are worshipped in private while the gods are worshipped in public.[18]: 39 \n\nAlthough their mortality ranks them lower than gods, it seems that the veneration of jinn had played more importance in the everyday life of pre-Islamic Arabs than the gods themselves. According to common Arabian belief, soothsayers, pre-Islamic philosophers, and poets were inspired by the jinn.[8](p 34)[16](pp 1–10) Their culture and society were analogous to that pre-Islamic Arabian culture, having tribal leaders, protecting their allies and avenging murder for any member of their tribe or allies.[20](p 424) Although the powers of jinn exceed those of humans, it is conceivable a man could kill a jinni in single combat. Jinn were thought to shift into different shapes, but were feared especially in their invisible form, since then they could attack without being seen.[21]\nJinn were also feared because they had been thought to be responsible for various diseases and mental illnesses.[8](p 122)[16](pp 1–10) Julius Wellhausen observed that such spirits were thought to inhabit desolate, dingy, and dark places and that they were feared.[22]\nOne had to protect oneself from them, but they were not the objects of a true cult.[22] Al-Jahiz credits the pre-Islamic Arabs with believing that the society of jinn constitutes several tribes and groups and some natural events were attributed to them, such as storms. They also thought jinn could protect, marry, kidnap, possess, and kill people.[23] Despite that they were often feared or they inspired awe, the jinn were also pictured to have romantic feelings for humans. According to a famous pre-Islamic story, the jinni Manzur fell in love with a human woman called Habbah, teaching her the arts of healing.[24]\n\nSome scholars argue that angels and devils were introduced by the Prophet Muhammad to Arabia and did not exist among the jinn. On the other hand, Amira el-Zein[8] argues that angels were known to the pagan Arabs, but the term jinn was used for all kinds of supernatural entities among various religions and cults; thus, Zoroastrian, Christian, and Jewish angels and devils were conflated with jinn.[8](p 34)\n\n"
        },
        {
            "title": "Islamic beliefs",
            "text": "Jinn are mentioned approximately 29 times in the Quran.[16](p21) In Islamic tradition, Muhammad was sent as a prophet to both human and jinn communities, and that prophets and messengers were sent to both communities.[25][26][27] Traditionally, the 72nd surah, Al-Jinn, named after them,  is held to tell about the revelation to jinn and several stories mention one of Muhammad's followers accompanied him, witnessing the revelation to the jinn.[8](p64)\n\nThe Quran condemns pre-Islamic practise of worshipping jinn for means of protection ( 72:6).[28] The Quran reduced the status of jinn from that of tutelary deities to that of minor spirits, usually paralleling humans.[15] They are, like humans, rational beings formed of nations ( 7:38).[28] Surah  51:56 resumes that both jinn and humans were created to worship God. Surah  6:130 states that God has sent messengers to both humans and jinn.[28] Individuals among both communities are held accountable for their deeds, and will be punished or rewarded in the afterlife, in accordance with their deeds ( 7:179,  55:56).[28] It is impossible for both jinn and humans to approach God both physically ( 55:33) and mentally ( 17:90).[28]\n\nUnlike humans, jinn are not vicegerents of the earth. Al-Baqara only credits Adam as a successor (khalifa).[28] However, some exegetes, like Tabari, argue that jinn inherited the world before, and that when angels complain about God creating humans who \"will shed blood\", they link humans to the jinn who ruled the earth before.[29]\n\nIn the story of Solomon, it is implied that the jinn live on the earth alongside humans. Solomon is granted dominion over humans, ants, birds and jinn. The jinn served him as soldiers and builders of the First Temple.[30]\n\nThe jinn are also mentioned in collections of canonical hadiths. According to the reports of the hadiths, the jinn eat like humans, but instead of fresh food, they prefer rotten flesh and bones.[8](p51)[31] Another hadith advises to close doors and keep children close at night for the jinn go around and snatch things away.[16] One hadith divides them into three groups, with one type of jinn flying through the air; another that are snakes and dogs; and a third that moves from place to place like human.[32] This account parallels the jinn to humans, similar to the Quran, as another hadith divides humans into three groups, with one kind which is like four-legged beast, who are said to remain ignorant of God's message; a second one which is under the protection of God; and a last one with the body of a human, but the soul of a devil (shaitan).[33]\n\nBelief in jinn is not included among the six articles of Islamic faith, as belief in angels is, however many Muslim scholars believe it essential to the Islamic faith.[34][35] Many scholars regard their existence and ability to enter human bodies as part of the aqida (theological doctrines) in the tradition of Ashari.[36]\nIn Quranic interpretation, the term jinn can be used in two different ways:\n\nTabari records from ibn Abbas yet another usage for the term jinn, as reference to a tribe of angels created from the fires of samūm (Arabic: سَمُوم, 'poisonous fire'). They got their name from jannah (\"heaven\" or \"paradise\"), instead. They would have waged war against the jinn before the creation of Adam.[39] According to Tabari, the angels were created on Wednesday, the jinn on Thursday, and humans on Friday, though not in succession, but rather, more than 1000 years later, respectively.[2](p 43) With the revelation of Islam, the jinn were given a new chance to access salvation.[32][40][41] However, because of their prior creation, the jinn would attribute themselves to a superiority over humans and envy them for their place and rank on earth.[2](p 43)\n\nThe different jinn known in Islamic folklore are disregarded among most mufassirs – authors of tafsir – Tabari being an exception (though he is not specific about them, probably due to lack of theological significance). Since Tabari is one of the earliest commentators, the several jinn have been known since the earliest stages of Islam.[42](p 132) The ulama (scholars of Islamic law) discuss permissiblity of jinn marriage. Since the Quran talks about marriage with human women only, many regard it as prohibited. Some argue that someone who marries a jinn will lose fear in God.[43]\n\nThe notion that jinn could possess individuals is generally accepted by the majority of Muslim scholars, and considered part of the doctrines (aqidah) of the \"people of the Sunnah\" (ahl as-sunnah wal-jammah'a) in the tradition of Ash'ari.[36](p 68) A minority of Muslim scholars, associated with the Muʿtazila, denied that jinn could possess a human physically, asserting they could only influence humans by whispering to them, like the devils do.[36](p 73)[44] Some, like ibn Sina,[45](p 89) even denied their existence altogether. Sceptics refused to believe in a literal reading on jinn in Islamic sacred texts, preferring to view them as \"unruly men\" or metaphorical.[32]\n\nOther critics, such as Jahiz and Mas'udi, explained jinn and demons as a merely psychological phenomena. Jahiz states in his Kitāb al-Hayawān that loneliness induces humans to mind-games and wishful thinking, causing waswās (Arabic: وَسْوَاس, 'demonic whisperings in the mind'), causing a fearful man to see things which are not real. These alleged appearances are told to other generations in bedtime stories and poems, and when they grow up, they remember these stories when they are alone or afraid, encouraging their imaginations and causing another alleged sighting of jinn.[2](p37)\n\nAccording to the Asharites, the existence of jinn and demons cannot be proven or falsified, because arguments concerning the existence of such entities are beyond human comprehension. Adepts of Ashʿari theology explain that jinn are invisible to humans because humans lack the appropriate sensory organs to envision them.[8](p22) Hanbali scholar ibn Taymiyya and Zahiri scholar ibn Hazm regarded denial of jinn as \"unbelief\" (kufr), since they are mentioned in Islamic sacred texts. They further point towards demons and spirits in other religions, such as Christianity, Zorastrianism and Judaism, as evidence for their existence.[2](p33) Ibn Taymiyya believed the jinn to be generally \"ignorant, untruthful, oppressive, and treacherous\". He held that the jinn account for much of the \"magic\" that is perceived by humans, cooperating with magicians to lift items in the air, delivering hidden truths to fortune tellers, and mimicking the voices of deceased humans during seances.[46]\n\nAl-Maturidi relates the jinn to their depiction as former minor deities, writing that humans seek refuge among the jinn, but the jinn are actually weaker than humans. Not the jinn but human's own mind and attitude towards them are the sources of fear. By submitting to the jinn, humans allow the jinn to have power over them, humiliate themselves, increase their dependence on them, and commit shirk.[47] Abu l-Lait as-Samarqandi, a disciple of the Maturidi school of theology, is attributed to the opinion that, unlike angels and devils, humans and jinn are created with fitra, neither born as believers nor as unbelievers; their attitude depends on whether they accept God's guidance.[3]\n\nStill, jinn were not perceived as necessarily evil or hostile beings. In the story of Nasir Khusraw's (1004 – after 1070 CE) burial, his brother is assisted by two jinn. They cut a rock and shape it into a tombstone.[48]\n\nMany modernists tried to reconcile the traditional perspective on jinn with modern sciences. Muhammad Abduh understood references to jinn in the Quran to denote anything invisible, be it an indefined force or a simple inclination towards good or evil.[49] He further asserted that jinn might be an ancient description of germs, since both are associated with diseases and cannot be perceived by the human eye alone,[50] an idea adapted by the Ahmadi sect.[51]\n\nOn the other hand, Salafism rejects a metaphorical reinterpretation of jinn or to identify them with microorganisms, advocating a literal belief in jinn. Furthermore, they reject protection and healing rituals common across Islamic culture used to ward off jinn or to prevent possession. It takes up the position that this is a form of idolatry (shirk),[52] associating the jinn with devils. Many modern preachers substituted (evil) jinn by devils.[53] For that reason, Saudi Arabia, following the Wahhabism tradition of Salafism, imposes a death penalty for dealing with jinn to prevent sorcery and witchcraft.[54][55] The importance of belief in jinn to Islamic belief in contemporary Muslim society was underscored by the judgment of apostasy by an Egyptian Sharia court in 1995 against liberal theologian Nasr Abu Zayd.[56] Zayd was declared an unbeliever of Islam for – among other things – arguing that the reason for the presence of jinn in the Quran was that they (jinn) were part of Arab culture at the time of the Quran's revelation, rather than that they were part of God's creation.[35] Death threats led to Zayd leaving Egypt several weeks later.[c]\n\nIn Turkey, Süleyman Ateş's Quran commentary describes the jinn as hostile beings to whom the pagans made sacrifices in order to please them. They would have erroneously assumed that the jinn (and angels) were independent deities and thus fell into širk. By that, humans would associate partners with God and humiliate themselves towards the jinn spiritually.[d]\n\n"
        },
        {
            "title": "Belief in jinn",
            "text": "The jinn are of pre-Islamic Arabian origin. Since the Quran affirms their existence, when Islam spread outside of Arabia jinn belief was adopted by later Islamic culture.[30] The Quran reduced the status of the jinn from that of tutelary deities to something parallel to humans, subject to the judgement of the supreme deity of Islam. By that, the jinn were considered a third class of invisible beings, not consequently equated with devils,[8](p52) and Islam was able to integrate local beliefs about spirits and deities from Iran, Africa, Turkey and India, into a monotheistic framework.[59]\n\nThe jinn are believed to live in societies resembling those of humans, practicing religion (including Islam, Christianity and Judaism), having emotions, needing to eat and drink, and can procreate and raise families. Muslim jinn are usually thought to be benign, Christian and Jewish jinn indifferent unless angered, and pagan jinn evil.[60] Other common characteristics include fear of iron and wolves,[61] generally appearing in desolate or abandoned places, and being stronger and faster than humans.[32] Night is considered a particularly dangerous time, because the jinn would then leave their hiding places.[18]: 15  Since the jinn share the earth with humans, Muslims are often cautious not to accidentally hurt an innocent jinn.\n\nJinn are often believed to be able to take control over a human's body. Although this is a strong belief among many Muslims, some authors argue that since the Quran doesn't explicitly attribute possession to the jinn, it derives from pre-Islamic beliefs.[62] Morocco, especially, has many possession traditions, including exorcism rituals,[63] However, jinn can not enter a person whenever the jinni wants; rather, the victim must be predisposed for possession in a state of dha'iyfah (Arabic: ضَعِيفَة, \"weakness\"). Feelings of insecurity, mental instability, unhappy love and depression (being \"tired from the soul\") are forms of dha'iyfah.[64]\n\nJavanese Muslims hold similar beliefs about the jinn as inhabiting lonely and haunted places, and the ability to possess or scare people who trample their homes or accidentally kill a related jinni. In some cases, jinn might even take revenge by inflicting physical damage. Muslims avoid hurting jinn by uttering \"destur\" (permission), before sprinkling hot water, so the jinn might leave the place.[32][65][16](p149) Some jinn guard graves and cause illness to people, who intent to disturb the graves.[66] Benevolent jinn are called jinn Islam, and they are pious and faithful,  the other are called jinn kafir. While good jinn might even help a Muslim to do hard work and produce magical acts,[67] evil jinn follow the influence of devils (shayatin).\n\nIn Artas (Bethlehem), benevolent jinn might support humans and teach them moral lessons. The evil jinn frequently ascend to the surface, causing sickness to children, snatching food, and taking revenge when humans mistreat them.[68] In later Albanian lore too, jinn (Xhindi) live either on earth or under the surface rather than in the air, and may possess people who have insulted them, for example if their children are trodden upon or hot water is thrown on them.[69]\n\nAmong Turks, jinn (Turkish: Cin) often appear along with other demonic entities, such as the divs as within Azerbaijani mythology.[70] The divs are from Persian mythology. Some early Persian translations of the Quran translated jinn either as peris or divs,[32] causing confusion between those entities.[71] In other instances, the jinn are known as cor and chort, distinguished from iye. While the iye is bound to a specific place,[72] Turkish sources too, describe jinn as mobile creatures causing illnesses and mental disorders, but with a physical body, which only remains invisible until they die.[72]\n\nThe jinn can be found in various stories of the One Thousand and One Nights, including in:\n\nIn some stories, the jinn are credited with the ability of instantaneous travel (from China to Morocco in a single instant); in others, they need to fly from one place to another, though quite fast (from Baghdad to Cairo in a few hours).\n\nThough discouraged by some teachings of modern Islam, cultural beliefs about jinn remain popular among Muslim societies and their understanding of cosmology and anthropology.[78] Affirmation on the existence of jinn as sapient creatures living along with humans is still widespread in the Middle Eastern world, and mental illnesses are still often attributed to jinn possession.[79]\n\nAccording to a survey undertaken by the Pew Research Center in 2012, at least 86% of Muslims in Morocco, 84% in Bangladesh, 63% in Turkey, 55% in Iraq, 53% in Indonesia, 47% in Thailand and 15% elsewhere in Central Asia, affirm a belief in the existence of jinn. The low rate in Central Asia might be influenced by Soviet religious oppression.[80] 36% of Muslims in Bosnia and Herzegovina believe in jinn, which is higher than the European average (30%), although only 21% believe in sorcery and 13% would wear talisman for protection against jinn. 12% support offerings and appeal given to the jinn.[81]\n\nSleep paralysis is understood as a \"jinn attack\" by many sleep paralysis sufferers in Egypt, as discovered by a Cambridge neuroscience study Jalal, Simons-Rudolph, Jalal, & Hinton (2013).[82] The study found that as many as 48% of those who experience sleep paralysis in Egypt believe it to be an assault by the jinn.[82] Almost all of these sleep paralysis sufferers (95%) would recite verses from the Quran during sleep paralysis to prevent future \"jinn attacks\". In addition, some (9%) would increase their daily Islamic prayer (salah) to get rid of these assaults by jinn.[82] Sleep paralysis is generally associated with great fear in Egypt, especially if believed to be supernatural in origin.[83]\n\nHowever, despite belief in jinn being prevalent in Iran's folklore, especially among more observant believers of Islam, some phenomena such as sleep paralysis were traditionally attributed to other supernatural beings; in the case of sleep paralysis, it was bakhtak (night hag). But at least in some areas of Iran, an epileptic seizure was thought to be a jinn attack or jinn possession, and people would try to exorcise the jinn by citing the name of God and using iron blades to draw protective circles around the victim.[84]\n\nTelling jinn stories and recounting alleged encounters with them were a common pastime in parts of the Muslim world, similar to telling ghost stories in western cultures, until a couple of decades ago when these stories fell out of fashion, thanks to the increasing penetration of digital entertainments and modern recording equipment which undermined their credibility.\n\nJinn feature in the magical realism genre, introduced into Turkish literature by Tekin (1983),[85] who uses magical elements known from pre-Islamic and Islamic Anatolian lore. Since the 1980s, this genre has become prominent in Turkish literature. A story by Tekin combines elements of folkloric and religious belief with a rationalized society. The protagonist is a girl who befriends inanimate objects and several spirits, such as jinn and peri (fairy). While the existence of jinn is generally accepted by the people within the novel, when her family moves from rural Anatolia into the city, the jinn do not appear anymore.\n\nJinn are still accepted as real by Muslims in the novel's urban setting, but play no part in modern life. The existence of jinn is accepted throughout the novel, but when the setting changes to the city, they cease to have any importance, symbolizing the replacement of tradition by modernization for Anatolian immigrants.[86]\n\nContrary to the neutral to positive depiction of jinn in Tekin's novels, jinn became a common trope in Middle Eastern horror movies. In Turkish horror, jinn have been popular since 2004.[87] Out of 89 films, 59 have direct references to jinn as the antagonist, 12 use other sorts of demons, while other types of horror, such as the impending apocalypse, hauntings, or ghosts, constitute only 14 films.[88] Unlike other Horror elements, such as ghosts and zombies, the existence of jinn is affirmed by the Quran, and thus accepted by a majority of Muslims.[89] The presentation of jinn usually combines Quranic with oral and cultural beliefs about jinn.[88] The jinn are presented as inactive inhabitants of the earth, only interfering with human affairs when summoned by a sorcerer or witch.[89] Although the jinn, often summoned by pagan rituals or sorcery, appear to pose a challange to Islam, the films assure that Islamic law protects Muslims from their presence. It is the one who summoned them in the first place who gets punished or suffers from the presence of jinn.[89]\n\nSimilarly, jinn appear in Iranian horror movies despite a belittling of the popular understanding of jinn by an increasing number of Islamic fundamentalistic reformists.[90] In the post-Iranian revolution psychological horror movie Under the Shadow the protagonist is afraid the jinn, who are completely veiled and concealed and intrude into her life frequently. In the end, however, she is forced by the Iranian guards to take on a Chador, and thus becomes like the jinn she feared. The jinn symbolize the Islamic regime and their intrusion into private life, criticises the Islamic regime and patriarchal structures.[91]\n\n"
        },
        {
            "title": "Physicality and relationships with humans",
            "text": "Jinn are not supernatural in the sense of being purely spiritual and transcendent to nature; while they are believed to be invisible (or often invisible) they also eat, drink, sleep, breed with the opposite sex, and produce offspring that resemble their parents. Intercourse is not limited to other jinn alone, but is also possible between human and jinn.[93]\n\nDespite being invisible, jinn are usually thought to have bodies (ad̲j̲sām). Zakariya al-Qazwini includes the jinn (angels, jinn, and devils all created from different parts of fire) among animals, along with humans, burdened beasts (like horses), cattles, wild beasts, birds, and finally insects and reptiles.[94](p135) The Qanoon-e-Islam, written 1832 by Sharif Ja'far, writing about jinn-belief in India, states that their bodies are constituted of 90% spirit and 10% flesh.[95] They resemble humans in many regards, their subtle matter being the only main difference. But it is this very nature that enables them to change their shape, move quickly, fly, and, entering human bodies, cause epilepsy and illness, hence the temptation for humans to make them allies by means of magical practices.[96]\n\nJinn are further known as gifted shapeshifters, often assuming the form of an animal. In Islamic culture, many narratives concern a serpent who is actually a jinni.[2](p116) Other chthonic animals regarded as forms of jinn include scorpions and lizards. Both scorpions and serpents have been venerated in the ancient Near East. Some sources even speak of killed jinn leaving behind a carcass similar to either a serpent or a scorpion.[8]: 91–93  When they shift into a human form, however they are said to stay partly animal and are not fully human. Individual jinn are thus often depicted as monstrous and anthropomorphized creatures with body parts from different animals or human with animal traits.[2](p164)[8](p164)\n\n\nCertain hadith, though ones considered fabricated (maudhu) by some hadith scholars (muhaddith), support the belief in human-jinn relationships:[97]\n Among those scholars that hold to these beliefs, marriage is considered permissible between a jinn and a human, it is undesirable (makruh) while others strongly forbid it.[97] Offspring of human-jinn relationships are often considered to be gifted and talented people with special abilities, and some historical persons were considered to have jinnic ancestry.[20] In a study of exorcism culture in the Yemeni province of Hadramawt, love was one of the most frequent cited causes of relationships between humans and jinn.[e]\n\n"
        },
        {
            "title": "Visual art",
            "text": "Although there are very few visual representations of jinn in Islamic art, when they do appear, it is usually related to a specific event or individual jinn.\n\nVisual representations of jinn appear in manuscripts and their existence is often implied in works of architecture by the presence of apotropaic devices like serpents, which were intended to ward off evil spirits. Lastly, King Solomon is illustrated very often with jinn as the commander of an army that included them.\n\nIn the Kitab al-Bulhan (or the Book of Surprises) compiled in the 14th century by Abd al-Hasan Al-Isfahani, there are illustrations of 'The seven jinn kings'.[98](p27)\nIn general, each 'King of the Jinn' was represented alongside his helpers and alongside the corresponding talismanic symbols.[98](p27) For instance, the 'Red King of Tuesday' was depicted in the Kitab al-Bulhan as a sinister form astride a lion. In the same illustration, he holds a severed head and a sword. This was because the 'Red King of Tuesday' was aligned with Mars, the god of war.[98](p27) Alongside that, there were illustrations of the 'Gold King' and the 'White King'.[98](p27)\n\nAside from the seven 'Kings of the Jinn', the Kitab al-Bulhan included an illustration of Huma, or the 'Fever'. Huma was depicted as three-headed and as embracing the room around him, in order to capture someone and bring on a fever in them.[98](p28)\n\nIn addition to these representations of jinn in vicinity to kingship, there were also architectural references to jinn throughout the Islamic world. In the Citadel of Aleppo, the entrance gate Bab al-Hayyat made reference to jinn in the stone relief carvings of serpents; likewise, the water gate at Ayyubid Harran housed two copper sculptures of jinn, serving as talismans to ward off both snakes and evil jinn in the form of snakes.[99](p408)\n\nAlongside these depictions of the jinn found at the Aleppo Citadel, depictions of the jinn can be found in the Rūm Seljuk palace. There are a phenomenal range of creatures that can be found on the eight-pointed tiles of the Seal of Sulaymān device.[99](p390) Among these were the jinn, that belonged among Solomon's army and as Solomon claimed to have control over the jinn, so did the Rūm Seljuk sultan that claimed to be the Sulaymān of his time.[99](p393) In fact, one of the most common representations of jinn are alongside or in association with King Solomon. It was thought that King Solomon had very close ties to the jinn, and even had control over many of them.[99](p399) The concept that a great and just ruler has the ability to command jinn was one that extended far past only King Solomon– it was also thought that emperors, such as Alexander the Great, could control an army of jinn in a similar way.[99](p399) Given this association, Jinn were often seen with Solomon in a princely or kingly context, such as the small, animal-like jinn sitting beside King Solomon on his throne illustrated in an illuminated manuscript of The Wonders of Creation and the Oddities of Existence by Zakariyya al-Qazwini, written in the 13th century.[100]\n\nThe jinn had an indirect impact on Islamic art through the creation of talismans that were alleged to guard the bearer from the jinn and were enclosed in leather and included Qur'anic verses.[8](p80) It was not unusual for those talismans to be inscribed with separated Arabic letters, because the separation of those letters was thought to positively affect the potency of the talisman overall.[8](p82) An object that was inscribed with the word of Allah was thought to have the power to ward off evil from the person who obtained the object, though many of these objects also had astrological signs, depictions of prophets, or religious narratives.[101]\n\n"
        },
        {
            "title": "In witchcraft and magical literature",
            "text": "\n\nWitchcraft (Arabic: سِحْر, sihr, which is also used to mean 'magic, wizardry') is often associated with jinn and afarit[102] around the Middle East. Therefore, a sorcerer may summon a jinn and force him to perform orders. Summoned jinn may be sent to the chosen victim to cause demonic possession. Such summonings were done by invocation,[16](p153) by aid of talismans or by satisfying the jinn, thus to make a contract.[103]\n\nJinn are also regarded as assistants of soothsayers. Soothsayers reveal information from the past and present; the jinn can be a source of this information because their lifespans exceed those of humans.[104] Another way to subjugate them is by inserting a needle to their skin or dress. Since jinn are afraid of iron, they are unable to remove it with their own power.[105]\n\nIbn al-Nadim, Muslim scholar of his Kitāb al-Fihrist, describes a book that lists 70 jinn led by Fuqṭus (Arabic: فقْطس), including several jinn appointed over each day of the week.[106][16](p38) Bayard Dodge, who translated al-Fihrist into English, notes that most of these names appear in the Testament of Solomon.[106] A collection of late 14th- or early 15th-century magico-medical manuscripts from Ocaña, Spain describes a different set of 72 jinn (termed \"Tayaliq\") again under Fuqtus (here named \"Fayqayțūš\" or Fiqitush), blaming them for various ailments.[107][108] According to these manuscripts, each jinni was brought before King Solomon and ordered to divulge their \"corruption\" and \"residence\" while the Jinn King Fiqitush gave Solomon a recipe for curing the ailments associated with each jinni as they confessed their transgressions.[109]\n\nA disseminated treatise on the occult, written by al-Ṭabasī, called Shāmil, deals with subjugating devils and jinn by incantations, charms and the combination of written and recited formulae and to obtain supernatural powers through their aid. Al-Ṭabasī distinguished between licit and illicit magic, the latter founded on disbelief, while the first on purity.[110] Allegedly, he was able to demonstrate to Mohammad Ghazali the jinn. He would have appeared to him as \"a shadow on the wall.\"[111]\n\nSeven kings of the Jinn are traditionally associated with days of the week.[16](p87) They are also attested in the Book of Wonders. Although many passages are damaged, they remain in Ottoman copies. These jinn-kings (sometimes afarit instead) are invoked to legitimate spells performed by amulets.[112]\n\nDuring the Rwandan genocide, both Hutus and Tutsis avoided searching local Rwandan Muslim neighborhoods because they widely believed the myth that local Muslims and mosques were protected by the power of Islamic magic and the efficacious jinn.[citation needed] In the Rwandan city of Cyangugu, arsonists ran away instead of destroying the mosque because they feared the wrath of the jinn, whom they believed were guarding the mosque.[113]\n\n"
        },
        {
            "title": "Comparative mythology",
            "text": "Beliefs in entities similar to the jinn are found throughout pre-Islamic Middle Eastern cultures.[16]: 1–10  The ancient Sumerians believed in Pazuzu, a wind demon,[16]: 1–10 [114]: 147–148  who was shown with \"a rather canine face with abnormally bulging eyes, a scaly body, a snake-headed penis, the talons of a bird and usually wings.\"[114](p147) The ancient Babylonians believed in utukku, a class of demons which were believed to haunt remote wildernesses, graveyards, mountains, and the sea, all locations where jinn were later thought to reside.[16]: 1–10  The Babylonians also believed in the Rabisu, a vampiric demon believed to leap out and attack travelers at unfrequented locations, similar to the post-Islamic ghūl,[16]: 1–10  a specific kind of jinn whose name is etymologically related to that of the Sumerian galla, a class of Underworld demon.[115][116]\n\nLamashtu, also known as Labartu, was a divine demoness said to devour human infants.[16]: 1–10 [114](p115) Lamassu, also known as Shedu, were guardian spirits, sometimes with evil propensities.[16]: 1–10 [114]: 115–116  The Assyrians believed in the Alû, sometimes described as a wind demon residing in desolate ruins who would sneak into people's houses at night and steal their sleep.[16]: 1–10  In the ancient Syrian city of Palmyra, entities similar to jinn were known as ginnayê,[16]: 1–10  an Aramaic name which may be etymologically derived from the name of the genii from Roman mythology.[16]: 1–10  Like jinn among modern-day Bedouin, ginnayê were thought to resemble humans.[16]: 1–10  They protected caravans, cattle, and villages in the desert[16]: 1–10  and tutelary shrines were kept in their honor.[16]: 1–10  They were frequently invoked in pairs.[16]: 1–10 \n\nThe description of jinn is almost identical with that of the shedim from Jewish mythology. As with the jinn, some of whom follow the law brought by Muhammad, some of the shedim are believed to be followers of the law of Moses and consequently good.[117] Both are said to be invisible to human eyes but are nevertheless subject to bodily desires, like procreating and the need to eat. Some Jewish sources agree with the Islamic notion that jinn inhabited the world before humans.[118] Asmodeus appears both as an individual of the jinn or shedim, as an antagonist of Solomon.[16](p120)\n\nAs in Islam, the idea of spiritual entities converting to one's own religion can be found in Buddhism. According to lore, Buddha preached to Devas and Asura, spiritual entities who, like humans, are subject to the cycle of life, and who resemble the Islamic notion of jinn, who are also ontologically placed among humans in regard to\neschatological destiny.[8](p165)[119]\n\nVan Dyck's Arabic translation of the Old Testament uses the alternative collective plural \"jann\" (Arab:الجان); translation:al-jānn) to render the Hebrew word usually translated into English as \"familiar spirit\" (אוב, Strong #0178) in several places (Leviticus 19:31, 20:6; 1 Samuel 28:3,7,9; 1 Chronicles 10:13).[120]\n\nSome scholars evaluated whether the jinn might be compared to fallen angels in Christian traditions. Comparable to Augustine's descriptions of fallen angels as ethereal, jinn seem to be considered as the same substance. Although the concept of fallen angels is not absent in the Quran,[121] the jinn nevertheless differ in their major characteristics from that of fallen angels: While fallen angels fell from heaven, the jinn did not, but try to climb up to it in order to receive the news of the angels. Jinn are closer to daemons.[122]\n\n"
        }
    ]
}