{
    "url": "https://en.wikipedia.org/wiki/Jo_Walton",
    "title": "Jo Walton",
    "table_of_contents": [
        "1 Background",
        "2 Writing career",
        "3 Awards",
        "4 Personal life",
        "5 Bibliography",
        "5.1 Novels",
        "5.2 Other works",
        "5.3 Short stories",
        "5.4 Essays",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJo Walton (born 1964) is a Welsh and Canadian fantasy and science fiction writer and poet.[1] She is best known for the fantasy novel Among Others, which won the Hugo and Nebula Awards in 2012, and Tooth and Claw, a Victorian era novel with dragons which won the World Fantasy Award in 2004. \nOther works by Walton include the Small Change series, in which she blends alternate history with the cozy mystery genre, comprising Farthing, Ha'penny and Half a Crown. Her fantasy novel Lifelode won the 2010 Mythopoeic Award, and her alternate history My Real Children received the 2015 Tiptree Award. \n\nWalton is also known for her non-fiction, including book reviews and SF commentary in the magazine Tor.com. A collection of her articles were published in What Makes This Book So Great (2014), which won the Locus Award for Best Non-Fiction.\n\n"
        },
        {
            "title": "Background",
            "text": "Walton was born in 1964 in Aberdare, a town in the Cynon Valley of Wales.[1][2][3] She went to Park School in Aberdare, then Aberdare Girls' Grammar School. She lived for a year in Cardiff, went to Howell's School Llandaff and finished her education at Oswestry School in Shropshire and at the University of Lancaster. She lived in London for two years and lived in Lancaster until 1997. She then moved to Swansea, where she lived until she moved to Canada in 2002.[4] Walton is Welsh-Canadian.[1]\n\nWalton speaks Welsh: \"It's the second language of my family of origin, my grandmother was a well known Welsh scholar and translator, I studied it in school from five to sixteen, I have a ten year old's fluency on grammar and vocab but no problem whatsoever with pronunciation.\"[5]\n\n"
        },
        {
            "title": "Writing career",
            "text": "Walton has been writing since she was 13, but her first novel was not published until 2000.  Before that, she had been published in a number of role-playing game publications, such as Pyramid, mostly in collaboration with her husband at the time, Ken Walton, co-founder of the Cakebread & Walton games company.[6] Walton was also active in online science fiction fandom, especially in the Usenet groups rec.arts.sf.written and rec.arts.sf.fandom. Her poem \"The Lurkers Support Me in E-Mail\" is widely quoted on it and in other online arguments, often without her name attached.[7]\n\nWalton's first three novels, The King's Peace (2000), The King's Name (2001), and The Prize in the Game (2002) were all fantasy and set in the same world, which is based on Arthurian Britain and the Táin Bó Cúailnge's Ireland. She won the John W. Campbell Award for Best New Writer in 2002. Her next novel, Tooth and Claw (2003) was intended as a novel Anthony Trollope could have written, but about dragons rather than humans.\n\nFarthing was her first science fiction novel, placing the genre of the cozy mystery firmly inside an alternative history in which the United Kingdom made peace with Adolf Hitler before the involvement of the United States in World War II. It was nominated for a Nebula Award, a Quill Award,[8] the John W. Campbell Memorial Award for best science fiction novel,[9] and the Sidewise Award for Alternate History. A sequel, Ha'penny, was published in October 2007 by Tor Books,[10] with the final book in the trilogy, Half a Crown, published in September 2008. Ha'penny won the 2008 Prometheus Award (jointly with Harry Turtledove's novel The Gladiator)[11] and has been nominated for the Lambda Literary Award.[12]\n\nIn April 2007, Howard V. Hendrix stated that professional writers should never release their writings online for free, as this made them equivalent to scabs.[13] Walton responded to this by declaring 23 April as International Pixel-Stained Technopeasant Day, a day in which writers who disagreed with Hendrix could release their stories online en masse. In 2008 Walton celebrated this day by posting several chapters of an unfinished sequel to Tooth and Claw, Those Who Favor Fire.\n\nIn 2008, Walton began writing an online column for Tor.com, mostly retrospective reviews of older books.[14] A collection of these blog posts were published in What Makes This Book So Great (2014). She also wrote a series of articles revisiting the Hugo award nominees for each year from 1953 to 2000, which were later collected as An Informal History of the Hugos (2018).[15]\n\nHer book, Among Others (2012), won several awards, including both the Hugo Award for Best Novel and Nebula Award for Best Novel.[16][17] Her recent works include the alternate history My Real Children (2014), which won the Tiptree Award;[18] the Thessaly trilogy (2015–16), a science fiction/fantasy series involving the Greek Gods  and a re-imagining of Plato's Republic;[19] and the historical fantasy Lent (2019), set in renaissance Italy.[20] Her 2020 novel Or What You Will is a meta-fictional novel about immortality and creativity, featuring an ageing fantasy novelist writing a book set in renaissance Florence.[21]\n\nIn February 2018, Walton was the Literary/Fan Guest of Honor and Keynote Speaker at the 36th annual Life, the Universe, & Everything professional science fiction and fantasy arts symposium.[22]\n\nIn November 2022, Walton released her original audio drama Heart's Home, based on a Welsh folk tale, with Odyssey Theatre as part of The Other Path podcast.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Walton moved to Montreal, Quebec, Canada, after her first novel was published. She is married to Emmet A. O'Brien.[23] She has one child, a son, Alexander, born 1990.\n\n"
        }
    ]
}