{
    "url": "https://en.wikipedia.org/wiki/Joe_May",
    "title": "Joe May",
    "table_of_contents": [
        "1 Biography",
        "1.1 Continental-Kunstfilm",
        "1.2 Stuart Webbs-Film",
        "1.3 May-Film",
        "1.4 Emigration to the United States",
        "1.5 Death",
        "2 Partial filmography",
        "3 Further reading",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Joe May (born Joseph Otto Mandl; 7 November 1880 – 29 April 1954) was an Austrian film director and film producer and one of the pioneers of German cinema.[1]\n\n"
        },
        {
            "title": "Biography",
            "text": "After studying in Berlin and a variety of odd jobs, he began his career as a stage director of operettas in Hamburg.  In 1902 he had married the actress Mia May (born Hermine Pfleger) and took his stage name from hers.\n\nAs Joe May, he made ten films for Continental-Kunstfilm GmbH in Berlin; the first, In der Tiefe des Schachtes (In the Depths of the Pit) was released in November 1912, followed by Vorglühen des Balkanbrandes (The Balkan Traitors) (starring Ernst Reicher).[2]\n\nIn the spring of 1914 May directed the first three of the 'Stuart Webbs' films, a popular series in which Reicher played a gentleman detective modelled on Sherlock Holmes: Die geheimnisvolle Villa (The Black Triangle); Der Mann im Keller (The Man in the Cellar); and Der Spuk im Haus des Professors (The Spook in the Professor's House).[3]\n\nMay and Reicher fell out with the managers of Continental over the 'Stuart Webbs' films, and left Continental together.[4] Having formed their own production company, Stuart Webbs-Film GmbH, they made the next in the 'Stuart Webbs' series, Das Panzergewölbe (The Armoured Vault) in June 1914, using Continental-Kunstfilm's new studios at 9 Franz Joseph-Strasse, Weissensee Studios, for the filming.\n\nWhen the First World War broke out in August 1914, May had to return to his native Vienna to do his military service, and on his return to Berlin he and Reicher split up.[5] May's last film at Continental was Der geheimnisvolle Nachtschatten (The Secret Shadows of Night) which he produced in December 1914, with Harry Piel directing.  Reicher then leased the studio at 9 Franz Joseph-Strasse from Continental, and continued to make the 'Stuart Webbs' films with his Reicher & Reicher company until 1918.\n\nIn 1915 he founded his own film production company, May-Film GmbH[6] and began to produce a successful series of crime films, whose detective hero went by the name of Joe Deebs. Some of these were directed by May himself, others by Harry Piel; Max Landa and later Harry Liedtke played the title role. In 1917 May gave Fritz Lang one of his earliest breaks in the film industry as screenwriter on the film Die Hochzeit im Excentricclub (Wedding in the Eccentric Club) and Lang also worked on other May films at this time.\n\nAfter the end of World War I May-Film leased the double glasshouse studios at 5–7 Franz Joseph-Strasse (belonging to Deutsche Vitascope) in 1919 for 600,000 marks, which became known as the May-Atelier.[7][8] He also built a film studio in Woltersdorf a village northeast of Berlin in Brandenburg. There he went on to produce and direct a series of popular and exotic adventure films, among them the monumental three-hour-long Veritas vincit (1919), the eight-part series Die Herrin der Welt (The Mistress of the World) (1919–20) as well as the two-part adventure film Das indische Grabmal (The Indian Tomb) (1921) starring Conrad Veidt and written by Fritz Lang and Thea von Harbou.\n\nThese featured Mia May in leading roles and she regularly worked under her husband's direction in a number of melodramas like Tragedy of Love (1922/23) co-starring Emil Jannings. Their teenage daughter Eva May (born 1902 in Vienna) tried to build her own career as an actress but committed suicide in 1924 after the end of her third marriage with the film directors Manfred Liebenau, Lothar Mendes and Manfred Noa.\n\nTowards the end of the 1920s, May moved away from adventure films and produced more realist works, notable among them the World War I love-triangle Heimkehr (The Return Home) (1928) and the contemporary thriller Asphalt (1929). During the early years of sound film he worked as a producer for Erich Pommer at Ufa then for different production companies in Germany, Austria and France directing a series of multilingual versions in German and French among those is Ihre Majestät die Liebe / Son altesse l'amour (1930) one of the best musical comedies of the Weimar Cinema.\n\nIn 1933 he and Mia, along with many others in the German film industry, emigrated to the United States where he was able to establish himself as director, mainly for Universal Pictures, although his work was mainly on what would be regarded as B movies.\n\nHis most notable works of this period were the Kay Francis vehicle Confession, a remake of the 1935 German film Mazurka, The House of the Seven Gables and The Invisible Man Returns (1940). He also worked with the Dead End Kids during this period, helming two films, You're Not So Tough (1940) and Hit the Road (1941), despite constant friction with his juvenile delinquent cast members.\n\nConfession is especially interesting, in that May's film is an exact copy of German director Willi Forst's Mazurka, right down to the last fade and dissolve, with every shot timed to run exactly the same length, and using the same music as Forst's original film.\n\nMay's last film was the wartime comedy featuring Robert Mitchum in a small role, Johnny Doesn't Live Here Any More, made in 1944 by the King Brothers and released through Monogram Pictures.\n\nAfter retiring as a director, May and his wife opened the Blue Danube Restaurant in Los Angeles which was not a successful business venture. He died on April 29, 1954, after a long illness. He is interred in the Hollywood Forever Cemetery in Hollywood, California.\n\n"
        },
        {
            "title": "Partial filmography",
            "text": "May served as director unless otherwise noted.\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nSources\n\n"
        }
    ]
}