{
    "url": "https://en.wikipedia.org/wiki/Johann_Gottfried_Herder",
    "title": "Johann Gottfried Herder",
    "table_of_contents": [
        "1 Biography",
        "2 Works and ideas",
        "2.1 Germany and the Enlightenment",
        "2.2 Evolution",
        "3 Bibliography",
        "3.1 Works in English",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJohann Gottfried (after 1802 von) Herder (/ˈhɜːrdər/ HUR-dər, German: [ˈjoːhan ˈɡɔtfʁiːt ˈhɛʁdɐ];[25][26][27] 25 August 1744 – 18 December 1803) was a German philosopher, theologian, poet, and literary critic. He is associated with the Enlightenment, Sturm und Drang, and Weimar Classicism.\n\n"
        },
        {
            "title": "Biography",
            "text": "Born in Mohrungen (now Morąg, Poland) in the Kingdom of Prussia, Herder grew up in a poor household, educating himself from his father's Bible and songbook. In 1762, as a youth of 17, he enrolled at the University of Königsberg, about 60 miles (100 km) north of Mohrungen, where he became a student of Immanuel Kant. At the same time, Herder became an intellectual protégé of Johann Georg Hamann, a Königsberg philosopher who disputed the claims of pure secular reason.\n\nHamann's influence led Herder to confess to his wife later in life that \"I have too little reason and too much idiosyncrasy\",[28] yet Herder can justly claim to have founded a new school of German political thought. Although himself an unsociable person, Herder influenced his contemporaries greatly. One friend wrote to him in 1785, hailing his works as \"inspired by God.\" A varied field of theorists were later to find inspiration in Herder's tantalizingly incomplete ideas.\n\nIn 1764, now a clergyman, Herder went to Riga to teach. It was during this period that he produced his first major works, which were literary criticism. In 1769 Herder traveled by ship to the French port of Nantes and continued on to Paris. This resulted in both an account of his travels as well as a shift of his own self-conception as an author. By 1770 Herder went to Strasbourg, where he met the young Goethe. This event proved to be a key juncture in the history of German literature, as Goethe was inspired by Herder's literary criticism to develop his own style. This can be seen as the beginning of the \"Sturm und Drang\" movement. In 1771 Herder took a position as head pastor and court preacher at Bückeburg under William, Count of Schaumburg-Lippe.\n\nBy the mid-1770s, Goethe was a well-known author, and used his influence at the court of Weimar to secure Herder a position as General Superintendent. Herder moved there in 1776, where his outlook shifted again towards classicism.\n\nOn May 2, 1773 Herder married Maria Karoline Flachsland (1750–1809) in Darmstadt. His son Gottfried (1774–1806) was born in Bückeburg. His second son August (1776–1838) was also born in Bückeburg. His third son Wilhelm Ludwig Ernst was born 1778. His fourth son Karl Emil Adelbert (1779–1857) was born in Weimar. In 1781 his daughter Luise (1781–1860) was born, also in Weimar. His fifth son Emil Ernst Gottfried (1783–1855). In 1790 his sixth son Rinaldo Gottfried was born.\n\nTowards the end of his career, Herder endorsed the French Revolution, which earned him the enmity of many of his colleagues. At the same time, he and Goethe experienced a personal split. His unpopular attacks on Kantian philosophy were another reason for his isolation in later years.[29]\n\nIn 1802 Herder was ennobled by the Elector-Prince of Bavaria, which added the prefix \"von\" to his last name. He died in Weimar in 1803 at age 59.\n\n"
        },
        {
            "title": "Works and ideas",
            "text": "In 1772 Herder published Treatise on the Origin of Language and went further in this promotion of language than his earlier injunction to \"spew out the ugly slime of the Seine. Speak German, O You German\". Herder now had established the foundations of comparative philology within the new currents of political outlook.\n\nThroughout this period, he continued to elaborate his own unique theory of aesthetics in works such as the above, while Goethe produced works like The Sorrows of Young Werther – the Sturm und Drang movement was born.\n\nHerder wrote an important essay on Shakespeare and Auszug aus einem Briefwechsel über Ossian und die Lieder alter Völker (Extract from a correspondence about Ossian and the Songs of Ancient Peoples) published in 1773 in a manifesto along with contributions by Goethe and Justus Möser. Herder wrote that \"A poet is the creator of the nation around him, he gives them a world to see and has their souls in his hand to lead them to that world.\" To him such poetry had its greatest purity and power in nations before they became civilised, as shown in the Old Testament, the Edda, and Homer, and he tried to find such virtues in ancient German folk songs and Norse poetry and mythology. Herder - most pronouncedly after Georg Forster's 1791 translation of the Sanskrit play Shakuntala - was influenced by the religious imagery of Hinduism and Indian literature, which he saw in a positive light, writing several essays on the topic and the preface to the 1803 edition of Shakuntala.[30][31]\n\nAfter becoming General Superintendent in 1776, Herder's philosophy shifted again towards classicism, and he produced works such as his unfinished Outline of a Philosophical History of Humanity which largely originated the school of historical thought. Herder's philosophy was of a deeply subjective turn, stressing influence by physical and historical circumstance upon human development, stressing that \"one must go into the age, into the region, into the whole history, and feel one's way into everything\". The historian should be the \"regenerated contemporary\" of the past, and history a science as \"instrument of the most genuine patriotic spirit\".\n\nHerder gave Germans new pride in their origins, modifying that dominance of regard allotted to Greek art (Greek revival) extolled among others by Johann Joachim Winckelmann and Gotthold Ephraim Lessing. He remarked that he would have wished to be born in the Middle Ages and mused whether \"the times of the Swabian emperors\" did not \"deserve to be set forth in their true light in accordance with the German mode of thought?\". Herder equated the German with the Gothic and favoured Dürer and everything Gothic. As with the sphere of art, equally he proclaimed a national message within the sphere of language. He topped the line of German authors emanating from Martin Opitz, who had written his Aristarchus, sive de contemptu linguae Teutonicae in latin in 1617, urging Germans to glory in their hitherto despised language.   Herder's extensive collections of folk-poetry began a great craze in Germany for that neglected topic.\n\nHerder was one of the first to argue that language contributes to shaping the frameworks and the patterns with which each linguistic community thinks and feels. For Herder, language is \"the organ of thought.\" This has often been misinterpreted, however. Neither Herder nor the great philosopher of language, Wilhelm von Humboldt, argue that language (written or oral) determines thought. Rather, language was the appropriation of the outer world within the human mind by means of distinguishing marks (merkmale). In positing his arguments, Herder reformulated an example from works by Moses Mendelssohn and Thomas Abbt. In his conjectural narrative of human origins, Herder argued that, although language did not determine thought, the first humans perceived sheep and their bleating, or subjects and corresponding merkmale, as one and the same. That is, for these conjectured ancestors, the sheep were the bleating, and vice-versa. Hence, prelinguistic thought did not figure largely in Herderian conjectural narratives. Herder even moved beyond his narrative of human origins to contend that if active reflection (besonnenheit) and language persisted in human consciousness, then human impulses to signify were immanent in the pasts, presents, and futures of humanity. Avi Lifschitz subsequently reframed Herder's \"the organ of thought\" quotation: \"Herder's equation of word and idea, of language and cognition, prompted a further attack on any attribution of the first words to the imitation of natural sounds, to the physiology of the vocal organs, or to social convention...[Herder argued] for the linguistic character of our cognition but also for the cognitive nature of human language. One could not think without language, as various Enlightenment thinkers argued, but at the same time one could not properly speak without perceiving the world in a uniquely human way...man would not be himself without language and active reflection, while language deserved its name only as a cognitive aspect of the entire human being.\" In response to criticism of these contentions, Herder resisted descriptions of his findings as \"conjectural\" pasts, casting his arguments for a dearth of cognition in humans and \"the problem of the origin of language as a synchronic issue rather than a diachronic one.\"[32]\n\nAnd in this sense, when Humboldt argues that all thinking is thinking in language, he is perpetuating the Herderian tradition. Herder additionally advanced select notions of myriad \"authentic\" conceptions of Völk and the unity of the individual and natural law, which became fodder for his self-proclaimed twentieth-century disciples. Herderian ideas continue to influence thinkers, linguists and anthropologists, and they have often been considered central to the Sapir–Whorf hypothesis and Franz Boas' coalescence of comparative linguistics and historical particularism with a neo-Kantian/Herderian four-field approach to the study of all cultures, as well as, more recently, anthropological studies by Dell Hymes. Herder's focus upon language and cultural traditions as the ties that create a \"nation\"[33] extended to include folklore, dance, music and art, and inspired Jacob and Wilhelm Grimm in their collection of German folk tales. Arguably, the greatest inheritor of Herder's linguistic philosophy was Wilhelm von Humboldt. Humboldt's great contribution lay in developing Herder's idea that language is \"the organ of thought\" into his own belief that languages were specific worldviews (Weltansichten), as Jürgen Trabant argues in the Wilhelm von Humboldt lectures on the Rouen Ethnolinguistics Project website.\n\nHerder attached exceptional importance to the concept of nationality and of patriotism – \"he that has lost his patriotic spirit has lost himself and the whole worlds about himself\", whilst teaching that \"in a certain sense every human perfection is national\". Herder carried folk theory to an extreme by maintaining that \"there is only one class in the state, the Volk, (not the rabble), and the king belongs to this class as well as the peasant\". Explanation that the Volk was not the rabble was a novel conception in this era, and with Herder can be seen the emergence of \"the people\" as the basis for the emergence of a classless but hierarchical national body.\n\nThe nation, however, was individual and separate, distinguished, to Herder, by climate, education, foreign intercourse, tradition and heredity. Providence he praised for having \"wonderfully separated nationalities not only by woods and mountains, seas and deserts, rivers and climates, but more particularly by languages, inclinations and characters\". Herder praised the tribal outlook writing that \"the savage who loves himself, his wife and child with quiet joy and glows with limited activity of his tribe as for his own life is in my opinion a more real being than that cultivated shadow who is enraptured with the shadow of the whole species\", isolated since \"each nationality contains its centre of happiness within itself, as a bullet the centre of gravity\". With no need for comparison since \"every nation bears in itself the standard of its perfection, totally independent of all comparison with that of others\" for \"do not nationalities differ in everything, in poetry, in appearance, in tastes, in usages, customs and languages? Must not religion which partakes of these also differ among the nationalities?\"\n\nFollowing a trip to Ukraine, Herder wrote a prediction in his diary (Journal meiner Reise im Jahre 1769) that Slavic nations would one day be the real power in Europe, as the western Europeans would reject Christianity and rot away, while the eastern European nations would stick to their religion and their idealism, and would this way become the power in Europe. More specifically, he praised Ukraine's \"beautiful skies, blithe temperament, musical talent, bountiful soil, etc. [...] someday will awaken there a cultured nation whose influence will spread [...] throughout the world.\" One of his related predictions was that the Hungarian nation would disappear and become assimilated by surrounding Slavic peoples; this prophecy caused considerable uproar in Hungary and is widely cited to this day.[34]\n\nThis question was further developed by Herder's lament that Martin Luther did not establish a national church, and his doubt whether Germany did not buy Christianity at too high a price, that of true nationality. Herder's patriotism bordered at times upon national pantheism, demanding of territorial unity as \"He is deserving of glory and gratitude who seeks to promote the unity of the territories of Germany through writings, manufacture, and institutions\" and sounding an even deeper call:\n\nIn his Ideas upon Philosophy and the History of Mankind he wrote: \"Compare England with Germany: the English are Germans, and even in the latest times the Germans have led the way for the English in the greatest things.\"\n\nHerder, who hated absolutism and Prussian nationalism, but who was imbued with the spirit of the whole German Volk, yet as a historical theorist turned away from the ideas of the eighteenth century. Seeking to reconcile his thought with this earlier age, Herder sought to harmonize his conception of sentiment with reasoning, whereby all knowledge is implicit in the soul; the most elementary stage is the sensuous and intuitive perception which by development can become self-conscious and rational. To Herder, this development is the harmonizing of primitive and derivative truth, of experience and intelligence, feeling and reasoning.\n\nHerder is the first in a long line of Germans preoccupied with this harmony. This search is itself the key to the understanding of many German theories of the time; however Herder understood and feared the extremes to which his folk-theory could tend, and so issued specific warnings. He argued that Jews in Germany should enjoy the full rights and obligations of Germans, and that the non-Jews of the world owed a debt to Jews for centuries of abuse, and that this debt could be discharged only by actively assisting those Jews who wished to do so to regain political sovereignty in their ancient homeland of Israel.[35] Herder refused to adhere to a rigid racial theory, writing that \"notwithstanding the varieties of the human form, there is but one and the same species of man throughout the whole earth\".\n\nHe also announced that \"national glory is a deceiving seducer. When it reaches a certain height, it clasps the head with an iron band. The enclosed sees nothing in the mist but his own picture; he is susceptible to no foreign impressions.\"\n\nThe passage of time was to demonstrate that while many Germans were to find influence in Herder's convictions and influence, fewer were to note his qualifying stipulations.\n\nHerder had emphasised that his conception of the nation encouraged democracy and the free self-expression of a people's identity. He proclaimed support for the French Revolution, a position which did not endear him to royalty. He also differed with Kant's philosophy for not placing reasoning within the context of language. Herder did not think that reason itself could be criticized, as it did not exist except as the process of reasoning. This process was dependent on language.[36] He also turned away from the Sturm und Drang movement to go back to the poems of Shakespeare and Homer.\n\nTo promote his concept of the Volk, he published letters and collected folk songs. These latter were published in 1773 as Voices of the Peoples in Their Songs (Stimmen der Völker in ihren Liedern). The poets Achim von Arnim and Clemens von Brentano later used Stimmen der Völker as samples for The Boy's Magic Horn (Des Knaben Wunderhorn).\n\nHerder also fostered the ideal of a person's individuality. Although he had from an early period championed the individuality of cultures – for example, in his This Too a Philosophy of History for the Formation of Humanity (1774), he also championed the individuality of persons within a culture; for example, in his On Thomas Abbt's Writings (1768) and On the Cognition and Sensation of the Human Soul (1778).\n\nIn On Thomas Abbt's Writings, Herder stated that \"a human soul is an\nindividual in the realm of minds: it senses in accordance with an individual formation, and thinks in accordance with the strength of its mental organs. ...  My long allegory has succeeded if it achieves the representation of the mind of a human being as an individual phenomenon, as a rarity which deserves to occupy our eyes.\"[37]\n\nHerder has been described as a proto-evolutionary thinker by some science historians, although this has been disputed by others.[38][39][40] Concerning the history of life on earth, Herder proposed naturalistic and metaphysical (religious) ideas that are difficult to distinguish and interpret.[39] He was known for proposing a great chain of being.[40]\n\nIn his book From the Greeks to Darwin, Henry Fairfield Osborn wrote that \"in a general way he upholds the doctrine of the transformation of the lower and higher forms of life, of a continuous transformation from lower to higher types, and of the law of Perfectibility.\"[41] However, biographer Wulf Köpke disagreed, noting that \"biological evolution from animals to the human species was outside of his thinking, which was still influenced by the idea of divine creation.\"[42]\n\n"
        }
    ]
}