{
    "url": "https://en.wikipedia.org/wiki/John_Rawls",
    "title": "John Rawls",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life",
        "1.2 Military service, 1943–46",
        "1.3 Academic career",
        "1.4 Later life",
        "2 Philosophical thought",
        "2.1 A Theory of Justice",
        "2.1.1 Principles of justice",
        "2.2 Political Liberalism",
        "2.3 The Law of Peoples",
        "3 Influence and reception",
        "3.1 The Communitarian Critique",
        "3.2 The September Group",
        "3.3 The Frankfurt School",
        "3.4 Feminist political philosophy",
        "4 Awards and honors",
        "5 Musical",
        "6 Publications",
        "6.1 Bibliography",
        "6.2 Articles",
        "6.3 Book chapters",
        "6.4 Reviews",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJohn Bordley Rawls (/rɔːlz/;[3] February 21, 1921 – November 24, 2002) was an American moral, legal and political philosopher in the liberal tradition.[4][5] Rawls received both the Schock Prize for Logic and Philosophy and the National Humanities Medal in 1999, the latter presented by President Bill Clinton, in recognition of how Rawls's work \"revived the disciplines of political and ethical philosophy with his argument that a society in which the most fortunate help the least fortunate is not only a moral society but a logical one\".[6]\n\nIn 1990, Will Kymlicka wrote in his introduction to the field that \"it is generally accepted that the recent rebirth of normative political philosophy began with the publication of John Rawls's A Theory of Justice in 1971\".[7][8] Rawls has often been described as one of the most influential political philosophers of the 20th century.[9] He has the unusual distinction among contemporary political philosophers of being frequently cited by the courts of law in the United States and Canada[10] and referred to by practising politicians in the United States and the United Kingdom.[11] In a 2008 national survey of political theorists, based on 1,086 responses from professors at accredited, four-year colleges and universities in the United States, Rawls was voted first on the list of \"Scholars Who Have Had the Greatest Impact on Political Theory in the Past 20 Years\".[12]\n\nRawls's theory of \"justice as fairness\" recommends equal basic liberties, equality of opportunity, and facilitating the maximum benefit to the least advantaged members of society in any case where inequalities may occur. Rawls's argument for these principles of social justice uses a thought experiment called the \"original position\", in which people deliberately select what kind of society they would choose to live in if they did not know which social position they would personally occupy. In his later work Political Liberalism (1993), Rawls turned to the question of how political power could be made legitimate given reasonable disagreement about the nature of the good life.\n\n"
        },
        {
            "title": "Biography",
            "text": "Rawls was born on February 21, 1921 in Baltimore, Maryland.[13] He was the second of five sons born to William Lee Rawls, a prominent Baltimore attorney, and Anna Abell Stump Rawls.[14][15] Tragedy struck Rawls at a young age:\n\nRawls's biographer Thomas Pogge calls the loss of the brothers the \"most important events in John's childhood.\"[17]\n\nRawls graduated in Baltimore before enrolling in the Kent School, an Episcopalian preparatory school in Connecticut. Upon graduation in 1939, Rawls attended Princeton University, where he was accepted into The Ivy Club and the American Whig-Cliosophic Society.[18] At Princeton, Rawls was influenced by Norman Malcolm, Ludwig Wittgenstein's student.[19] During his last two years at Princeton, he \"became deeply concerned with theology and its doctrines.\" He considered attending a seminary to study for the Episcopal priesthood[20] and wrote an \"intensely religious senior thesis (BI).\"[19] In his 181-page long thesis titled \"Meaning of Sin and Faith,\" Rawls attacked Pelagianism because it \"would render the Cross of Christ to no effect.\"[21] His argument was partly drawn from Karl Marx's article On the Jewish Question, which criticized the idea that natural inequality in ability could be a just determiner of the distribution of wealth in society. Even after Rawls became an atheist, many of the anti-Pelagian arguments he used were repeated in A Theory of Justice.[22] Rawls graduated from Princeton in 1943 with a Bachelor of Arts summa cum laude.[15]\n\nRawls enlisted in the U.S. Army in February 1943.[23] During World War II, Rawls served as an infantryman in the Pacific, where he served a tour of duty in New Guinea and was awarded a Bronze Star;[24] and the Philippines, where he endured intensive trench warfare and witnessed traumatizing scenes of violence and bloodshed.[25][26] It was there that he lost his Christian faith and became an atheist.[19][27][28]\n\nFollowing the surrender of Japan, Rawls became part of General MacArthur's occupying army[15] and was promoted to sergeant.[29] But he became disillusioned with the military when he saw the aftermath of the atomic blast in Hiroshima.[30] Rawls then disobeyed an order to discipline a fellow soldier, \"believing no punishment was justified,\" and was \"demoted back to a private.\"[29] Disenchanted, he left the military in January 1946.[31]\n\nIn early 1946,[32] Rawls returned to Princeton to pursue a doctorate in moral philosophy. He married Margaret Warfield Fox, a Brown University graduate, in 1949. They had four children, Anne Warfield, Robert Lee, Alexander Emory, and Elizabeth Fox.[15]\n\nRawls received his Ph.D. from Princeton in 1950 after completing a doctoral dissertation titled A Study in the Grounds of Ethical Knowledge: Considered with Reference to Judgments on the Moral Worth of Character. Rawls taught there until 1952 when he received a Fulbright Fellowship to Oxford University (Christ Church), where he was influenced by the liberal political theorist and historian Isaiah Berlin and the legal theorist H. L. A. Hart. After returning to the United States he served first as an assistant and then associate professor at Cornell University. In 1962, he became a full professor of philosophy at Cornell, and soon achieved a tenured position at MIT. That same year, he moved to Harvard University, where he taught for almost forty years and where he trained some of the leading contemporary figures in moral and political philosophy, including Sibyl A. Schwarzenbach, Thomas Nagel, Allan Gibbard, Onora O'Neill, Adrian Piper, Arnold Davidson, Elizabeth S. Anderson, Christine Korsgaard, Susan Neiman, Claudia Card, Rainer Forst, Thomas Pogge, T. M. Scanlon, Barbara Herman, Joshua Cohen, Thomas E. Hill Jr., Gurcharan Das, Andreas Teuber, Samuel Freeman and Paul Weithman. He held the James Bryant Conant University Professorship at Harvard.[citation needed]\n\nRawls rarely gave interviews and, having both a stutter (partially caused by the deaths of two of his brothers, who died through infections contracted from Rawls)[33] and a \"bat-like horror of the limelight,\"[34] did not become a public intellectual despite his fame. He instead remained committed mainly to his academic and family life.[34]\n\nIn 1995, he suffered the first of several strokes, severely impeding his ability to continue to work. He was nevertheless able to complete The Law of Peoples, the most complete statement of his views on international justice, and published in 2001 shortly before his death Justice as Fairness: A Restatement, a response to criticisms of A Theory of Justice. Rawls died on November 24, 2002, at age 81, and was buried at the Mount Auburn Cemetery in Massachusetts. He was survived by his wife, Mard Rawls,[35] and their four children, and four grandchildren.[36]\n\n"
        },
        {
            "title": "Philosophical thought",
            "text": "Rawls published three main books. The first, A Theory of Justice, focused on distributive justice and attempted to reconcile the competing claims of the values of freedom and equality. The second, Political Liberalism, addressed the question of how citizens divided by intractable religious and philosophical disagreements could come to endorse a constitutional democratic regime. The third, The Law of Peoples, focused on the issue of global justice.\n\nA Theory of Justice, published in 1971, aimed to resolve the seemingly competing claims of freedom and equality. The shape Rawls's resolution took, however, was not that of a balancing act that compromised or weakened the moral claim of one value compared with the other. Rather, his intent was to show that notions of freedom and equality could be integrated into a seamless unity he called justice as fairness. By attempting to enhance the perspective which his readers should take when thinking about justice, Rawls hoped to show the supposed conflict between freedom and equality to be illusory.\n\nRawls's A Theory of Justice (1971) includes a thought experiment he called the \"original position.\" The intuition motivating its employment is this: the enterprise of political philosophy will be greatly benefited by a specification of the correct standpoint a person should take in his or her thinking about justice. When we think about what it would mean for a just state of affairs to obtain between persons, we eliminate certain features (such as hair or eye color, height, race, etc.) and fixate upon others. Rawls's original position is meant to encode all of our intuitions about which features are relevant, and which irrelevant, for the purposes of deliberating well about justice.\n\nThe original position is Rawls's hypothetical scenario in which a group of persons is set the task of reaching an agreement about the kind of political and economic structure they want for a society, which they will then occupy. Each individual, however, deliberates behind a \"veil of ignorance\": each lacks knowledge, for example, of his or her gender, race, age, intelligence, wealth, skills, education and religion. The only thing that a given member knows about themselves is that they are in possession of the basic capacities necessary to fully and wilfully participate in an enduring system of mutual cooperation; each knows they can be a member of the society.\n\nRawls posits two basic capacities that the individuals would know themselves to possess. First, individuals know that they have the capacity to form, pursue and revise a conception of the good, or life plan. Exactly what sort of conception of the good this is, however, the individual does not yet know. It may be, for example, religious or secular, but at the start, the individual in the original position does not know which. Second, each individual understands him or herself to have the capacity to develop a sense of justice and a generally effective desire to abide by it. Knowing only these two features of themselves, the group will deliberate in order to design a social structure, during which each person will seek his or her maximal advantage. The idea is that proposals that we would ordinarily think of as unjust—such as that black people or women should not be allowed to hold public office—will not be proposed, in this, Rawls's original position, because it would be irrational to propose them. The reason is simple: one does not know whether he himself would be a woman or a black person. This position is expressed in the difference principle, according to which, in a system of ignorance about one's status, one would strive to improve the position of the worst off, because he might find himself in that position.\n\nRawls develops his original position by modelling it, in certain respects at least, after the \"initial situations\" of various social contract thinkers who came before him, including Thomas Hobbes, John Locke and Jean-Jacques Rousseau. Each social contractarian constructs his/her initial situation somewhat differently, having in mind a unique political morality s/he intends the thought experiment to generate.[37] Iain King has suggested the original position draws on Rawls's experiences in post-war Japan, where the US Army was challenged with designing new social and political authorities for the country, while \"imagining away all that had gone before.\"[38]\n\nIn social justice processes, each person early on makes decisions about which features of persons to consider and which to ignore. Rawls's aspiration is to have created a thought experiment whereby a version of that process is carried to its completion, illuminating the correct standpoint a person should take in his or her thinking about justice. If he has succeeded, then the original position thought experiment may function as a full specification of the moral standpoint we should attempt to achieve when deliberating about social justice.\n\nIn setting out his theory, Rawls described his method as one of \"reflective equilibrium,\" a concept which has since been used in other areas of philosophy. Reflective equilibrium is achieved by mutually adjusting one's general principles and one's considered judgements on particular cases, to bring the two into line with one another.\n\nRawls derives two principles of justice from the original position. The first of these is the Liberty Principle, which establishes equal basic liberties for all citizens. 'Basic' liberty entails the (familiar in the liberal tradition) freedoms of conscience, association and expression as well as democratic rights; Rawls also includes a personal property right, but this is defended in terms of moral capacities and self-respect,[39] rather than an appeal to a natural right of self-ownership (this distinguishes Rawls's account from the classical liberalism of John Locke and the libertarianism of Robert Nozick).\n\nRawls argues that a second principle of equality would be agreed upon to guarantee liberties that represent meaningful options for all in society and ensure distributive justice. For example, formal guarantees of political voice and freedom of assembly are of little real worth to the desperately poor and marginalized in society. Demanding that everyone have exactly the same effective opportunities in life would almost certainly offend the very liberties that are supposedly being equalized. Nonetheless, we would want to ensure at least the \"fair worth\" of our liberties: wherever one ends up in society, one wants life to be worth living, with enough effective freedom to pursue personal goals. Thus participants would be moved to affirm a two-part second principle comprising Fair Equality of Opportunity and the famous (and controversial[40]) difference principle. This second principle ensures that those with comparable talents and motivation face roughly similar life chances and that inequalities in society work to the benefit of the least advantaged.\n\nRawls held that these principles of justice apply to the \"basic structure\" of fundamental social institutions (such as the judiciary, the economic structure and the political constitution), a qualification that has been the source of some controversy and constructive debate (see the work of Gerald Cohen). Rawls's theory of justice stakes out the task of equalizing the distribution of primary social goods to those least advantaged in society and thus may be seen as a largely political answer to the question of justice, with matters of morality somewhat conflated into a political account of justice and just institutions. Relational approaches to the question of justice, by contrast, seek to examine the connections between individuals and focuses on their relations in societies, with respect to how these relationships are established and configured.[41]\n\nRawls further argued that these principles were to be 'lexically ordered' to award priority to basic liberties over the more equality-oriented demands of the second principle. This has also been a topic of much debate among moral and political philosophers.\n\nFinally, Rawls took his approach as applying in the first instance to what he called a \"well-ordered society ... designed to advance the good of its members and effectively regulated by a public conception of justice.\"[42] In this respect, he understood justice as fairness as a contribution to \"ideal theory,\" the determination of \"principles that characterize a well-ordered society under favorable circumstances.\"[43] Much recent work in political philosophy has asked what justice as fairness might dictate (or indeed, whether it is very useful at all) for problems of \"partial compliance\" under \"nonideal theory.\"[citation needed]\n\nIn Political Liberalism (1993), Rawls turned towards the question of political legitimacy in the context of intractable philosophical, religious, and moral disagreement amongst citizens regarding the human good. Such disagreement, he insisted, was reasonable—the result of the free exercise of human rationality under the conditions of open enquiry and free conscience that the liberal state is designed to safeguard. The question of legitimacy in the face of reasonable disagreement was urgent for Rawls because his own justification of Justice as Fairness relied upon a Kantian conception of the human good that can be reasonably rejected. If the political conception offered in A Theory of Justice can only be shown to be good by invoking a controversial conception of human flourishing, it is unclear how a liberal state ordered according to it could possibly be legitimate.\n\nThe intuition animating this seemingly new concern is actually no different from the guiding idea of A Theory of Justice, namely that the fundamental charter of a society must rely only on principles, arguments and reasons that cannot be reasonably rejected by the citizens whose lives will be limited by its social, legal, and political circumscriptions. In other words, the legitimacy of a law is contingent upon its justification being impossible to reasonably reject. This old insight took on a new shape, however, when Rawls realized that its application must extend to the deep justification of Justice as Fairness itself, which he had presented in terms of a reasonably rejectable (Kantian) conception of human flourishing as the free development of autonomous moral agency.\n\nThe core of Political Liberalism, accordingly, is its insistence that, in order to retain its legitimacy, the liberal state must commit itself to the \"ideal of public reason.\" This roughly means that citizens in their public capacity must engage one another only in terms of reasons whose status as reasons is shared between them. Political reasoning, then, is to proceed purely in terms of \"public reasons.\" For example: a Supreme Court justice deliberating on whether or not the denial to homosexuals of the ability to marry constitutes a violation of the 14th Amendment's Equal Protection Clause may not advert to his religious convictions on the matter, but he may take into account the argument that a same-sex household provides sub-optimal conditions for a child's development.[citation needed] This is because reasons based upon the interpretation of sacred text are non-public (their force as reasons relies upon faith commitments that can be reasonably rejected), whereas reasons that rely upon the value of providing children with environments in which they may develop optimally are public reasons—their status as reasons draws upon no deep, controversial conception of human flourishing.\n\nRawls held that the duty of civility—the duty of citizens to offer one another reasons that are mutually understood as reasons—applies within what he called the \"public political forum.\" This forum extends from the upper reaches of government—for example the supreme legislative and judicial bodies of the society—all the way down to the deliberations of a citizen deciding for whom to vote in state legislatures or how to vote in public referendums. Campaigning politicians should also, he believed, refrain from pandering to the non-public religious or moral convictions of their constituencies.\n\nThe ideal of public reason secures the dominance of the public political values—freedom, equality, and fairness—that serve as the foundation of the liberal state. But what about the justification of these values? Since any such justification would necessarily draw upon deep (religious or moral) metaphysical commitments which would be reasonably rejectable, Rawls held that the public political values may only be justified privately by individual citizens. The public liberal political conception and its attendant values may and will be affirmed publicly (in judicial opinions and presidential addresses, for example) but its deep justifications will not. The task of justification falls to what Rawls called the \"reasonable comprehensive doctrines\" and the citizens who subscribe to them. A reasonable Catholic will justify the liberal values one way, a reasonable Muslim another, and a reasonable secular citizen yet another way. One may illustrate Rawls's idea using a Venn diagram: the public political values will be the shared space upon which overlap numerous reasonable comprehensive doctrines. Rawls's account of stability presented in A Theory of Justice is a detailed portrait of the compatibility of one—Kantian—comprehensive doctrine with justice as fairness. His hope is that similar accounts may be presented for many other comprehensive doctrines. This is Rawls's famous notion of an \"overlapping consensus.\"\n\nSuch a consensus would necessarily exclude some doctrines, namely, those that are \"unreasonable\", and so one may wonder what Rawls has to say about such doctrines. An unreasonable comprehensive doctrine is unreasonable in the sense that it is incompatible with the duty of civility. This is simply another way of saying that an unreasonable doctrine is incompatible with the fundamental political values a liberal theory of justice is designed to safeguard—freedom, equality and fairness. So one answer to the question of what Rawls has to say about such doctrines is—nothing. For one thing, the liberal state cannot justify itself to individuals (such as religious fundamentalists) who hold to such doctrines, because any such justification would—as has been noted—proceed in terms of controversial moral or religious commitments that are excluded from the public political forum. But, more importantly, the goal of the Rawlsian project is primarily to determine whether or not the liberal conception of political legitimacy is internally coherent, and this project is carried out by the specification of what sorts of reasons persons committed to liberal values are permitted to use in their dialogue, deliberations and arguments with one another about political matters. The Rawlsian project has this goal to the exclusion of concern with justifying liberal values to those not already committed—or at least open—to them. Rawls's concern is with whether or not the idea of political legitimacy fleshed out in terms of the duty of civility and mutual justification can serve as a viable form of public discourse in the face of the religious and moral pluralism of modern democratic society, not with justifying this conception of political legitimacy in the first place.\n\nRawls also modified the principles of justice as follows (with the first principle having priority over the second, and the first half of the second having priority over the latter half):\n\nThese principles are subtly modified from the principles in Theory. The first principle now reads \"equal claim\" instead of \"equal right\", and he also replaces the phrase \"system of basic liberties\" with \"a fully adequate scheme of equal basic rights and liberties\". The two parts of the second principle are also switched, so that the difference principle becomes the latter of the three.\n\nAlthough there were passing comments on international affairs in A Theory of Justice, it was not until late in his career that Rawls formulated a comprehensive theory of international politics with the publication of The Law of Peoples. He claimed there that \"well-ordered\" peoples could be either \"liberal\" or \"decent\". Rawls's basic distinction in international politics is that his preferred emphasis on a society of peoples is separate from the more conventional and historical discussion of international politics as based on relationships between states.\n\nRawls argued that the legitimacy of a liberal international order is contingent on tolerating decent peoples, which differ from liberal peoples, among other ways, in that they might have state religions and deny adherents of minority faiths the right to hold positions of power within the state, and might organize political participation via consultation hierarchies rather than elections. However, no well-ordered peoples may violate human rights or behave in an externally aggressive manner. Peoples that fail to meet the criteria of \"liberal\" or \"decent\" peoples are referred to as 'outlaw states', 'societies burdened by unfavourable conditions' or 'benevolent absolutisms', depending on their particular failings. Such peoples do not have the right to mutual respect and toleration possessed by liberal and decent peoples.\n\nRawls's views on global distributive justice as they were expressed in this work surprised many of his fellow egalitarian liberals. For example, Charles Beitz had previously written a study that argued for the application of Rawls's Difference Principles globally. Rawls denied that his principles should be so applied, partly on the grounds that a world state does not exist and would not be stable. This notion has been challenged, as a comprehensive system of global governance has arisen, amongst others in the form of the Bretton Woods system, that serves to distribute primary social goods between human beings. It has thus been argued that a cosmopolitan application of the theory of justice as fairness is the more reasonable alternative to the application of The Law of Peoples, as it would be more legitimate towards all persons over whom political coercive power is exercised.[44]\n\nAccording to Rawls however, nation states, unlike citizens, were self-sufficient in the cooperative enterprises that constitute domestic societies. Although Rawls recognized that aid should be given to governments which are unable to protect human rights for economic reasons, he claimed that the purpose for this aid is not to achieve an eventual state of global equality, but rather only to ensure that these societies could maintain liberal or decent political institutions. He argued, among other things, that continuing to give aid indefinitely would see nations with industrious populations subsidize those with idle populations and would create a moral hazard problem where governments could spend irresponsibly in the knowledge that they will be bailed out by those nations who had spent responsibly.\n\nRawls's discussion of \"non-ideal\" theory, on the other hand, included a condemnation of bombing civilians and of the American bombing of German and Japanese cities in World War II, as well as discussions of immigration and nuclear proliferation. He also detailed here the ideal of the statesman, a political leader who looks to the next generation and promotes international harmony, even in the face of significant domestic pressure to act otherwise. Rawls also controversially claimed that violations of human rights can legitimize military intervention in the violating states, though he also expressed the hope that such societies could be induced to reform peacefully by the good example of liberal and decent peoples.\n\n"
        },
        {
            "title": "Influence and reception",
            "text": "Despite the exacting, academic tone of Rawls's writing and his reclusive personality, his philosophical work has exerted an enormous impact on not only contemporary moral and political philosophy but also public political discourse. During the student protests at Tiananmen Square in 1989, copies of \"A Theory of Justice\" were brandished by protesters in the face of government officials.[45][46][47] Despite being approximately 600 pages long, over 300,000 copies of that book have been sold,[48] stimulating critical responses from utilitarian, feminist, conservative, libertarian, Catholic, communitarian, Marxist and Green scholars, which Rawls welcomed.\n\nAlthough having a profound influence on theories of distributive justice both in theory and in practice, the generally anti-meritocratic sentiment of Rawls's thinking has not been widely accepted by the political left. He consistently held the view that naturally developed skills and endowments could not be neatly distinguished from inherited ones, and that neither could be used to justify moral desert.[49] Instead, he held the view that individuals could \"legitimately expect\" entitlements to the earning of income or development of abilities based on institutional arrangements. This aspect of Rawls's work has been instrumental in the development of such ideas as luck egalitarianism and unconditional basic income, which have themselves been criticized.[50][51] The strictly egalitarian quality of Rawls's second principle of justice has called into question the type of equality that fair societies ought to embody.[52][53]\n\nIn a 2008 national survey of political theorists, based on 1,086 responses from professors at accredited, four-year colleges and universities in the United States, Rawls was voted first on the list of \"Scholars Who Have Had the Greatest Impact on Political Theory in the Past 20 Years\".[12]\n\nCharles Taylor, Alasdair Macintyre, Michael Sandel, and Michael Walzer all have posed formidable oppositions to Rawls's theory of justice throughout their careers, stimulating a large reactionary body of normative and critical scholarship.[54]\n\nThe late philosopher G. A. Cohen, along with political scientist Jon Elster, and John Roemer, used Rawls's writings extensively to inaugurate the Analytical Marxism movement in the 1980s.\n\nIn the later part of Rawl's career, he engaged with the scholarly work of Jürgen Habermas (see Habermas-Rawls debate). Habermas's reading of Rawls led to an appreciation of Rawls's work and other analytical philosophers by the Frankfurt School of critical theory, and many of Habermas's own students and associates were expected to be familiar with Rawls by the late 1980s.[55] Rainer Forst, who was described in 2012 as the \"most important political philosopher of his generation\"[56] was advised both by Rawls and Habermas in completing his PhD.[57][58] Axel Honneth, Fabian Freyenhagen, and James Gordon Finlayson have also drawn on Rawls's work in comparison to Habermas.\n\nPhilosopher Eva Kittay has extended the work of John Rawls to address the concerns of women and the cognitively disabled.[59]\n\n"
        },
        {
            "title": "Musical",
            "text": "John Rawls is featured as the protagonist of A Theory of Justice: The Musical!, an award-nominated musical comedy, which premiered at Oxford in 2013 and was revived for the Edinburgh Fringe Festival.[64]\n\n"
        }
    ]
}