{
    "url": "https://en.wikipedia.org/wiki/John_Rutledge_Supreme_Court_nominations",
    "title": "John Rutledge Supreme Court nominations",
    "table_of_contents": [
        "1 1789 nomination for associate justice",
        "2 1795 nomination for chief justice",
        "2.1 Recess appointment",
        "2.2 Nomination",
        "2.3 Aftermath",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJohn Rutledge was twice nominated by President George Washington to the Supreme Court of the United States, being nominated and confirmed in 1789 as an associate justice, and being unsuccessfully nominated in 1795 to serve as chief justice.\n\n"
        },
        {
            "title": "1789 nomination for associate justice",
            "text": "On September 24, 1789, George Washington nominated Rutledge for one of the five associate justice positions on the newly established Supreme Court. His appointment (along with those of fellow associate justices John Blair Jr., William Cushing, Robert H. Harrison, and James Wilson; plus that of John Jay for chief justice) was confirmed by the Senate two days later by voice vote.[1] While he had accepted the associate judgeship, Rutledge had been hoping to be named the court's chief justice instead.[citation needed] Rutledge's service on the Court officially began February 15, 1790, when he took the judicial oath, and continued until March 5, 1791.[2] However, Rutledge would ultimately resign from this Supreme Court judgeship in 1791 before ever hearing a case in order to become chief justice of the South Carolina Court of Common Pleas and Sessions.[3][4]\n\n"
        },
        {
            "title": "1795 nomination for chief justice",
            "text": "In 1795, Rutlege was unsuccessfully nominated to the court to serve as chief justice, after having been first given a recess appointment by President Washington to the position in August 1795. On December 10, 1795, Washington nominated Rutlege to serve as chief justice permanently. The nomination ran into opposition due to speculation about his mental health and alcohol use. The nomination was rejected by the Senate in a 14–10 vote, the first instance in which the Senate rejected a Supreme Court nomination, and the only instance in the court's history in which a recess appointee was not permanently confirmed after the recess.\n\nOn June 28, 1795, Chief Justice John Jay resigned after having been elected governor of New York. Rutlege wrote Washington that month offering to replace Jay as chief justice. President Washington selected Rutledge to succeed Jay as chief justice, and, as the Senate would not be meeting again until December, gave Rutledge a recess appointment so that he could serve as chief justice during the upcoming August session. He was commissioned as the second Chief Justice of the Supreme Court on June 30, 1795,[5] and took the judicial oath on August 12.[2][6]\n\nPresident Washington formally nominated Rutlege on December 10, 1795, to a lifetime appointment as chief justice. However, by this time,  Rutledge's reputation was in tatters, and support for his nomination had faded. Rumors of mental illness and alcohol abuse swirled around him, concocted largely by the Federalist press. His words and actions in response to the Jay Treaty (including an immensely controversial speech he delivered against the treaty on July 16, 1795) were used as evidence of his continued mental decline.[3][7] A lot of the opposition to Rutledge spurred from his opposition to the Jay Treaty, meaning that his political views influenced opposition to his appointment.[8]\n\nThe Senate rejected the nomination on December 15, 1795, by a vote of 14–10. This was the first time that the Senate had voted down a Supreme Court nomination. As of 2022; it remains the only U.S. Supreme Court recess appointment to be subsequently rejected by the Senate.[3][9] All nine Democratic Republican Senators that cast a vote voted to confirm Rutledge, while all but one of the fifteen Federalist Senators that cast a vote voted against his confirmation.[10] This came despite the fact that the Federalist Party was the party more aligned with Washington's administration.[4]\n\nSoon after the Senate's rejection of his nomination to the Supreme Court, on December 26, 1795, Rutledge attempted suicide by jumping off a wharf into Charleston Harbor.[12][5][13] He was rescued by two slaves who saw him drowning.[14] Though the Senate remained in session through June 1, 1796, which would have been the automatic end of Rutledge's commission following the rejection, Rutledge resigned from the Court two days later, on December 28, 1795, having served the briefest tenure of any chief justice of the United States (138 days).[15]  Afterward, he largely withdrew from public life and returned to live in Charleston, South Carolina.[16]\n\nRegarding the Senate's rejection of Rutledge's nomination, Vice President John Adams wrote to his wife Abigail that it \"gave me pain for an old friend, though I could not but think he deserved it. Chief Justices must not go to illegal Meetings and become popular orators in favor of Sedition, nor inflame the popular discontents which are ill founded, nor propagate Disunion, Division, Contention and delusion among the people.\"[17]\n\n"
        }
    ]
}