{
    "url": "https://en.wikipedia.org/wiki/John_Marshall",
    "title": "John Marshall",
    "table_of_contents": [
        "1 Early years (1755 to 1782)",
        "2 Early political career (1782 to 1797)",
        "3 Adams administration (1797 to 1801)",
        "3.1 Diplomat",
        "3.2 Congressman and Secretary of State",
        "3.3 Nomination as Chief Justice",
        "4 Chief Justice (1801 to 1835)",
        "4.1 Personality, principles, and leadership",
        "4.2 Jefferson administration",
        "4.2.1 Marbury v. Madison",
        "4.2.2 Impeachment of Samuel Chase",
        "4.2.3 Burr conspiracy trial",
        "4.3 Fletcher v. Peck",
        "4.4 McCulloch v. Maryland",
        "4.5 Cohens v. Virginia",
        "4.6 Gibbons v. Ogden",
        "4.7 Jackson administration",
        "4.8 Other key cases",
        "5 Authorship of Washington biography",
        "6 1829–1830 Virginia Constitutional Convention",
        "7 Death",
        "8 Slavery",
        "9 Personal life and family",
        "10 Impact and legacy",
        "11 Monuments and memorials",
        "12 See also",
        "13 Notes",
        "14 References",
        "14.1 Works cited",
        "15 Further reading",
        "15.1 Secondary sources",
        "15.2 Primary sources",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJohn Marshall (September 24, 1755 – July 6, 1835) was an American politician and lawyer who served as the fourth Chief Justice of the United States from 1801 until his death in 1835. He remains the longest-serving chief justice and fourth-longest serving justice in the history of the U.S. Supreme Court, and is widely regarded as one of the most influential justices ever to serve. Prior to joining the Court, Marshall served as the fourth U.S. Secretary of State under President John Adams.\n\nMarshall was born in Germantown in the Colony of Virginia in 1755. After the outbreak of the American Revolutionary War, he joined the Continental Army, serving in numerous battles. During the later stages of the war, he was admitted to the state bar and won election to the Virginia House of Delegates. Marshall favored the ratification of the U.S. Constitution, and he played a major role in Virginia's ratification of that document. At the request of President Adams, Marshall traveled to France in 1797 to help bring an end to attacks on American shipping. In what became known as the XYZ Affair, the government of France refused to open negotiations unless the United States agreed to pay bribes. After returning to the United States, Marshall won election to the U.S. House of Representatives and emerged as a leader of the Federalist Party in Congress. He was appointed secretary of state in 1800 after a cabinet shake-up, becoming an important figure in the Adams administration.\n\nIn 1801, Adams appointed Marshall to the Supreme Court. Marshall quickly emerged as the key figure on the court, due in large part to his personal influence with the other justices. Under his leadership, the court moved away from seriatim opinions, instead issuing a single majority opinion that elucidated a clear rule. The 1803 case of Marbury v. Madison presented the first major case heard by the Marshall Court. In his opinion for the court, Marshall upheld the principle of judicial review, whereby courts could strike down federal and state laws if they conflicted with the Constitution. Marshall's holding avoided direct conflict with the executive branch, which was led by Democratic-Republican President Thomas Jefferson. By establishing the principle of judicial review while avoiding an inter-branch confrontation, Marshall helped implement the principle of separation of powers and cement the position of the American judiciary as an independent and co-equal branch of government.\n\nAfter 1803, many of the major decisions issued by the Marshall Court confirmed the supremacy of the federal government and the federal Constitution over the states. In Fletcher v. Peck and Dartmouth College v. Woodward, the court invalidated state actions because they violated the Contract Clause. The court's decision in McCulloch v. Maryland upheld the constitutionality of the Second Bank of the United States and established the principle that the states could not tax federal institutions. The cases of Martin v. Hunter's Lessee and Cohens v. Virginia established that the Supreme Court could hear appeals from state courts in both civil and criminal matters. Marshall's opinion in Gibbons v. Ogden established that the Commerce Clause bars states from restricting navigation. In the case of Worcester v. Georgia, Marshall held that the Georgia criminal statute that prohibited non-Native Americans from being present on Native American lands without a license from the state was unconstitutional. Marshall died in 1835, and Andrew Jackson appointed Roger Taney as his successor.\n\n"
        },
        {
            "title": "",
            "text": "Marshall was born on September 24, 1755, in a log cabin in Germantown,[2] a rural community on the Virginia frontier, near present-day Midland, Fauquier County. In the mid-1760s, the Marshalls moved northwest to the present-day site of Markham, Virginia.[3] His parents were Thomas Marshall and Mary Randolph Keith, the granddaughter of politician Thomas Randolph of Tuckahoe and a second cousin of U.S. President Thomas Jefferson. Despite her ancestry, Mary was shunned by the Randolph family because her mother, Mary Isham Randolph, had eloped with a man believed beneath her station in life. After his death, Mary Isham Randolph married James Keith, a Scottish minister. Thomas Marshall was employed in Fauquier County as a surveyor and land agent by Lord Fairfax, which provided him with a substantial income.[4] Nonetheless, John Marshall grew up in a two-room log cabin, which he shared with his parents and several siblings; Marshall was the oldest of fifteen siblings.[3] One of his younger brothers, James Markham Marshall, would briefly serve as a federal judge.\n\nMarshall was also a first cousin of U.S. Senator (Ky) Humphrey Marshall and first cousin, three times removed, of General of the Army George C. Marshall.[5][a]\n\nFrom a young age, Marshall was noted for his good humor and black eyes, which were \"strong and penetrating, beaming with intelligence and good nature\".[9] With the exception of one year of formal schooling, during which time he befriended future president James Monroe, Marshall did not receive a formal education. Encouraged by his parents, the young Marshall read widely, reading works such as William Blackstone's Commentaries on the Laws of England and Alexander Pope's An Essay on Man.[10] He was also tutored by the Reverend James Thomson, a recently ordained deacon from Glasgow, Scotland, who resided with the Marshall family in return for his room and board.[11] Marshall was especially influenced by his father, of whom he wrote, \"to his care I am indebted for anything valuable which I may have acquired in my youth. He was my only intelligent companion; and was both a watchful parent and an affectionate friend.\"[12] Thomas Marshall prospered in his work as a surveyor, and in the 1770s he purchased an estate known as Oak Hill.[13]\n\nAfter the 1775 Battles of Lexington and Concord, Thomas and John Marshall volunteered for service in the 3rd Virginia Regiment.[14] In 1776, Marshall became a lieutenant in the Eleventh Virginia Regiment of the Continental Army.[15] During the American Revolutionary War, he served in several battles, including the Battle of Brandywine, and endured the winter at Valley Forge. After he was furloughed in 1780, Marshall began attending the College of William and Mary.[16] Marshall read law under the famous Chancellor George Wythe at the College of William and Mary, and he was admitted to the state bar in 1780.[17] After briefly rejoining the Continental Army, Marshall won election to the Virginia House of Delegates in early 1782.[18]\n\n"
        },
        {
            "title": "",
            "text": "Upon joining the House of Delegates, Marshall aligned himself with members of the conservative Tidewater establishment such as James Monroe and Richard Henry Lee. With the backing of his influential father-in-law, Marshall was elected to the Council of State, becoming the youngest individual up to that point to serve on the council.[19] In 1785, Marshall took up the additional office of Recorder of the Richmond City Hustings Court.[20] Meanwhile, Marshall sought to build up his own legal practice, a difficult proposition during a time of economic recession. In 1786, he purchased the law practice of his cousin, Edmund Randolph, after the latter was elected Governor of Virginia. Marshall gained a reputation as a talented attorney practicing in the state capital of Richmond, and he took on a wide array of cases. He represented the heirs of Lord Fairfax in Hite v. Fairfax (1786), an important case involving a large tract of land in the Northern Neck of Virginia.[21]\n\nUnder the Articles of Confederation, the United States during the 1780s was a confederation of sovereign states with a weak national government that had little or no effective power to impose tariffs, regulate interstate commerce, or enforce laws.[22] Influenced by Shays' Rebellion and the powerlessness of the Congress of the Confederation, Marshall came to believe in the necessity of a new governing structure that would replace the powerless national government established by the Articles of Confederation.[23] He strongly favored ratification of the new constitution proposed by the Philadelphia Convention, as it provided for a much stronger federal government. Marshall was elected to the 1788 Virginia Ratifying Convention, where he worked with James Madison to convince other delegates to ratify the new constitution.[24] After a long debate, proponents of ratification emerged victorious, as the convention voted 89 to 79 to ratify the constitution.[25]\n\nAfter the United States ratified the Constitution, newly elected President George Washington nominated Marshall as the United States Attorney for Virginia. Though the nomination was confirmed by the Senate, Marshall declined the position, instead choosing to focus on his own law practice.[26] In the early 1790s, the Federalist Party and the Democratic-Republican Party emerged as the country was polarized by issues such as the French Revolutionary Wars and the power of the presidency and the federal government. Marshall aligned with the Federalists, and at Alexander Hamilton's request, he organized a Federalist movement in Virginia to counter the influence of Thomas Jefferson's Democratic-Republicans. Like most other Federalists, Marshall favored neutrality in foreign affairs, high tariffs, a strong executive, and a standing military.[27] In 1795, Washington asked Marshall to accept appointment as the United States Attorney General, but Marshall again declined the offer. He did, however, serve in a variety of roles for the state of Virginia during the 1790s, at one point acting as the state's interim Attorney General.[28]\n\nIn 1796, Marshall appeared before the Supreme Court of the United States in Ware v. Hylton, a case involving the validity of a Virginia law that provided for the confiscation of debts owed to British subjects. Marshall argued that the law was a legitimate exercise of the state's power, but the Supreme Court ruled against him, holding that the Treaty of Paris in combination with the Supremacy Clause of the Constitution required the collection, rather than confiscation, of such debts.[29] According to biographer Henry Flanders, Marshall's argument in Ware v. Hylton \"elicited great admiration at the time of its delivery, and enlarged the circle of his reputation\" despite his defeat in the case.[30]\n\n"
        },
        {
            "title": "",
            "text": "Vice President John Adams, a member of the Federalist Party, defeated Jefferson in the 1796 presidential election and sought to continue Washington's policy of neutrality in the French Revolutionary Wars. After Adams took office, France refused to meet with American envoys and began attacking American ships.[31] In 1797, Marshall accepted appointment to a three-member commission to France that also included Charles Cotesworth Pinckney and Elbridge Gerry.[32] The three envoys arrived in France in October 1797, but were granted only a fifteen-minute meeting with French Foreign Minister Talleyrand. After that meeting, the diplomats were met by three of Talleyrand's agents who refused to conduct diplomatic negotiations unless the United States paid enormous bribes to Talleyrand and to the Republic of France.[33] The Americans refused to negotiate on such terms, and Marshall and Pinckney eventually decided to return to the United States.[34] Marshall left France in April 1798 and arrived in the United States two months later, receiving a warm welcome by Federalist members of Congress.[35]\n\nDuring his time in France, Marshall and the other commissioners had sent secret correspondence to Adams and Secretary of State Timothy Pickering. In April 1798, Congress passed a resolution demanding that the administration reveal the contents of the correspondence. A public outcry ensued when the Adams administration revealed that Talleyrand's agents had demanded bribes; the incident became known as the XYZ Affair.[36] In July 1798, shortly after Marshall's return, Congress imposed an embargo in France, marking the start of an undeclared naval war known as the Quasi-War.[37] Marshall supported most of the measures Congress adopted in the struggle against France, but he disapproved of the Alien and Sedition Acts, four separate laws designed to suppress dissent during the Quasi-War. Marshall published a letter to a local newspaper stating his belief that the laws would likely \"create, unnecessarily, discontents and jealousies at a time when our very existence as a nation may depend on our union.\"[38]\n\nAfter his return from France, Marshall wanted to resume his private practice of law, but in September 1798 former President Washington convinced him to challenge incumbent Democratic-Republican Congressman John Clopton of Virginia's 13th congressional district.[39] Although the Richmond area district favored the Democratic-Republican Party, Marshall won the race, in part due to his conduct during the XYZ Affair and in part due to the support of Patrick Henry.[40] During the campaign, Marshall declined appointment as an associate justice of the Supreme Court, and President Adams instead appointed Marshall's friend, Bushrod Washington.[41] After winning the election, Marshall was sworn into office when the 6th Congress convened in December 1799. He quickly emerged as a leader of the moderate faction of Federalists in Congress.[42] His most notable speech in Congress was related to the case of Thomas Nash (alias Jonathan Robbins), whom the government had extradited to Great Britain on charges of murder. Marshall defended the government's actions, arguing that nothing in the Constitution prevents the United States from extraditing one of its citizens.[40] His speech helped defeat a motion to censure President Adams for the extradition.[43]\n\nIn May 1800, President Adams nominated Marshall as Secretary of War, but the president quickly withdrew that nomination and instead nominated Marshall as Secretary of State. Marshall was confirmed by the Senate on May 13 and took office on June 6, 1800.[44] Marshall's appointment as Secretary of State was preceded by a split between Adams and Hamilton, the latter of whom led a faction of Federalists who favored declaring war on France. Adams fired Secretary of State Timothy Pickering, a Hamilton supporter, after Pickering tried to undermine peace negotiations with France.[45] Adams directed Marshall to bring an end to the Quasi-War and settle ongoing disputes with Britain, Spain, and the Barbary States. The position of Secretary of State also held a wide array of domestic responsibilities, including the deliverance of commissions of federal appointments and supervision of the construction of Washington, D.C.[46] In October 1800, the United States and France agreed to the Convention of 1800, which ended the Quasi-War and reestablished commercial relations with France.[47]\n\nWith the Federalists divided between Hamilton and Adams, the Democratic-Republicans emerged victorious in the presidential election of 1800.[48] However, Thomas Jefferson and Aaron Burr both received 73 electoral votes, throwing the election to the Federalist-controlled House of Representatives.[b] Hamilton asked Marshall to support Jefferson, but Marshall declined to support either candidate.[49]\n\nIn the contingent election held to decide whether Jefferson or Burr would become president, each state delegation had a single vote. Under this rule, it turned out that neither party had a majority because some states had split delegations. Over the course of seven days, February 11–17, 1801, the House cast a total of 35 ballots, with Jefferson receiving the votes of eight state delegations each time, one short of the necessary majority of nine. On February 17, on the 36th ballot, Jefferson was elected as president. Burr became vice president.[50] Had the deadlock lasted a couple weeks longer (through March 4 or beyond), Marshall, as Secretary of State, would have become acting president until a choice was made.[51]\n\nAfter the election, Adams and the lame duck Congress passed what came to be known as the Midnight Judges Act. This legislation made sweeping changes to the federal judiciary, including a reduction in Supreme Court justices from six to five (upon the next vacancy in the court) so as to deny Jefferson an appointment until two vacancies occurred.[52]\n\nIn late 1800, Chief Justice Oliver Ellsworth resigned due to poor health. Adams nominated former Chief Justice John Jay to once again lead the Supreme Court, but Jay rejected the appointment, partly due to his frustration at the relative lack of power possessed by the judicial branch of the federal government.[53] Jay's letter of rejection arrived on January 20, 1801, less than two months before Jefferson would take office.[54] Upon learning of Jay's rejection, Marshall suggested that Adams elevate Associate Justice William Paterson to chief justice, but Adams rejected the suggestion, instead saying to Marshall, \"I believe I must nominate you.\"[55]\n\nThe Senate at first delayed confirming Marshall, as many senators hoped that Adams would choose a different individual to serve as chief justice. According to New Jersey Senator Jonathan Dayton, the Senate finally relented \"lest another not so qualified, and more disgusting to the bench, should be substituted, and because it appeared that this gentleman [Marshall] was not privy to his own nomination\".[56] Marshall was confirmed by the Senate on January 27, 1801, and took office on February 4. At the request of the president, he continued to serve as Secretary of State until Adams' term expired on March 4.[57] Consequently, Marshall was charged with delivering judicial commissions to the individuals who had been appointed to the positions created by the Midnight Judges Act.[58] Adams would later state that \"my gift of John Marshall to the people of the United States was the proudest act of my life.\"[59]\n\n"
        },
        {
            "title": "",
            "text": "The Marshall Court convened for the first time on February 2, 1801, in the Supreme Court Chamber of the Capitol Building. The Court at that time consisted of Chief Justice Marshall and Associate Justices William Cushing, William Paterson, Samuel Chase, Bushrod Washington, and Alfred Moore, each of whom had been appointed by President Washington or President Adams.[60] Prior to 1801, the Supreme Court had been seen as a relatively insignificant institution. Most legal disputes were resolved in state, rather than federal courts. The Court had issued just 63 decisions in its first decades, few of which had made a significant impact, and it had never struck down a federal or state law.[61] During Marshall's 34-year tenure as Chief Justice, the Supreme Court would emerge as an important force in the federal government for the first time, and Marshall himself played a major role in shaping the nation's understanding of constitutional law. The Marshall Court would issue more than 1000 decisions, about half of which were written by Marshall himself.[62] Marshall's leadership of the Supreme Court ensured that the federal government would exercise relatively strong powers, despite the political domination of the Democratic-Republicans after 1800.[63]\n\nSoon after becoming chief justice, Marshall changed the manner in which the Supreme Court announced its decisions. Previously, each Justice would author a separate opinion (known as a seriatim opinion) as was done in the Virginia Supreme Court of his day and is still done today in the United Kingdom and Australia. Under Marshall, however, the Supreme Court adopted the practice of handing down a single majority opinion of the Court, allowing it to present a clear rule.[64] The Court met in Washington only two months a year, from the first Monday in February through the second or third week in March. Six months of the year the justices were doing circuit duty in the various states. When the Court was in session in Washington, the justices boarded together in the same rooming house, avoided outside socializing, and discussed each case intently among themselves. Decisions were quickly made, usually in a matter of days. The justices did not have clerks, so they listened closely to the oral arguments, and decided among themselves what the decision should be.[65]\n\nMarshall's opinions were workmanlike and not especially eloquent or subtle. His influence on learned men of the law came from the charismatic force of his personality and his ability to seize upon the key elements of a case and make highly persuasive arguments.[66][67][68] As Oliver Wolcott observed when both he and Marshall served in the Adams administration, Marshall had the knack of \"putting his own ideas into the minds of others, unconsciously to them\".[69] By 1811, Justices appointed by a Democratic-Republican president had a 5-to-2 majority on the Court, but Marshall retained ideological and personal leadership of the Court.[70] Marshall regularly curbed his own viewpoints, preferring to arrive at decisions by consensus.[71] Only once did he find himself on the losing side in a constitutional case. In that case—Ogden v. Saunders in 1827—Marshall set forth his general principles of constitutional interpretation:[72]\n\nWhile Marshall was attentive when listening to oral arguments and often persuaded other justices to adopt his interpretation of the law, he was not widely read in the law, and seldom cited precedents. After the Court came to a decision, he would usually write it up himself. Often he asked Justice Joseph Story, a renowned legal scholar, to do the chores of locating the precedents, saying, \"There, Story; that is the law of this case; now go and find the authorities.\"[73]\n\nIn his role as Secretary of State in the Adams administration, Marshall had failed to deliver commissions to 42 federal justices of the peace before the end of Adams's term. After coming to power, the Jefferson administration refused to deliver about half of these outstanding commissions, effectively preventing those individuals from receiving their appointments even though the Senate had confirmed their nominations. Though the position of justice of the peace was a relatively powerless and low-paying office, one individual whose commission was not delivered, William Marbury, decided to mount a legal challenge against the Jefferson administration. Seeking to have his judicial commission delivered, Marbury filed suit against the sitting Secretary of State, James Madison. The Supreme Court agreed to hear the case of Marbury v. Madison in its 1803 term. Meanwhile, the Democratic-Republicans passed the Judiciary Act of 1802, which effectively repealed the Midnight Judges Act and canceled the Supreme Court's 1802 term.[74][c] They also began impeachment proceedings against federal judge John Pickering, a prominent Federalist; in response, Federalist members of Congress accused the Democratic-Republicans of trying to infringe on the independence of the federal judiciary.[76]\n\nIn early February 1803, the Supreme Court held a four-day trial for the case of Marbury v. Madison, though the defendant, James Madison, refused to appear.[77] On February 24, the Supreme Court announced its decision, which biographer Joel Richard Paul describes as \"the single most significant constitutional decision issued by any court in American history.\" The Court held that Madison was legally bound to deliver Marbury's commission, and that Marbury had the right to sue Madison. Yet the Court also held that it could not order Madison to deliver the commission because the Judiciary Act of 1789 had unconstitutionally expanded the Court's original jurisdiction to include writs of mandamus, a type of court order that commands a government official to perform an act they are legally required to perform. Because that portion of the Judiciary Act of 1789 was unconstitutional, the Court held that it did not have original jurisdiction over the case even while simultaneously holding that Madison had violated the law.[78]\n\nMarbury v. Madison was the first case in which the Supreme Court struck down a federal law as unconstitutional and it is most significant for its role in establishing the Supreme Court's power of judicial review, or the power to invalidate laws as unconstitutional. As Marshall put it, \"it is emphatically the province and duty of the judicial department to say what the law is.\"[79] By asserting the power of judicial review in a holding that did not require the Jefferson administration to take action, the Court upheld its own powers without coming into direct conflict with a hostile executive branch that likely would not have complied with a court order.[80] Historians mostly agree that the framers of the Constitution did plan for the Supreme Court to have some sort of judicial review, but Marshall made their goals operational.[81] Though many Democratic-Republicans expected a constitutional crisis to arise after the Supreme Court asserted its power of judicial review, the Court upheld the repeal of the Midnight Judges Act in the 1803 case of Stuart v. Laird.[82][d]\n\nIn 1804, the House of Representatives impeached Associate Justice Samuel Chase, alleging that he had shown political bias in his judicial conduct. Many Democratic-Republicans saw the impeachment as a way to intimidate federal judges, many of whom were members of the Federalist Party.[83] As a witness in the Senate's impeachment trial, Marshall defended Chase's actions.[84] In March 1805, the Senate voted to acquit Chase, as several Democratic-Republican senators joined with their Federalist colleagues in refusing to remove Chase.[85] The acquittal helped further establish the independence of the federal judiciary.[86][85] Relations between the Supreme Court and the executive branch improved after 1805, and several proposals to alter the Supreme Court or strip it of jurisdiction were defeated in Congress.[87]\n\nVice President Aaron Burr was not renominated by his party in the 1804 presidential election and his term as vice president ended in 1805. After leaving office, Burr traveled to the western United States, where he may have entertained plans to establish an independent republic from Mexican or American territories.[88] In 1807, Burr was arrested and charged for treason, and Marshall presided over the subsequent trial. Marshall required Jefferson to turn over his correspondence with General James Wilkinson; Jefferson decided to release the documents, but argued that he was not compelled to do so under the doctrine of executive privilege.[89] During the trial, Marshall ruled that much of the evidence that the government had amassed against Burr was inadmissible; biographer Joel Richard Paul states that Marshall effectively \"directed the jury to acquit Burr.\" After Burr was acquitted, Democratic-Republicans, including President Jefferson, attacked Marshall for his role in the trial.[90]\n\nIn 1795, the state of Georgia had sold much of its western lands to a speculative land company, which then resold much of that land to other speculators, termed \"New Yazooists.\" After a public outcry over the sale, which was achieved through bribery, Georgia rescinded the sale and offered to refund the original purchase price to the New Yazooists. Many of the New Yazooists had paid far more than the original purchase price, and they rejected Georgia's revocation of the sale. Jefferson tried to arrange a compromise by having the federal government purchase the land from Georgia and compensate the New Yazooists, but Congressman John Randolph defeated the compensation bill. The issue remained unresolved, and a case involving the land finally reached the Supreme Court through the 1810 case of Fletcher v. Peck.[91] In March 1810, the Court handed down its unanimous holding, which voided Georgia's repeal of the purchase on the basis of the Constitution's Contract Clause. The Court's ruling held that the original sale of land constituted a contract with the purchasers, and the Contract Clause prohibits states from \"impairing the obligations of contracts.\"[92] Fletcher v. Peck was the first case in which the Supreme Court ruled a state law unconstitutional, though in 1796 the Court had voided a state law as conflicting with the combination of the Constitution together with a treaty.[93]\n\nIn 1816, Congress established the Second Bank of the United States (\"national bank\") in order to regulate the country's money supply and provide loans to the federal government and businesses. The state of Maryland imposed a tax on the national bank, but James McCulloch, the manager of the national bank's branch in Baltimore, refused to pay the tax. After he was convicted by Maryland's court system, McCulloch appealed to the Supreme Court, and the Court heard the case of McCulloch v. Maryland in 1819. In that case, the state of Maryland challenged the constitutionality of the national bank and asserted that it had the right to tax the national bank.[94] Writing for the Court, Marshall held that Congress had the power to charter the national bank.[95] He laid down the basic theory of implied powers under a written Constitution; intended, as he said \"to endure for ages to come, and, consequently, to be adapted to the various crises of human affairs ....\" Marshall envisaged a federal government which, although governed by timeless principles, possessed the powers \"on which the welfare of a nation essentially depends.\"[96] \"Let the end be legitimate,\" Marshall wrote, \"let it be within the scope of the Constitution, and all means which are appropriate, which are plainly adapted to that end, which are not prohibited but consist with the letter and the spirit of the Constitution, are constitutional.\"[97]\n\nThe Court also held that Maryland could not tax the national bank, asserting that the power to tax is equivalent to \"the power to destroy.\" The Court's decision in McCulloch was, according to Joel Richard Paul, \"probably the most controversial decision\" handed down by the Marshall Court. Southerners, including Virginia judge Spencer Roane, attacked the decision as an overreach of federal power.[98] In a subsequent case, Osborn v. Bank of the United States, the Court ordered a state official to return seized funds to the national bank. The Osborn case established that the Eleventh Amendment does not grant state officials sovereign immunity when they resist a federal court order.[99]\n\nCongress established a lottery in the District of Columbia in 1812, and in 1820 two individuals were convicted in Virginia for violating a state law that prohibited selling out-of-state lottery tickets. The defendants, Philip and Mendes Cohen, appealed to the Supreme Court. The Court's subsequent decision in the 1821 case of Cohens v. Virginia established that the Supreme Court could hear appeals from state courts in criminal lawsuits.[e] The Court held that, because Virginia had brought the suit against the defendants, the Eleventh Amendment did not prohibit the case from appearing in federal court.[100]\n\nIn 1808, Robert R. Livingston and Robert Fulton secured a monopoly from the state of New York for the navigation of steamboats in state waters. Fulton granted a license to Aaron Ogden and Thomas Gibbons to operate steamboats in New York, but the partnership between Ogden and Gibbons collapsed. Gibbons continued to operate steamboats in New York after receiving a federal license to operate steamboats in the waters of any state. In response, Ogden won a judgment in state court that ordered Gibbons to cease operations in the state. Gibbons appealed to the Supreme Court, which heard the case of Gibbons v. Ogden in 1824. Representing Gibbons, Congressman Daniel Webster and Attorney General William Wirt (acting in a non-governmental capacity) argued that Congress had the exclusive power to regulate commerce, while Ogden's attorneys contended that the Constitution did not prohibit states from restricting navigation.[101]\n\nWriting for the Court, Marshall held that navigation constituted a form of commerce and thus could be regulated by Congress. Because New York's monopoly conflicted with a properly issued federal license, the Court struck down the monopoly. However, Marshall did not adopt Webster's argument that Congress had the sole power to regulate commerce.[102] Newspapers in both the Northern states and the Southern states hailed the decision as a blow against monopolies and the restraint of trade.[103]\n\nMarshall personally opposed the presidential candidacy of Andrew Jackson, whom the Chief Justice saw as a dangerous demagogue, and he caused a minor incident during the 1828 presidential campaign when he criticized Jackson's attacks on President John Quincy Adams.[104] After the death of Associate Justice Washington in 1829, Marshall was the last remaining original member of the Marshall Court, and his influence declined as new justices joined the Court.[105] After Jackson took office in 1829, he clashed with the Supreme Court, especially with regards to his administration's policy of Indian removal.[106]\n\nIn the 1823 case of Johnson v. M'Intosh, the Marshall Court had established the supremacy of the federal government in dealing with Native American tribes.[107] In the late 1820s, the state of Georgia stepped up efforts to assert its control over the Cherokee within state borders, with the ultimate goal of removing the Cherokee from the state. After Georgia passed a law that voided Cherokee laws and denied several rights to the Native Americans, former Attorney General William Wirt sought an injunction to prevent Georgia from exercising sovereignty over the Cherokee. The Supreme Court heard the resulting case of Cherokee Nation v. Georgia in 1831.[108] Writing for the Court, Marshall held that Native American tribes constituted \"domestic dependent nations,\" a new legal status, but he dismissed the case on the basis of standing.[109]\n\nAt roughly the same time that the Supreme Court issued its decision in Cherokee Nation v. Georgia, a group of white missionaries living with the Cherokee were arrested by the state of Georgia. The State did so on the basis of an 1830 state law that prohibited white men from living on Native American land without a state license. Among those arrested was Samuel Worcester, who, after being convicted of violating the state law, challenged the constitutionality of the law in federal court. The arrest of the missionaries became a key issue in the 1832 presidential election, and one of the presidential candidates, William Wirt, served as the attorney for the missionaries.[110] On March 3, 1832, Marshall delivered the opinion of the Court in the case of Worcester v. Georgia. The Court's holding overturned the conviction and the state law, holding that the state of Georgia had improperly exercised control over the Cherokee.[111] It is often reported that in response to the Worcester decision President Andrew Jackson declared \"John Marshall has made his decision; now let him enforce it!\" More reputable sources recognize this as a false quotation.[112] Regardless, Jackson refused to enforce the decision, and Georgia refused to release the missionaries. The situation was finally resolved when the Jackson administration privately convinced Governor Wilson Lumpkin to pardon the missionaries.[113]\n\nMarshall established the Charming Betsy principle, a rule of statutory interpretation, in the 1804 case of Murray v. The Charming Betsy. The Charming Betsy principle holds that \"an act of Congress ought never to be construed to violate the law of nations if any other possible construction remains.\"[114] In Martin v. Hunter's Lessee, the Supreme Court held that it had the power to hear appeals from state supreme courts when a federal issue was involved. Marshall recused himself from the case because it stemmed from a dispute over Lord Fairfax's former lands, which Marshall had a financial interest in.[115] In Dartmouth College v. Woodward, the Court held that the protections of the Contract Clause apply to private corporations.[116] In \nOgden v. Saunders, Marshall dissented in part and \"assented\" in part, and the Court upheld a state law that allowed individuals to file bankruptcy. In his separate opinion, Marshall argued that the state bankruptcy law violated the Contract Clause.[117] In Barron v. Baltimore, the Court held that the Bill of Rights was intended to apply only to the federal government, and not to the states.[118] The courts have since incorporated most of the Bill of Rights with respect to the states through the Fourteenth Amendment, which was ratified decades after Marshall's death.\n\n"
        },
        {
            "title": "Authorship of Washington biography",
            "text": "After his appointment to the Supreme Court, Marshall began working on a biography of George Washington. He did so at the request of his close friend, Associate Justice Bushrod Washington, who had inherited the papers of his uncle. Marshall's The Life of George Washington, the first biography about a U.S. president ever published, spanned five volumes and just under one thousand pages. The first two volumes, published in 1804, were poorly received and seen by many as an attack on the Democratic-Republican Party.[119] Nonetheless, historians have often praised the accuracy and well-reasoned judgments of Marshall's biography, while noting his frequent paraphrases of published sources such as William Gordon's 1801 history of the Revolution and the British Annual Register.[120] After completing the revision to his biography of Washington, Marshall prepared an abridgment. In 1833 he wrote, \"I have at length completed an abridgment of the Life of Washington for the use of schools. I have endeavored to compress it as much as possible. ... After striking out every thing which in my judgment could be properly excluded the volume will contain at least 400 pages.\"[121] The Abridgment was not published until 1838, three years after Marshall died.[122]\n\n"
        },
        {
            "title": "",
            "text": "In 1828, Marshall presided over a convention to promote internal improvements in Virginia. The following year, Marshall was a delegate to the state constitutional convention of 1829–30, where he was again joined by fellow American statesman and loyal Virginians, James Madison and James Monroe, although all were quite old by that time (Madison was 78, Monroe 71, and Marshall 74). Although proposals to reduce the power of the Tidewater region's slave-owning aristocrats compared to growing western population proved controversial,[123] Marshall mainly spoke to promote the necessity of an independent judiciary.[citation needed]\n\n"
        },
        {
            "title": "Death",
            "text": "In 1831, the 76-year-old chief justice traveled to Philadelphia, Pennsylvania, where he underwent an operation to remove bladder stones. That December, his wife Polly died in Richmond.[124] In early 1835, Marshall again traveled to Philadelphia for medical treatment, where he died on July 6, 1835, at the age of 79, having served as Chief Justice for over 34 years.[125] The Liberty Bell was rung following his death—a widespread story claims that this was when the bell cracked, never to be rung again.[126]\n\nHis body was returned to Richmond and buried next to Polly's in Shockoe Hill Cemetery.[127] The inscription on his tombstone, engraved exactly as he had wished, reads as follows:\n\nMarshall was among the last remaining Founding Fathers (a group poetically called the \"Last of the Romans\"),[128] the last surviving Cabinet member from the John Adams administration and the last Cabinet member to have served in the 18th century. In December 1835, President Andrew Jackson nominated Roger Taney to fill the vacancy for chief justice.[129]\n\n"
        },
        {
            "title": "Slavery",
            "text": "Marshall believed that slavery was an evil, opposed the Atlantic slave trade, and feared increasing Southern focus on slavery would fracture the Union, as ultimately occurred; however, he owned slaves for most of his life. In 1783, his father Thomas Marshall as a wedding present gave John Marshall his first slave, Robin Spurlock, who would remain Marshall's manservant as well as run Marshall's Richmond household and upon Marshall's death receive a now-seemingly cruel choice of accepting manumission on the condition of emigrating to another state or to Africa (at age 78 and leaving his still-enslaved daughter Agnes) or choosing his master/mistress from among Marshall's children.[130][131]\n\nEarly in his career, during the 1790s, Marshall represented slaves pro bono in a few cases, often trying to win the freedom of mixed-race individuals. In possibly his most famous anti-slavery case, Marshall represented Robert Pleasants, who sought to carry out his father's will and emancipate about ninety slaves; Marshall won the case in the Virginia High Court of Chancery, in an opinion written by his teacher George Wythe, but that court's holding was later restricted by the Virginia High Court of Appeals.[132] In 1796, Marshall also personally emancipated Peter, a black man he had purchased.[133] Furthermore, Marshall in 1822 signed an emancipation certificate for Jasper Graham, manumitted by the will of John Graham.[133]\n\nAfter slave revolts early in the 19th century, Marshall expressed reservations about large-scale emancipation, in part because he feared that a large number of free blacks might rise up in revolution. Moreover, Virginia in 1806 passed a law requiring freed blacks to leave the state. Marshall instead favored sending free blacks to Africa. In 1817 Marshall joined the American Colonization Society (Associate Justice Bushrod Washington being its national President until his death and Clerk of the Supreme Court Elias Caldwell the organization's long-time secretary) to further that goal.[134][135] Marshall purchased a life membership two years later, in 1823 founded the Richmond and Manchester Auxiliary (becoming that branch's president), and in 1834 pledged $5000 when the organization experienced financial problems.[136]\n\nIn 1825, as Chief Justice, Marshall wrote an opinion in the case of the captured slave ship Antelope, in which he acknowledged that slavery was against natural law, but upheld the continued enslavement of approximately one-third of the ship's cargo (although the remainder were to be sent to Liberia).[137]\n\nRecent biographer and editor of Marshall's papers, Charles F. Hobson, noted that multitudes of scholars dating back to Albert Beveridge and Irwin S. Rhodes understated the number of slaves Marshall owned by counting only his household slaves in Richmond,[138] and often ignored even the slaves at \"Chickahominy Farm\" in Henrico County, which Marshall used as a retreat.[139][140] Moreover, Marshall had received the family's Oak Hill thousand-acre plantation (farmed by enslaved labor) in Fauquier County from his father when Thomas Marshall moved to Kentucky, inherited it in 1802,[141] and in 1819 entrusted its operation to his son Thomas Marshall.\n\nMoreover, in the mid-1790s John Marshall arranged to buy a vast estate from Lord Fairfax's heir Denny Martin, which led to years of litigation in Virginia and federal courts, some by his brother James Marshall, and Marshall even traveled to Europe to secure financing in 1796.[142] Eventually, that led to the Supreme Court's decision in Martin v. Hunter's Lessee (1816), from which Chief Justice Marshall recused himself as an interested party (but which made him wealthy).[143] In fact, Marshall arranged with his longtime friend and Associate Justice Bushrod Washington to edit and publish the late George Washington's papers in order to (re)finance that purchase.[144] Marshall's large family came to own many slaves, even if as Hobson argues Marshall derived his non-judicial income not from farming but by selling often-uncultivated western lands.[145] Research by historian Paul Finkelman revealed that Marshall may have owned hundreds of slaves, and engaged in the buying and selling of slaves throughout his life, although Hobson believes Finkelman overstated Marshall's involvement, confused purchases by relatives of the same name and noted the large gap between Marshall's documented slave purchases (in the 1780s and 1790s), and the 1830s (in which Marshall both drafted and modified his will and sold slaves to pay debts of his late son John Marshall Jr.).[146] Finkelman has repeatedly suggested that Marshall's substantial slave holdings may have influenced him to render judicial decisions in favor of slave owners.[147][148][149][150]\n\n"
        },
        {
            "title": "Personal life and family",
            "text": "Marshall met Mary \"Polly\" Ambler, the youngest daughter of state treasurer Jaquelin Ambler, during the Revolutionary War, and soon began courting her.[151] Marshall married Mary (1767–1831) on January 3, 1783, in the home of her cousin, John Ambler. They had 10 children; six of whom survived to adulthood.[124][152] Between the births of son Jaquelin Ambler in 1787 and daughter Mary in 1795, Polly Marshall suffered two miscarriages and lost two infants, which affected her health during the rest of her life.[153] The Marshalls had six children who survived until adulthood: Thomas (who would eventually serve in the Virginia House of Delegates), Jaquelin, Mary, James, and Edward.[154]\n\nMarshall loved his Richmond home, built in 1790,[155] and spent as much time there as possible in quiet contentment.[156][157] After his father's death in 1803, Marshall inherited the Oak Hill estate, where he and his family also spent time.[158] For approximately three months each year, Marshall lived in Washington during the Court's annual term, boarding with Justice Story during his final years at the Ringgold-Carroll House. Marshall also left Virginia for several weeks each year to serve on the circuit court in Raleigh, North Carolina. From 1810 to 1813, he also maintained the D. S. Tavern property in Albemarle County, Virginia.[159]\n\nMarshall was not religious, and although his grandfather was a priest, never formally joined a church. He did not believe Jesus was a divine being,[160] and in some of his opinions referred to a deist \"Creator of all things.\" He was an active Freemason and served as Grand Master of Masons in Virginia in 1794–1795 of the Most Worshipful Grand Lodge of Ancient, Free, and Accepted Masons of the Commonwealth of Virginia.[161]\n\nWhile in Richmond, Marshall attended St. John's Church on Church Hill until 1814 when he led the movement to hire Robert Mills as architect of Monumental Church, which was near his home and rebuilt to commemorate 72 people who died in a theater fire. The Marshall family occupied Monumental Church's pew No. 23 and entertained the Marquis de Lafayette there during his visit to Richmond in 1824.[citation needed]\n\nOther notable relatives of Marshall include first cousin U.S. Senator (Ky) Humphrey Marshall,[162] Thomas Francis Marshall,[163] Confederate Army colonel Charles Marshall, and first cousin, three times removed, General of the Army George C. Marshall.[164]\n\n"
        },
        {
            "title": "Impact and legacy",
            "text": "The three chief justices that had preceded Marshall: John Jay, John Rutledge, and Oliver Ellsworth, had left little permanent mark beyond setting up the forms of office. The Supreme Court, like many state supreme courts, was a minor organ of government. In his 34-year tenure, Marshall gave it the energy, weight, and dignity of what many would say[weasel words] is a third co-equal branch of the U.S. government. With his associate justices, especially Joseph Story, William Johnson, and Bushrod Washington, Marshall's Court brought to life the constitutional standards of the new nation.[citation needed]\n\nMarshall used Federalist approaches to build a strong federal government over the opposition of the Jeffersonian Republicans, who wanted stronger state governments.[165] His influential rulings reshaped American government, making the Supreme Court the final arbiter of constitutional interpretation. The Marshall Court struck down an act of Congress in only one case (Marbury v. Madison in 1803) but that established the Court as a center of power that could overrule the Congress, the President, the states, and all lower courts if that is what a fair reading of the Constitution required. He also defended the legal rights of corporations by tying them to the individual rights of the stockholders, thereby ensuring that corporations have the same level of protection for their property as individuals had, and shielding corporations against intrusive state governments.[166]\n\nMany commentators have written concerning Marshall's contributions to the theory and practice of judicial review. Among his strongest followers in the European tradition has been Hans Kelsen for the inclusion of the principle of judicial review in the constitutions of both Czechoslovakia and Austria. In her 2011 book on Hans Kelsen, Sandrine Baume[167] identified John Hart Ely as a significant defender of the \"compatibility of judicial review with the very principles of democracy.\" Baume identified John Hart Ely alongside Dworkin as the foremost defenders of Marshall's principle in recent years, while the opposition to this principle of \"compatibility\" were identified as Bruce Ackerman[168] and Jeremy Waldron.[169] In contrast to Waldron and Ackerman, Ely and Dworkin were long-time advocates of the principle of defending the Constitution upon the lines of support they saw as strongly associated with enhanced versions of judicial review in the federal government.[citation needed]\n\nThe University of Virginia placed many volumes of Marshall's papers online as a searchable digital edition.[170] The Library of Congress maintains the John Marshall papers which Senator Albert Beveridge used while compiling his biography of the chief justice a century ago.[171] The Special Collections Research Center at the College of William & Mary holds other John Marshall papers in its Special Collections.[172]\n\n"
        },
        {
            "title": "Monuments and memorials",
            "text": "Marshall's home in Richmond, Virginia, has been preserved by Preservation Virginia (formerly known as the Association for the Preservation of Virginia Antiquities). It is considered to be an important landmark and museum, essential to an understanding of the Chief Justice's life and work.[157] Additionally, his birthplace in Fauquier County, Virginia has been preserved as the John Marshall Birthplace Park.\n\nAn engraved portrait of Marshall appears on U.S. paper money on the series 1890 and 1891 treasury notes. These rare notes are in great demand by note collectors today. Also, in 1914, an engraved portrait of Marshall was used as the central vignette on series 1914 $500 federal reserve notes. These notes are also quite scarce. (William McKinley replaced Marshall on the $500 bill in 1928.) Examples of both notes are available for viewing on the Federal Reserve Bank of San Francisco website.[173][174] Marshall was also featured on a commemorative silver dollar in 2005. In 1955, the United States Postal Service released the 40¢ Liberty Issue postage stamp honoring him.[175]\n\nChief Justice John Marshall, a bronze statue of Marshall wearing his judicial robes, stands on the ground floor inside the U.S. Supreme Court building. Unveiled in 1884, and initially placed on the west plaza of the U.S. Capitol, it was sculpted by William Wetmore Story. His father, Joseph Story, had served on the Supreme Court with Marshall.[176] Another casting of the statue is located at the north end of John Marshall Park in Washington D.C. (the sculpture The Chess Players, commemorating Marshall's love for the game of chess, is located on the east side of the park),[177] and a third is situated on the grounds of the Philadelphia Museum of Art.[178]\n\nMarshall, Michigan, was named in his honor five years before Marshall's death. It was the first of dozens of communities and counties named for him.[179] Marshall County, Kentucky,[180] Marshall County, Illinois,[181] Marshall County, Indiana,[182] Marshall County, Iowa,[183] and Marshall County, West Virginia,[181] are also named in his honor. Marshall College, named in honor of Chief Justice Marshall, officially opened in 1836. After a merger with Franklin College in 1853, the school was renamed as Franklin and Marshall College and relocated to Lancaster, Pennsylvania.[184] Marshall University,[185] Cleveland–Marshall College of Law,[186] John Marshall Law School (Atlanta),[187] and formerly, the John Marshall Law School (now the University of Illinois Chicago School of Law) are or were also named for Marshall.[186]\n\nOn May 20, 2021, the former John Marshall Law School in Chicago announced its official change of name to University of Illinois Chicago School of Law, effective July 1.[188] The university board of trustees acknowledged that \"newly discovered research\",[189] uncovered by historian Paul Finkelman,[190] had revealed that Marshall was a slave trader and owner who practised \"pro-slavery jurisprudence\", which was deemed inappropriate for the school's namesake.[189]\n\nNumerous elementary, middle/junior high, and high schools around the nation have been named for him.\n\nThe John Marshall commemorative dollar was minted in 2005.\n\n"
        }
    ]
}