{
    "url": "https://en.wikipedia.org/wiki/John_Louis_Lay",
    "title": "John Louis Lay",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "John Louis Lay (January 14, 1833 – April 17, 1899) was an American inventor, and a pioneer of the torpedo.\n\n"
        },
        {
            "title": "Biography",
            "text": "Lay was born in Buffalo, New York.[1] He was appointed 2nd assistant engineer in the Union Navy on July 8, 1862, and was promoted to 1st assistant engineer on October 15, 1863.[2] He designed the spar torpedo which was used by Lieutenant William B. Cushing to destroy the Confederate ironclad ram CSS Albemarle at Plymouth, North Carolina, on October 27, 1864. After the fall of Richmond in 1865, Lay was sent in advance of Admiral David D. Porter's fleet to remove obstructions from the James River.[1]\n\nLay resigned from the navy on May 22, 1865,[2] and was then was employed by the Peruvians to fortify the harbor of Callao with fixed mines and suspended torpedoes, in order to prevent the Spanish fleet from entering. Lay returned to the United States in 1867, where he began work on the design and building of a locomotive (self-propelled) torpedo.[1]\n\nLay's first design, the Lay Torpedo or Lay Dirigible (1872) was a surface-running cylindrical vessel with conical ends, powered by a reciprocating engine fuelled by compressed carbon dioxide gas. Two cables were paid out from the torpedo to the controlling ship or shore station which allowed the operator to steer it by means of electrical signals.[1][3] \nIt had a length of 7.6 m and a diameter of 600 mm and with an effective range of 1.25 miles, speed of 6 knots, 100-pound dynamite load and 2,800-pound total weight.\nThe Lay torpedo was one of several designs tested by U.S. Navy at the Naval Torpedo Station at Newport, Rhode Island.[3] It was adopted by the U.S. Navy, that was reluctant to purchase and use Whitehead torpedoes in 1872.\n\nLay torpedoes were also acquired by Peru for use in the War of the Pacific, but proved unsuccessful. On 28 August 1879 at Antofagasta the Peruvian ironclad Huáscar, while engaging shore batteries and the Chilean ships Abtao, Magallanes and Limarí, launched a Lay torpedo only to have it reverse course. The ship Huascar was saved when an officer jumped overboard to divert it.[4]\n\nIn 1880, he produced an improved version – the Lay-Haight Torpedo. This used a 3-cylinder Brotherhood engine fuelled by carbon dioxide (a mixture of carbonic acid and calcium), to increase its speed to 8 knots, with a range of 2,300 meters. Having passed the initial tests, the governments of the United States and the Russian Empire bought its manufacturing rights. Lay himself set up a manufacturing plant in Russia where more than 10 large torpedoes were reportedly manufactured. However, it never had successful application.\n\nLay's inventions made him a rich man, but he lost it all in speculation, and he spent his final years in poverty. He died at Bellevue Hospital, New York City, in April 1899.[1]\n\n"
        }
    ]
}