{
    "url": "https://en.wikipedia.org/wiki/John_Augustine_Washington",
    "title": "John Augustine Washington",
    "table_of_contents": [
        "1 Early and family life",
        "2 Career",
        "3 Death and legacy",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "John Augustine Washington (January 13, 1736–January 8, 1787; nicknamed \"Jack\") was a Virginia planter, slave owner and politician, perhaps best known as the younger brother of General (then President) George Washington or the father of Supreme Court Justice Bushrod Washington.[1][2]\n\n"
        },
        {
            "title": "Early and family life",
            "text": "The third son of Mary Ball, the second wife of prominent planter Augustine Washington was born according to various sources either in Stafford County[3] or what was then Prince William County (and is now Fairfax County).[4] His father died when he was an infant, and his eldest half-brother Lawrence Washington assumed responsibility for the family, including seeing that his younger brothers received educations.\n\nJohn Washington married Hannah Bushrod (1735-1801) in 1756, when he was not yet 20 years old. Within four years, they had two daughters, Mary (1757-1762) and Jane (nicknamed Jenny, 1759-1791) probably both born at Mount Vernon as discussed below.[5] Hannah Washington then bore three sons, all probably at Bushfield in Westmoreland County. The eldest was named for his maternal grandfather and ultimately became United States Supreme Court Justice Bushrod Washington. His brother Corbin was named after the family of his maternal grandmother and inherited the western Virginia property, and the youngest brother William Augustine Washington (1767-1784) did not reach adulthood.[6] Jenny Washington married her half first cousin, William Augustine Washington, and her youngest sister, Mildred C. Washington (1769-1805) became the second wife of the widower Thomas Lee.[6]\n\n"
        },
        {
            "title": "Career",
            "text": "By his father's will, John Augustine Washington inherited 700 acres (2.8 km2) at the \"head of Maddox\" (Mattox Creek is a navigable tributary of the Potomac River) in Westmoreland County, which had been the first land the Washington family had owned in Virginia[5] and on Bridges Creek (that become the George Washington Birthplace National Monument long after his death). Both Westmoreland County estates were about 20 miles from  Bushfield, the plantation operated by his wife's family. As a young man, John Washington managed Mount Vernon  for his brother George, who was active in surveying western lands, and he brought his wife Hannah there in 1756, although both moved to Bushfield in 1759, in part because her father had fallen ill (and would die the following year), and in part because George Washington married Martha and chose to settle at Mount Vernon. John Washington and Richard Corbin became the executors of John Bushrod's will, which left land, furniture and 35 slaves to Hannah, and three slaves each to her daughters Mary and Jenny Washington. John Washington also held an estate sale at Mount Vernon on September 21, 1761.[7] John Augustine Washington also inherited 2,700 acres (10.9 km2) then in Frederick County (later in Berkeley County and now in Jefferson County, West Virginia) from his father and called that estate \"Prospect Hill.\"[6]\n\nIn February, 1766, at Leedstown in Westmoreland County, John Washington (and his brothers Samuel and Charles) joined over 110 other men in signing the \"Westmoreland Resolves\", which created an association to oppose the Stamp Act passed by Parliament the previous year.[8] When the port of Boston was closed because of protests in the Massachusetts colony, John Washington became chairman of the relief committee in Westmoreland County and forwarded 1092 bushels of grain.[6] His brother George visited Bushfield many times, and John also visited Mt. Vernon.[9]\n\nIn 1768 John posted an advertisement that his slave Tom had run away, likely to the Great Dismal Swamp.[10]\n\nDuring the American Revolution John Augustine Washington served on Westmoreland County's \nCommittee of Safety and as the Chairman of the County Committee for Relief of Boston.[11][12] He was listed as a Virginia militia colonel in 1775, so the title was more than honorary, although his wartime contributions would be mostly administrative, with his sons serving in the military.[6]\n\nWestmoreland County voters also twice elected John Augustine Washington as one of their representatives to the Virginia House of Delegates, in 1776 and again in 1779; both times he served with Richard Lee and was succeeded by Richard Henry Lee.[13] He also was founding member of the Mississippi Land Company.[14] And two years before his early death was elected a vestryman of Cople Parish in Westmoreland County.[15]\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "John Augustine Washington died unexpectedly at Bushfield on the 8th or 9 of January 1787, and a messenger rode to Mount Vernon with the news.[16] He and his widow Hannah are believed buried on the grounds of Bushfield, but no stone remains to mark their graves in the family plot. A stone in his honor was erected by the Daughters of the American Revolution in the churchyard of Pohick Church in 1986.[17] Bushfield was burned by the British during the War of 1812, but rebuilt, and is now on the National Register for Historic Places, although it remains a private residence.[6]\n\n"
        }
    ]
}