{
    "url": "https://en.wikipedia.org/wiki/John_Sullivan_Dwight",
    "title": "John Sullivan Dwight",
    "table_of_contents": [
        "1 Biography",
        "2 References",
        "3 Further reading",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJohn Sullivan Dwight (May 13, 1813 – September 5, 1893) was a transcendentalist, America's first influential classical music critic, and a school director.\n\n"
        },
        {
            "title": "Biography",
            "text": "Dwight was born in Boston, Massachusetts, the son of John Dwight, M.D. (1773–1852), and Mary Corey. He was a member of the New England Dwight family through his paternal grandfather, John Dwight, Jr. (1740–1816).[1]\nHe graduated from Harvard College in 1832 and then prepared for the Unitarian ministry at Harvard Divinity School, from which he graduated in 1836. Dwight was ordained a minister in 1840, but ministry proved not to be his vocation. Instead it was incredibly brief and tumultuous. Instead he developed a deep interest in music, in particular that of Ludwig van Beethoven.\n\nDwight served as director of the school at the Brook Farm commune, the farm being a utopian communal living experiment, where he also taught music and organized musical and theatrical events.  About this time he began writing a regular column on music.\n\nBrook Farm collapsed financially in 1847, but Dwight set up a cooperative house in Boston and began a career in musical journalism. He married singer Mary Bullard (daughter of Silas Bullard and Mary Ann Barrett) on February 11, 1851.[1] In 1852, he founded Dwight's Journal of Music, which became one of the most respected and influential such periodicals in the country in the mid-19th century.[2] Among the early writers was Alexander Wheelock Thayer, who would become one of the first major music historians in the country. Other contributors included John Knowles Paine, William F. Apthorp, W. S. B. Mathews and C. H. Brittan.[3]\n\nIn 1855, Dwight translated the carol \"O Holy Night\" from the French.\n\nTogether with his friend and colleague Otto Dresel, who emigrated from Leipzig in 1848 and settled in Boston in 1852, the two \"contributed singly and jointly to the shaping of American taste for the European classical tradition in music\".[4]\n\nIn his criticism of the contemporary American pianist Louis Moreau Gottschalk, Dwight stepped into a trap. At a concert, Gottschalk claimed a Beethoven work as his own and identified one of his own as a Beethoven. When a hostile Dwight praised the wrong piece, the composer sent a note apologizing for the \"printer’s error\" in the program, but wryly thanking him for the praise.[5]\n\nHis wife died September 6, 1860; they had no children. He died in Boston on September 5, 1893, and is buried at Forest Hills Cemetery.[6]\n\n"
        }
    ]
}