{
    "url": "https://en.wikipedia.org/wiki/John_Adams_Building",
    "title": "John Adams Building",
    "table_of_contents": [
        "1 History",
        "2 Bronze entrance doors by Lee Lawrie",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The John Adams Building is the second oldest of the four buildings of the Library of Congress of the United States. It is named for John Adams, the second president, who signed the law creating the Library of Congress. The building is in the Capitol Hill district of Washington D.C. next to the Library's main building (now known as, the Thomas Jefferson Building). The Adams building opened to the public on January 3, 1939, and before being named for the president, it was long known as The Annex building.  It is designed in a restrained but very detailed Art Deco style[1] and faced in white Georgia marble. It is located on Second Street SE between Independence Avenue and East Capitol Street in Washington, DC.\n\n"
        },
        {
            "title": "History",
            "text": "The idea to construct a new library building was presented to the United States Congress in 1928 at the urging of Librarian of Congress Herbert Putnam. The bill was sponsored by U.S. Representative Robert Luce, chairman of the House Committee on the Library. On June 13, 1930, $6.5 million was appropriated for the building's construction, for a tunnel connecting it to the Main Building, and for changes in the east front of the Main Building, including the construction of a Rare Book Room. An additional appropriation approved on June 6, 1935, brought the total authorization to $8,226,457.\n\nArchitect of the Capitol David Lynn took charge of the project and commissioned the Washington, D.C. architectural firm of Pierson & Wilson to design the building, with Alexander Buel Trowbridge as consulting architect. The contract stipulated completion by June 24, 1938, but the building was not ready for occupancy until December 2, 1938. The move of the Card Division started on December 12, and it opened to the public in the new building on January 3, 1939.\n\nThe building is five stories in height above ground, with the fifth story set back 35 feet (11 m). It contains 180 miles (290 km) of shelving (compared to 104 miles (167 km) in the Jefferson Building) and can hold ten million volumes. There are 12 tiers of stacks, extending from the cellar to the fourth floor. Each tier provides about 13 acres (53,000 m2) of shelf space.\n\nOn April 13, 1976, in a ceremony at the Jefferson Memorial marking the birthday of Thomas Jefferson, President Gerald Ford signed into law the act to change the name of the Library of Congress Building to the Library of Congress Thomas Jefferson Building. On June 13, 1980, the Adams building acquired its present name, which honors John Adams, the former President of the United States who in 1800 approved the law establishing the Library of Congress.\n\nThe building is faced in white Georgia marble and incorporated the use of new materials at the time such as acoustical block, formica, vitrolite, and glass tubing.[2]\n\n"
        },
        {
            "title": "Bronze entrance doors by Lee Lawrie",
            "text": "Commemorating the history of the written word, artist Lee Lawrie sculpted figures into the bronze doors at the west (Second Street) and east (Third Street) entrances.[2]\n\nThe figures—all deities or culture heroes associated with writing—are:\n\nThe entries to the John Adams Building were modified in 2013 with the addition of code-compliant, sculpted glass doors that mirror the original bronze door sculptures by Lee Lawrie. The original doors are set in a \"hold-open\" position within each entryway, flanking the new monumental doors made by the Washington Glass Studio and Fireart Glass.[3][4]\n\nThe south entrance doors (not currently used) facing Independence Avenue are reached by a stairway decorated with stylized owls and lamps.  On the doors are a male figure representing physical labor and a female figure representing intellectual labor.  Before it moved to newer quarters, this was the entrance for the United States Copyright Office, which is under the jurisdiction of the Librarian of Congress.[2]\n\n"
        }
    ]
}