{
    "url": "https://en.wikipedia.org/wiki/John_Carpenter",
    "title": "John Carpenter",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 1960s: Student films and Academy Award",
        "2.2 1970s: From student films to theatrical releases",
        "2.3 1980s: Continued commercial success",
        "2.4 1990s: Commercial decline",
        "2.5 2000s: Semi-retirement",
        "2.6 2010s: The Ward, focus on music and return to Halloween",
        "3 Techniques",
        "4 Film music and solo records",
        "5 Personal life",
        "6 Legacy",
        "7 Filmography",
        "7.1 Recurring collaborators",
        "8 Discography",
        "8.1 Albums",
        "8.2 Remix albums",
        "8.3 EPs",
        "8.4 Singles",
        "8.5 Compilation albums",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJohn Howard Carpenter (born January 16, 1948) is an American filmmaker, actor, and composer. Although he worked in various film genres, he is most commonly associated with horror, action, and science fiction films of the 1970s and 1980s. He is generally recognized as one of the greatest masters of the horror genre.[1] At the 2019 Cannes Film Festival, the French Directors' Guild gave him the Golden Coach Award, lauding him as \"a creative genius of raw, fantastic, and spectacular emotions\".[2][3]\n\nCarpenter's early films included box office and critical successes like Halloween (1978), The Fog (1980), Escape from New York (1981), and Starman (1984). His other productions from the 1970s and the 1980s only later came to be considered cult classics, and he has been acknowledged as an influential filmmaker. These include Dark Star (1974), Assault on Precinct 13 (1976), The Thing (1982), Christine (1983), Big Trouble in Little China (1986), Prince of Darkness (1987), They Live (1988), In the Mouth of Madness (1994), and Escape from L.A. (1996). \n\nHe returned to the Halloween franchise as composer and executive producer of the sequel Halloween (2018), doing so with the sequels Halloween Kills (2021) and Halloween Ends (2022).\n\nCarpenter composed or co-composed most of his films' music. He won a Saturn Award for Best Music for the film Vampires (1998). He released four studio albums, titled Lost Themes (2015), Lost Themes II (2016), Anthology: Movie Themes 1974–1998 (2017), and Lost Themes III: Alive After Death (2021).\n\n"
        },
        {
            "title": "Early life",
            "text": "Carpenter was born on January 16, 1948, in Carthage, New York, the son of Milton Jean (née Carter) and Howard Ralph Carpenter, a music professor.[4] He and his family relocated to Bowling Green, Kentucky, during 1953.[5] He was interested in films from an early age, particularly the westerns of Howard Hawks and John Ford, as well as 1950s low-budget horror films such as The Thing from Another World and high-budget science fiction like Forbidden Planet,[6] and began filming horror short films with 8 mm film even before starting high school.[7] He attended Western Kentucky University, where his father chaired the music department, then transferred to the University of Southern California's School of Cinematic Arts during 1968, but quit to make his first feature film.[8]\n\n"
        },
        {
            "title": "Career",
            "text": "In a beginning film course at USC Cinema during 1969, Carpenter wrote and directed an 8-minute short film, Captain Voyeur. The film was rediscovered in the USC archives in 2011 and proved interesting because it revealed elements that would appear in his later film, Halloween (1978).[9]\n\nThe next year he collaborated with producer John Longenecker as co-writer, film editor, and music composer for The Resurrection of Broncho Billy (1970), which won an Academy Award for Best Live Action Short Film. The short film was enlarged to 35 mm, sixty prints were made, and the film was released theatrically by Universal Studios for two years in the United States and Canada.[citation needed]\n\nCarpenter's first major film as director, Dark Star (1974), was a science-fiction comedy that he co-wrote with Dan O'Bannon (who later went on to write Alien, borrowing freely from much of Dark Star). The film reportedly cost only $60,000 and was difficult to make as both Carpenter and O'Bannon completed the film by multitasking, with Carpenter doing the musical score as well as the writing, producing, and directing, while O'Bannon acted in the film and did the special effects (which caught the attention of George Lucas who hired him to work with the special effects for the film Star Wars). Carpenter received praise for his ability to make low-budget films.[10]\n\nCarpenter's next film was Assault on Precinct 13 (1976), a low-budget thriller influenced by the films of Howard Hawks, particularly Rio Bravo. As with Dark Star, Carpenter was responsible for many aspects of the film's creation. He not only wrote, directed, and scored it, but also edited the film using the pseudonym \"John T. Chance\" (the name of John Wayne's character in Rio Bravo). Carpenter has said that he considers Assault on Precinct 13 to have been his first real film because it was the first film that he filmed on a schedule.[11] The film was the first time Carpenter worked with Debra Hill, who would collaborate with Carpenter on some of his most well-known films.\n\nCarpenter assembled a main cast that consisted of experienced but relatively obscure actors. The two main actors were Austin Stoker, who had appeared previously in science fiction, disaster, and blaxploitation films, and Darwin Joston, who had worked primarily for television and had once been Carpenter's next-door neighbor.[12]\n\nThe film received a critical reassessment in the United States, where it is now generally regarded as one of the best exploitation films of the 1970s.[13]\n\nCarpenter both wrote and directed the Lauren Hutton thriller Someone's Watching Me!. This television film is the tale of a single, working woman who, soon after arriving in L.A., discovers that she is being stalked.\n\nEyes of Laura Mars, a 1978 thriller featuring Faye Dunaway and Tommy Lee Jones and directed by Irvin Kershner, was adapted (in collaboration with David Zelag Goodman) from a spec script titled Eyes, written by Carpenter, and would become Carpenter's first major studio film of his career.\n\nHalloween (1978) was a commercial success and helped develop the slasher genre. Originally an idea suggested by producer Irwin Yablans (titled The Babysitter Murders), who thought of a film about babysitters being menaced by a stalker, Carpenter took the idea and another suggestion from Yablans that it occur during Halloween and developed a story.[14] Carpenter said of the basic concept: \"Halloween night. It has never been the theme in a film. My idea was to do an old haunted house film.\"[15]\n\nFilm director Bob Clark suggested in an interview released in 2005[16]  that Carpenter had asked him for his own ideas for a sequel to his 1974 film Black Christmas (written by Roy Moore) that featured an unseen and motiveless killer murdering students in a university sorority house. As also stated in the 2009 documentary Clarkworld (written and directed by Clark's former production designer Deren Abram after Clark's tragic death in 2007), Carpenter directly asked Clark about his thoughts on developing the anonymous slasher in  Black Christmas: \n\nThe film was written by Carpenter and Debra Hill with Carpenter admitting that the music was inspired by both Dario Argento's Suspiria (which also influenced the film's slightly surreal color scheme) and William Friedkin's The Exorcist.[15]\n\nCarpenter again worked with a relatively small budget, $300,000.[17] The film grossed more than $65 million initially, making it one of the most successful independent films of all time.[18]\n\nCarpenter has described Halloween as: \"True crass exploitation. I decided to make a film I would love to have seen as a kid, full of cheap tricks like a haunted house at a fair where you walk down the corridor and things jump out at you.\"[19] The film has often been cited[by whom?] as an allegory on the virtue of sexual purity and the danger of casual sex, although Carpenter has explained that this was not his intent: \"It has been suggested that I was making some kind of moral statement. Believe me, I'm not. In Halloween, I viewed the characters as simply normal teenagers.\"[14]\n\nIn addition to the film's critical and commercial success, Carpenter's self-composed \"Halloween Theme\" became recognizable apart from the film.[20]\n\nIn 1979, Carpenter began what was to be the first of several collaborations with actor Kurt Russell when he directed the television film Elvis.\n\nCarpenter followed up the success of Halloween with The Fog (1980), a ghostly revenge tale (co-written by Hill) inspired by horror comics such as Tales from the Crypt[21] and by The Crawling Eye, a 1958 film about monsters hiding in clouds.[22]\n\nCompleting The Fog was an unusually difficult process for Carpenter. After viewing a rough cut of the film, he was dissatisfied with the result. For the only time in his filmmaking career, he had to devise a way to salvage a nearly finished film that did not meet his standards. In order to make the film more coherent and frightening, Carpenter filmed additional footage that included a number of new scenes.\n\nDespite production problems and mostly negative critical reception, The Fog was another commercial success for Carpenter. The film was made on a budget of $1,000,000,[23] but it grossed over $21,000,000 in the United States alone. Carpenter has said that The Fog is not his favorite film, although he considers it a \"minor horror classic\".[22]\n\nCarpenter immediately followed The Fog with the science-fiction adventure Escape from New York (1981). Featuring several actors that Carpenter had collaborated with (Kurt Russell, Donald Pleasence, Adrienne Barbeau, Tom Atkins, Charles Cyphers, and Frank Doubleday) or would collaborate with again (Harry Dean Stanton), as well as several notable actors (Lee Van Cleef and Ernest Borgnine), it became both commercially successful (grossing more than $25 million) and critically acclaimed (with an 85% on Rotten Tomatoes).[24]\n\nHis next film, The Thing (1982), is notable for its high production values, including innovative special effects by Rob Bottin, special visual effects by matte artist Albert Whitlock, a score by Ennio Morricone and a cast including  Russell and respected character actors such as Wilford Brimley, Richard Dysart, Charles Hallahan, Keith David, and Richard Masur. The Thing was distributed by Universal Pictures. Although Carpenter's film used the same source material as the 1951 Howard Hawks film, The Thing from Another World, it is more faithful to the John W. Campbell, Jr. novella, Who Goes There?, upon which both films were based. Moreover, unlike the Hawks film, The Thing was part of what Carpenter later called his \"Apocalypse Trilogy,\" a trio of films (The Thing, Prince of Darkness, and In the Mouth of Madness) with bleak endings for the film's characters. \n\nBeing a graphic, sinister horror film,[25] The Thing did not appeal to audiences during the summer of 1982. Since its release, cultural historians and critics have attempted to understand what led to The Thing's initial failure to connect with audiences.[26] In a 1999 interview, Carpenter said audiences rejected The Thing for its nihilistic, depressing viewpoint at a time when the United States was in the midst of a recession.[27] When it opened, it was competing against the critically and commercially successful E.T. the Extra-Terrestrial ($619 million), a family-friendly film released two weeks earlier that offered a more optimistic take on alien visitation.[28][26][29]\n\nThe impact on Carpenter was immediate – he lost the job of directing the 1984 science fiction horror film Firestarter because of The Thing's poor performance.[30] His previous success had gained him a multiple-film contract at Universal, but the studio opted to buy him out of it instead.[31] He continued making films afterward but lost confidence, and did not openly talk about The Thing's failure until a 1985 interview with Starlog, where he said, \"I was called 'a pornographer of violence' ... I had no idea it would be received that way ... The Thing was just too strong for that time. I knew it was going to be strong, but I didn't think it would be too strong ... I didn't take the public's taste into consideration.\"[32]\n\nWhile The Thing was not initially successful, it was able to find new audiences and appreciation on home video, and later on television.[33]\n\nIn the years following its release, critics and fans have reevaluated The Thing as a milestone of the horror genre.[34] A prescient review by Peter Nicholls in 1992, called The Thing \"a black, memorable film [that] may yet be seen as a classic\".[35] It has been called one of the best films directed by Carpenter.[36][37][38] John Kenneth Muir called it \"Carpenter's most accomplished and underrated directorial effort\",[39] and critic Matt Zoller Seitz said it \"is one of the greatest and most elegantly constructed B-movies ever made\".[40]\n\nTrace Thurman described it as one of the best films ever,[41] and in 2008, Empire magazine selected it as one of The 500 Greatest Movies of All Time,[42] at number 289, calling it \"a peerless masterpiece of relentless suspense, retina-wrecking visual excess and outright, nihilistic terror\".[43] It is now considered to be one of the greatest horror films ever made,[39][44] and a classic of the genre.[45]\n\nCarpenter's next film, Christine, was the 1983 adaptation of the Stephen King novel of the same name. The story concerns a high-school nerd named Arnie Cunningham (Keith Gordon) who buys a junked 1958 Plymouth Fury which turns out to have supernatural powers. As Cunningham restores and rebuilds the car, he becomes unnaturally obsessed with it, with deadly consequences. Christine did respectable business upon its release and was received well by critics. He said he directed it because it was the only thing offered to him at the time.[46]\n\nStarman (1984) was produced by Michael Douglas, the script was well received by Columbia Pictures, which chose it in preference to the script for E.T. and prompted Steven Spielberg to go to Universal Pictures. Douglas chose Carpenter to be the director because of his reputation as an action director who could also convey strong emotion.[47] Starman was reviewed favorably by the Los Angeles Times, New York Times, and LA Weekly, and described by Carpenter as a film he envisioned as a romantic comedy similar to It Happened One Night only with a space alien.[48][49] The film received Oscar and Golden Globe nominations for Jeff Bridges' portrayal of Starman and received a Golden Globe nomination for Best Musical Score for Jack Nitzsche.\n\nAfter seeing footage of Starman, the executive producer of the Superman film series, Ilya Salkind, offered Carpenter the chance to direct the latest Alexander–Ilya Salkind fantasy epic Santa Claus: The Movie. Salkind made the offer to Carpenter during lunch at The Ritz, and while he loved the idea of differing from his normal traditions and directing a children's fantasy film, he requested 24 hours to think about the offer. The next day he had made a list of requirements should he direct the film; they were: 100 percent creative control, the right to assume scriptwriting duties, being able to co-compose the film's musical score, total editorial control, the casting of Brian Dennehy as Santa Claus and a $5 million signing-on fee (the same amount that the film's star Dudley Moore was receiving). Salkind withdrew his offer for him to direct.[citation needed]\n\nAfter the financial failure of his big-budget action–comedy Big Trouble in Little China (1986), Carpenter struggled to get films financed. He resumed making lower budget films such as Prince of Darkness (1987), a film influenced by the BBC series Quatermass. Although some of the films from this time, such as They Live (1988) did develop a cult audience, he never again realized mass-market potential.\n\nCarpenter's 1990s career is characterized by a number of notable failures including Memoirs of an Invisible Man (1992) and Village of the Damned (1995). Also notable from this decade are Body Bags, a television horror anthology film that was made in collaboration with Tobe Hooper, In the Mouth of Madness (1995), a Lovecraftian homage which did not do well either commercially nor with critics[50] but now has a cult following,[51] Escape from L.A. (1996), the sequel of the cult classic Escape from New York, which received mixed reviews but gained a cult following since then[52][53] and  Vampires (1998), which featured James Woods as the leader of a band of vampire hunters in league with the Catholic Church.\n\nDuring 1998, Carpenter composed the soundtrack (titled \"Earth/Air\") for the video game Sentinel Returns, published for PC and PlayStation.[54]\n\nIn 2001, his film Ghosts of Mars was released and was also unsuccessful. During 2005, there were remakes of Assault on Precinct 13 and The Fog, the latter being produced by Carpenter himself, though in an interview he defined his involvement as, \"I come in and say hello to everybody. Go home.\"\n\nCarpenter worked as director during 2005 for an episode of Showtime's Masters of Horror television series as one of the thirteen filmmakers involved in the first season. His episode, \"Cigarette Burns\", received generally positive reviews from critics and praise from Carpenter's fans. He later directed another original episode for the show's second season in 2006 titled \"Pro-Life\", about a young girl who is raped and impregnated by a demon and wants to have an abortion, but whose efforts are halted by her fanatically religious, gun-toting father and her three brothers.\n\nThe Ward, Carpenter's first film since Ghosts of Mars, premiered at Toronto International Film Festival on September 13, 2010, before a limited release in the United States in July 2011. It received generally poor reviews from critics and grossed only $5.3 million worldwide against an estimated $10 million budget. As of 2022, it is his most recent directorial effort. \n\nCarpenter narrated the video game F.E.A.R. 3, while also consulting on its storyline.[55] On October 10, 2010, Carpenter received the Lifetime Award from the Freak Show Horror Film Festival.[56]\n\nOn February 3, 2015, the indie label Sacred Bones Records released his album Lost Themes.[57] On October 19, 2015, All Tomorrow's Parties announced that Carpenter will be performing old and new compositions in London and Manchester, England.[58] In February 2016, Carpenter announced a sequel to Lost Themes titled Lost Themes II, which was released on April 15 that year.[59] He then released his third studio album, titled Anthology: Movie Themes 1974–1998, on October 20, 2017.[60]\n\nCarpenter returned, as executive producer, co-composer, and creative consultant, on the eleventh entry in the Halloween film series, simply titled Halloween, released in October 2018. The film is a direct sequel to Carpenter's original film, ignoring the continuity of all other subsequent films. It was his first direct involvement with the franchise since 1982's Halloween III: Season of the Witch.[61] Carpenter also worked as a composer and executive producer on the 2021 sequel Halloween Kills and 2022's follow-up Halloween Ends.[62]\n\n"
        },
        {
            "title": "Techniques",
            "text": "Carpenter's films are characterized by minimalist lighting and photography, panoramic shot compositions, use of steadicam, and distinctive synthesized scores (usually self-composed).[63]\n\nWith the exception of Someone's Watching Me!, Elvis, The Thing, Starman, Memoirs of an Invisible Man, and The Ward, he has scored all of his films (though some are collaborations), most famously the themes from Halloween and Assault on Precinct 13. His music is generally synthesized with accompaniment from piano and atmospherics.[64]\n\nCarpenter is known for his widescreen shot compositions, and is an outspoken proponent of anamorphic cinematography. All of his theatrical films (with the exception of Dark Star and The Ward) were filmed anamorphic with a 2.35:1 aspect ratio, generally favoring wider focal lengths. The Ward was filmed in Super 35, the first time Carpenter has ever used that system. Carpenter has stated he feels that the 35mm Panavision anamorphic format is \"the best movie system there is\", preferring it to both digital and 3D.[65]\n\n"
        },
        {
            "title": "Film music and solo records",
            "text": "In a 2016 interview, Carpenter stated that it was his father's work, as a music teacher, which first sparked an interest in him to make music.[66] This interest was to play a major role in his later career: he composed the music to most of his films, and the soundtrack to many of those became \"cult\" items for record collectors. A 21st-Century revival of his music is due in no small amount to the Death Waltz record company, which reissued several of his soundtracks, including Escape from New York, Halloween II, Halloween III: Season of the Witch, Assault on Precinct 13, They Live, Prince of Darkness, and The Fog.[67]\n\nCarpenter was an early adopter of synthesizers, since his film debut Dark Star, when he used an EMS VCS3 synth. His soundtracks went on to influence electronic artists who followed,[68][69] but Carpenter himself admitted he had no particular interest in synthesizers other than that they provided a means to \"sound big with just a keyboard\". For many years he worked in partnership with musician Alan Howarth, who would realize his vision by working on the more technical aspects of recording, allowing Carpenter to focus on writing the music.[66]\n\nThe renewed interest in John Carpenter's music thanks to the Death Waltz reissues and Lost Themes albums caused him to, for the first time ever, tour as a musician.[70] As of 2016[update], Carpenter was more focused on his music career than filmmaking, although he was involved in 2018's Halloween reboot, and its sequels.[71]\n\nCarpenter narrates the documentary film The Rise of the Synths, which explores the origins and growth of the synthwave genre, and features numerous interviews with synthwave artists who cite him and other electronic pioneers such as Vangelis, Giorgio Moroder and Tangerine Dream as significant influences.[72][73]  The retro-1980s synthwave band Gunship are featured in the film; Carpenter narrated the opening to their track entitled \"Tech Noir\".[74]\n\nCarpenter is featured on the track \"Destructive Field\" on his godson Daniel Davies' album Signals, released February 28, 2020.[75]\n\nHis third solo album Lost Themes 3: Alive after Death was launched on February 2, 2021. A new (digital) single was released on October 27, 2020, titled Weeping Ghost, followed in December 2020 by another new track from the forthcoming album, titled The Dead Walk.[76] Two tracks that also appear on the album, Skeleton and Unclear Spirit, were released in July 2020. On the album, Carpenter collaborated again with his son Cody and his godson Daniel Davies.[77][78]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Carpenter met his future wife, actress Adrienne Barbeau, on the set of his 1978 television film Someone's Watching Me!. They married on January 1, 1979, and divorced in 1984. During this time, she starred in The Fog and appeared in Escape from New York.[79] They have one son, John Cody Carpenter (born May 7, 1984).[80]\n\nCarpenter has been married to producer Sandy King since 1990. She produced his films In the Mouth of Madness, Village of the Damned, Vampires, and Ghosts of Mars. She was earlier the script supervisor for Starman, Big Trouble in Little China, Prince of Darkness, and They Live. Of the latter, she was also associate producer.[81] She co-created the comic book series Asylum, with which Carpenter is involved.[82]\n\nIn an episode of Animal Planet's Animal Icons titled \"It Came from Japan\", he discusses his admiration for the original Godzilla film.[83]\n\nCarpenter appreciates video games as art, and particularly likes the Sonic the Hedgehog franchise—including the games Sonic Unleashed and Sonic Mania[84]—and the F.E.A.R. series. He offered to narrate and help direct the cinematics for F.E.A.R. 3.[85] Other games Carpenter has spoken about his fondness of include Jak and Daxter: The Precursor Legacy and Fallout 76.[86] He has also expressed an interest in making a film based on Dead Space.[86][87]\n\nCarpenter holds a commercial pilot's license, flying rotorcraft-helicopters. He has included helicopters in his films, many times doing a cameo as a pilot.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Many of Carpenter's films have been re-released on DVD as special editions with numerous bonus features. Examples of such are: the collector's editions of Halloween, Escape from New York, Christine, The Thing, Assault on Precinct 13, Big Trouble In Little China, and The Fog. Some were re-issued with a new anamorphic widescreen transfer. In the UK, several of Carpenter's films have been released as DVD with audio commentary by Carpenter and his actors (They Live, with actor/wrestler Roddy Piper, Starman with actor Jeff Bridges, and Prince of Darkness with actor Peter Jason).\n\nCarpenter has been the subject of the documentary film John Carpenter: The Man and His Movies, and American Cinematheque's 2002 retrospective of his films. Moreover, during 2006, the United States Library of Congress deemed Halloween to be \"culturally significant\" and selected it for preservation in the National Film Registry.[88]\n\nDuring 2010, writer and actor Mark Gatiss interviewed Carpenter about his career and films for his BBC documentary series A History of Horror. Carpenter appears in all three episodes of the series.[89] He was also interviewed by Robert Rodriguez for his The Director's Chair series on El Rey Network.\n\nFilmmakers that have been influenced by Carpenter include James Cameron,[90] Quentin Tarantino,[91][92] Guillermo del Toro,[93] Robert Rodriguez,[94][95] James Wan,[96] Edgar Wright,[97][98][99] Danny Boyle,[100] Nicolas Winding Refn,[101][102][103][104] Adam Wingard,[105][106][107] Neil Marshall,[108][109] Michael Dougherty,[110][111] Ben Wheatley,[112] Jeff Nichols,[113][114] Bong Joon-ho,[115][116][117][118] James Gunn,[119] Mike Flanagan,[120] David Robert Mitchell,[121][122] The Duffer Brothers,[123][124] Jeremy Saulnier,[105][125][126] Trey Edward Shults,[127][128] Drew Goddard,[129][130] David F. Sandberg,[131] James DeMonaco,[105] Adam Green,[132] Ted Geoghegan,[133][134] Keith Gordon,[135][136] Brian Patrick Butler,[137][138] Jack Thomas Smith,[139] and Marvin Kren.[140][141][142][143] The video game Dead Space 3 is said to be influenced by Carpenter's The Thing, The Fog, and Halloween, and Carpenter has stated that he would be enthusiastic to adapt that series into a feature film.[144] Specific films influenced by Carpenter's include Sean S. Cunningham's Friday the 13th, which was inspired by the success of Halloween,[145] Tarantino's The Hateful Eight, which was heavily influenced by The Thing,[91] Wingard's The Guest, which was inspired by Michael Myers[106] and influenced by Halloween III: Season of the Witch's music,[105][107] Nichols' Midnight Special, which is said to have used Starman as a reference point,[113][114] and Kren's Blood Glacier, which is said to be a homage to or recreation of The Thing.[140]\n\nHans Zimmer also cited Carpenter as an influence on his compositions.[146]  The 2016 film The Void is considered by many critics and fans to be heavily influenced by several of Carpenter's films.[147]\n\n\n\n"
        }
    ]
}