{
    "url": "https://en.wikipedia.org/wiki/Johnny_Weissmuller",
    "title": "Johnny Weissmuller",
    "table_of_contents": [
        "1 Early life",
        "2 Careers",
        "2.1 Swimming",
        "2.2 Films",
        "3 Personal life",
        "4 Later life",
        "5 Legacy",
        "6 Filmography",
        "7 Published works",
        "8 See also",
        "9 References",
        "9.1 Notes",
        "9.2 Citations",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJohnny Weissmuller (born Johann Peter Weißmüller; June 2, 1904 – January 20, 1984) was an American Olympic swimmer, water polo player and actor. He was known for having one of the best competitive swimming records of the 20th century. He set numerous world records alongside winning five gold medals in the Olympics.[3] He won the 100m freestyle and the 4 × 200 m relay team event in the 1924 Summer Olympics in Paris and the 1928 Summer Olympics in Amsterdam. Weissmuller also won gold in the 400m freestyle, as well as a bronze medal in the water polo competition in Paris.[4][5]\n\nFollowing his retirement from swimming, Weissmuller played Edgar Rice Burroughs' Tarzan in twelve feature films from 1932 to 1948; six were produced by MGM, and six additional films by RKO. Weissmuller went on to star in sixteen Jungle Jim movies over an eight year period, then filmed 26 additional half-hour episodes of the Jungle Jim TV series.[6][7]\n\n"
        },
        {
            "title": "Early life",
            "text": "Johann Peter Weißmüller was born on June 2, 1904, in Szabadfalva, in the Kingdom of Hungary, Austria-Hungary (now part of Romania, and called Freidorf) into an ethnically Banat Swabian family.[8][9] Three days later he was baptized into the Catholic faith by the Hungarian version of his German name, as János. Early the next year on January 26, 1905, he embarked on a twelve-day trip on the S.S. Rotterdam to Ellis Island alongside his father, Peter Weißmüller, and mother, Elisabeth Weißmüller (née Kersch). Soon they arrived in Windber, Pennsylvania, to live with family. Johnny's brother Peter was born the following September.[7]\n\nThree years later they relocated to Chicago to be with his mother's parents. His parents rented a single level in a shared house where he lived during his childhood. Fullerton Beach on Lake Michigan is where Johnny's love for swimming took off, having his first swimming lessons there. He excelled immediately and began entering and winning every race he could. Johnny's father deserted the family when Johnny was in the eighth grade. He left school to begin working in order to support his mother and younger brother.[7]\n\nWhen Weissmuller was 11 he lied to join the YMCA, which had a 12 year old minimum rule to join. He won every swimming race he entered and also excelled at running and high jumping. Before long he was on one of the best swim teams in the country, the Illinois Athletic Club.[7]\n\n"
        },
        {
            "title": "Careers",
            "text": "Weissmuller tried out for swimming coach Bill Bachrach. Impressed with what he saw, he took Weissmuller under his wing. He also was a strong father figure and mentor for Johnny. On August 6, 1921, Weissmuller began his competitive swimming career. He entered four Amateur Athletic Union races and won them all. He set his first 2 world records at the A.A.U. Nationals on September 27, 1921, in the 100m and 150yd events.[7]\n\nOn July 9, 1922, Weissmuller broke Duke Kahanamoku's world record in the 100-meter freestyle, swimming it in 58.6 seconds.[10] He won the title for that distance at the 1924 Summer Olympics, beating Kahanamoku for the gold medal.[11] He also won the 400-meter freestyle and was a member of the winning U.S. team in the 4×200-meter relay.[12]\n\nFour years later, at the 1928 Summer Olympics in Amsterdam, he won another two gold medals.[13][2] It was during this period that Weissmuller became an enthusiast for John Harvey Kellogg's holistic lifestyle views on nutrition, enemas and exercise. He came to Kellogg's Battle Creek, Michigan sanatorium to dedicate its new 120-foot swimming pool, and break one of his own previous swimming records after adopting the vegetarian diet prescribed by Kellogg.[14]\n\nIn 1927, Weissmuller set a new world record of 51.0 seconds in the 100-yard freestyle, which stood for 17 years. He improved it to 48.5 seconds at Billy Rose World's Fair Aquacade in 1940, aged 36, but this result was discounted, as he was competing as a professional.[15][2]\n\nAs a member of the U.S. men's national water polo team, he won a bronze medal at the 1924 Summer Olympics. He also competed in the 1928 Olympics, where the U.S. team finished in seventh place.[15][2]\n\nIn all, Weissmuller won five Olympic gold medals and one bronze medal, 52 United States national championships,[15] and set 67 world records. He was the first man to swim the 100-meter freestyle under one minute and the 440-yard freestyle under five minutes. He never lost a race and retired with an unbeaten amateur record.[15][2][16] In 1950, he was selected by the Associated Press as the greatest swimmer of the first half of the 20th century.[15]\n\nWeissmuller's first film was the non-speaking role of Adam in the movie Glorifying the American Girl. He appeared wearing only a fig leaf while hoisting actress Mary Eaton on his shoulders. He was noticed by the writer Cyril Hume, which led to his big break playing Tarzan in Tarzan the Ape Man in 1932.[6]\n\nWhen asked to play Tarzan, Weissmuller was already under contract to model BVD underwear. MGM agreed to have actresses such as Greta Garbo and Marie Dressler featured in BVD ads so that he could be released from his BVD contract.[17] The author of Tarzan, Edgar Rice Burroughs, was pleased with Weissmuller, although he so hated the studio's depiction of Tarzan as an individual who barely spoke English that he created his own concurrent Tarzan series starring Herman Brix as a suitably articulate version of the character (as is true to the original books).[18]\n\nWeissmuller is considered the definitive Tarzan. He originated the famous Tarzan yell,[7] which was created by sound recordist Douglas Shearer. Shearer recorded Weissmuller's normal yell, but manipulated it and played it in reverse.[17]\n\nWeissmuller went on to play the lead in the film Jungle Jim. He appeared in sixteen Jungle Jim movies over eight years, going on to film 26 episodes of the Jungle Jim TV series.[6][7]\n\nWeissmuller retired from acting in 1957.[7]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Weissmuller was married five times: band and club singer Bobbe Arnst (married 1931, divorced 1933); actress Lupe Vélez (married 1933, divorced 1939); Beryl Scott (married 1939, divorced 1948); Allene Gates (married 1948, divorced 1962); and Maria Gertrude Baumann (born 1921, died 2004; married from 1963 until his death in 1984).[7]\n\nWith his third wife, Beryl, he had three children, Johnny Weissmuller, Jr. (1940–2006), Wendy Anne Weissmuller (born 1942), and Heidi Elizabeth Weissmuller (1944–1962), who was killed in a car crash. He also had a stepdaughter with Baumann, Lisa Weissmuller-Gallagher.[19]\n\nWeissmuller saved many peoples' lives throughout his own life. One very notable instance was in 1927 whilst training for the Chicago Marathon, Weissmuller saved 11 people from drowning after a boat accident.[7] On July 28, 1927, sixteen children, ten women, and one man drowned, when the Favorite, a small excursion boat cruising from Lincoln Park to Municipal Pier (Navy Pier), capsized half a mile off North Avenue in a sudden, heavy squall. Seventy-five women and children and a half dozen men sank with the boat when it tipped over, but rescuers saved over fifty of them. Weissmueller was one of the Chicago lifeguards who saved many. [20]\n\n"
        },
        {
            "title": "Later life",
            "text": "In 1974, Weissmuller broke both his hip and leg, marking the beginning of years of declining health. While hospitalized he learned that in spite of his strength and lifelong daily regimen of swimming and exercise, he had a serious heart condition. In 1977, Weissmuller suffered a series of strokes. In 1979, he entered the Motion Picture & Television Country House and Hospital in Woodland Hills, California, for several weeks before moving with his last wife, Maria, to Acapulco, Mexico, the location of his last Tarzan movie.[21]\n\nOn January 20, 1984, Weissmuller died from pulmonary edema at the age of 79.[22] He was buried just outside Acapulco, Valle de La Luz at the Valley of the Light Cemetery. As his coffin was lowered into the ground, a recording of the Tarzan yell he invented was played three times, at his request.[21] He was honored with a 21-gun salute, befitting a head of state, which was arranged by Senator Ted Kennedy and President Ronald Reagan.[7]\n\n"
        },
        {
            "title": "Legacy",
            "text": "For his contribution to the motion picture industry, Johnny Weissmuller has a star on the Hollywood Walk of Fame.[6]\n\nHe is on the album cover of The Beatles' Sgt. Pepper's Lonely Hearts Club Band (1967).[7]\n\nHis former co-star and movie son Johnny Sheffield wrote of him, \"I can only say that working with Big John was one of the highlights of my life. He was a Star (with a capital \"S\") and he gave off a special light and some of that light got into me. Knowing and being with Johnny Weissmuller during my formative years had a lasting influence on my life.\"[23]\n\nIn 1973, Weissmuller was awarded the George Eastman Award, given by George Eastman House for distinguished contribution to the art of film.[24]\n\nThe Piscine Molitor in Paris was built as a tribute to Weissmuller and his swimming prowess.[25]\n\nEdgar Rice Burroughs himself paid oblique tribute to Weissmuller's powerful screen persona in the last Tarzan novel that he completed, albeit with a misspelling of the actor's name.\n\nWeissmuller was inducted into the International Swimming Hall of Fame in 1965 after becoming the founding chairman.[5][7]\n\n"
        }
    ]
}