{
    "url": "https://en.wikipedia.org/wiki/John_Parke_Custis",
    "title": "John Parke Custis",
    "table_of_contents": [
        "1 Childhood",
        "2 Family and works",
        "3 Death",
        "4 Ancestry",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJohn Parke Custis (November 27, 1754 – November 5, 1781) was an American planter. He was a son of Martha Washington and stepson of George Washington.\n\n"
        },
        {
            "title": "Childhood",
            "text": "A son of Daniel Parke Custis, a wealthy planter with nearly three hundred enslaved persons and thousands of acres of land, and Martha Dandridge Custis, he was most likely born at White House, his parents' plantation on the Pamunkey River in New Kent County, Virginia.[1][2]\n\nFollowing his father's death in 1757, almost 18,000 acres (73 km2) of land and about 285 enslaved persons were held in trust for him until he came of age.[1] In January 1759, his mother married George Washington. The Washingtons raised him and his younger sister Martha (Patsy) Parke Custis (1756–1773) at Mount Vernon.[2] Washington became his legal guardian and the administrator of the Custis Estate. Upon his sister's death in 1773 at the age of seventeen, Custis became the sole heir of the Custis estate.[2] \"Jacky\", as he was known by his family, was a troubled, lazy and \"free-willed\" child who took no interest in his studies.[2]\n\n"
        },
        {
            "title": "Family and works",
            "text": "In 1773, at the age of eighteen, Jacky announced to the Washingtons his engagement to Eleanor Calvert, a daughter of Benedict Swingate Calvert and granddaughter of Charles Calvert, 5th Baron Baltimore.[2]  George and Martha were greatly surprised by the marriage choice due to the couple being so young.[2][3] During that year, Custis began to attend King's College (later Columbia University) in New York City, but left soon afterwards when his sister died.[2]\n\nOn February 3, 1774, Custis married Eleanor at her family's home at the Mount Airy estate. Its restored mansion is the center of Rosaryville State Park in Prince George's County, Maryland.[2][4][5] After their marriage, the couple settled at the White House plantation.[2]  After the couple had lived at the White House for more than two years, Custis purchased the Abingdon plantation in Fairfax County, Virginia (now in Arlington County, Virginia). The couple settled there during the winter of 1778–1779.[2][6]\n\nThe terms of Abingdon's purchase were extremely unfavorable to Custis. His eagerness and inexperience allowed Abingdon's owner, Robert Alexander, to take advantage of him in the transaction, which required Custis to pay the principal of the purchase and compound interest over a 24-year period. The compound interest on the £12,000 purchase price would require Custis to pay over £48,000 during the 24 years. To accomplish this, Custis would need to pay over £2,000 each year during the period of the agreement.[2][7] When he learned of the terms of the purchase, George Washington informed Custis that \"No Virginia Estate (except a few under the best management) can stand simple Interest how then can they bear compound Interest\".[7]\n\nCustis' behavior in this and other matters prompted George Washington to write in 1778: \"I am afraid Jack Custis, in spite of all of the admonition and advice I gave him about selling faster than he bought, is making a ruinous hand of his Estate.\"[8]  By 1781, the financial strains of the Abingdon purchase had almost bankrupted Custis.[2]\n\nAccording to one account, Custis served on Washington's staff during the Siege of Boston in 1775–1776 and served as an emissary to the British forces there.[9]\n\nIn 1778, Custis was elected to the Virginia House of Burgesses as a delegate from Fairfax County.[10]\nGeorge Washington was not pleased with Custis' reported performance in the legislature. Washington wrote to Custis:\n\nJohn and Eleanor had seven children:\n\n"
        },
        {
            "title": "Death",
            "text": "Custis served as a civilian aide-de-camp to Washington during the siege of Yorktown. However, Custis contracted \"camp fever\", which could have been an illness now described as epidemic typhus,[12] or dysentery[13]  while at Yorktown.[2] Shortly after the surrender of Cornwallis, Custis died on November 5, 1781, in New Kent County at Eltham, Virginia, in the home of Colonel Burwell Bassett, brother-in-law of Martha Washington.[1][2] He was buried at his family's plot near Queen's Creek, in York County, near Williamsburg, Virginia.[1][2]\n\nWith Custis's premature death at 26, his widow sent her two youngest children (Eleanor and George) to Mount Vernon to be raised by the Washingtons.[2] In 1783, she married David Stuart of Alexandria, Virginia, with whom she had 16 more children.[14]\n\nAlthough Custis had become well-established at Abingdon, his financial matters were in a state of disarray because of his poor business judgement and wartime taxation.[2] After his death in 1781, it took the administrators of the Custis Estate more than a decade to negotiate an end to the transaction through which Custis had purchased Abingdon.[7] Because he died intestate, his estate was not fully liquidated until the 1811 death of his widow. His four children inherited more than 600 slaves.[2]\n\nPart of the Abingdon estate is now on the grounds of Ronald Reagan Washington National Airport.[6] When he purchased Abingdon, Custis also bought a nearby property that after his death became Arlington Plantation and later, Arlington National Cemetery.[6]\n\n"
        }
    ]
}