{
    "url": "https://en.wikipedia.org/wiki/John_Markoff",
    "title": "John Markoff",
    "table_of_contents": [
        "1 Biography",
        "1.1 Markoff and Kevin Mitnick",
        "1.2 Post-Mitnick",
        "2 Books",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "John Gregory Markoff (born October 24, 1949[1][2]) is a journalist best known for his work covering technology at The New York Times for 28 years until his retirement in 2016,[3] and a book and series of articles about the 1990s pursuit and capture of hacker Kevin Mitnick.[4][5]\n\n"
        },
        {
            "title": "Biography",
            "text": "Markoff was born in Oakland, California, and grew up in Palo Alto, California.[2] He graduated from Whitman College, Walla Walla, Washington, with a B.A. in sociology in 1971. Additionally he received an M.A. in sociology from the University of Oregon in 1976.[6]\n\nAfter leaving graduate school, he returned to California where he began writing for Pacific News Service, an alternative news syndicate based in San Francisco. He freelanced for a number of publications including The Nation, Mother Jones and Saturday Review. In 1981 he became part of the original staff of the computer industry weekly InfoWorld. In 1984 he became an editor at Byte Magazine and in 1985 he left to become a reporter in the business section of the San Francisco Examiner, where he wrote about Silicon Valley.\n\nIn 1988 he moved to New York to write for the business section of the New York Times. In November 1988 he reported that Robert Tappan Morris, son of National Security Agency cryptographer Robert Morris, was the author of what would become known as the Internet worm.\n\nIn December 1993 he wrote an early article about the World Wide Web, referring to it as a \"map to the buried treasures of the Information Age.\"[7]\n\nOn July 4, 1994, he wrote an article about Kevin Mitnick, who was then a fugitive from a number of law enforcement agencies.[8]  He wrote several more pieces detailing Mitnick's capture. Markoff also co-wrote, with Tsutomu Shimomura, the book Takedown about the chase.[9]  The book later became a film that was released direct to video in the United States. Markoff's writing about Mitnick was the subject of criticism by Mitnick supporters and unaffiliated parties who maintained that Markoff's accounts exaggerated or even invented Mitnick's activities and successes. Markoff stood by his reporting.[10]\n\nThe film went much further, with Markoff himself stating to the San Francisco Chronicle in 2000, \"I thought it was a fundamentally dishonest movie.\" Mitnick stated that he settled a lawsuit with distributor Miramax over the film for an undisclosed sum.[11]\n\nMarkoff was also accused by Jonathan Littman of journalistic impropriety and of over-hyping Mitnick's actual crimes.[12] Littman published a more sympathetic account of Mitnick's time as a fugitive in his own book on the incident, The Fugitive Game.\n\nAfter Mitnick, Markoff continued to write about technology, focusing at times on wireless networking, writing early stories about non-line-of-sight broadband wireless, phased-array antennas, and multiple-in, multiple-out (MIMO) antenna systems to enhance Wi-Fi. He covered Jim Gillogly's 1999 break of the first three sections of the CIA's Kryptos cipher [1], and writes regularly about semiconductors and supercomputers as well.  He wrote the first two articles describing Admiral John Poindexter's return to government and the creation of the Total Information Awareness project. He shared the 2005 Gerald Loeb Award in the Deadline Writing category for the story \"End of an Era\".[13] In 2009 he moved from the Business/Tech section of the New York Times to the Science section.\n\nMarkoff contributed to the New York Times staff entry that received the 2013 Pulitzer Prize for Explanatory Reporting. The series of 10 articles explored the business practices of Apple and other technology companies.[14][15] He retired from his full-time position with The New York Times on December 1, 2016.[16] He continues to work as a freelance journalist for the Times and other organizations and volunteers at the Computer History Museum.[7] He is an affiliated fellow of the Stanford Institute for Human-Centered Artificial Intelligence.[17]\n\nMarkoff is interviewed in Do You Trust This Computer?, a 2018 documentary on artificial intelligence.\n\n"
        }
    ]
}