{
    "url": "https://en.wikipedia.org/wiki/John_Ericsson",
    "title": "John Ericsson",
    "table_of_contents": [
        "1 Early career",
        "2 Education",
        "3 Propeller design",
        "4 Friendship with Cornelius H. DeLamater",
        "5 Hot air engine",
        "6 Ship design",
        "7 USS Monitor",
        "8 Later designs",
        "9 Death and ensuing controversy",
        "10 Inventions",
        "11 Fellowships",
        "12 Monuments and memorials",
        "13 In popular culture",
        "14 See also",
        "15 References",
        "16 Bibliography",
        "17 Further reading",
        "18 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJohn Ericsson (born Johan Ericsson; July 31, 1803 – March 8, 1889) was a Swedish-American[1] inventor.[2] He was active in England and the United States.\n\nEricsson collaborated on the design of the railroad steam locomotive Novelty, which competed in the Rainhill Trials on the Liverpool and Manchester Railway, which were won by inventor George Stephenson's (1781-1848), Rocket. In North America, he designed the United States Navy's first screw-propelled steam-frigate USS Princeton, in partnership with Captain (later Commodore) Robert F. Stockton (1795-1866), who unjustly blamed him for a fatal accident. A new partnership with Cornelius H. DeLamater (1821-1889), of the DeLamater Iron Works in New York City resulted in the first armoured ironclad warship equipped with a rotating gun turret, USS Monitor, which dramatically saved the U.S. (Union Navy) naval blockading squadron from destruction by an ironclad Confederate States naval vessel, CSS Virginia, at the famous Battle of Hampton Roads at the southern mouth of Chesapeake Bay (with the James River) in March 1862, during the American Civil War.\n\n"
        },
        {
            "title": "Early career",
            "text": "Johan Ericsson was born at Långban in Värmland, Sweden. He was the younger brother of Nils Ericson (1802–1870), a distinguished canal and railway builder in Sweden. Their father Olaf Ericsson (1778–1818) had worked as the supervisor for a mine in Värmland. He had lost money in speculation and had to move his family to Forsvik in 1810. There he worked as a director of blastings during the excavation of the Swedish Göta Canal.[3][4][5]\n\nThe extraordinary skills of the two Ericsson brothers were discovered by Baltzar von Platen (1766–1829), the architect of Göta Canal. They were dubbed 'cadets of mechanics' of the Swedish Royal Navy, and engaged as trainees at the canal enterprise. At the age of fourteen, John was already working independently as a surveyor. His assistant had to carry a footstool for him to reach the instruments during surveying work.\nAt the age of seventeen he joined the Swedish army in Jämtland, serving in the Jämtland Ranger Regiment, as a Second Lieutenant, but was soon promoted to Lieutenant. He was sent to northern Sweden to do surveying, and in his spare time he constructed a heat engine which used the fumes from the fire instead of steam as a propellant. His skill and interest in mechanics made him resign from the army and move to England in 1826. However, his heat engine was not a success, as his prototype was designed to burn birchwood and would not work well with coal (the main fuel used in England).[6]\n\nNotwithstanding the disappointment, he invented several other mechanisms instead based on steam, improving the heating process by incorporating bellows to increase oxygen supply to the fire bed. In 1829 he and English engineer John Braithwaite  (1797–1870) built Novelty for the Rainhill Trials arranged by the Liverpool and Manchester Railway. It was widely praised but suffered recurring boiler problems, and the competition was won by English engineers George and Robert Stephenson with Rocket.[7]\n\nTwo further engines were built by Braithwaite and Ericsson, named William IV and Queen Adelaide after the new king and queen. These were generally larger and more robust than Novelty and differed in several details (for example it is thought that a different design of blower was used which was an 'Induced Draught' type, sucking the gases from the fire). The pair ran trials on the Liverpool and Manchester Railway but the railway declined to purchase the new designs.\n\nTheir innovative steam fire engine proved an outstanding technical success by helping to quell the memorable Argyll Rooms fire[8] on February 5, 1830[9] (where it worked for five hours when the other engines were frozen up),[10][11] \nbut was met with resistance from London's established 'Fire Laddies' and municipal authorities. An engine Braithwaite and Ericsson constructed for Sir John Ross's 1829 Arctic expedition failed and was dumped on the shores of Prince Regent Inlet. At this stage of Ericsson's career the most successful and enduring of his inventions was the surface condenser, which allowed a steamer to recover fresh water for its boilers while at sea. His 'deep sea lead,' a pressure-activated fathometer was another minor, but enduring success. \n\nThe commercial failure and development costs of some of the machines devised and built by Ericsson during this period put him into debtors' prison for an interval. At this time he also married 19-year-old Amelia Byam, a disastrous match that ended in the couple's separation until Amelia's death.\n\nHe was elected as a member to the American Philosophical Society in 1877.[12]\n\n"
        },
        {
            "title": "Education",
            "text": "His only formal education was a basic officer's education and training during his time in the Swedish Army. On March 27, 1822, John passed a surveyor's examination in Stockholm. As a child he was taught to be a miner and surveyor by his father.[13]\n\n"
        },
        {
            "title": "Propeller design",
            "text": "He then improved ship design with two screw-propellers rotating in opposite directions (as opposed to earlier tests with this technology, which used a single screw). However, the Admiralty disapproved of the invention, which led to the fortunate contact with the American captain Robert Stockton who had Ericsson design a propeller steamer for him and invited him to bring his invention to the United States of America, as it would supposedly be more welcomed in that place. As a result, Ericsson moved to New York in 1839. Stockton's plan was for Ericsson to oversee the development of a new class of frigate with Stockton using his considerable political connections to grease the wheels. Finally, after the succession to the Presidency by John Tyler, funds were allocated for a new design. However, they only received funding for a 700-ton sloop instead of a frigate. The sloop eventually became USS Princeton, named after Stockton's hometown.\n\nThe ship took about three years to complete and was perhaps the most advanced warship of its time. In addition to twin screw propellers, it was originally designed to mount a 12-inch muzzle-loading gun on a revolving pedestal. The gun had also been designed by Ericsson and used hoop construction to pre-tension the breech, adding to its strength and allowing safe use of a larger charge. Other innovations on the ship design included a collapsible funnel and an improved recoil system.\n\nThe relations between Ericsson and Stockton had grown tense over time and, approaching the completion of the ship, Stockton began working to force Ericsson out of the project. Stockton carefully avoided letting outsiders know that Ericsson was the primary inventor.[citation needed] Stockton attempted to claim as much credit for himself as possible, even designing a second 12 in (300 mm) gun to be mounted in Princeton. Unfortunately, because Stockton did not understand the design of the first gun (originally named \"The Orator\", renamed \"The Oregon\" by Stockton), the second gun was fatally flawed.\n\nWhen launched, Princeton was an enormous success. On October 20, 1843, she won a speed trial against the paddle steamer SS Great Western, until then considered the fastest steamer afloat. Unfortunately, during a firing demonstration of Stockton's gun, the breech ruptured, killing Secretary of State Abel P. Upshur and Secretary of the Navy Thomas Walker Gilmer, as well as six others. Stockton attempted to deflect the blame onto Ericsson,[citation needed] with moderate success, despite the fact Ericsson's gun was sound and it was Stockton's gun that had failed. Stockton also refused to pay Ericsson, and by using his political connections, Stockton blocked the Navy from paying him.\n\n"
        },
        {
            "title": "Friendship with Cornelius H. DeLamater",
            "text": "When Ericsson arrived from England and settled in New York City, he was persuaded by Samuel Risley of Greenwich Village to give his work to the Phoenix Foundry. There he met  industrialist Cornelius H. DeLamater (1821–1889) and soon a mutual attachment developed between the two. Rarely thereafter did Ericsson or DeLamater enter upon a business venture without first consulting the other.\"[14] Personally, their friendship never faltered, though strained by the pressures of business and Ericsson's quick temper, DeLamater called Ericsson \"John\" and Ericsson called DeLamater by his middle nickname \"Harry\", intimacies almost unknown in Ericsson's other relationships.[15] In time, the DeLamater Iron Works became known as the Asylum where Capt Ericsson had free rein to experiment and attempt new feats. The Iron Witch was next constructed, the first iron steamboat.[16] The first hot-air invention of Capt Ericsson was first introduced in the ship Ericsson,[17] built entirely by DeLamater. The DeLamater Iron Works also launched the first submarine boat, first self-propelled torpedo, and first torpedo boat.[18] When DeLamater died on February 2, 1889, Ericsson could not be consoled. Ericsson's death one month later was not surprising to his close friends and acquaintances.\"[19]\n\n"
        },
        {
            "title": "Hot air engine",
            "text": "Ericsson then proceeded to invent independently the caloric, or hot air, engine in the 1820s which used hot air, caloric in the scientific parlance of the day, instead of steam as a working fluid. A similar device had been patented in 1816 by the Reverend Robert Stirling,[20] whose technical priority of invention provides the usual term 'Stirling Engine' for the device. Ericsson's engine was not initially successful due to the differences in combustion temperatures between Swedish wood and British coal. In spite of his setbacks, Ericsson was awarded the Rumford Prize of the American Academy of Arts and Sciences in 1862 for his invention.[21]\n\nIn 1830 Ericsson patented his second engine,[22] that can work either with steam, air or water. This rotative engine objective is to reduce the engine within more convenient limits without any corresponding loss of power.\n\nIn 1833 Ericsson built his third engine,[23] a hot air engine (or caloric engine) that is exhibited in London: \"the engine will prove the most important mechanical invention ever conceived by the human mind, and one that will confer greater benefits on civilized life than any that has ever preceded it\" (John O. Sargent). This engine included a regenerator that would inspire many other hot air engine inventors.[citation needed]\n\nThe caloric ship, powered by the 4th Ericsson engine was built in 1852.[24]\n\nA group of New York merchants and financiers headed by John B Kitching, Edward Dunham, President of the Corn Exchange Bank, and G.B. Lamar, president of the Bank of the Republic, backed the project and in April, 1852, the keel of the ship was laid at the yard of Perine, Patterson, and Stack in Williamsburgh. At about the same time the construction of the engine was commenced by Messrs Hogg and Delamater.\nHull and machinery were built in the greatest possible secrecy, both Ericsson and his financial backers being convinced that their ship would revolutionize ocean transport by its economy and safety, and that competitors would if possible copy the design of at least the engine.\nOn September 15, 1852, the ship was launched and in November the engine was turned over at the dock under its own power. It will be a failure.\nSmaller experimental engines based on the same patent design and built before the caloric ship will prove to be working efficiently.\n\nIn his later years, the caloric engine would render Ericsson comfortably wealthy, as its boilerless design made it a much safer and more practical means of power for small industry than steam engines. Ericsson's incorporation of a 'regenerator' heat sink for his engine made it tremendously fuel-efficient. Apparently in the post Civil War era some time before or around 1882, from the publishing date, a ship was purchased by a Captain Charles L. Dingley called the Ericsson with a weight of 1,645 tons that was built by John Ericsson (Although the above section on John Ericsson's Friendship with Cornelius H. DeLamater says that the ship known as the Ericsson was built by the DeLamater Iron Works) to try out the hot air engine as a motive power in open ocean navigation.[25]\n\nIn 1883 John Ericsson built a solar air engine[26] of 1 HP. The leading feature of the sun motor is that of concentrating the radiant heat by means of a rectangular trough having a curved bottom lined on the inside with polished plates, so arranged that they reflect the sun's rays toward a cylindrical heater placed longitudinally above the trough.\nThis heater, it is scarcely necessary to state, contains the acting medium, steam or air, employed to transfer the solar energy to the motor; the transfer being effected by means of cylinders provided' with pistons and valves resembling those of motive engines of the ordinary type. Practical engineers, as well as scientists, have demonstrated that solar energy cannot be rendered available for producing motive power, in consequence of the feebleness of solar radiation.\n\n"
        },
        {
            "title": "Ship design",
            "text": "On September 26, 1854, Ericsson presented Napoleon III of France with drawings of iron-clad armored battleships with a dome-shaped gun tower, and even though the French emperor praised this particular plan of an invention, he did nothing to bring it to practical application. In 1851 he designed the Caloric ship Ericsson.\n\n"
        },
        {
            "title": "USS Monitor",
            "text": "Shortly after the American Civil War broke out in 1861, the Confederacy began constructing an ironclad ram upon the hull of USS Merrimack which had been partially burned and then sunk by Federal troops before it was captured by forces loyal to the Commonwealth of Virginia. Nearly concurrently, the United States Congress had recommended in August 1861 that armored ships be built for the American Navy. Ericsson still had a dislike for the U.S. Navy, but he was nevertheless convinced by Lincoln's hard-working Secretary of the Navy Gideon Welles, and Cornelius Scranton Bushnell to submit an ironclad ship design to them. Ericsson later presented drawings of USS Monitor, a novel design of armored ship which included a rotating turret housing a pair of large cannons. Despite controversy over the unique design, based on Swedish lumber rafts,[27] the keel was eventually laid down and the ironclad was launched on March 6, 1862. The ship went from plans to launch in approximately 100 days, an amazing achievement.\n\nOn March 8, the former USS Merrimack, rechristened CSS Virginia, was wreaking havoc on the wooden Union Blockading Squadron in Virginia, sinking USS Congress and USS Cumberland. Monitor appeared the next day, initiating the first battle between ironclad warships on March 9, 1862, at Hampton Roads, Virginia. The battle ended in a tactical stalemate between the two ironclad warships, neither of which appeared capable of sinking the other, but strategically saved the remaining Union fleet from defeat.[28] After this, numerous monitors were built for the Union, including twin turret versions, and contributed greatly to the naval victory of the Union over the rebellious states. Despite their low draft and subsequent problems in navigating in high seas, many basic design elements of the Monitor class were copied in future warships by other designers and navies. The rotating turret in particular is considered one of the greatest technological advances in naval history, still found on warships today.\n\n"
        },
        {
            "title": "Later designs",
            "text": "Later Ericsson designed other naval vessels and weapons, including a type of torpedo and a destroyer, a torpedo boat that could fire a cannon from an underwater port. He also provided some technical support for John Philip Holland in his early submarine experiments. In the book Contributions to the Centennial Exhibition (1877, reprinted 1976) he presented his \"sun engines\", which collected solar heat for a hot air engine. One of these designs earned Ericsson additional income after being converted to work as a methane gas engine.\n\n"
        },
        {
            "title": "Death and ensuing controversy",
            "text": "Ericsson died on March 8, 1889, the anniversary of the Battle of Hampton Roads, in which his Monitor famously played a central role.[29]\n\nHis wish to be buried in his native land sparked a series of articles in the New York Times alleging that, by selecting the third-rate USS Essex (1874) to transport his remains, the US Navy was not paying proper respect to Ericsson.[30] The Navy responded and sent the remains on the USS Baltimore, escorted by other ships such as USS Nantucket. On August 23, 1890, the fleet departed with a twenty-one gun salute and the Swedish flag hoisted on every ship of the squadron.[31][32]  Captain Joseph Henderson was allotted the task to take the cruiser Baltimore safely out to sea.[33] Around 100,000 people turned out for the funeral procession and departure ceremonies, including several veterans of the USS Monitor.[34]\n\nHis final resting place is at Filipstad in Värmland, Sweden.\n\n"
        },
        {
            "title": "Monuments and memorials",
            "text": "The stamp commemorating John Ericsson on April 20, 1926, coincided with the unveiling of the Ericsson Memorial in West Potomac Park, Washington, DC directly south of the Lincoln Memorial. The stamp pictures the memorial design by J. H. Frazer. The seated figure of Ericsson has the figures above and behind him of Vision, Labor and Adventure.[35]\n\nMonuments in honor of John Ericsson have been erected at:\n\nShips named in his honor:\n\nOrganizations:\n\nMount Ericsson, a mountain summit located in the Sierra Nevada mountains of California, is named in his honor. \n\n"
        },
        {
            "title": "In popular culture",
            "text": "Ericsson is a major character in Harry Harrison's novels of alternate history, the Stars and Stripes trilogy.\n\n"
        }
    ]
}