{
    "url": "https://en.wikipedia.org/wiki/John_Clute",
    "title": "John Clute",
    "table_of_contents": [
        "1 Personal life",
        "2 Career",
        "2.1 Reviewing",
        "2.2 Excessive candour",
        "2.3 Writing style",
        "3 Critical reception",
        "4 Bibliography",
        "4.1 Criticism",
        "4.2 Fiction",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "John Frederick Clute (born 12 September 1940)[1] is a Canadian-born author and critic specializing in science fiction and fantasy literature who has lived in both England and the United States since 1969. He has been described as \"an integral part of science fiction's history\"[2] and \"perhaps the foremost reader-critic of sf in our time, and one of the best the genre has ever known.\"[3] He was one of eight people who founded the English magazine Interzone in 1982[2] (the others included Malcolm Edwards, Colin Greenland, Roz Kaveney, and David Pringle).\n\nClute's articles on speculative fiction have appeared in various publications since the 1960s. He is a co-editor of The Encyclopedia of Science Fiction (with Peter Nicholls) and of The Encyclopedia of Fantasy (with John Grant), as well as the author of The Illustrated Encyclopedia of Science Fiction, all of which won Hugo Awards for Best Related Work (a category for nonfiction). He earned the Pilgrim Award, bestowed by the Science Fiction Research Association for Lifetime Achievement in the field of science fiction scholarship, in 1994. Clute is also author of the collections of reviews and essays Strokes; Look at the Evidence: Essays and Reviews; Scores; Canary Fever; and Pardon This Intrusion. His 2001 novel Appleseed, a space opera, was noted for its \"combination of ideational fecundity and combustible language\"[4] and was selected as a New York Times Notable Book for 2002.[5]\n\nIn 2006, Clute published the essay collection The Darkening Garden: A Short Lexicon of Horror. The third edition of The Encyclopedia of Science Fiction (with David Langford and Peter Nicholls) was released online as a beta text in October 2011 and has since been greatly expanded; it won the Hugo Award for Best Related Work in 2012. The Encyclopedia's statistics page reported that, as of 24 March 2017, Clute had authored the great majority of articles: 6,421 solo and 1,219 in collaboration, totalling over 2,408,000 words (more than double, in all cases, those of the second-most prolific contributor, David Langford).[6] The majority of these are Author entries, but there are also some Media entries, notably that for Star Wars: Episode VII – The Force Awakens.\n\nClute was a Guest of Honour at Loncon 3, the 72nd World Science Fiction Convention, from 14 to 18 August 2014.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Raised in Canada, Clute lived in the United States from 1956 until 1964. He earned a Bachelor of Arts degree at New York University in 1962 while living with writer and artist Pamela Zoline.\n\nClute married artist Judith Clute in 1964.[7] He has been the partner of Elizabeth Hand since 1996.[8]\n\n"
        },
        {
            "title": "Career",
            "text": "Clute's first professional publication was a long science-fictional poem entitled \"Carcajou Lament,\" which appeared in TriQuarterly in 1959. His first short story (one of his few) was \"A Man Must Die,\" which appeared in New Worlds in 1966.\n\nIn 1960, he served as Associate Editor of Collage, a Chicago-based \"slick\" magazine which ran only two issues; it published early work by Harlan Ellison and R. A. Lafferty. During the 1960s and 70s he appeared chiefly in NEW WORLDS, becoming an important contributor of essays and reviews.\n\nIn 1977, Clute published his first novel, The Disinheriting Party (Allison & Busby). Though not explicitly a fantasy, this story of a dysfunctional family has a fantasy feel, rather like much postmodern literature. Reviewer Ifdary Bailey wrote that this \"everyday story of family life in a revenge tragedy, of relations and revelations, hidden identities and loss of identity, incest and inheritance, all brooded over by the Father Who Will Not Die, carries itself forward swiftly and surely to its conclusion with strength and control.\"[9]\n\nClute's second novel, Appleseed (2001), is the story of trader Nathanael Freer, who pilots an AI-helmed starship named Tile Dance en route to the planet Eolhxir to deliver a shipment of nanotechnological devices. Freer meets a man calling himself Johnny Appleseed, who rejoins Freer with his lost lover, Ferocity Monthly-Niece. Meanwhile, a terrifying, data-destroying \"plaque\" is threatening the galaxy's civilizations. Clute has proposed it as the first novel in a trilogy. Science fiction and fantasy author Paul Di Filippo called it \"a space opera for the 21st century.\"[4]  Keith Brooke suggested that Clute himself would be the best reviewer for this multilayered novel.[10]\n\nClute's first significant science fiction reviews appeared in the late 1960s in New Worlds.[2] He has reviewed fiction and nonfiction in such periodicals as Interzone, the Los Angeles Times, The Magazine of Fantasy & Science Fiction, The New York Review of Science Fiction, The Observer, Omni, The Times Literary Supplement, The Washington Post, and elsewhere; some of these writings appeared in his early collection, Strokes.\n\nThough Clute is chiefly known for his critiques of fiction, he has also reviewed other modes, such as film. His language can be as blunt and amusing as it is honest; some review columns have such titles as \"Nonsense is what good adventure SF makes silk purses out of,\"[11] \"Prometheus Emphysema,\"[12] \"An empty bottle. An empty mind. An empty book,\"[13] \"Book of the Mouth,\"[14] and \"Mage Sh*t.\"[15]\n\nClute has issued a polemic he calls the \"Protocol of Excessive Candour,\" which argues that reviewers of science fiction and fantasy must not pull punches because of friendship:\n\nHis review column of this name began at Science Fiction Weekly and moved to Sci-Fi Wire.\n\nContributing the essay on himself for The Encyclopedia of Science Fiction, Clute wrote that his \"criticism, despite some curiously flamboyant obscurities, remains essentially practical; it has appeared mostly in the form of reviews, some of considerable length.\"[18] He told an interviewer,\n\nMatthew Davis has written, \"Clute stands out, not just because of the depth and breadth of his knowledge, but also for the individuality of his writing; even the most formal sentence plucked from one of his scholastic works is readily identifiable due to his individual judgement and style.\"[2] SF Site's Rich Horton agreed that Clute is \"a man known first and foremost as a critic, and moreover a man known for his formidable intelligence and vocabulary, and his enjoyment in wielding both ... anyone familiar with John Clute's critical work will know that his prose is not simple, though it is precise and at its best exhilarating.\"[20]\n\nAuthor Henry Wessells, in a review of The Darkening Garden, wrote:\n\n"
        },
        {
            "title": "Critical reception",
            "text": "Hilary Bailey, reviewing The Disinheriting Party, wrote,\n\nDescribing Clute's criticism, Davis has written,\n\nIn a review of Look at the Evidence, Douglas Barbour exhorts the reader, \"Find this book! You won't be sorry!\" and admires\n\nClute had gained a reputation as a critic before his second novel appeared, and some reviewers admitted that they found it \"difficult\" to read; others found it \"intimidating\" to review, as though trying carried the jeopardy of being found failing. Paul Di Filippo was excited by Appleseed, writing,\n\nSome reviewers were of two minds:\n\nJohn C. Snider, similarly, suggested \"Future Classic or Total Gibberish?\":\n\nand Keith Brooke wrote, \"This is not an over-written novel, it's an intensely-written one. At its best it's a fantastically effective technique: a spangly word-portrait that has a real sense of wonder bursting off every page. At its worst, it gets in the way, blinding the reader to Clute's wildly detailed imaginings.\"[10]\n\n"
        }
    ]
}