{
    "url": "https://en.wikipedia.org/wiki/John_Washington",
    "title": "John Washington",
    "table_of_contents": [
        "1 Early life and family",
        "2 Colony of Virginia",
        "3 Marriage and family",
        "4 Death and legacy",
        "5 See also",
        "6 Bibliography",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJohn Washington (1633–1677) was an English merchant who emigrated across the Atlantic Ocean and became a planter, soldier and politician in colonial Virginia. In addition to leading the local militia, and running his own plantations, Washington also served for many years in the House of Burgesses representing Westmoreland County, Virginia. He was the first member of the Washington family to live in America as well as the patrilineal great-grandfather of George Washington, general of the Continental Army and first president of the United States of America.[2][a]\n\n"
        },
        {
            "title": "Early life and family",
            "text": "John Washington was born to rector Lawrence Washington and the former Amphillis Twigden, about 1633 (when his father resigned his fellowship at Oxford that required him to remain unmarried),[1]\n[3] likely at his maternal grandparents' home in Tring, Hertfordshire, England.[4] However, as an adult, John Washington gave his age in a Virginia deposition as 45, which would put his birth two years earlier.[5][6] Before his marriage Lawrence had been a don at the University of Oxford.[7] He had been born at Sulgrave Manor near Banbury in Oxfordshire.[8]\n\nWhen John was eight his father enrolled him in Charterhouse School in London to begin preparing for an academic career, but the boy never attended the school. In 1633 the senior Washington had left Oxford to become the rector of All Saints Parish in Purleigh, Essex. During the English Civil War, in 1643 Parliamentary Puritans stripped the royalist Rev. Washington of that clerical position, alleging misconduct that was disputed. Rev. Lawrence Washington then became vicar of an impoverished parish in Little Braxted, Essex, where he died in January 1652. His widow returned to her parents' family home in Tring, Hertfordshire, and in 1655 John became administrator of his widowed mother's estate.[9]\n\nJohn Washington was apprenticed with a London merchant through the help of his Sandys relatives.[citation needed] He gained a valuable education in colonial trade, as England had colonies in the Caribbean and North America.\n\nIn 1656 John Washington invested with Edward Prescott in a merchant ship which transported tobacco from North America to European markets. He secured tobacco contracts in Europe, joined Prescott's ship (the Sea Horse of London) in Denmark, and sailed as second mate for the Colony of Virginia.[10][11][12] A storm on February 28, 1657, caused the ship fully laden with tobacco for the return journey to run aground in the Potomac River at a shoal near its confluence with Mattox Creek. Although the vessel was repaired, Washington elected to remain in the colony. However, when he asked for his wages, Prescott said he owed him money instead, so Colonel Nathaniel Pope (his future father-in-law discussed below) gave Prescott beaver skins to settle the alleged debt.[13][14][15] However, his cousin, James Washington, the son of Robert Washington (1616 - 1674), who worked in the London-Rotterdam trade of the Merchant Adventurers, who had also sailed on that voyage, returned on Prescott's ship.[16][17]\n\nComplicating matters, this John Washington also had a younger brother, Lawrence Washington, who became a merchant, married Mary Jones of Luton in Bedford County in England, then also emigrated from England to the Virginia Colony, where he died.[18] That Lawrence also had a son named John Washington (usually distinguished as \"of Chotank\" the name of his plantation in King George County, Virginia). That John Washington raised the children of his cousin Lawrence Washington (1659-1698) (this man's firstborn son): John Washington (1692-1746) and Augustine Washington (1693-1743) when they returned from England.[19]\n\n"
        },
        {
            "title": "Colony of Virginia",
            "text": "Washington continued to stay at the home of Col. Nathaniel Pope, who had emigrated from England to Maryland about twenty years earlier, then moved to Virginia where he became a planter on the Northern Neck and a justice of the peace for Northumberland County in 1651 and Lt.Col. of the militia in 1655.[20] During his stay, Washington fell in love with his host's daughter Anne, whom he married late in 1658 or early in 1659. She gave birth to their first son, Laurence in October 1659. Around that time, Washington learned that his nemesis Capt. Prescott had hanged a woman as a witch and brought murder charges against him in the Maryland General Court; however, the trial conflicted with Laurence's baptism, so Prescott went free for lack of evidence.[21]\n\nCol. Pope gave the couple a wedding gift of 700 acres (2.8 km2) on Mattox Creek as well as a loan of 80 pounds for startup expenses, which he forgave in his will, which was filed in April 1660.[22][15] In 1664, Washington bought 100 acres on Bridges Creek near the confluence with the Potomac River, and settled there, in what is now part of George Washington Birthplace National Monument.[23][24] Washington became a successful planter, depending on the labour of African slaves and British indentured servants to cultivate tobacco as a commodity crop as well as kitchen crops needed to support his household and workers. By 1668 he was growing tobacco, with holdings of 5,000 acres (20 km2).[25] His will disposed of more than 8,500 acres (34 km2) of land.[26]\n\nWashington's first public office was vestryman of the local Appomattox Parish church in 1661 (although the parish would cease to exist four years later after a reorganization).[27] Washington also served as trustee of Westmoreland County estates and guardian of children.[28] In 1661, Washington also became the county coroner and in 1662 became one of the judges of the county court (with administrative as well as judicial responsibilities) and Major of the militia -- both signifying his acceptance into the gentry.[29][30]\n\nWestmoreland County voters first elected Washington as one of their representatives in the House of Burgesses in 1665, and he continually won re-election until his death more than a decade later. He served alongside planters Isaac Allerton, Gerrard Fowke and his cousin Nicholas Spencer.[31]\n\nIn 1672, Washington received promotion to lieutenant colonel in the local militia, as relations with Native Americans again became troubled.[32] (Settlers in the Northern Neck area had been massacred in 1622 and 1644)[33] In 1675 (by which time Washington's rank had increased to colonel), he and fellow Virginia planter and militia officer Isaac Allerton and Maryland Major Truman led retaliation against Maryland natives who had killed three Virginia colonists after a trade dispute. During a planned parley with the disgruntled opposition and their allied American Indian leaders, Maryland militia killed at least five surrendered or parlaying Doeg and Susquehannock warriors.[34][35][36] For his efforts in the suppression of the Native Americans, the Susquehannock gave John the nickname of \"Town Destroyer\".[37] Some eight decades later, during the French-Indian War, the Seneca would bestow the same title upon Washington's great-grandson, George, for both his own prowess in warfare against the tribes, and in remembrance of the destruction incurred by his ancestor.[38]\n\nThe resultant damages to the colonists and their holdings later contributed to Bacon's Rebellion in 1676, during which Col. Washington supported  Governor William Berkeley.[39] During the rebellion, Bacon's forces plundered Washington's estate, among others.[40] Following Bacon's death and the suppression of Bacon's Rebellion, an investigating commission criticized Governor William Berkeley, who returned to England, so John's cousin Nicholas Spencer who had traveled with Berkeley to Virginia, became Virginia's acting governor. However, Washington died within months, as discussed below.\n\n"
        },
        {
            "title": "Marriage and family",
            "text": "John Washington married three times. He married Anne Pope in late 1658.[7] \nThey had the following children[41] together:\n\nAfter Anne Pope's death, Washington married Anne Brett, a widow who had survived husbands Walter Brodhurst and Henry Brett, but did not have children with Washington.[47][6]\n\nAfter his second wife's death, John Washington married Frances Gerard (a daughter of Dr. Thomas Gerard, and widow of Thomas Speke, Valentine Peyton, and John Appleton). This third marriage occurred about 10 May 1676[48] when a \"joynture\" was recorded between Mrs. Frances Appleton and John Washington in Westmoreland County, Virginia.\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "Although the exact date has not been recorded, it occurred after Washington attended a meeting concerning taxes and the suppressed rebellion on August 14, 1677. Washington's will was admitted to probate on September 26, 1677.[49][50] His estate consisted of more than 8,500 acres.[51]  John and his first wife Anne Pope are buried near present-day Colonial Beach, Virginia, at what is now called the George Washington Birthplace National Monument. His vault is the largest in the small family burial plot.\n\nDuring his lifetime name of the local parish of the Anglican Church (the established church in colonial Virginia, and thereby also a tax district of the county) was changed to Washington in his honour.[15]\n\n"
        }
    ]
}