{
    "url": "https://en.wikipedia.org/wiki/Jonathan_Strahan",
    "title": "Jonathan Strahan",
    "table_of_contents": [
        "1 Edited works",
        "2 Eclipse Online",
        "3 Infinity Project (linked anthologies)",
        "4 Awards",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJonathan Strahan (born 1964, Belfast, Northern Ireland) is an editor and publisher of science fiction, fantasy, and horror. His family moved to Perth, Western Australia in 1968, and he graduated from the University of Western Australia with a Bachelor of Arts in 1986.\n\nIn 1990 he co-founded Eidolon: The Journal of Australian Science Fiction and Fantasy, and worked on it as co-editor and co-publisher until 1999. He was also co-publisher of Eidolon Books which published Robin Pen's The Secret Life of Rubber-Suit Monsters, Howard Waldrop's Going Home Again, Storm Constantine's The Thorn Boy, and Terry Dowling's Blackwater Days.\n\nIn 1997 Jonathan worked in Oakland, California for Locus: The Newspaper of the Science Fiction Field as an assistant editor and wrote a regular reviewer column for the magazine until March 1998 when he returned to Australia. In early 1999 Jonathan resumed reviewing and copyediting for Locus, and was then promoted to Reviews Editor (January 2002 – present). Other reviews have appeared in Eidolon, Eidolon: SF Online, and Foundation. Jonathan has won the Aurealis Award, the William Atheling Jr Award for Criticism and Review, the Australian National Science Fiction Convention's \"Ditmar Award\", and the Peter McNamara Achievement Award.[1]\n\nA nineteen-time Hugo Award nominee, Strahan won the World Fantasy Award (Special – Professional) in 2010 for his work as an editor, and his anthologies have won the Locus Award for Best Anthology four times (2008, 2010, 2013, 2021) and the Aurealis Award seven times.\n\nAs a freelance editor, Strahan has edited or co-edited more than sixty original and reprint anthologies and seventeen single-author story collections that have been published in Australia, the United Kingdom, and the United States, and translated into many languages. He has been a consulting editor for Tordotcom Publishing and Tor.com since 2014, where he has acquired and edited two novels, 36 novellas, and a selection of short fiction.\n\nIn 1999, Strahan founded The Coode Street Press, which published the one-shot review 'zine The Coode Street Review of Science Fiction and co-published Terry Dowling's Antique Futures. The Coode Street Press is currently inactive.\n\nStrahan currently co-hosts the regular Coode Street Podcast with Gary K. Wolfe, which won the Hugo Award in 2021, and has been nominated for the World Fantasy, British Science Fiction, and Ditmar awards and which has produced more than 550 episodes since May 2010.[2]\n\nJonathan married former Locus Managing Editor Marianne Jablon in 1999 and they live in Perth, Western Australia with their two daughters.\n\n"
        },
        {
            "title": "Eclipse Online",
            "text": "From October 2012 till March 2013 Strahan edited an online extension of his Eclipse anthology series. *Eclipse Online* featured the following stories:\n\nEclipse Online ceased publication when the publisher Night Shade Books was transferred to new ownership.[citation needed]\n\n"
        }
    ]
}