{
    "url": "https://en.wikipedia.org/wiki/Saint_Joseph_of_Cupertino",
    "title": "Joseph of Cupertino",
    "table_of_contents": [
        "1 Life",
        "2 Reception",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJoseph of Cupertino, OFM Conv. (Italian: Giuseppe da Copertino; 17 June 1603 – 18 September 1663) was an Italian Conventual Franciscan friar who is honored as a Christian mystic and saint. According to traditional Franciscan accounts, he was \"remarkably unclever\", but experienced miraculous levitation and ecstatic visions throughout his life which made him the object of scorn.[1] He applied to the Conventual Franciscan friars, but was rejected due to his lack of education. He then pleaded with them to serve in their stables. After several years of working there, he had so impressed the friars with the devotion and simplicity of his life that he was admitted to their Order, destined to become a Catholic priest, in 1625.\n\n"
        },
        {
            "title": "Life",
            "text": "He was born the son of Felice Desa and Frencesca Panara in the village of Cupertino, in the Region of Apulia, then in the Kingdom of Naples, now in the Italian Province of Lecce. His father having died before his birth, however, the family home was seized to settle the large debts he had left, and his mother was forced to give birth to him in a stable.\n\nJoseph began to experience ecstatic visions as a child, which were to  continue throughout his life, and made him the object of scorn. His life was not helped by his frequent outbursts of anger. He was soon apprenticed by his uncle to a shoemaker. Feeling drawn to religious life, in 1620 he applied to the Conventual Franciscan friars, but was rejected due to his lack of education. He then applied to the Capuchin friars in Martino, near Taranto, by whom he was accepted in 1620 as a lay brother, but he was dismissed as his continued ecstasies made him unfit for the duties required of him.\n\nAfter Joseph returned to the scorn of his family, he pleaded with the Conventual friars near Cupertino to be allowed to serve in their stables. After several years of working there, he had so impressed the friars with the devotion and simplicity of his life that he was admitted to their Order, destined to become a Catholic priest, in 1625. He was ordained a priest on 28 March 1628. He was then sent to the convent of Santa Maria della Grotella, just outside Cupertino, where he spent the next 15 years.[2]\n\nAfter this point, the occasions of ecstasy in Joseph's life began to multiply. It was claimed that he began to levitate[3] while participating at the Mass or joining the community for the Divine Office, thereby gaining a widespread reputation of holiness among the people of the region and beyond. He was deemed disruptive by his religious superiors and church authorities, however, and eventually was confined to a small cell, forbidden from joining in any public gathering of the community.\n\nAs the phenomenon of flying or levitation was widely believed to be connected with witchcraft, Joseph was denounced to the Inquisition. At their command, he was transferred from one Franciscan friary in the region to another for observation, first to Assisi (1639–1653), then briefly to Pietrarubbia and finally Fossombrone, where he lived with and under the supervision of the Capuchin friars (1653–1657). He practiced a severe asceticism throughout his life, usually eating solid food only twice a week, and adding bitter powders to his meals. He passed 35 years of his life following this regimen.\n\nFinally, on 9 July 1657, Joseph was allowed to return to a Conventual community, being sent to the one in Osimo, where he soon died.\n\nJoseph was beatified in 1753 and canonized in 1767.\n\n"
        },
        {
            "title": "Reception",
            "text": "It has been pointed out that alleged eyewitness reports of his levitations are unreliable as they are subject to gross exaggeration, or written two years after his death.[4][5]\n\nRobert D. Smith in his book Comparative Miracles (1965) suggested that Joseph performed feats similar to a gymnast. Smith noted that some of his alleged levitations \"originate from a leap, and not from a prone or simple standing or kneeling position, the witnesses mistook a leap of a very agile man for levitation.\"[6]\n\nSkeptical investigator Joe Nickell concluded that:\n\nHuman poisoning due to the consumption of rye bread made from ergot-infected grain was common in Europe in the Middle Ages. It was known to cause convulsion symptoms and hallucinations. British academic John Cornwell has suggested that Joseph had consumed rye bread (see ergot poisoning). According to Cornwell \"Here, perhaps, lay the key to his levitations. After sampling his own loaves he evidently believed he was taking off.\"[7]\n\n"
        }
    ]
}