{
    "url": "https://en.wikipedia.org/wiki/Joseph_Campbell",
    "title": "Joseph Campbell",
    "table_of_contents": [
        "1 Life",
        "1.1 Background",
        "1.2 The Great Depression",
        "1.3 Sarah Lawrence College",
        "1.4 Later life and death",
        "2 Influences",
        "2.1 Art, literature, philosophy",
        "2.2 Psychology and anthropology",
        "3 Comparative mythology and theories",
        "3.1 Monomyth",
        "3.2 Functions of myth",
        "3.3 Evolution of myth",
        "4 Influence",
        "4.1 Joseph Campbell Foundation",
        "4.2 Film and television",
        "4.3 Popular literature",
        "4.4 \"Follow your bliss\"",
        "5 Academic reception and criticism",
        "6 Works",
        "6.1 Early collaborations",
        "6.2 The Hero with a Thousand Faces",
        "6.3 The Masks of God",
        "6.4 Historical Atlas of World Mythology",
        "6.5 The Power of Myth",
        "6.6 Collected Works",
        "6.7 Other books",
        "6.8 Interview books",
        "6.9 Audio recordings",
        "6.10 Video recordings",
        "6.11 TV appearances",
        "6.12 Edited books",
        "7 See also",
        "8 Notes",
        "9 References",
        "9.1 Citations",
        "9.2 Works cited",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJoseph John Campbell (March 26, 1904 – October 30, 1987) was an American writer. He was a professor of literature at Sarah Lawrence College who worked in comparative mythology and comparative religion. His work covers many aspects of the human experience. Campbell's best-known work is his book The Hero with a Thousand Faces (1949), in which he discusses his theory of the journey of the archetypal hero shared by world mythologies, termed the monomyth.\n\nSince the publication of The Hero with a Thousand Faces, Campbell's theories have been applied by a wide variety of modern writers and artists. His philosophy has been summarized by his own often repeated phrase: \"Follow your bliss.\"[6] He gained recognition in Hollywood when George Lucas credited Campbell's work as influencing his Star Wars saga.[7]\n\nCampbell's approach to folklore topics such as myth and his influence on popular culture has been the subject of criticism, including from folklorists.[8][9][10]\n\n"
        },
        {
            "title": "Life",
            "text": "Joseph Campbell was born in White Plains, New York,[11] on March 26, 1904, the elder son of hosiery importer and wholesaler[12] Charles William Campbell, from Waltham, Massachusetts, and Josephine (née Lynch), from New York.[13][14] Campbell was raised in an upper-middle-class Irish Catholic family; he related that his paternal grandfather Charles had been \"a peasant\" who came to Boston from County Mayo in Ireland, and became the gardener and caretaker at the Lyman estate at Waltham, where his son Charles William Campbell grew up and became a successful salesman at a department store prior to establishing his hosiery business.[15][16] During his childhood, he moved with his family to nearby New Rochelle, New York. In 1919, a fire destroyed the family home in New Rochelle, killing his maternal grandmother and injuring his father, who tried to save her.[17][18]\n\nIn 1921, Campbell graduated from the Canterbury School in New Milford, Connecticut. While at Dartmouth College he studied biology and mathematics, but decided that he preferred the humanities. He transferred to Columbia University, where he received a Bachelor of Arts degree in English literature in 1925 and a Master of Arts degree in medieval literature in 1927. At Dartmouth he had joined Delta Tau Delta. An accomplished athlete, he received awards in track and field events, and, for a time, was among the fastest half-mile runners in the world.[19]\n\nIn 1924, Campbell traveled to Europe with his family. On the ship during his return trip he encountered the messiah elect of the Theosophical Society, Jiddu Krishnamurti; they discussed Indian philosophy, sparking in Campbell an interest in Hindu and Indian thought.[20][21] In 1927, he received a fellowship from Columbia University to study in Europe. Campbell studied Old French, Provençal, and Sanskrit at the University of Paris and the University of Munich. He learned to read and speak French and German.[22]\n\nOn his return to Columbia University in 1929, Campbell expressed a desire to pursue the study of Sanskrit and modern art in addition to medieval literature. Lacking faculty approval, Campbell withdrew from graduate studies. Later in life he jested that it is a sign of incompetence to have a PhD in the liberal arts, the discipline covering his work.[23]\n\nWith the arrival of the Great Depression, Campbell spent the next five years (1929–1934) living in a rented shack in Woodstock, New York.[24] There, he contemplated the next course of his life[25] while engaged in intensive and rigorous independent study. He later said that he \"would divide the day into four three-hour periods, of which I would be reading in three of the three-hour periods, and free one of them ... I would get nine hours of sheer reading done a day. And this went on for five years straight.\"[26]\n\nCampbell traveled to California for a year (1931–1932), continuing his independent studies and becoming a close friend of the budding writer John Steinbeck and his wife Carol. Campbell had met Carol's sister, Idell, on a Honolulu cruise and she introduced him to the Steinbecks. Campbell had an affair with Carol.[27][28] On the Monterey Peninsula, Campbell, like John Steinbeck, fell under the spell of the marine biologist Ed Ricketts (the model for \"Doc\" in Steinbeck's novel Cannery Row as well as central characters in several other novels).[29] Campbell lived for a while next door to Ricketts, participated in professional and social activities at his neighbor's, and accompanied him, along with Xenia and Sasha Kashevaroff, on a 1932 journey to Juneau, Alaska on the Grampus.[30] Campbell began writing a novel centered on Ricketts as a hero but, unlike Steinbeck, did not complete his book.[31]\n\nBruce Robison writes that\n\nCampbell continued his independent reading while teaching for a year in 1933 at the Canterbury School in Connecticut, during which time he also attempted to publish works of fiction. While teaching at the Canterbury School, Campbell sold his first short story Strictly Platonic to Liberty magazine.[33][34]\n\nIn 1934, Campbell accepted a position as Professor of Literature at Sarah Lawrence College in Yonkers, New York. In 1938, he married one of his former students, the dancer-choreographer Jean Erdman. For most of their 49 years of marriage they shared a two-room apartment in Greenwich Village in New York City. In the 1980s they also purchased an apartment in Honolulu and divided their time between the two cities. They did not have any children.\n\nEarly in World War II, Campbell attended a lecture by the Indologist Heinrich Zimmer; the two men became good friends. After Zimmer's death, Campbell was given the task of editing and posthumously publishing Zimmer's papers, which he would do over the following decade.\n\nIn 1955–1956, as the last volume of Zimmer's posthumous (The Art of Indian Asia, Its Mythology and Transformations) was finally about to be published, Campbell took a sabbatical from Sarah Lawrence College and traveled, for the first time, to Asia. He spent six months in southern Asia (mostly India) and another six in East Asia (mostly Japan). This year had a profound influence on his thinking about Asian religion and myth, and also on the necessity for teaching comparative mythology to a larger, non-academic audience.[35]\n\nIn 1972, Campbell retired from Sarah Lawrence College, after having taught there for 38 years.\n\nCampbell attended a Grateful Dead concert in 1986, and marveled that \"Everyone has just lost themselves in everybody else here!\" With the Grateful Dead, Campbell put on a conference called \"Ritual and Rapture from Dionysus to the Grateful Dead\".[36]\n\nCampbell died at his home in Honolulu, Hawaii, on October 30, 1987, from complications of esophageal cancer.[37][38] Before his death he had completed filming the series of interviews with Bill Moyers that aired the following spring as The Power of Myth. He is buried in O'ahu Cemetery, Honolulu.\n\n"
        },
        {
            "title": "Influences",
            "text": "Campbell often referred to the work of modern writers James Joyce and Thomas Mann in his lectures and writings, as well as to the art of Pablo Picasso. He was introduced to their work during his stay as a graduate student in Paris. Campbell eventually corresponded with Mann.[39]\n\nThe works of Arthur Schopenhauer and Friedrich Nietzsche had a profound effect on Campbell's thinking; he quoted their writing frequently.[40]\n\nThe \"follow your bliss\" philosophy attributed to Campbell following the original broadcast of The Power of Myth (see below) derives from the Hindu Upanishads; however, Campbell was possibly also influenced by the 1922 Sinclair Lewis novel Babbitt. In The Power of Myth, Campbell quotes from the novel:\n\nThe anthropologist Leo Frobenius and his disciple Adolf Ellegard Jensen were important to Campbell's view of cultural history. Campbell was also influenced by the psychological work of Abraham Maslow and Stanislav Grof.\n\nCampbell's ideas regarding myth and its relation to the human psyche are dependent in part on the pioneering work of Sigmund Freud, but in particular on the work of Jung, whose studies of human psychology greatly influenced Campbell. Campbell's conception of myth is closely related to the Jungian method of dream interpretation, which is heavily reliant on symbolic interpretation. Jung's insights into archetypes were heavily influenced by the Bardo Thodol (also known as The Tibetan Book of the Dead). In his book The Mythic Image, Campbell quotes Jung's statement about the Bardo Thodol, that it\n\n"
        },
        {
            "title": "Comparative mythology and theories",
            "text": "Campbell's concept of monomyth (one myth) refers to the theory that sees all mythic narratives as variations of a single great story. The theory is based on the observation that a common pattern exists beneath the narrative elements of most great myths, regardless of their origin or time of creation. Campbell often referred to the ideas of Adolf Bastian and his distinction between what he called \"folk\" and \"elementary\" ideas, the latter referring to the prime matter of monomyth while the former to the multitude of local forms the myth takes in order to remain an up-to-date carrier of sacred meanings. The central pattern most studied by Campbell is often referred to as \"the hero's journey\" and was first described in The Hero with a Thousand Faces (1949).[43] An enthusiast of novelist James Joyce,[44] Campbell borrowed the term \"monomyth\" from Joyce's Finnegans Wake.[45] Campbell also made heavy use of Carl Jung's theories on the structure of the human psyche, and he often used terms such as anima, animus and ego consciousness.\n\nAs a strong believer in the psychic unity of mankind and its poetic expression through mythology, Campbell made use of the concept to express the idea that the whole of the human race can be seen as engaged in the effort of making the world \"transparent to transcendence\" by showing that underneath the world of phenomena lies an eternal source which is constantly pouring its energies into this world of time, suffering, and ultimately death. To achieve this task one needs to speak about things that existed before and beyond words, a seemingly impossible task, the solution to which lies in the metaphors found in myths. These metaphors are statements that point beyond themselves into the transcendent. The Hero's Journey was the story of the man or woman who, through great suffering, reached an experience of the eternal source and returned with gifts powerful enough to set their society free.\n\nAs this story spread through space and evolved through time, it was broken down into various local forms (masks), depending on the social structures and environmental pressures that existed for the culture that interpreted it. The basic structure, however, has remained relatively unchanged and can be classified using the various stages of a hero's adventure through the story, stages such as the Call to Adventure, Receiving Supernatural Aid, Meeting with the Goddess/Atonement with the Father and Return. These stages, as well as the symbols one encounters throughout the story, provide the necessary metaphors to express the spiritual truths the story is trying to convey. Metaphors for Campbell, in contrast with similes which make use of the word like, pretend to a literal interpretation of what they are referring to, as in the sentence \"Jesus is the Son of God\" rather than \"the relationship of man to God is like that of a son to a father\".[46]\n\nIn the 1987 documentary Joseph Campbell: A Hero's Journey, he explains God in terms of a metaphor:\n\nCampbell often described mythology as having a fourfold function within human society. These appear at the end of his work The Masks of God: Creative Mythology, as well as various lectures.[48]\n\nCampbell's view of mythology was by no means static and his books describe in detail how mythologies evolved through time, reflecting the realities in which each society had to adjust.[a] Various stages of cultural development have different yet identifiable mythological systems. In brief these are:\n\n"
        },
        {
            "title": "Influence",
            "text": "In 1991, Campbell's widow, choreographer Jean Erdman, worked with Campbell's longtime friend and editor, Robert Walter, to create the Joseph Campbell Foundation.\n\nInitiatives undertaken by the JCF include: The Collected Works of Joseph Campbell, a series of books and recordings that aims to pull together Campbell's myriad-minded work; the Erdman Campbell Award; the Mythological RoundTables, a network of local groups around the globe that explore the subjects of comparative mythology, psychology, religion and culture; and the collection of Campbell's library and papers housed at the OPUS Archives and Research Center.[56]\n\nGeorge Lucas was the first Hollywood filmmaker to credit Campbell's influence. Lucas stated, following the release of the first Star Wars film in 1977, that its story was shaped, in part, by ideas described in The Hero with a Thousand Faces and other works of Campbell's. The linkage between Star Wars and Campbell was further reinforced when later reprints of Campbell's book used the image of Luke Skywalker on the cover.[57] Lucas discusses this influence at great length in the authorized biography of Joseph Campbell, A Fire in the Mind:\n\nIt was not until after the completion of the original Star Wars trilogy in 1983, however, that Lucas met Campbell or heard any of his lectures.[58] In 1984, Campbell gave a lecture at the Palace of Fine Arts in San Francisco, with Lucas in the audience, who was introduced through their mutual friend Barbara McClintock. A few years later, Lucas invited Campbell to watch the entire Star Wars trilogy at Skywalker Ranch, which Campbell called \"real art\".[59] This meeting led to the filming of the 1988 documentary The Power of Myth at Skywalker Ranch. In his interviews with Bill Moyers, Campbell discusses the way in which Lucas used The Hero's Journey in the Star Wars films (IV, V, and VI) to re-invent the mythology for the contemporary viewer. Moyers and Lucas filmed an interview 12 years later in 1999 called the  Mythology of Star Wars with George Lucas & Bill Moyers to further discuss the impact of Campbell's work on Lucas' films.[60] In addition, the National Air and Space Museum of the Smithsonian Institution sponsored an exhibit during the late 1990s called Star Wars: The Magic of Myth, which discussed the ways in which Campbell's work shaped the Star Wars films.[61]\n\nMany filmmakers of the late twentieth and early twenty-first centuries have acknowledged the influence of Campbell's work on their own craft. Christopher Vogler, a Hollywood screenwriter, created a seven-page company memo based on Campbell's work, A Practical Guide to The Hero With a Thousand Faces,[62] which led to the development of Disney's 1994 film The Lion King. Among films that many viewers have recognized as closely following the pattern of the monomyth are The Matrix series, the Batman series and the Indiana Jones series.[63] Dan Harmon, the creator of the TV show Community and co-creator of the TV show Rick and Morty, often references Campbell as a major influence. According to him, he uses a \"story circle\" to formulate every story he writes, in a formulation of Campbell's work.[64] A fictionalized version of Campbell himself appears in the seventh episode of the sixth season of Rick and Morty, \"Full Meta Jackrick\".[65]\n\nAfter the explosion of popularity brought on by the Star Wars films and The Power of Myth, creative artists in many media recognized the potential to use Campbell's theories to try to unlock human responses to narrative patterns. Novelists,[66] songwriters,[67][68] video game designers[69] have studied Campbell's work in order to better understand mythology – in particular, the monomyth – and its impact.\n\nThe novelist Richard Adams acknowledges a debt to Campbell's work and specifically to the concept of the monomyth.[70]  In his best known work, Watership Down, Adams uses extracts from The Hero with a Thousand Faces as chapter epigrams.[71]\n\nDan Brown mentioned in a New York Times interview that Joseph Campbell's works, particularly The Power of Myth and The Hero with a Thousand Faces, inspired him to create the character of Robert Langdon.[72]\n\nOne of Campbell's most identifiable, most quoted and arguably most misunderstood sayings was his admonition to \"follow your bliss\". He derived this idea from the Upanishads:\n\nHe saw this not merely as a mantra, but as a helpful guide to the individual along the hero journey that each of us walks through life:\n\nCampbell began sharing this idea with students during his lectures in the 1970s. By the time that The Power of Myth was aired in 1988, six months following Campbell's death, \"Follow your bliss\" was a philosophy that resonated deeply with the American public – both religious and secular.[75]\n\nDuring his later years, when some students took him to be encouraging hedonism, Campbell is reported to have grumbled, \"I should have said, 'Follow your blisters.'\"[76]\n\n"
        },
        {
            "title": "Academic reception and criticism",
            "text": "Campbell's approach to myth, a genre of folklore, has been the subject of criticism from folklorists, academics who specialize in folklore studies. American folklorist Barre Toelken says that few psychologists have taken the time to become familiar with the complexities of folklore, and that, historically, Jung-influenced psychologists and authors have tended to build complex theories around single versions of a tale that support a theory or a proposal. To illustrate his point, Toelken employs Clarissa Pinkola Estés's (1992) Women Who Run with the Wolves, citing its inaccurate representation of the folklore record, and Campbell's \"monomyth\" approach as another. Regarding Campbell, Toelken writes, \"Campbell could construct a monomyth of the hero only by citing those stories that fit his preconceived mold, and leaving out equally valid stories… which did not fit the pattern\".  Toelken traces the influence of Campbell's monomyth theory into other then-contemporary popular works, such as Robert Bly's Iron John: A Book About Men (1990), which he says suffers from similar source selection bias.[9]\n\nSimilarly, American folklorist Alan Dundes was highly critical of both Campbell's approach to folklore, designating him as a \"non-expert\" and gives various examples of what he considers source bias in Campbell's theories, as well as media representation of Campbell as an expert on the subject of myth in popular culture. Dundes writes, \"Folklorists have had some success in publicising the results of our efforts in the past two centuries such that members of other disciplines have, after a minimum of reading, believe they are qualified to speak authoritatively of folkloristic matters. It seems that the world is full of self-proclaimed experts in folklore, and a few, such as Campbell, have been accepted as such by the general public (and public television, in the case of Campbell)\". According to Dundes, \"there is no single idea promulgated by amateurs that has done more harm to serious folklore study than the notion of archetype\".[8]\n\nAccording to anthropologist Raymond Scupin, \"Joseph Campbell's theories have not been well received in anthropology because of his overgeneralizations, as well as other problems.\"[10]\n\nCampbell's Sanskrit scholarship has been questioned. Jeffrey Moussaieff Masson, a former Sanskrit professor at the University of Toronto, said that he once met Campbell, and that the two \"hated each other at sight\", commenting that, \"When I met Campbell at a public gathering he was quoting Sanskrit verses. He had no clue as to what he was talking about; he had the most superficial knowledge of India but he could use it for his own aggrandizement. I remember thinking: this man is corrupt. I know that he was simply lying about his understanding\".[77] According to Richard Buchen, librarian of the Joseph Campbell Collection at the Pacifica Graduate Institute, Campbell could not translate Sanskrit well, but worked closely with three scholars who did.[78]\n\nEllwood observes that The Masks of God series \"impressed literate laity more than specialists\"; he quotes Stephen P. Dunn as remarking that in Occidental Mythology Campbell \"writes in a curiously archaic style – full of rhetorical questions, exclamations of wonder and delight, and expostulations directed at the reader, or perhaps at the author's other self – which is charming about a third of the time and rather annoying the rest.\" Ellwood says that \"Campbell was not really a social scientist, and those in the latter camp could tell\" and records a concern about Campbell's \"oversimplification of historical matters and tendency to make myth mean whatever he wanted it to mean\".[79] The critic Camille Paglia, writing in Sexual Personae (1990), expressed disagreement with Campbell's \"negative critique of fifth-century Athens\" in Occidental Mythology, arguing that Campbell missed the \"visionary and exalted\" androgyny in Greek statues of nude boys.[80] Paglia has written that while Campbell is \"a seminal figure for many American feminists\", she loathes him for his \"mawkishness and bad research.\" Paglia has called Campbell \"mushy\" and a \"false teacher\",[81] and described his work as a \"fanciful, showy mishmash\".[82]\n\nCampbell has also been accused of antisemitism by some authors. In a 1989 New York Review of Books article, Brendan Gill accused Campbell of both antisemitism and prejudice against blacks.[83] Gill's article resulted in a series of letters to the editor, some supporting the charge of antisemitism and others defending him. However, according to Robert S. Ellwood, Gill relied on \"scraps of evidence, largely anecdotal\" to support his charges.[84] In 1991, Masson also accused Campbell of \"hidden anti-Semitism\" and \"fascination with conservative, semifascistic views\".[85]\n\nThe religious studies scholar Russell T. McCutcheon characterized the \"following [of] the bliss of self-realization\" in Campbell's work as \"spiritual and psychological legitimation\" for Reaganomics.[86][undue weight?  – discuss]\n\n"
        },
        {
            "title": "Works",
            "text": "The first published work that bore Campbell's name was Where the Two Came to Their Father (1943), an account of a Navajo ceremony that was performed by singer (medicine man) Jeff King and recorded by artist and ethnologist Maud Oakes, recounting the story of two young heroes who go to the hogan of their father, the Sun, and return with the power to destroy the monsters that are plaguing their people. Campbell provided a commentary. He would use this tale through the rest of his career to illustrate both the universal symbols and structures of human myths and the particulars (\"folk ideas\") of Native American stories.[citation needed]\n\nAs noted above, James Joyce was an important influence on Campbell. Campbell's first important book (with Henry Morton Robinson), A Skeleton Key to Finnegans Wake (1944), is a critical analysis of Joyce's final text Finnegans Wake. In addition, Campbell's seminal work, The Hero with a Thousand Faces (1949), discusses what Campbell called the monomyth – the cycle of the journey of the hero – a term that he borrowed directly from Joyce's Finnegans Wake.[45]\n\nFrom his days in college through the 1940s, Joseph Campbell turned his hand to writing fiction.[87] In many of his later stories (published in the posthumous collection Mythic Imagination) he began to explore the mythological themes that he was discussing in his Sarah Lawrence classes. These ideas turned him eventually from fiction to non-fiction.\n\nOriginally titled How to Read a Myth, and based on the introductory class on mythology that he had been teaching at Sarah Lawrence College, The Hero with a Thousand Faces was published in 1949 as Campbell's first foray as a solo author; it established his name outside of scholarly circles and remains, arguably, his most influential work to this day. The book argues that hero stories such as Krishna, Buddha, Apollonius of Tyana, and Jesus all share a similar mythological basis.[88] Not only did it introduce the concept of the hero's journey to popular thinking, but it also began to popularize the very idea of comparative mythology itself – the study of the human impulse to create stories and images that, though they are clothed in the motifs of a particular time and place, draw nonetheless on universal, eternal themes. Campbell asserted:\n\nPublished between 1959 and 1968, Campbell's four-volume work The Masks of God covers mythology from around the world, from ancient to modern. Where The Hero with a Thousand Faces focused on the commonality of mythology (the \"elementary ideas\"), the  Masks of God books focus upon historical and cultural variations the monomyth takes on (the \"folk ideas\"). In other words, where The Hero with a Thousand Faces draws perhaps more from psychology, the  Masks of God books draw more from anthropology and history. The four volumes of Masks of God are as follows: Primitive Mythology, Oriental Mythology, Occidental Mythology, and Creative Mythology.\n\nAt the time of his death, Campbell was in the midst of working on a large-format, lavishly illustrated series titled Historical Atlas of World Mythology. This series was to build on Campbell's idea, first presented in The Hero with a Thousand Faces, that myth evolves over time through four stages:\n\nOnly the first volume was completed at the time of Campbell's death. Campbell's editor Robert Walter completed the publication of the first three of five parts of the second volume after Campbell's death. The works are now out of print. As of 2014[update], Joseph Campbell Foundation is currently undertaking to create a new, ebook edition.[90]\n\nCampbell's widest popular recognition followed his collaboration with Bill Moyers on the PBS series The Power of Myth, which was first broadcast in 1988, the year following Campbell's death. The series discusses mythological, religious, and psychological archetypes. A book, The Power of Myth, containing expanded transcripts of their conversations, was released shortly after the original broadcast.\n\nThe Collected Works of Joseph Campbell series is a project initiated by the Joseph Campbell Foundation to release new, authoritative editions of Campbell's published and unpublished writing, as well as audio and video recordings of his lectures.[91] Working with New World Library and Acorn Media UK, as well as publishing audio recordings and ebooks under its own banner, as of 2014[update] the project has produced over seventy-five titles. The series's executive editor is Robert Walter, and the managing editor is David Kudler.\n\n"
        },
        {
            "title": "Further reading",
            "text": "Books\n\nArticles\n\n"
        }
    ]
}