{
    "url": "https://en.wikipedia.org/wiki/Joseph_Plateau",
    "title": "Joseph Plateau",
    "table_of_contents": [
        "1 Biography",
        "2 Academic career",
        "3 Research",
        "3.1 Optics",
        "3.2 Plateau's problem",
        "4 Works",
        "5 In popular culture",
        "6 See also",
        "7 References",
        "7.1 Biographical references",
        "8 External links and further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJoseph Antoine Ferdinand Plateau (14 October 1801 – 15 September 1883) was a Belgian physicist and mathematician. He was one of the first people to demonstrate the illusion of a moving image.[2] To do this, he used counterrotating disks with repeating drawn images in small increments of motion on one and regularly spaced slits in the other. He called this device of 1832 the phenakistiscope.\n\n"
        },
        {
            "title": "Biography",
            "text": "Plateau was born in Brussels.[3] His father, Antoine Plateau (fr) born in Tournai, was a talented flower painter.[4] At the age of six, the younger Plateau already could read, making him a child prodigy in those times. While attending primary school, he was particularly impressed by a lesson of physics; enchanted by the experiments he observed, he vowed to discover their secrets someday.[3] Plateau spent his school holidays in Marche-les-Dames, with his uncle and his family; his cousin and playfellow was Auguste Payen, who later became an architect and the principal designer of the Belgian railways.[3] At the age of fourteen, he lost his father and mother; the trauma caused by this loss made him fall ill.[5]\n\nOn 27 August 1840, Plateau married Augustine–Thérèse–Aimée–Fanny Clavareau,[6] and they had a son a year later.[7] His daughter Alice Plateau married Gustave Van der Mensbrugghe [nl] in 1871, who became his collaborator and later his first biographer.[8]\n\nFascinated by the persistence of luminous impressions on the retina, Plateau performed an experiment in which he gazed directly into the Sun for 25 seconds. He lost his eyesight later in his life and attributed the loss to this experiment. However, this may not have been the case, and he may have instead suffered from chronic uveitis.[9]\n\nPlateau became a foreign member of the Royal Netherlands Academy of Arts and Sciences in 1872.[10]\n\nPlateau died in Ghent in 1883.\n\n"
        },
        {
            "title": "Academic career",
            "text": "Plateau studied at the State University of Liège, where he graduated as a doctor of physical and mathematical sciences in 1829.[11]\n\nIn 1827, Plateau became a teacher of mathematics at the \"Atheneum\" school in Brussels.[11] In 1835, he was appointed Professor of Physics and Applied Physics at the State University in Ghent.[12]\n\n"
        },
        {
            "title": "Research",
            "text": "In 1829, Plateau submitted  his doctoral thesis to his mentor Adolphe Quetelet for advice. It contained only 27 pages but formulated a great number of fundamental conclusions. It contained the first results of his research into the effect of colours on the retina (duration, intensity, and colour), his mathematical research into the intersections of revolving  curves (locus), the observation of the distortion of moving images, and the reconstruction of distorted images through counter revolving discs (he dubbed these anorthoscopic discs).[13]\nIn 1832, Plateau invented an early stroboscopic device, the \"phenakistiscope\", the first device to give the illusion of a moving image. It consisted of two disks, one with small equidistant radial windows, through which the viewer could look, and another containing a sequence of images. When the two disks rotated at the correct speed, the synchronization of the windows and the images created an animated effect. The projection of stroboscopic photographs, creating the illusion of motion, eventually led to the development of cinema.[14]\n\nPlateau also studied the phenomena of capillary action and surface tension.[15] The mathematical problem of existence of a minimal surface with a given boundary is named after him. He conducted extensive studies of soap films and formulated Plateau's laws, which describe the structures formed by such films in foams.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "On 14 October 2019, the search engine Google commemorated Plateau with a Doodle on his 218th birth anniversary. This doodle was created by animator, filmmaker, and Doodler Olivia Huynh with inspiration and help from Diana Tran and Tom Tabanao. It is the first Google Doodle with different artwork showing up across different device displays—desktop, mobile, and the Google App.[16]\n\n"
        }
    ]
}