{
    "url": "https://en.wikipedia.org/wiki/Joseph_Delmont",
    "title": "Joseph Delmont",
    "table_of_contents": [
        "1 Life",
        "2 Filmography",
        "3 Literary works",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Joseph Delmont (8 May 1873 as Josef Pollak in Loiwein, Austria – 12 March 1935 in Píšťany, Slovakia) was an Austrian film director of some 200 films, largely shorts, in which he was noted for his innovative use of beasts of prey. He was also a cameraman, actor and screenplay writer. During later life he was active as an author.\n\n"
        },
        {
            "title": "Life",
            "text": "Delmont  was born in 1873 as one of 16 children of Moses (later Maximilian) Pollak and Resi (or Rösi, later Theresia) née Fuchs, in Loywein, Lower Austria (Austria). He grew up as a performer, latterly a trapeze artist, in a travelling circus. After training as a metal worker, he re-joined the circus as an animal trainer and lion tamer, in which capacity he traveled the world. In 1901 he visited the United States, and stayed there in order to work as a manager of an animal business.\n\nAfter visiting several shows of the new medium of film and becoming interested in it, Delmont started to make his own films in 1903 for the film production company Vitagraph. These were short Westerns, one-act movies or one-reelers lasting only a few minutes. In 1905 he made his first two-act movie.\n\nDuring 1910 he returned to Vienna where among other things he worked for the Österreichisch-Ungarische Kinoindustrie (later Wiener-Kunstfilm) as a cameraman, and was thus cameraman, and also technical director and director of scenery, on the oldest Austrian drama film to survive in its entirety: Der Müller und sein Kind of 1911. Soon afterwards, he went to Germany. In Berlin, he directed in several studios, among them the Rex-Ateliers, sometimes working as co-director with Harry Piel, and sometimes acting with Fred Sauer, Curt Bois and Ilse Bois on a series of adventurous, action-packed, dramatic fantasy films. The sensational part of these films was that, for the first time, extraordinary film footage of beasts of prey was shown and for which his films were well-known.\n\nLater on, Delmont collaborated with film producer Max Nivelli in the making of several films of social and political nature, which made headlines in major newspapers of the Weimar Republic era. In 1919 he directed the film The Outcasts also known as The Ritual Murder (German: Die Geächteten / Der Ritualmord) which was aimed at educating the public on the dangers of anti-Semitism.[1] The movie tried to address the growing concern by the German public of the flood of Jewish immigrants arriving from Eastern Europe.\n\nAnother socially important film directed by Delmont in 1920, for which he also wrote the screenplay, was Humanity Unleashed (German: Die entfesselte Menschheit). The film was based on the novel by the same name written by Max Glass and was considered as one of the anti-Bolshevik films of that era. The story, although fictional, described an event very similar to the \"Spartacist uprising\" which occurred only the year before. Large parts of this film were used in 1926 by Delmont in the film Unity, Justice and Freedom (German: Einigkeit und Recht und Freiheit).[2]\n\nFor the making of his movies Delmont traveled to Panama, Portugal, England, France, Spain and the Netherlands.\n\nHis last project as a director was in the film Der Millionenraub im Rivieraexpreß (1927). From then on, he devoted himself to writing, something he had dabbled in since 1892. By the time of his death in 1935 he had written several novels and short stories, and many newspaper articles. Besides detective stories and non-fiction work about his experiences with animals, he also wrote adventure and crime novels. With \"Der Ritt auf dem Funken\" (1928) he published a futuristic science fiction novel about the possibility of travelling with vehicles on electric currents in the near future.\n\nDelmont died in 1935 in Bad Pystian, now Píšťany, Slovakia.\n\n"
        },
        {
            "title": "Filmography",
            "text": "The following is a selected list of films, both short and long, directed by Delmont. In many he also wrote the screenplay or appeared as an actor.\n\n"
        },
        {
            "title": "Literary works",
            "text": "The German National Library knows of 15 novels and 11 other works by Joseph Delmont, of which the following are a selection:\n\n"
        }
    ]
}