{
    "url": "https://en.wikipedia.org/wiki/Joseph_Needham",
    "title": "Joseph Needham",
    "table_of_contents": [
        "1 Early life",
        "2 Education",
        "3 Career",
        "3.1 Science and Civilisation in China",
        "3.2 UNESCO",
        "3.3 The Needham Question",
        "3.4 Evaluations and critiques",
        "3.5 Political involvement",
        "4 Personal life",
        "5 Honours and awards",
        "6 Works",
        "7 See also",
        "8 References",
        "8.1 Citations",
        "8.2 Sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNoel Joseph Terence Montgomery Needham CH FRS FBA[1] (/ˈniːdəm/; 9 December 1900 – 24 March 1995) was a British biochemist, historian of science and sinologist known for his scientific research and writing on the history of Chinese science and technology, initiating publication of the multivolume Science and Civilisation in China. He was elected a fellow of the Royal Society in 1941,[2] and a fellow of the British Academy in 1971.[3] In 1992, Queen Elizabeth II conferred on him the Companionship of Honour, and the Royal Society noted he was the only living person to hold these three titles.[4]\n\n"
        },
        {
            "title": "Early life",
            "text": "Needham's father, Joseph was a doctor, and his mother, Alicia Adelaïde, née Montgomery (1863–1945), was a music composer from Oldcastle, Co. Meath, Ireland. His father, born in East London, then a poor section of town, rose to became a Harley Street physician, but frequently battled with Needham's mother. The young Needham often mediated. In his early teens, he was taken to hear the Sunday lectures of Ernest Barnes, a professional mathematician who became Master of the Temple, a royal church in London. Barnes inspired an interest in the philosophers and medieval scholastics that Needham pursued in his father's library. Needham later attributed his strong Christian faith to Barnes' philosophical theology, which was founded on rational argument, and attributed his openness to the religions of other cultures to Barnes as well.[5]\n\nIn 1914, with the outbreak of World War One, Needham was sent Oundle School, founded in 1556 in Northamptonshire. He did not enjoy leaving home, but he later described the headmaster Frederick William Sanderson as a \"man of genius\" and said that without this influence on him at a tender age he might not have attempted his largest work. Sanderson had been charged by the school's governors with developing a science and technology program, which included a metal shop that gave the young Needham a grounding in engineering. Sanderson also emphasized to the boys of the school that cooperation led to higher human achievement than competition did, and that knowledge of history was necessary to build a better future. The Bible, in Sanderson's teaching, supplied archeological knowledge to compare with the present. During school holidays, Needham assisted his father in the operating rooms of several wartime hospitals, an experience that convinced him that he was not interested in becoming a surgeon. The Royal Navy, however, appointed him a surgeon sub-lieutenant, a position he held for only a few months.[6]\n\n"
        },
        {
            "title": "Education",
            "text": "In 1921, Needham graduated with a Bachelor of Arts degree from Gonville and Caius College, Cambridge. \nIn January 1925, Needham earned a MA (Cantab). In October 1925, Needham earned a PhD. He had intended to study medicine, but came under the influence of Frederick Hopkins, resulting in his switch to biochemistry.\n\n"
        },
        {
            "title": "Career",
            "text": "After graduation, Needham was elected to a fellowship at Gonville and Caius College and worked in Hopkins' laboratory at the University Department of Biochemistry, specialising in embryology and morphogenesis. His three-volume work Chemical Embryology, published in 1931, includes a history of embryology from Egyptian times up to the early 19th century, including quotations in most European languages. Including this history reflected Needham's fear that overspecialization would hold back scientific progress and that social and historical forces shaped science. In 1936, he and several other Cambridge scientists founded the History of Science Committee. The Committee included conservatives  but also Marxists like J.D. Bernal, whose views on the social and economic frameworks of science influence Needham.[7]\n\nNeedham's Terry Lecture of 1936 was published by Cambridge University Press in association with Yale University Press under the title of Order and Life.[8] In 1939 he produced a massive work on morphogenesis that a Harvard reviewer claimed \"will go down in the history of science as Joseph Needham's magnum opus,\" little knowing what would come later.[9]\n\nAlthough his career as biochemist and an academic was well established, his career developed in unanticipated directions during and after World War II.\n\nThree Chinese scientists came to Cambridge for graduate study in 1937: Lu Gwei-djen, Wang Ying-lai and Shen Shih-Chang (沈詩章, the only one under Needham's tutelage). Lu, daughter of a Nanjing pharmacist, taught Needham Chinese, igniting his interest in China's ancient technological and scientific past. He then pursued, and mastered, the study of Classical Chinese privately with Gustav Haloun.[10]\n\nUnder the Royal Society's direction, Needham was the director of the Sino-British Science Co-operation Office in Chongqing from 1942 to 1946. During this time he made several long journeys through war-torn China and many smaller ones, visiting scientific and educational establishments and obtaining for them much needed supplies. His longest trip in late 1943 ended in far west in Gansu at the caves in Dunhuang[11] at the end of the Great Wall where the earliest dated printed book - a copy of the Diamond Sutra - was found.[12] The other long trip reached Fuzhou on the east coast, returning across the Xiang River just two days before the Japanese blew up the bridge at Hengyang and cut off that part of China. In 1944 he visited Yunnan in an attempt to reach the Burmese border. Everywhere he went he purchased and was given old historical and scientific books which he shipped back to Britain through diplomatic channels. They were to form the foundation of his later research. He got to know Zhou Enlai and met numerous Chinese scholars, including the painter Wu Zuoren,[13] and the meteorologist Zhu Kezhen, who later sent crates of books to him in Cambridge, including 2,000 volumes of the Gujin Tushu Jicheng encyclopaedia, a comprehensive record of China's past.[14]\n\nOn his return to Europe, he was asked by Julian Huxley to become the first head of the Natural Sciences Section of UNESCO in Paris, France. In fact it was Needham who insisted that science should be included in the organisation's mandate at an earlier planning meeting.\n\nAfter two years in which the suspicions of the Americans over scientific co-operation with communists intensified, Needham resigned in 1948 and returned to Gonville and Caius College, where he resumed his fellowship and his rooms, which were soon filled with his books.\n\nHe devoted his energy to the history of Chinese science until his retirement in 1990, even though he continued to teach some biochemistry until 1993. Needham's reputation recovered from the Korean affair (see below) such that by 1959 he was elected as president of the fellows of Caius College and in 1965 he became Master (head) of the college, a post which he held until he was 76.\n\nIn 1948, Needham proposed a project to the Cambridge University Press for a book on Science and Civilisation in China. Within weeks of being accepted, the project had grown to seven volumes, and it has expanded ever since. His initial collaborator was the historian Wang Ling (王玲), whom he had met in Lizhuang and obtained a position for at Trinity. The first years were devoted to compiling a list of every mechanical invention and abstract idea that had been made and conceived in China. These included cast iron, the ploughshare, the stirrup, gunpowder, printing, the magnetic compass and clockwork escapements, most of which were thought at the time to be western inventions. The first volume eventually appeared in 1954.\n\nThe publication received widespread acclaim, which intensified to lyricism as the further volumes appeared. He wrote fifteen volumes himself, and the regular production of further volumes continued after his death in 1995. Later, Volume III was divided, so that 27 volumes have now been published. Successive volumes are published as they are completed, which means that they do not appear in the order originally contemplated in the project's prospectus.\n\nNeedham's final organizing schema was:\n\nSee Science and Civilisation in China for a full list.\n\nThe project is still proceeding under the guidance of the Publications Board of the Needham Research Institute, directed by Professor Mei Jianjun.[15]\n\nNeedham, along with colleague Julian Huxley, was one of the founders of the United Nations Educational, Scientific, and Cultural Organization (UNESCO). Developed in 1945 with the help of Allied governments, UNESCO is an international organization that aims to bring education to regions that had been affected by Nazi occupation.[16] Needham and Huxley advocated for the growth of scientific education as a means to overcome political conflict and hence founded UNESCO in an effort to expand its influence. Composed of representatives from various Allied countries, UNESCO operated on the principle that ideas and information should spread freely among nations. However, Needham disagreed with this initial mode of exchange because of its failure to include nations outside of Europe and America.\n\nTo communicate his discordance with the model, Needham wrote and distributed a formal message to others in the organization explaining its flaws. He stated that nations outside of the European-American \"bright zone\", or primary location of scientific advancement, needed the help of international education the most. He also argued that the lack of familiarity between other nations and those in the bright zone made ideological exchange difficult. Finally, he expressed the notion that other countries had issues disseminating knowledge because they lacked the capital necessary for distribution.[16] Due to these constraints, Needham suggested that most of the organization's support should be given to the \"periphery\" nations that lie outside of the bright zone.\n\nIn addition to supporting periphery nations, Needham incorporated his desire for a non-Eurocentric record of science in UNESCO's mission. To this end, Huxley and Needham devised an ambitious scholarly project they called The History of Scientific and Cultural Development of Mankind (shortened to History of Mankind). The goal of this project was to write a non-ethnocentric account of scientific and cultural history; it aimed to synthesize the contributions, perspectives, and development of oriental nations in the East in a way that was complementary to the Western scientific tradition. This vision was partly influenced by the political climate of the time of its planning in the late 1940s - the \"East\" and \"West\" were seen as cultural and political opposites. Working from the belief that science was the universal experience that bound humanity, Huxley and Needham hoped that their project would help ease some of the animosity between the two spheres.[17] The project involved hundreds of scholars from around the globe and took over a decade to reach fruition in 1966. The work is still continued today with new volumes published periodically.[18]\n\n\"Needham's Grand Question\", also known as \"The Needham Question\", is this: why had China been overtaken by the West in science and technology, despite their earlier successes? In Needham's words,\n\n“Why did modern science, the mathematization of hypotheses about Nature, with all its implications for advanced technology, take its meteoric rise only in the West at the time of Galileo?”, and why it “had not developed in Chinese civilization” which in the previous many centuries “was much more efficient than occidental in applying” natural knowledge to practical needs?\n[19]\n[20]\n\nOctober, 1988, Needham wrote: “Francis Bacon had selected three inventions, paper and printing, gunpowder, and the magnetic compass, which had done more than (anything else), he thought, to transform completely the modern world and mark it off from the antiquity of the Middle Ages. He regarded the origins of these inventions as ‘obscure and inglorious’ and he died without ever knowing that all of them were Chinese. We have done our best to put this record straight”.[21]\n\nNeedham's works attribute significant weight to the impact of Confucianism and Taoism on the pace of Chinese scientific discovery, and emphasises the \"diffusionist\" approach of Chinese science as opposed to a perceived independent inventiveness in the western world.\nNeedham thought the notion that the Chinese script had inhibited scientific thought was \"grossly overrated\".[22]\n\nHis own research revealed a steady accumulation of scientific results throughout Chinese history. In the final volume he suggests \"A continuing general and scientific progress manifested itself in traditional Chinese society but this was violently overtaken by the exponential growth of modern science after the Renaissance in Europe. China was homeostatic, but never stagnant.\"[20]\n\nNathan Sivin, one of Needham's collaborators, while agreeing that Needham's achievement was monumental, suggested that the \"Needham question\", as a counterfactual hypothesis, was not conducive to a useful answer:\n\nThere are several hypotheses attempting to explain the Needham Question. Yingqiu Liu and Chunjiang Liu[24] argued that the issue rested on the lack of property rights and that those rights were only obtainable through favour of the emperor. Protection was incomplete as the emperor could rescind those rights at any time. Science and technology were subjugated to the needs of the feudal royal family, and any new discoveries were sequestered by the government for its use. The government took steps to control and interfere with private enterprises by manipulating prices and engaging in bribery. Each revolution in China redistributed property rights under the same feudal system. Land and property were reallocated first and foremost to the royal family of the new dynasty up until the late Qing Dynasty (1644–1911) when fiefdom land was taken over by warlords and merchants. These limited property rights constrained potential scientific innovations.\n\nThe Chinese Empire enacted totalitarian control and was able to do so because of its great size. There were smaller independent states that had no choice but to comply with this control. They could not afford to isolate themselves. The Chinese believed in the well-being of the state as their primary motive for economic activity, and individual initiatives were shunned. There were regulations on the press, clothing, construction, music, birth rates, and trade. The Chinese state controlled all aspects of life, severely limiting any incentives to innovate and to better one's self. \"The ingenuity and inventiveness of the Chinese would no doubt have enriched China further and probably brought it to the threshold of modern industry, had it not been for this stifling state control. It is the State that kills technological progress in China\".[25] Meanwhile, the lack of a free market in China escalated to a new affair whereby the Chinese were restricted from carrying trade with foreigners. Foreign trade is a great source of foreign knowledge as well as the capability of acquisition of new products. Foreign trade promotes innovation as well as the expansion of a countries market. As Landes (2006)[26] further puts it, in 1368 when the new emperor Hongwu was inaugurated, his main objective was war. (p. 6).[26] A lot of revenue that can otherwise be used for innovative procedures are as a result lost in wars. Heavy participation in war significantly hindered the Chinese to have the capability of focusing on the industrial revolution. Landes (2006)[26] further explains that Chinese were advised to stay put and never to move without permission from the Chinese state. As illustrated, “The Ming code of core laws also sought to block social mobility\" (Landes, 2006, p. 7).[26] How can you expect the industrial revolution to a country that prohibited its people from performing social mobility? From the above, you will come to find that it is clear that the Chinese would not be able to achieve industrial revolution since they were heavily tamed by their state government who were naïve about the aspect of innovation.\n\nAccording to Justin Lin,[27] China did not make the shift from an experience-based technological invention process to an experiment-based innovation process. The experience-based process depended on the size of a population, and while new technologies have come about through the trials and errors of the peasants and artisans, experiment-based processes surpasses experience-based processes in yielding new technology. Progress from experimentation following the logic of a scientific method can occur at a much faster rate because the inventor can perform many trials during the same production period under a controlled environment. Results from experimentation is dependent on the stock of scientific knowledge while results from experience-based processes is tied directly to the size of a population; hence, experiment-based innovation processes have a higher likelihood of producing better technology as human capital grows. China had about twice the population of Europe until the 13th century and so had a higher probability of creating new technologies. After the 14th century, China's population grew exponentially, but progress in innovation saw diminishing returns.  Europe had a smaller population but began to integrate science and technology that arose from the scientific revolution in the 17th century. This scientific revolution gave Europe a comparative advantage in developing technology in modern times.\n\nLin blamed the institutions in China for preventing the adoption of the experiment-based methodology. Its sociopolitical institution inhibited intellectual creativity, but more importantly, it diverted this creativity away from scientific endeavours. Totalitarian control by the state in the Chinese Empire inhibited public dispute, competition, and the growth of modern science, while the clusters of independent European nations were more favourable to competition and scientific development. In addition, the Chinese did not have the incentives to acquire human capital necessary for modern scientific experimentation.  Civil service was deemed the most rewarding and honourable work in pre-modern China. The gifted had more incentives to pursue this route to move up the social status ladder as opposed to pursuing scientific endeavours. Further the laxity and lack of innovation exhibited by China made her to be surpassed by the growing European levels of technological advancement and innovation. As Landes (2006)[26] puts forward, the Chinese lived as they wanted. They were ruled by an emperor \"Son of Heaven\" who they termed to be unique, and he was godlike. As he further adds, this emperor had arrogant representatives who were chosen in terms of \"competitive examinations in Confucian letters and morals.”  As explained, these representatives were submissive to their subordinates as they possessed a high degree of self-esteem. Just as put forward by Landes (2006),[26] the downward tyranny combined with the cultural triumphalism had made China as a state to become a bad learner. (p. 11). It is clear China could not be able to accept any information from their inferiors.\n\nAccording to Apte's biochemical 'genius germs' hypothesis, leprosy and tuberculosis epidemics endemic to Europe - but not to Asia - were speculated to positively select for schizotypal genes or alteration of the lipid metabolism phenotype in the European population resulting in “evolutionary disproportionate” increases in cerebro-diversity and cognition, beyond the threshold required to affect scientific or technological paradigm change - as occurred in the Renaissance and during the Industrial Revolution. This hypothesis is based on evidence that manipulation of host lipid pathways represents a significant mechanism for Mycobacterium tuberculosis and Mycobacterium leprae to cause and sustain infection. There is also evidence to suggest that infectious agents may be involved in the chain of causation of schizophrenia - a disease characterized by abnormal lipid  metabolism in the brain and increased creativity.[28]\n\nThe High-Level Equilibrium Trap. High population, although sometimes it can be a cheap source of labor which is necessary for economic development, sometimes the high population can be a great setback when it comes to development. The land which a factor of production can be negatively affected by high population. The ratio of person-to-land-area will eventually decrease as the population of a community grows. During the thirteenth century, China was significantly affected by this population factor when it came to the point of ignition of an industrial revolution. As Lin (1995) puts forward, initially, the culture of the Chinese has valued the males in the society; as a result, early marriages were experienced which boosted the fertility rates leading to the rapid increase in the China population. (p. 271).[29] An increase in population with no equivalent increase in economic and technological development will ultimately suppress the available resources causing laxity to the general economic development. The high population experienced in China significantly raised the man to land ratio. The China population was massive. Just as Lin (1995)[29] elaborates, the raising man-land-ratio in the Chinese meant that there was a diminishing surplus per capita. Due to this, China were not able to have surplus resources which can be tapped and used to ignite the industrial revolution. The impact of the high population just as demonstrated by Venn (2005[30]), made China to experience lower real wages as compared to Europe thus it was not vital for China to develop a labour saving devices. The issue of the rising man to land ratio was a great setback for China to start a full-fledged industrial revolution. By the time China was battling with the ever-growing population, Europeans on the other side were enjoying a favorable and optimum population. Just as Lin (1995)[29] puts forward, Europeans were enjoying an optimum man to land ratio with no land strain. The Europeans also had vast unexploited technologies as well as economics possibilities. All these advantages were possible because of the feudal system that the European had embraced, (p. 272). The availability of unexploited ventures made European have significant potential in the execution of a fully-fledged industrial revolution. Lin (1995)[29] further adds that although Europe was lagging behind China during the pre-modern era in terms of economic and technological advancements, the right time finally came for Europe to use the accumulated sufficient knowledge. A strong need to save labor was finally felt in Europe. The agrarian revolution experienced before also provided agricultural surplus that ultimately served as the core assets towards financing the industrial revolution. (p. 272). The accumulation of adequate labor and knowledge to their threshold was a significant step that the European embraced to ignite an industrial revolution. It is also clear that the agrarian revolution experienced in Europe was a tangible asset towards industrialization. The issue of the abundance of land was also at the forefront in ensuring that industrial revolution was realized in Europe contrary to what was experienced in China whereby the large populations put a lot of strain to the available resources as a result making industrial revolution unattainable in China during the early fourteenth century.\n\nNeedham's work has been criticised by most scholars who assert that it has a strong inclination to exaggerate Chinese technological achievements and has an excessive propensity to assume a Chinese origin for the wide range of objects his work covered. Pierre-Yves Manguin writes, for instance:\n\nIn another vein of criticism, Andre Gunder Frank's Re-Orient argues that despite Needham's contributions in the field of Chinese technological history, he still struggled to break free from his preconceived notions of European exceptionalism. Re-Orient criticizes Needham for his Eurocentric assumptions borrowed from Marx and the presupposition of Needham's famous Grand Question that science was a uniquely Western phenomenon. Frank observes:\n\nT. H. Barrett asserts in The Woman Who Discovered Printing that Needham was unduly critical of Buddhism, describing it as having 'tragically played a part in strangling the growth of Chinese science,' to which Needham readily conceded in a conversation a few years later.[33] Barrett also criticizes Needham's favoritism and uncritical evaluation of Taoism in Chinese technological history:\n\nDaiwie Fu, in the essay \"On Mengxi bitan's World of Marginalities and 'South-pointing Needles': Fragment Translation vs. Contextual Tradition\",  criticises Needham, among other Western scholars, for translations that select fragments deemed “scientific,” usually without appreciating the unity of the text, the context of the quotation, and taxonomy in which those fragments are embedded, then reorganize and reinterpret them in a new, Western taxonomy and narrative. Needham used this process of selection and re-assembly to argue for a Chinese tradition of science that did not exist as such.[35]\n\nJustin Lin argues against Needham's premise that China's early adoption of modern socioeconomic institutions contributed heavily to its technological advancement. Lin contends that technological advancements at this time were largely separate from economic circumstance, and that the effects of these institutions on technological advancement were indirect.[36]\n\nNeedham's political views were unorthodox and his lifestyle controversial. His left-wing stance was based in a form of Christian socialism. However he was influenced by Louis Rapkine and Liliana Lubińska, both Marxists brought up with a Jewish anti-clerical outlook.[37] He never joined any Communist Party.[37] After 1949 his sympathy with Chinese culture was extended to the new government. During his stay in China, Needham was asked to analyse some cattle cakes that had been scattered by American aircraft in the south of China at the end of World War II, and found they were impregnated with anthrax.[38] During the Korean War he made further accusations that the Americans had used biological warfare. Zhou Enlai coordinated an international campaign to enlist Needham for a study commission, tacitly offering access to materials and contacts in China needed for his then early research. Needham agreed to be an inspector in North Korea and his report supported the allegations. Needham's biographer Simon Winchester claimed that \"Needham was intellectually in love with communism; and yet communist spymasters and agents, it turned out, had pitilessly duped him.\" Needham was blacklisted by the US government until well into the 1970s.[39]\n\nIn 1965, with Derek Bryan, a retired diplomat whom he first met in China, Needham established the Society for Anglo-Chinese Understanding, which for some years provided the only way for British subjects to visit the People's Republic of China. On a visit to China in 1964 he was met by Zhou Enlai, and in 1965 stated that \"China has a better government now than for centuries\",[40] but on a visit in 1972 he was deeply depressed by the changes under the Cultural Revolution.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Needham married the biochemist Dorothy Moyle (1896–1987) in 1924 and they became the first husband and wife both to be elected as Fellows of the Royal Society.[8]\nSimon Winchester notes that, in his younger days, Needham was an avid gymnosophist and he was always attracted by pretty women.[41] When he and Lu Gwei-djen met in 1937, they fell deeply in love, which Dorothy accepted. The three of them eventually lived contentedly on the same road in Cambridge for many years. In 1989, two years after Dorothy's death, Needham married Lu, who died two years later. He suffered from Parkinson's disease from 1982, and died at the age of 94 at his Cambridge home.[42][43][44][45]\n[46][47] In 2008, the Chair of Chinese in the University of Cambridge, a post never awarded to Needham, was endowed in his honour as the Joseph Needham Professorship of Chinese History, Science and Civilisation.[48] Since 2016, an annual Needham Memorial Lecture is held at Clare College.\n\nNeedham was a high church Anglo-Catholic who worshipped regularly at Ely Cathedral and in the college chapel, but he also described himself as an \"honorary Taoist\".[49]\n\n"
        },
        {
            "title": "Honours and awards",
            "text": "In 1961, Needham was awarded the George Sarton Medal by the History of Science Society and in 1966 he became Master of Gonville and Caius College. \nIn 1979, Joseph Needham received the Dexter Award for Outstanding Achievement in the History of Chemistry from the American Chemical Society.[50]\nIn 1984, Needham became the fourth recipient of the J.D. Bernal Award, awarded by the Society for Social Studies of Science. In 1990, he was awarded the Fukuoka Asian Culture Prize by Fukuoka City.\n\nThe Needham Research Institute, devoted to the study of China's scientific history, was opened in 1985 by Prince Philip, Duke of Edinburgh.\n\n"
        }
    ]
}