{
    "url": "https://en.wikipedia.org/wiki/Journal_of_Consciousness_Studies",
    "title": "Journal of Consciousness Studies",
    "table_of_contents": [
        "1 Background",
        "2 Articles",
        "3 Single theme issues",
        "4 Reporting on conferences",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Journal of Consciousness Studies is an interdisciplinary peer-reviewed academic journal dedicated entirely to the field of consciousness studies. It was previously edited by Joseph Goguen. It is currently edited by Professor Valerie Gray Hardcastle of the University of Cincinnati.\n\n"
        },
        {
            "title": "Background",
            "text": "The journal was established in part to provide visibility across disciplines to various researchers approaching the problem of consciousness from their respective fields. The articles are usually in non-specialized language (in contrast to a typical academic journal) in order to make them accessible to those in other disciplines. This also serves to help make them accessible to laypersons.\n\nIn contrast to many other journals, it attempts to incorporate fields beyond the realm of the natural sciences and the social sciences such as the humanities, philosophy, critical theory, and comparative religion.[citation needed]\n\n"
        },
        {
            "title": "Articles",
            "text": "Some examples of articles published in the journal:\n\n"
        },
        {
            "title": "Single theme issues",
            "text": "From time to time, the journal publishes collections of thematically or topically related academic papers. These often take the form of a double issue.\n\n"
        },
        {
            "title": "Reporting on conferences",
            "text": "The journal reports on conferences, notably the Toward a Science of Consciousness (TSC) conference, which is organized by the Center for Consciousness Studies based at the University of Arizona in Tucson. See, for example, TSC 2012.[1]\n\nPapers from the first Online Consciousness Conference were published in a special issue of JCS in April 2010.[2]\n\n"
        }
    ]
}