{
    "url": "https://en.wikipedia.org/wiki/Juan_Diego",
    "title": "Juan Diego",
    "table_of_contents": [
        "1 Biography",
        "1.1 Main sources",
        "2 Guadalupe narrative",
        "3 Beatification and canonization",
        "3.1 Beatification",
        "3.2 Miracles",
        "3.3 Canonization",
        "4 Historicity debate",
        "5 Earliest published narrative sources for the Guadalupe event",
        "5.1 Sánchez, Imagen de la Virgen María",
        "5.2 Nican Mopohua",
        "5.3 Becerra Tanco, Felicidad de México",
        "5.4 Informaciónes Jurídicas de 1666",
        "5.5 de Florencia, Estrella de el Norte de México",
        "6 Historicity arguments",
        "6.1 Zumárraga's silence",
        "6.1.1 Post-1548",
        "6.1.2 Pre-1548",
        "6.2 The Franciscan silence",
        "6.3 Significance of silence",
        "7 Pastoral significance of Juan Diego in the Catholic Church in Mexico and beyond",
        "7.1 The evangelization of the New World",
        "7.2 Reconciling two worlds",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Primary sources",
        "10.2 Secondary sources",
        "10.3 Other links",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Juan Diego Cuauhtlatoatzin,[a] also known as Juan Diego (Spanish pronunciation: [ˌxwanˈdjeɣo]; 1474–1548), was a Chichimec peasant and Marian visionary. He is said to have been granted apparitions of the Virgin Mary on four occasions in December 1531: three at the hill of Tepeyac and a fourth before don Juan de Zumárraga, then bishop of Mexico. The Basilica of Our Lady of Guadalupe, located at the foot of Tepeyac, houses the cloak (tilmahtli) that is traditionally said to be Juan Diego's, and upon which the image of the Virgin is said to have been miraculously impressed as proof of the authenticity of the apparitions.\n\nJuan Diego's visions and the imparting of the miraculous image, as recounted in oral and written colonial sources such as the Huei tlamahuiçoltica , are together known as the Guadalupe event (Spanish: el acontecimiento Guadalupano), and are the basis of the veneration of Our Lady of Guadalupe. This veneration is ubiquitous in Mexico, prevalent throughout the Spanish-speaking Americas, and increasingly widespread beyond.[b] As a result, the Basilica of Our Lady of Guadalupe is now one of the world's major Christian pilgrimage destinations, receiving 22 million visitors in 2010.[4][c]\n\nJuan Diego is the first Catholic saint indigenous to the Americas.[d] He was beatified in 1990 and canonized in 2002[8] by Pope John Paul II, who on both occasions traveled to Mexico City to preside over the ceremonies.\n\n"
        },
        {
            "title": "Biography",
            "text": "According to major sources, Juan Diego was born in 1474 in Cuauhtitlan,[e] and at the time of the apparitions he lived there or in Tolpetlac.[f] Although not destitute, he was neither rich nor influential.[g] His religious fervor, his artlessness, his respectful but gracious demeanour towards the Virgin Mary and the initially skeptical Bishop Juan de Zumárraga, as well as his devotion to his sick uncle and, subsequently, to the Virgin at her shrine – all of which are central to the tradition – are among his defining characteristics and testify to the sanctity of life which is the indispensable criterion for canonization.[h] He and his wife, María Lucía, were among the first to be baptized after the arrival of the main group of twelve Franciscan missionaries in Mexico in 1524.[i] His wife died two years before the apparitions, although one source (Luis Becerra Tanco, possibly through inadvertence) claims she died two years after them.[j] There is no firm tradition as to their marital relations. It is variously reported (a) that after their baptism he and his wife were inspired by a sermon on chastity to live celibately; alternatively (b) that they lived celibately throughout their marriage; and in the further alternative (c) that both of them lived and died as virgins.[k] Alternatives (a) and (b) may not necessarily conflict with other reports that Juan Diego (possibly by another wife) had a son.[9] Intrinsic to the narrative is Juan Diego's uncle, Juan Bernardino; but beyond him, María Lucía, and Juan Diego's putative son, no other family members are mentioned in the tradition. At least two 18th-century nuns claimed to be descended from Juan Diego.[10] After the apparitions, Juan Diego was permitted to live next to the hermitage erected at the foot of the hill of Tepeyac,[l] and he dedicated the rest of his life to serving the Virgin Mary at the shrine erected in accordance with her wishes. The date of death (in his 74th year) is given as 1548.[12]\n\nThe earliest notices of an apparition of the Virgin Mary at Tepeyac to an indigenous man are to be found in various annals which are regarded by Dr. Miguel León-Portilla, one of the leading Mexican scholars in this field, as demonstrating \"that effectively many people were already flocking to the chapel of Tepeyac long before 1556, and that the tradition of Juan Diego and the apparitions of Tonantzin (Guadalupe) had already spread.\"[13] Others (including leading Nahuatl and Guadalupe scholars in the USA) go only as far as saying that such notices \"are few, brief, ambiguous and themselves posterior by many years\".[14][m] If correctly dated to the 16th century, the Codex Escalada – which portrays one of the apparitions and states that Juan Diego (identified by his indigenous name) died \"worthily\" in 1548 – must be accounted among the earliest and clearest of such notices.\n\nAfter the annals, a number of publications arose:[16]\n\n"
        },
        {
            "title": "Guadalupe narrative",
            "text": "The following account is based on that given in the Nican mopohua which was first published in Nahuatl in 1649 as part of a compendious work known as the Huei tlamahuiçoltica. No part of that work was available in Spanish until 1895 when, as part of the celebrations for the coronation of the image of the Virgin of Guadalupe in that year, there was published a translation of the Nican Mopohua dating from the 18th century. This translation, however, was made from an incomplete copy of the original. Nor was any part of the Huei tlamahuiçoltica republished until 1929, when a facsimile of the original was published by Primo Feliciano Velásquez together with a full translation into Spanish (including the first full translation of the Nican Mopohua), since then the Nican Mopohua, in its various translations and redactions, has supplanted all other versions as the narrative of preference.[p] The precise dates in December 1531 (as given below) were not recorded in the Nican Mopohua, but are taken from the chronology first established by Mateo de la Cruz in 1660.[20]\n\nJuan Diego, as a devout neophyte, was in the habit of regularly walking from his home to the Franciscan mission station at Tlatelolco for religious instruction and to perform his religious duties. His route passed by the hill at Tepeyac. First apparition: at dawn on Saturday December 9, 1531, while on his usual journey, he encountered the Virgin Mary who revealed herself as the ever-virgin Mother of God and instructed him to request the bishop to erect a chapel in her honour so that she might relieve the distress of all those who call on her in their need. He delivered the request, but was told by the bishop (Fray Juan Zumárraga) to come back another day after he had had time to reflect upon what Juan Diego had told him. Second apparition, later the same day: returning to Tepeyac, Juan Diego encountered the Virgin again and announced the failure of his mission, suggesting that because he was \"a back-frame, a tail, a wing, a man of no importance\" she would do better to recruit someone of greater standing, but she insisted that he was whom she wanted for the task. Juan Diego agreed to return to the bishop to repeat his request. This he did on the morning of Sunday, December 10, when he found the bishop more compliant. The bishop, however, asked for a sign to prove that the apparition was truly of heaven. Third apparition: Juan Diego returned immediately to Tepeyac and, encountering the Virgin Mary reported the bishop's request for a sign; she condescended to provide one on the following day (December 11).[q]\n\nBy Monday, December 11, however, Juan Diego's uncle Juan Bernardino had fallen sick and Juan Diego was obliged to attend to him. In the very early hours of Tuesday, December 12, Juan Bernardino's condition having deteriorated overnight, Juan Diego set out to Tlatelolco to get a priest to hear Juan Bernardino's confession and minister to him on his death-bed. Fourth apparition: in order to avoid being delayed by the Virgin and embarrassed at having failed to meet her on the Monday as agreed, Juan Diego chose another route around the hill, but the Virgin intercepted him and asked where he was going; Juan Diego explained what had happened and the Virgin gently chided him for not having had recourse to her. In the words which have become the most famous phrase of the Guadalupe event and are inscribed over the main entrance to the Basilica of Guadalupe, she asked: \"¿No estoy yo aquí que soy tu madre?\" (\"Am I not here, I who am your mother?\"). She assured him that Juan Bernardino had now recovered and she told him to climb the hill and collect flowers growing there. Obeying her, Juan Diego found an abundance of flowers unseasonably in bloom on the rocky outcrop where only cactus and scrub normally grew. Using his open mantle as a sack (with the ends still tied around his neck) he returned to the Virgin; she re-arranged the flowers and told him to take them to the bishop. On gaining admission to the bishop in Mexico City later that day, Juan Diego opened his mantle, the flowers poured to the floor, and the bishop saw they had left on the mantle an imprint of the Virgin's image which he immediately venerated.[r]\n\nFifth apparition: the next day Juan Diego found his uncle fully recovered, as the Virgin had assured him, and Juan Bernardino recounted that he too had seen her, at his bed-side; that she had instructed him to inform the bishop of this apparition and of his miraculous cure; and that she had told him she desired to be known under the title of Guadalupe. The bishop kept Juan Diego's mantle first in his private chapel and then in the church on public display where it attracted great attention. On December 26, 1531, a procession formed for taking the miraculous image back to Tepeyac where it was installed in a small, hastily erected chapel.[s] In the course of this procession, the first miracle was allegedly performed when an indigenous man was mortally wounded in the neck by an arrow shot by accident during some stylized martial displays executed in honour of the Virgin. In great distress, the indigenous carried him before the Virgin's image and pleaded for his life. Upon the arrow being withdrawn, the victim made a full and immediate recovery.[t]\n\n"
        },
        {
            "title": "Beatification and canonization",
            "text": "The modern movement for the canonization of Juan Diego (to be distinguished from the process for gaining official approval for the Guadalupe cult, which had begun in 1663 and was realized in 1754)[26] can be said to have arisen in earnest in 1974 during celebrations marking the five hundredth anniversary of the traditional date of his birth,[u] but it was not until January 1984 that the then Archbishop of Mexico, Cardinal Ernesto Corripio Ahumada, named a Postulator to supervise and coordinate the inquiry, and initiated the formal process for canonization.[27][v] The procedure for this first, or diocesan, stage of the canonization process had recently been reformed and simplified by order of Pope John Paul II.[28]\n\nThe diocesan inquiry was formally concluded in March 1986,[29] and the decree opening the Roman stage of the process was obtained on April 7, 1986. When the decree of validity of the diocesan inquiry was given on January 9, 1987, permitting the cause to proceed, the candidate became officially \"venerable\". The documentation (known as the Positio or \"position paper\") was published in 1989, in which year all the bishops of Mexico petitioned the Holy See in support of the cause.[30] Thereafter, there was a scrutiny of the Positio by consultors expert in history (concluded in January 1990) and by consultors expert in theology (concluded in March 1990), following which the Congregation for the Causes of Saints formally approved the Positio and Pope John Paul II signed the relative decree on April 9, 1990. The process of beatification was completed in a ceremony presided over by Pope John Paul II at the Basilica of Guadalupe on May 6, 1990, when December 9 was declared as the feast day to be held annually in honor of the candidate for sainthood, thereafter known as \"Blessed Juan Diego Cuauthlatoatzin\".[31] In accordance with the exceptional cases provided for by Urban VIII (1625, 1634) when regulating the procedures for beatification and canonization, the requirement for an authenticating miracle prior to beatification was dispensed with, on the grounds of the antiquity of the cult.[w]\n\nNot withstanding the fact that the beatification was \"equipollent\",[33] the normal requirement is that at least one miracle must be attributable to the intercession of the candidate before the cause for canonization can be brought to completion. The events accepted as fulfilling this requirement occurred between May 3 and 9, 1990, in Querétaro, Mexico, (precisely during the period of the beatification) when a 20-year-old drug addict named Juan José Barragán Silva fell 10 meters head first from an apartment balcony on to a cement area in an apparent suicide bid. His mother Esperanza, who witnessed the fall, invoked Juan Diego to save her son who had sustained severe injuries to his spinal column, neck and cranium (including intra-cranial hemorrhage). Barragán was taken to the hospital where he went into a coma from which he suddenly emerged on May 6, 1990. A week later he was sufficiently recovered to be discharged.[x] The reputed miracle was investigated according to the usual procedure of the Congregation for the Causes of Saints: first the facts of the case (including medical records and six eye-witness testimonies including those of Barragán and his mother) were gathered in Mexico and forwarded to Rome for approval as to sufficiency, which was granted in November 1994. Next, the unanimous report of five medical consultors (as to the gravity of the injuries, the likelihood of their proving fatal, the impracticability of any medical intervention to save the patient, his complete and lasting recovery, and their inability to ascribe it to any known process of healing) was received, and approved by the Congregation in February 1998. From there the case was passed to theological consultors who examined the nexus between (i) the fall and the injuries, (ii) the mother's faith in and invocation of Blessed Juan Diego, and (iii) the recovery, inexplicable in medical terms. Their unanimous approval was signified in May 2001.[34] Finally, in September 2001, the Congregation for the Causes of Saints voted to approve the miracle, and the relative decree formally acknowledging the events as miraculous was signed by Pope John Paul II on December 20, 2001.[35] The Catholic Church considers an approved miracle to be a divinely-granted validation of the results achieved by the human process of inquiry, which constitutes a cause for canonization.\n\nAs not infrequently happens, the process for canonization in this case was subject to delays and obstacles of various kinds. In this case, certain interventions were initiated through unorthodox routes in early 1998 by a small group of ecclesiastics in Mexico (then or formerly attached to the Basilica of Guadalupe) pressing for a review of the sufficiency of the historical investigation.[y] This review, which not infrequently occurs in cases of equipollent beatifications,[36] was entrusted by the Congregation for the Causes of Saints (acting in concert with the Archdiocese of Mexico) to a special Historical Commission headed by the Mexican ecclesiastical historians Fidel González, Eduardo Chávez Sánchez, and José Guerrero. The results of the review were presented to the Congregation for the Causes of Saints on October 28, 1998, which unanimously approved them.[37][38][z] In the following year, the fruit of the Commission's work was published in book form by González, Chávez Sánchez and Guerrero under the title Encuentro de la Virgen de Guadalupe y Juan Diego. This served, however, only to intensify the protests of those who were attempting to delay or prevent the canonization, and the arguments over the quality of the scholarship displayed by the Encuentro were conducted first in private and then in public.[aa] The main objection against the Encuentro was that it failed adequately to distinguish between the antiquity of the cult and the antiquity of the tradition of the apparitions; the argument on the other side was that every tradition has an initial oral stage where documentation will be lacking. The authenticity of the Codex Escalada and the dating of the Nican Mopohua to the 16th or 17th century have a material bearing on the duration of the oral stage.[ab] Final approbation of the decree of canonization was signified in a Consistory held on February 26, 2002, at which Pope John Paul II announced that the rite of canonization would take place in Mexico at the Basilica of Guadalupe on July 31, 2002,[40] as indeed occurred.[41]\n\n"
        },
        {
            "title": "Historicity debate",
            "text": "The debate over the historicity of St. Juan Diego and, by extension, of the apparitions and the miraculous image, begins with a contemporary to Juan Diego, named Antonio Valeriano. Valeriano was one of the best Indian scholars at the College of Santiago de Tlatelolco at the time that Juan Diego was alive; he was proficient in Spanish as well as Latin, and a native speaker of Nahuatl. He knew Juan Diego personally\n[42][additional citation(s) needed] and wrote his account of the apparitions on the basis of Juan Diego's testimony.[disputed (for: Later-dated source.)  – discuss] A copy of Valeriano's document was rediscovered by Jesuit Father Ernest J. Burrus in the New York Public Library.[43][44]\n\nSome objections to the historicity of the Guadalupe event, grounded in the silence of the very sources which – it is argued – are those most likely to have referred to it, were raised as long ago as 1794 by Juan Bautista Muñoz and were expounded in detail by Mexican historian Joaquín García Icazbalceta in a confidential report dated 1883 commissioned by the then Archbishop of Mexico and first published in 1896. The silence of the sources is discussed in a separate section, below. The most prolific contemporary protagonist in the debate is Stafford Poole, a historian and Vincentian priest in the United States of America, who questioned the integrity and rigor of the historical investigation conducted by the Catholic Church in the interval between Juan Diego's beatification and his canonization.\n\nFor a brief period in mid-1996 a vigorous debate was ignited in Mexico when it emerged that Guillermo Schulenburg, who at that time was 80 years of age, did not believe that Juan Diego was a historical person. That debate, however, was focused not so much on the weight to be accorded to the historical sources which attest to Juan Diego's existence as on the propriety of Abbot Schulenburg retaining an official position which – so it was objected – his advanced age, allegedly extravagant life-style and heterodox views disqualified him from holding. Abbot Schulenburg's resignation (announced on September 6, 1996) terminated that debate.[45] The scandal, however, re-erupted in January 2002 when the Italian journalist Andrea Tornielli published in the Italian newspaper Il Giornale a confidential letter dated December 4, 2001, which Schulenburg (among others) had sent to Cardinal Sodano, the then Secretary of State at the Vatican, reprising reservations over the historicity of Juan Diego.[46]\n\nPartly in response to these and other issues, the Congregation for the Causes of Saints (the body within the Catholic Church with oversight of the process of approving candidates for sainthood) reopened the historical phase of the investigation in 1998, and in November of that year declared itself satisfied with the results.[47] Following the canonization in 2002, the Catholic Church considers the question closed.\n\n"
        },
        {
            "title": "Earliest published narrative sources for the Guadalupe event",
            "text": "The first written account to be published of the Guadalupe event was a theological exegesis hailing Mexico as the New Jerusalem and correlating Juan Diego with Moses at Mount Horeb and the Virgin with the mysterious Woman of the Apocalypse in chapter 12 of the Book of Revelation. Entitled Imagen de la Virgen Maria, Madre de Dios de Guadalupe, Milagrosamente aparecida en la Ciudad de México (Image of the Virgin Mary, Mother of God of Guadalupe, who miraculously appeared in the City of Mexico), it was published in Spanish in Mexico City in 1648 after a prolonged gestation.[ac] The author was a Mexican-born Spanish priest, Miguel Sánchez, who asserted in his introduction (Fundamento de la historia) that his account of the apparitions was based on documentary sources (few, and only vaguely alluded to) and on an oral tradition which he calls \"antigua, uniforme y general\" (ancient, consistent and widespread). The book is structured as a theological examination of the meaning of the apparitions to which is added a description of the tilma and of the sanctuary, accompanied by a description of seven miracles associated with the cult, the last of which related to a devastating inundation of Mexico City in the years 1629–1634. Although the work inspired panegyrical sermons preached in honour of the Virgin of Guadalupe between 1661 and 1766, it was not popular and was rarely reprinted.[49][50] Shorn of its devotional and scriptural matter and with a few additions, Sánchez' account was republished in 1660 by a Jesuit priest from Puebla named Mateo de la Cruz, whose book, entitled Relación de la milagrosa aparición de la Santa Virgen de Guadalupe de México (\"Account of the miraculous apparition of the Holy Image of the Virgin of Guadalupe of Mexico\"), was soon reprinted in Spain (1662), and served greatly to spread knowledge of the cult.[51]\n\nThe second-oldest published account is known by the opening words of its long title: Huei tlamahuiçoltica (\"The great event\"). It was published in Nahuatl by the then vicar of the hermitage at Guadalupe, Luis Lasso de la Vega, in 1649. In four places in the introduction, he announced his authorship of all or part of the text, a claim long received with varying degrees of incredulity because of the text's consummate grasp of a form of classical Nahuatl dating from the mid-16th century, the command of which Lasso de la Vega neither before nor after left any sign.[52] The complete work comprises several elements including a brief biography of Juan Diego and, most famously, a highly wrought and ceremonious account of the apparitions known from its opening words as the Nican Mopohua (\"Here it is told\"). Despite the variations in style and content which mark the various elements, an exclusively textual analysis by three American investigators published in 1998 provisionally (a) assigned the entire work to the same author or authors, (b) saw no good reason to strip de la Vega of the authorship role he had claimed, and (c) of the three possible explanations for the close link between Sánchez's work and the Huei tlamahuiçoltica, opted for a dependence of the latter upon the former which, however, was said to be indicated rather than proved. Whether the role to be attributed to Lasso de la Vega was creative, editorial or redactional remains an open question.[ad] Nevertheless, the broad consensus among Mexican historians (both ecclesiastical and secular) has long been, and remains, that the Nican Mopohua dates from as early as the mid-16th century and (so far as it is attributed to any author) that the likeliest hypothesis as to authorship is that Antonio Valeriano wrote it, or at least had a hand in it.[ae]The Nican Mopohua was not reprinted or translated in full into Spanish until 1929, although an incomplete translation had been published in 1895 and Becerra Tanco's 1675 account (see next entry) has close affinities with it.[56]\n\nThe third work to be published was written by Luis Becerra Tanco who professed to correct some errors in the two previous accounts. Like Sánchez a Mexican-born Spanish diocesan priest, Becerra Tanco ended his career as professor of astronomy and mathematics at the Royal and Pontifical University of Mexico.[57][58][59] As first published in Mexico City in 1666, Becerra Tanco's work was entitled Origen milagroso del Santuario de Nuestra Señora de Guadalupe (\"Miraculous origin of the Sanctuary of Our Lady of Guadalupe\") and it gave an account of the apparitions mainly taken from de la Cruz' summary (see entry [1], above).[60] The text of the pamphlet was incorporated into the evidence given to a canonical inquiry conducted in 1666, the proceedings of which are known as the Informaciones Jurídicas de 1666 (see next entry). A revised and expanded edition of the pamphlet (drawing more obviously on the Nican Mopohua) was published posthumously in 1675 as Felicidad de Mexico and again in 1685 (in Seville, Spain). Republished in Mexico in 1780 and (as part of a collection of texts) republished in Spain in 1785, it became the preferred source for the apparition narrative until displaced by the Nican Mopohua which gained a new readership from the Spanish translation published by Primo Velázquez in Mexico in 1929 (becoming thereafter the narrative of choice).[61] Becerra Tanco, as Sánchez before him, confirms the absence of any documentary source for the Guadalupe event in the official diocesan records, and asserts that knowledge of it depends on the oral tradition handed on by the natives and recorded by them first in paintings and later in an alphabetized Nahuatl.[62] More precisely, Becerra Tanco claimed that before 1629 he had himself heard \"cantares\" (or memory songs) sung by the natives at Guadalupe celebrating the apparitions, and that he had seen among the papers of Fernando de Alva Ixtlilxochitl (1578?–1650) (i) a mapa (or pictographic codex) which covered three centuries of native history, ending with the apparition at Tepeyac, and (ii) a manuscript book written in alphabetized Nahuatl by an Indian which described all five apparitions.[63] In a separate section entitled Testificación he names five illustrious members of the ecclesiastical and secular elite from whom he personally had received an account of the tradition – quite apart from his Indian sources (whom he does not name).[64]\n\nThe fourth in time (but not in date of publication) is the Informaciones Jurídicas de 1666 already mentioned. As its name indicates, it is a collection of sworn testimonies. These were taken down in order to support an application to Rome for liturgical recognition of the Guadalupe event. The collection includes reminiscences in the form of sworn statements by informants (many of them of advanced age, including eight Indians from Cuauhtitlán) who claimed to be transmitting accounts of the life and experiences of Juan Diego which they had received from parents, grandparents or others who had known or met him. The substance of the testimonies was reported by Florencia in chapter 13 of his work Estrella de el Norte de México (see next entry). Until very recently the only source for the text was a copy dating from 1737 of the translation made into Spanish which itself was first published in 1889.[65][66] An original copy of the translation (dated April 14, 1666) was discovered by Eduardo Chávez Sánchex in July 2001 as part of his researches in the archives of the Basilica de Guadalupe.[67]\n\nThe last to be published was Estrella de el Norte de México by Francisco de Florencia, a Jesuit priest. This was published in Mexico in 1688 and then in Barcelona and Madrid, Spain, in 1741 and 1785, respectively.[af][69] Florencia, while applauding Sánchez's theological meditations in themselves, considered that they broke the thread of the story. Accordingly, his account of the apparitions follows that of Mateo de la Cruz's abridgement.[70] Although he identified various Indian documentary sources as corroborating his account (including materials used and discussed by Becerra Tanco, as to which see the preceding entry), Florencia considered that the cult's authenticity was amply proved by the tilma itself,[71] and by what he called a \"constant tradition from fathers to sons ... so firm as to be an irrefutable argument\".[72] Florencia had on loan from the famous scholar and polymath Carlos de Sigüenza y Góngora two such documentary sources, one of which – the antigua relación (or, old account) – he discussed in sufficient detail to reveal that it was parallel to but not identical with any of the materials in the Huei tlamahuiçoltica. So far as concerns the life of Juan Diego (and of Juan Bernardino) after the apparitions, the antigua relación reported circumstantial details which embellish rather than add to what was already known.[73] The other documentary source of Indian origin in Florencia's temporary possession was the text of a memory song said to have been composed by Don Placido, lord of Azcapotzalco, on the occasion of the solemn transfer of the Virgin's image to Tepeyac in 1531 – this he promised to insert later on in his history, but never did.[ag]\n\n"
        },
        {
            "title": "Historicity arguments",
            "text": "The primary doubts about the historicity of Juan Diego (and the Guadalupe event itself) arise from the silence of those major sources who would be expected to have mentioned him, including, in particular, Bishop Juan de Zumárraga and the earliest ecclesiastical historians who reported the spread of the Catholic faith among the Indians in the early decades after the capture of Tenochtítlan in 1521. Despite references in near-contemporary sources which do attest a mid-16th-century Marian cult attached to a miraculous image of the Virgin at a shrine at Tepeyac under the title of Our Lady of Guadalupe, and despite the weight of oral tradition concerning Juan Diego and the apparitions (which, at the most, spans less than four generations before being reduced to writing), the fundamental objection of this silence of core 16th-century sources remains a perplexing feature of the history of the cult which has, nevertheless, continued to grow outside Mexico and the Americas. The first writer to address this problem of the silence of the sources was Francisco de Florencia in chapter 12 of his book Estrella de el norte de Mexico (see previous section). However, it was not until 1794 that the argument from silence was presented to the public in detail by someone – Juan Bautista Muñoz – who clearly did not believe in the historicity of Juan Diego or of the apparitions. Substantially the same argument was publicized in updated form at the end of the 19th and 20th centuries in reaction to renewed steps taken by the ecclesiastical authorities to defend and promote the cult through the coronation of the Virgin in 1895 and the beatification of Juan Diego in 1990.[ah][76]\n\nThe silence of the sources can be examined by reference to two main periods: (i) 1531–1556 and (ii) 1556–1606 which, for convenience, may loosely be termed (i) Zumárraga's silence, and (ii) the Franciscan silence. Despite the accumulation of evidence by the start of the 17th century (including allusions to the apparitions and the miraculous origin of the image),[ai][77] the phenomenon of silence in the sources persists well into the second decade of that century, by which time the silence ceases to be prima facie evidence that there was no tradition of the Guadalupe event before the publication of the first narrative account of it in 1648. For example, Bernardo de Balbuena wrote a poem while in Mexico City in 1602 entitled La Grandeza Mexicana in which he mentions all the cults and sanctuaries of any importance in Mexico City except Guadalupe, and Antonio de Remesal published in 1620 a general history of the New World which devoted space to Zumárraga but was silent about Guadalupe.[78]\n\nPeriod (i) extends from the date of the alleged apparitions down to 1556, by which date there first emerges clear evidence of a Marian cult (a) located in an already existing ermita or oratory at Tepeyac, (b) known under the name Guadalupe, (c) focussed on a painting, and (d) believed to be productive of miracles (especially miracles of healing). This first period itself divides into two unequal sub-periods either side of the year 1548 when Bishop Zumárraga died.\n\nThe later sub-period can be summarily disposed of, for it is almost entirely accounted for by the delay between Zumárraga's death on June 3, 1548, and the arrival in Mexico of his successor, Archbishop Alonso de Montúfar, on June 23, 1554.[79][80] During this interval there was lacking not only a bishop in Mexico City (the only local source of authority over the cult of the Virgin Mary and over the cult of the saints), but also an officially approved resident at the ermita – Juan Diego having died in the same month as Zumárraga, and no resident priest having been appointed until the time of Montúfar. In the circumstances, it is not surprising that a cult at Tepeyac (whatever its nature) should have fallen into abeyance. Nor is it a matter for surprise that a cult failed to spring up around Juan Diego's tomb at this time. The tomb of the saintly fray Martín de Valencia (the leader of the twelve pioneering Franciscan priests who had arrived in New Spain in 1524) was opened for veneration many times for more than thirty years after his death in 1534 until it was found, on the last occasion, to be empty. But, dead or alive, fray Martín had failed to acquire a reputation as a miracle-worker.[81]\n\nTurning to the years before Zumárraga's death, there is no known document securely dated to the period 1531 to 1548 which mentions Juan Diego, a cult to the Virgin Mary at Tepeyac, or the Guadalupe event. The lack of any contemporary evidence linking Zumárraga with the Guadalupe event is particularly noteworthy, but, of the surviving documents attributable to him, only his will can be said to be just such a document as might have been expected to mention an ermita or the cult.[aj] In this will Zumárraga left certain movable and personal items to the cathedral, to the infirmary of the monastery of St. Francis, and to the Conceptionist convent (all in Mexico City); divided his books between the library of the monastery of St Francis in Mexico City and the guesthouse of a monastery in his home-town of Durango, Spain; freed his slaves and disposed of his horses and mules; made some small bequests of corn and money; and gave substantial bequests in favour of two charitable institutions founded by him, one in Mexico City and one in Veracruz.[82] Even without any testamentary notice, Zumárraga's lack of concern for the ermita at Tepeyac is amply demonstrated by the fact that the building said to have been erected there in 1531 was, at best, a simple adobe structure, built in two weeks and not replaced until 1556 (by Archbishop Montúfar, who built another adobe structure on the same site).[ak] Among the factors which might explain a change of attitude by Zumárraga to a cult which he seemingly ignored after his return from Spain in October 1534, the most prominent is a vigorous inquisition conducted by him between 1536 and 1539 specifically to root out covert devotion among natives to pre-Christian deities. The climax of the sixteen trials in this period (involving 27 mostly high-ranking natives) was the burning at the stake of Don Carlos Ometochtli, lord of the wealthy and important city of Texcoco, in 1539 – an event so fraught with potential for social and political unrest that Zumárraga was officially reprimanded by the Council of the Indies in Spain and subsequently relieved of his inquisitorial functions (in 1543).[83] In such a climate and at such a time as that he can hardly have shown favour to a cult which had been launched without any prior investigation, had never been subjected to a canonical inquiry, and was focussed on a cult object with particular appeal to natives at a site arguably connected with popular devotion to a pre-Christian female deity. Leading Franciscans were notoriously hostile to – or at best suspicious of – Guadalupe throughout the second half of the 16th century precisely on the grounds of practices arguably syncretic or worse. This is evident in the strong reaction evinced in 1556 when Zumárraga's successor signified his official support for the cult by rebuilding the ermita, endowing the sanctuary, and establishing a priest there the previous year (see next sub-section). It is reasonable to conjecture that had Zumárraga shown any similar partiality for the cult from 1534 onwards (in itself unlikely, given his role as Inquisitor from 1535), he would have provoked a similar public rebuke.[84]\n\nThe second main period during which the sources are silent extends for the half century after 1556 when the then Franciscan provincial, fray Francisco de Bustamante, publicly rebuked Archbishop Montúfar for promoting the Guadalupe cult. In this period, three Franciscan friars (among others) were writing histories of New Spain and of the peoples (and their cultures) who either submitted to or were defeated by the Spanish Conquistadores. A fourth Franciscan friar, Toribio de Benevente (known as Motolinía), who had completed his history as early as 1541, falls outside this period, but his work was primarily in the Tlaxcala-Puebla area.[al] One explanation for the Franciscans' particular antagonism to the Marian cult at Tepeyac is that (as Torquemada asserts in his Monarquía indiana, Bk.X, cap.28) it was they who had initiated it in the first place, before realising the risks involved.[86][am] In due course this attitude was gradually relaxed, but not until some time after a change in spiritual direction in New Spain attributed to a confluence of factors including (i) the passing away of the first Franciscan pioneers with their distinct brand of evangelical millennarianism compounded of the ideas of Joachim de Fiore and Desiderius Erasmus (the last to die were Motolinía in 1569 and Andrés de Olmos in 1571), (ii) the arrival of Jesuits in 1572 (founded by Ignatius Loyola and approved as a religious order in 1540), and (iii) the assertion of the supremacy of the bishops over the Franciscans and the other mendicant Orders by the Third Mexican Council of 1585, thus signalling the end of jurisdictional arguments dating from the arrival of Zumárraga in Mexico in December 1528.[88][89] Other events largely affecting society and the life of the Church in New Spain in the second half of the 16th century cannot be ignored in this context: depopulation of the indigenous through excessive forced labour and the great epidemics of 1545, 1576–1579 and 1595,[90] and the Council of Trent, summoned in response to the pressure for reform, which sat in twenty-five sessions between 1545 and 1563 and which reasserted the basic elements of the Catholic faith and confirmed the continuing validity of certain forms of popular religiosity (including the cult of the saints).[91] Conflict over an evangelical style of Catholicism promoted by Desiderius Erasmus, which Zumárraga and the Franciscan pioneers favoured, was terminated by the Catholic Church's condemnation of Erasmus' works in the 1550s. The themes of Counter-reformation Catholicism were strenuously promoted by the Jesuits, who enthusiastically took up the cult of Guadalupe in Mexico.[92][93]\n\nThe basis of the Franciscans' disquiet and even hostility to Guadalupe was their fear that the evangelization of the natives had been superficial, that the indigenous had retained some of their pre-Christian beliefs, and, in the worst case, that Christian baptism was a cloak for persisting in pre-Christian devotions.[86][94][95] These concerns are to be found in what was said or written by leading Franciscans such as fray Francisco de Bustamante (involved in a dispute on this topic with Archbishop Montúfar in 1556, as mentioned above); fray Bernardino de Sahagún (whose Historia general de las cosas de Nueva España was completed in 1576/7 with an appendix on surviving superstitions in which he singles out Guadalupe as a prime focus of suspect devotions); fray Jerónimo de Mendieta (whose Historia eclesiástica indiana was written in the 1590s); and fray Juan de Torquemada who drew heavily on Mendieta's unpublished history in his own work known as the Monarquía indiana (completed in 1615 and published in Seville, Spain, that same year). There was no uniform approach to the problem and some Franciscans were less reticent than others. Bustamante publicly condemned the cult of Our Lady of Guadalupe outright precisely because it was centred on a painting (allegedly said to have been painted \"yesterday\" by an Indian) to which miraculous powers were attributed,[96] whereas Sahagún expressed deep reservations as to the Marian cult at Tepeyac without mentioning the cult image at all.[97][98][99] Mendieta made no reference to the Guadalupe event although he paid particular attention to Marian and other apparitions and miraculous occurrences in Book IV of his history – none of which, however, had evolved into established cults centred on a cult object. Mendieta also drew attention to the natives' subterfuge of concealing pre-Christian cult objects inside or behind Christian statues and crucifixes in order to mask the true focus of their devotion.[100] Torquemada repeated, with variations, an established idea that churches had been deliberately erected to Christian saints at certain locations (Tepeyac among them) in order to channel pre-Christian devotions towards Christian cults.[101]\n\nThe non-reference by certain church officials of Juan Diego does not necessarily prove that he did not exist.[an] The relevance of the silence has been questioned by some, citing certain documents from the time of Zumárraga, as well as the fact that Miguel Sánchez preached a sermon in 1653 on the Immaculate Conception in which he cites chapter 12 of the Book of Revelation, but makes no mention of Guadalupe.[103]\n\n"
        },
        {
            "title": "Pastoral significance of Juan Diego in the Catholic Church in Mexico and beyond",
            "text": "Both the author of the Nican Mopectana and Miguel Sánchez explain that the Virgin's immediate purpose in appearing to Juan Diego (and to don Juan, the seer of the cult of los Remedios) was evangelical – to draw the peoples of the New World to faith in Jesus Christ:[104]\n\nThe continuing importance of this theme was emphasised in the years leading up to the canonization of Juan Diego. It received further impetus in the Pastoral Letter issued by Cardinal Rivera in February 2002 on the eve of the canonization, and was asserted by John Paul II in his homily at the canonization ceremony itself when he called Juan Diego \"a model of evangelization perfectly inculturated\" – an allusion to the implantation of the Catholic Church within indigenous culture through the medium of the Guadalupe event.[105]\n\nIn the 17th century, Miguel Sánchez interpreted the Virgin as addressing herself specifically to the indigenous people, while noting that Juan Diego himself regarded all the residents of New Spain as his spiritual heirs, the inheritors of the holy image.[106] The Virgin's own words to Juan Diego as reported by Sánchez were equivocal: she wanted a place at Tepeyac where she can show herself,[107]\n\nBy contrast, the words of the Virgin's initial message as reported in Nican Mopohua are, in terms, specific to all residents of New Spain without distinction, while including others, too:[108]\n\nThe special but not exclusive favour of the Virgin to the indigenous peoples is highlighted in Lasso de la Vega's introduction:[109]\n\nAt the conclusion of the miracle cycle in the Nican Mopectana, there is a broad summary which embraces the different elements in the emergent new society, \"the local people and the Spaniards [Caxtilteca] and all the different peoples who called on and followed her\".[110]\n\nThe role of Juan Diego as both representing and confirming the human dignity of the indigenous populations and of asserting their right to claim a place of honour in the New World is therefore embedded in the earliest narratives, nor did it thereafter become dormant awaiting rediscovery in the 20th century. Archbishop Lorenzana, in a sermon of 1770, applauded the evident fact that the Virgin signified honour to the Spaniards (by stipulating for the title \"Guadalupe\"), to the natives (by choosing Juan Diego), and to those of mixed race (by the colour of her face). In another place in the sermon he noted a figure of eight on the Virgin's robe and said it represented the two worlds that she was protecting (the old and the new).[111] This aim of harmonising and giving due recognition to the different cultures in Mexico rather than homogenizing them was also evident in the iconography of Guadalupe in the 18th century as well as in the celebrations attending the coronation of the image of Guadalupe in 1895 at which a place was given to 28 natives from Cuautitlán (Juan Diego's birthplace) wearing traditional costume.[112] The prominent role accorded indigenous participants in the actual canonization ceremony (not without criticism by liturgical purists) constituted one of the most striking features of those proceedings.[113]\n\n"
        }
    ]
}