{
    "url": "https://en.wikipedia.org/wiki/Juche_Tower",
    "title": "Juche Tower",
    "table_of_contents": [
        "1 Background",
        "2 Gallery",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Juche Tower (more formally, the Tower of the Juche Idea), completed in 1982, is a monument in Pyongyang, the capital of North Korea, and is named after the ideology of Juche introduced by the country's first leader, Kim Il-sung.\n\n"
        },
        {
            "title": "Background",
            "text": "The Juche Tower is situated on the east bank of the River Taedong, directly opposite Kim Il-sung Square on the west bank. It was built to commemorate Kim Il-sung's 70th birthday. Although his son and successor Kim Jong-il is officially credited as its designer,[1] interviews with North Korean former officials contradict this assertion.[2]\n\nThe architectural style of the Tower is inspired by stone pagodas of premodern Korea.[3] The 170-metre (560 ft) structure is a four-sided tapering 150-metre (490 ft) spire – the tallest in granite – containing 25,550 blocks (365 × 70: one for each day of Kim Il-sung's life, excluding supplementary days for leap years),[4] dressed in white stone with seventy dividers and capped with a 20-metre (66 ft)-high 45-ton illuminated metal torch.\n\nThe torch on top of the tower is always lit.[5] It is possible to ascend the tower by elevator and there are wide views over Pyongyang from the viewing platform just below the torch.\n\nAt its base, there are reception rooms where videos explaining the tower's ideological importance are sometimes shown. The Juche Tower is the second tallest monumental column in the world after the San Jacinto Monument in Texas, United States, which is 2.9 metres (9.5 ft) taller.\n\nAssociated with the tower is a 30-metre (98 ft)-high statue consisting of three idealised figures each holding a tool – a hammer (the worker); a sickle (the peasant); and a writing brush (the \"working intellectual\") – in a classic Stalinistic-style reminiscent of the Soviet statue Worker and Kolkhoz Woman. The three tools form the emblem of the ruling Workers' Party of Korea. There are also six smaller groups of figures, each 10 metres (33 ft) high, that symbolize other aspects of Juche ideology.\n\nA wall carrying 82 friendship plaques from foreign supporters and Juche study groups forms part of the Tower.[6]\n\n"
        }
    ]
}