{
    "url": "https://en.wikipedia.org/wiki/Judaizers",
    "title": "Judaizers",
    "table_of_contents": [
        "1 Origin",
        "2 In the Early Church",
        "2.1 New Testament",
        "2.2 Circumcision controversy",
        "2.3 Extra-biblical sources",
        "3 Later history",
        "3.1 The Sect of Zacharias the Jew",
        "3.2 Protestantism",
        "3.3 Inquisitions",
        "3.4 Contemporary Christianity",
        "4 See also",
        "5 References",
        "5.1 Footnotes",
        "5.2 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Judaizers were a faction of the Jewish Christians, both of Jewish and non-Jewish origins, who regarded the Levitical laws of the Old Testament as still binding on all Christians.[1] They tried to enforce Jewish circumcision upon the Gentile converts to early Christianity and were strenuously opposed and criticized for their behavior by the Apostle Paul, who employed many of his epistles to refute their doctrinal positions.[1][2][3][4]\n\nThe term is derived from the Koine Greek word Ἰουδαΐζειν (Ioudaizein),[5] used once in the Greek New Testament (Galatians 2:14),[6] when Paul the Apostle publicly challenged the Apostle Peter for compelling Gentile converts to early Christianity to \"judaize\".[7][8] This episode is known as the incident at Antioch.\n\nMost Christians believe that much of the Old Covenant has been superseded, and many believe it has been completely abrogated and replaced by the Law of Christ.[9] The Christian debate over Judaizing began in the lifetime of the apostles, notably at the Council of Jerusalem and the incident at Antioch.[2][3] It has been carried on parallel to continuing debates about Paul the Apostle and Judaism, Protestant views of the Ten Commandments, and Christian ethics.\n\n"
        },
        {
            "title": "Origin",
            "text": "The meaning of the verb Judaize,[10] from which the noun Judaizer is derived, can only be derived from its various historical uses. Its biblical meaning must also be inferred and is not clearly defined beyond its obvious relationship to the word \"Jew.\" The Anchor Bible Dictionary, for example, says: \"The clear implication is that gentiles are being compelled to live according to Jewish customs.\"[11]\n\nThe word Judaizer comes from Judaize, which is seldom used in English Bible translations (an exception is the Young's Literal Translation for Galatians 2:14).[12]\n\n"
        },
        {
            "title": "In the Early Church",
            "text": "The Council of Jerusalem is generally dated to 48 AD, roughly 15 to 25 years after the crucifixion of Jesus, between 26 and 36 AD. Acts 15 and Galatians 2 both suggest that the meeting was called to debate whether or not male Gentiles who were converting to become followers of Jesus were required to become circumcised; the rite of circumcision was considered execrable and repulsive during the period of Hellenization of the Eastern Mediterranean,[13][14][15][16] and was especially adversed in Classical civilization both from ancient Greeks and Romans, which instead valued the foreskin positively.[13][14][15][17]\n\nBefore Paul's conversion, Christianity was part of Second Temple Judaism. Gentiles who wished to join the early Christian movement, which at the time comprised mostly Jewish followers, were expected to convert to Judaism, which likely meant submission to adult male circumcision for the uncircumcised, following the dietary restrictions of kashrut, and more. During the time period there were also \"partial converts\", such as gate proselytes and God-fearers, i.e. Greco-Roman sympathizers which made an allegiance to Judaism but refused to convert and therefore retained their Gentile (non-Jewish) status, hence they were uncircumcised and it wasn't required for them to follow any of the commandments of the Mosaic Law.[18]\n\nThe inclusion of Gentiles into early Christianity posed a problem for the Jewish identity of some of the early Christians:[19][20][21] the new Gentile converts were not required to be circumcised nor to observe the Mosaic Law.[19] Circumcision in particular was regarded as a token of the membership of the Abrahamic covenant, and the most traditionalist faction of Jewish Christians (i.e., converted Pharisees) insisted that Gentile converts had to be circumcised as well.[Acts 15:1][19][20][21][22] Paul insisted that faith in Christ (see also Faith or Faithfulness) was sufficient for salvation, therefore the Mosaic Law wasn't binding for the Gentiles.[23][24][25][26]\n\nIn the New Testament, the Judaizers were a group of Jewish Christians who insisted that their co-religionists should follow the Mosaic Law and that Gentile converts to Christianity must first be circumcised (i.e. become Jewish through the ritual of a proselyte).[1][2][3][19][20][21][22] Although such repressive and legalistic requirements may have made Christianity a much less appealing religious choice for the vast majority of Gentiles,[4][13][14][15] the evidence afforded in Paul's Epistle to the Galatians exhibits that, initially, a significant number of the Galatian Gentile converts appeared disposed to adopt these restrictions; indeed, Paul strenuously labors throughout the letter to dissuade them from doing so (cf. Galatians 4:21, Galatians 5:2–4, Galatians 5:6–12, Galatians 6:12–15).[1][2][3][23][24][25][26]\n\nPaul was severely critical of the Judaizers within the Early Church and harshly reprimanded them for their doctrines and behavior.[1][2][3][4] Paul saw the Judaizers as being both dangerous to the spread of the Gospel and propagators of grievous doctrinal errors.[1][2][3][22][23][24][25][26] Many of his letters included in the New Testament (the Pauline epistles) contain considerable material disputing the view of this faction and condemning its practitioners.[1][2][3][23][24][25][26] Paul publicly condemned Peter for his seemingly ambivalent reaction to the Judaizers, embracing them publicly in places where their preaching was popular while holding the private opinion that their doctrines were erroneous (cf. Philippians 3:2–3, 1 Corinthians 7:17–21, 1 Corinthians 9:20–23, Romans 2:17–29, Romans 3:9–28, Romans 5:1–11, Titus 1:10–16).[2]\n\nThat Gentile Christians should obey the Law of Moses was the assumption of some Jewish Christians in the Early Church, as represented by the group of Pharisees who had converted to Christianity in Acts 15:5. Paul opposed this position, concluding that Gentiles did not need to obey to the entire Law of Moses in order to become Christians.[2][3][22][23][24][25][26] The conflict between Paul and his Judaizing opponents over this issue came to a head with the Council of Jerusalem.[2][3][22][23][24] According to the account given in Acts 15, it was determined by the Great Commission that Gentile converts to Christianity did not have to go through circumcision to be saved; but in addressing the second question as to whether or not they should obey the Torah, James the Just, brother of Jesus encouraged the Gentiles to \"abstain from things sacrificed to idols, and from blood, and from things strangled, and from fornication\" (Acts 15:19–29).\n\nPaul also addressed this question in his Epistle to the Galatians, in which he condemned as \"false believers\" those who insisted that circumcision had to be followed for justification:\n\nAlso Paul warned the early Galatian church that gentile Christians who submit to circumcision will be alienated from Christ: \"Indeed I, Paul, say to you that if you become circumcised, Christ will profit you nothing. And I testify again to every man who becomes circumcised that he is a debtor to keep the whole law. You have become estranged from Christ, you who attempt to be justified by law; you have fallen from grace.\" (Galatians 5:2–4).\n\nThe Catholic Encyclopedia notes: \"Paul, on the other hand, not only did not object to the observance of the Mosaic Law, as long as it did not interfere with the liberty of the Gentiles, but he conformed to its prescriptions when occasion required (1 Corinthians 9:20). Thus he shortly after circumcised Timothy (Acts 16:1–3), and he was in the very act of observing the Mosaic ritual when he was arrested at Jerusalem (Acts 21:26 sqq.).\"[27]\n\nPaul, who called himself \"Apostle to the Gentiles\",[28][29] criticised the practice of circumcision, perhaps as an entrance into the New Covenant of Jesus. In the case of Timothy, whose mother was a Jewish Christian but whose father was a Greek, Paul personally circumcised him \"because of the Jews\" that were in town.[Acts 16:1–3][30] Some believe that he appeared to praise its value in Romans 3:1–2, yet later in Romans 2 we see his point. In 1 Corinthians 9:20–23 he also disputes the value of circumcision. Paul made his case to the Christians at Rome[Romans 2:25–29] that circumcision no longer meant the physical, but a spiritual practice.[23][24][25][26] He also wrote: \"Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts.\"[1 Cor. 7:19]\n\nLater Paul more explicitly denounced the practice,[2][3] rejecting and condemning those Judaizers who promoted circumcision to Gentile Christians.[20][23][24][25][26] He accused them of turning from the Spirit to the flesh:[23][24][25][26] \"Are you so foolish, that, whereas you began in the Spirit, you would now be made perfect by the flesh?\"[Gal. 3:3] Paul warned that the advocates of circumcision as a condition of salvation were \"false brothers\".[Gal. 2:4][2][20] He accused the advocates of circumcision of wanting to make a good showing in the flesh,[Gal 6:12] and of glorying or boasting of the flesh.[Gal. 3:13][20][23][24][25][26] Paul instead stressed a message of salvation through faith in Christ opposed to the submission under the Mosaic Law that constituted a New Covenant with God,[21][23][24][25][26] which essentially provides a justification for Gentiles from the harsh edicts of the Law, a New Covenant that didn't require circumcision[21][23][24][25][26] (see also Justification by faith, Pauline passages supporting antinomianism, Abrogation of Old Covenant laws).\n\nHis attitude towards circumcision varies between his outright hostility to what he calls \"mutilation\" in Philippians 3:2–3 to praise in Romans 3:1–2. However, such apparent discrepancies have led to a degree of skepticism about the reliability of Acts.[31] Baur, Schwanbeck, De Wette, Davidson, Mayerhoff, Schleiermacher, Bleek, Krenkel, and others have opposed the authenticity of the Acts; an objection is drawn from the discrepancy between Acts 9:19–28 and Gal. 1:17–19. Some believe that Paul wrote the entire Epistle to the Galatians attacking circumcision, saying in chapter five: \"Behold, I Paul say unto you, if ye be circumcised, Christ shall profit you nothing.\"[Gal. 5:2]\n\nThe division between the Jews who followed the Mosaic Law and were circumcised and the Gentiles who were uncircumcised was highlighted in his Epistle to the Galatians:\n\n\"Judaizer\" occurs once in Josephus' Jewish War 2.18.2, referring to the First Jewish–Roman War (66-73), written around the year 75:\n\nIt occurs once in the Apostolic Fathers collection, in Ignatius's letter to the Magnesians 10:3 written around the year 100:\n\n There are several direct interpolations by a later forger regarding anti-Judaizing in Ignatius's epistles that are considered authentic, it can be assumed the redactor was either trying to build upon Ignatius' positions or responsible for what is perceived as Ignatius' anti-Judaizing altogether.\n\nJudaizing teachers are strongly condemned in the Epistle of Barnabas. (Although it did not become part of the Christian Biblical canon, it was widely circulated among Christians in the first two centuries and is part of the Apostolic Fathers.) Whereas Paul acknowledged that the Law of Moses and its observance were good when used correctly (\"the law is good, if one uses it lawfully\", 1 Tim 1:8), the Epistle of Barnabas condemns most Jewish practices, claiming that Jews had grossly misunderstood and misapplied the Law of Moses.\n\nJustin Martyr (about 140) distinguishes two kinds of Jewish Christians: those who observe the Law of Moses, but do not require its observance of others — with these he would hold communion – and those who believe the Mosaic law to be obligatory on all, whom he considers heretics (Dialogue with Trypho 47).\n\nThe Council of Laodicea of around 365 decreed 59 laws, #29:\n\nAccording to Eusebius' History of the Church 4.5.3-4: the first 15 Bishops of Jerusalem were \"of the circumcision\", although this in all likelihood is simply stating that they were Jewish Christians (as opposed to gentile Christians), and that they observed biblical circumcision and thus likely the rest of Torah as well.[36]\n\nThe eight homilies Adversus Judaeos (\"against the Jews\") of John Chrysostom (347 – 407) deal with the relationship between Christians, Jews and Judaizers.\n\nThe influence of the Judaizers in the church diminished significantly after the destruction of Jerusalem, when the Jewish-Christian community at Jerusalem was dispersed by the Romans during the First Jewish–Roman War. The Romans also dispersed the Jewish leadership in Jerusalem in 135 during the Bar Kokhba Revolt. Traditionally it is believed the Jerusalem Christians waited out the Jewish–Roman wars in Pella in the Decapolis. These setbacks however didn't necessarily mean an end to Jewish Christianity, any more than Valerian's Massacre of 258, (when he killed all Christian bishops, presbyters, and deacons, including Pope Sixtus II and Antipope Novatian and Cyprian of Carthage), meant an end to Roman Christianity.\n\nThe Latin verb iudaizare is used once in the Vulgate where the Greek verb ioudaizein occurs at Galatians 2:14. Augustine in his Commentary on Galatians, describes Paul's opposition in Galatia as those qui gentes cogebant iudaizare – \"who thought to make the Gentiles live in accordance with Jewish customs.\"[37]\n\nChristian groups following Jewish practices never completely vanished, although they had been designated as heretical by the 5th century.\n\n"
        },
        {
            "title": "Later history",
            "text": "Skhariya or Zacharias the Jew from Caffa led a sect of Judaizers in Russia. In 1480 Grand Prince Ivan III of Moscow invited some of Zacharias's prominent adherents to visit Moscow. The Judaizers enjoyed the support of high-ranking officials, of statesmen, of merchants, of Yelena Stefanovna (wife of Ivan the Young, heir to the throne) and of Ivan's favorite deacon and diplomat Fyodor Kuritsyn. The latter even decided to establish his own club in the mid-1480s. However, in the end Ivan III renounced his ideas of secularization and allied with the Orthodox Christian clergy. The struggle against the adherents was led by hegumen Joseph Volotsky and his followers (иосифляне, iosiflyane or Josephinians) and by  Archbishop Gennady of Novgorod. After uncovering adherents in Novgorod around 1487, Gennady wrote a series of letters to other churchmen over several years calling on them to convene sobors (\"church councils\") with the intention \"not to debate them, but to burn them\". Such councils took place in 1488, 1490, 1494 and 1504. The councils outlawed religious and non-religious books and initiated their burning, sentenced a number of people to death, sent adherents into exile, and excommunicated them. In 1491 Zacharias the Jew was executed in Novgorod by the order of Ivan III.\n\nAt various times since then, the Russian Orthodox Church has described several related Spiritual Christian groups as having a Judaizing character; the accuracy of this label – which was influenced by the early Christian polemics against Judaizers – has been disputed.[by whom?] The most famous of the Russian Empire's Judaizing sects were the Karaimites[38][39]\nor  Karaimizing-Subbotniks like Alexander Zaïd (1886-1938) who successfully settled in the Holy Land from 1904.\n\nThe Epistle to the Galatians strongly influenced Martin Luther at the time of the Protestant Reformation because of its exposition of justification by grace.[citation needed] Nevertheless, various sects of Messianic Jews such as Jews for Jesus have managed to stake out territory for themselves in the Protestant camp.\n\nThis behavior was particularly persecuted from 1300 to 1800 during the Spanish and Portuguese Inquisitions, using as a basis the many references in the Pauline epistles regarding the \"Law as a curse\" and the futility of relying on the Law for attaining salvation, known as legalism.[citation needed] Thus, in spite of Paul's agreement at the Council of Jerusalem, gentile Christianity came to understand that any Torah Laws (with the exception of the Ten Commandments) were anathema, not only to gentile Christians but also to Christians of Jewish extraction. Under the Spanish Inquisition, the penalty to a converted Jew for \"Judaizing\" was usually death by burning.[citation needed]\n\nThe Spanish word Judaizante was applied both to Jewish conversos to Catholicism who practiced Judaism secretly and sometimes to Jews who had not converted,[40] in Spain and the New World at the time of the Spanish Inquisition.[41]\n\nThe term \"Judaizers\" was used by the Spanish Inquisition and the inquisitions established in Mexico City, Lima, and Cartagena de Indias for Conversos (also termed Marranos) accused of continuing to observe the Jewish religion, as Crypto-Jews.[42][43][44] Entry of Portuguese New Christians into Spain and the Spanish realms occurred during the Union of Crowns of Spain and Portugal, 1580–1640, when both kingdoms and their overseas empires were held by the same monarch. The Bnei Anusim are modern day Hispanic Judaizers.\n\nThe Coptic, Ethiopian and Eritrean Orthodox Churches all continue to practice male circumcision.[45]  In Torah-submissive Christian groups which include the Ethiopian Orthodox church, dietary laws and Saturday Sabbath are observed as well.[46]\n\nA list of notable contemporary groups of Judaizers includes:[citation needed]\n\n"
        }
    ]
}