{
    "url": "https://en.wikipedia.org/wiki/Jukebox_musical",
    "title": "Jukebox musical",
    "table_of_contents": [
        "1 History",
        "2 Types of jukebox musicals",
        "3 List of stage jukebox musicals",
        "3.1 1970s",
        "3.2 1980s",
        "3.3 1990s",
        "3.4 2000s",
        "3.5 2010s",
        "3.6 2020s",
        "4 List of jukebox musical films",
        "5 List of jukebox musical TV shows",
        "6 Works based on concept albums",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A jukebox musical is a stage musical or musical film in which a majority of the songs are well-known popular music songs, rather than original music.\n\nSome jukebox musicals use a wide variety of songs, while others confine themselves to songs performed by one singer or band, or written by one songwriter. In such cases, the plot is often a biography of the artist(s) in question. In other jukebox musicals, the plot is purely fictional. For musicals about a musician or musical act, some of the songs can be diegetic, meaning that they are performed within the world of the play or film. Works in which all of the music is diegetic, however, such as a biographical film about a singer who is at times shown performing their songs, are generally not considered jukebox musicals.[1]\n\nRevues that lack a plot are also usually not described as jukebox musicals,[2] although plotless shows that include a dance element sometimes are.[3]\n\n"
        },
        {
            "title": "History",
            "text": "In Europe in the 17th and 18th century, many comic operas were produced that parodied popular songs of the time by performing them with modified lyrics. Comédie en vaudevilles and ballad operas are two genres that made heavy use of well-known melodies. The Beggar's Opera (1728), the first ballad opera and the most famous, has been called \"the original jukebox musical\".[4]\n\nFilms considered early examples of jukebox musicals include An American in Paris (1951), Singin' in the Rain (1952), Rock, Rock, Rock (1956) and Rock Around the Clock (1956).\n\nThe songwriting team of Robert Wright and George Forrest pioneered the concept of musicals whose songs are derived from one composer's instrumental works, with newly-written lyrics. Some of these musicals also told the life story of that composer. Musicals and operettas that they produced in this fashion include Song of Norway (1944, using the music of Edvard Grieg), Magdalena: a Musical Adventure (1948, music of Heitor Villa-Lobos), a 1949 reworking of the 1934 musical The Great Waltz (music of Johann Strauss I and Johann Strauss II), Kismet (1953, music of Alexander Borodin[2]), and Anya (1965, music of Sergei Rachmaninoff).\n\nThe origin of the phrase \"jukebox musical\" in its current meaning is unclear. The word \"jukebox\" dates to around 1939. The first documented use of \"jukebox musical\" in print may have been in a 1962 description of the musical Do Re Mi,[5] but that was a musical (with original music) about a man who sells jukeboxes. In a 1964 review of the Beatles film A Hard Day's Night, critic Andrew Sarris described that film as \"the Citizen Kane of jukebox musicals\",[6] but he too may have had a meaning in mind other than the contemporary one, since most of that film's songs were original.\n\nAlthough jukebox musicals had achieved success for years (for example, the 1989 musical Buddy: The Buddy Holly Story), a surge in popularity was led by the success of Mamma Mia! (1999), built around the music of ABBA.[7]\n\n"
        },
        {
            "title": "Types of jukebox musicals",
            "text": "The most common format for jukebox musicals is a show that tells the life story of a famous musician or musical group, while incorporating songs from throughout their career. Artists whose life and songs have served as the basis for a jukebox musical include Peter Allen, Susan Boyle, Shlomo Carlebach, Johnny Cash, Cher, Patsy Cline, Bobby Darin, The Drifters, Emilio and Gloria Estefan, Buddy Holly, Michael Jackson (twice), Janis Joplin, Carole King, The Kinks, Fela Kuti, John Lennon, Udo Lindenberg, Bob Marley (twice), Johnny O'Keefe, The Seekers, Dusty Springfield (twice), Donna Summer, The Temptations, Tina Turner (twice), Frankie Valli and The Four Seasons, and Hank Williams.[3] Others who have gotten similar treatment include songwriter/producers Bert Berns, Berry Gordy and Ellie Greenwich, record producer Florence Greenberg, and composer/songwriter Norbert Glanzberg.\n\nFor jukebox musicals with a fictional plot, one common approach is to center the plot around one or more (fictional) singers or musicians, thus letting some of the songs be performed as songs within the show. Examples of such musicals include Boogie Nights (1998), Mamma Mia! (1999), We Will Rock You (2002),  Hoy no me puedo levantar (2005), Bésame mucho, el musical (2005), Rock of Ages (2005),  Daddy Cool (2006), Never Forget (2007), Viva Forever! (2012), All Out of Love (2018), and Jukebox Hero (2018).\n\nSome jukebox musicals are adaptations of a film, in which songs from the film's soundtrack are now sung by the characters; examples include Saturday Night Fever (1998), Priscilla, Queen of the Desert (2006), Cruel Intentions: The '90s Musical (2015) and the upcoming My Best Friend's Wedding.\n\nSome shows and films combine original and previously-released songs; it may be a matter of opinion whether these qualify as jukebox musicals. For example, the stage musicals 42nd Street (1980), Five Guys Named Moe (1990), Crazy for You (1992), and Xanadu (2007) are all adaptations of earlier source material that added to the original score other well-known songs written by the original songwriters. The stage musicals The Last Ship (2014) and Standing at the Sky's Edge (2019) and film musicals Yellow Submarine (1968) and Idlewild (2006) are all musicals that combine original and previously-recorded songs by a single artist or group. Other films that combine old and original songs include Singin' in the Rain (1952), Trolls (2016), and Cinderella (2021).\n\n"
        },
        {
            "title": "Works based on concept albums",
            "text": "In a different category are films or stage musicals based around a concept album, in which the story being told is not original but rather a fleshed-out version of the narrative already contained in the album. Examples include:\n\n"
        }
    ]
}