{
    "url": "https://en.wikipedia.org/wiki/Jules_Verne_Award",
    "title": "Jules Verne Award",
    "table_of_contents": [
        "1 Categories",
        "1.1 Legendaire",
        "1.2 Achievement",
        "1.3 Best documentaries",
        "2 Awards ceremonies",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Created in 1992 by Jean-Christophe Jeauffre and Frédéric Dieudonné, the two founders of the Jules Verne Festival, the Jules Verne Awards are a set of awards given annually for excellence in exploration, environmental and cinematic achievements. Organized and overseen by The Jules Verne Adventures organization,[1] the awards are given each year at a formal ceremony.\n\nThe awards were first given in 1992 at the first Jules Verne Film Festival, which took place at the Institut océanographique of Paris, France. The Jules Verne Awards are given in several categories.\n\n"
        },
        {
            "title": "Categories",
            "text": "The Jules Verne Legendaire Awards celebrate legendary science fiction or adventure movies, TV series and stars. Among others, they have been given to: Star Wars Episode IV: A New Hope, The Empire Strikes Back, Blade Runner, Alfred Hitchcock's The Birds,[2] 2001: A Space Odyssey, The Wild Bunch,[3][4] Planet of the Apes, Smallville, Heroes, Lost, Battlestar Galactica,[5] Stargate SG-1, John Wayne,[6] Steve McQueen,[7] Tony Curtis,[8] Ernest Borgnine, Mark Hamill, Sir Christopher Lee, etc.\nThe Jules Verne Legendaire Awards celebrations invite the Stars and the public to once-in-a-lifetime stage reunions of the original cast and crews.\n\nThe Jules Verne Achievement Awards distinguish artists, explorers, filmmakers, movie and TV actors and celebrities who have encouraged the spirit of adventure and imagination, as well as open-mindedness through their talent, work and persistence. Dame Jane Goodall, George Lucas,[9] James Cameron, Jacques-Yves Cousteau, Buzz Aldrin, Christopher Reeve, Harrison Ford, Tippi Hedren, Larry Hagman,[10] Omar Sharif[11] and Ray Bradbury rank among the recipients of the Jules Verne 'Achievement' Award.\n\nThe Jules Verne Awards for best documentaries go to the best exploration, adventure, environment and discovery documentaries of the year.[citation needed]\n\n"
        },
        {
            "title": "Awards ceremonies",
            "text": "The following is a listing of some Jules Verne Awards ceremonies and recipients.\n\n"
        }
    ]
}