{
    "url": "https://en.wikipedia.org/wiki/Julius_Dresser",
    "title": "Julius Dresser",
    "table_of_contents": [
        "1 Biography",
        "2 Profession",
        "2.1 Controversy",
        "3 Bibliography",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Julius A. Dresser (February 12, 1838 – May 10, 1893)[1] was an early leader in the New Thought movement. Along with his wife Annetta, Dresser was the first proponent of the \"Quimby System of Mental Treatment of Diseases\", named after Phineas Parkhurst Quimby. Julius and Annetta were also the parents of prolific New Thought author Horatio Dresser, who, along with them, led a long-time dispute against Christian Science founder Mary Baker Eddy over whether she used Quimby's teaching unattributed in her writing.\n\n"
        },
        {
            "title": "Biography",
            "text": "Julius Dresser was born February 12, 1838, in Portland, Maine. As a young person he entered Waterville College to become a minister in the Calvinistic Baptist Church. In 1860, while still in college, Dresser became sick and went to see Quimby for his reputed healing power. He was healed, and became an advocate of Quimby's practice, which he called the \"Quimby System of Mental Treatment of Diseases\".\n\nIn 1863, Dresser met Annetta Seabury at Quimby's office. They married in 1863. Their first son, Horatio, was born in 1866.\n\n"
        },
        {
            "title": "Profession",
            "text": "In 1866, at the age of 28, Dresser become editor of a Portland newspaper. Later that year the family moved to Webster, Massachusetts, where Dresser edited the Webster Times. That year Quimby died, too, and soon after Julius moved to California. In 1882 Dresser and his wife moved to Boston, where they set up an office to practice Quimby's system of mental healing. In 1883 they began teaching classes, and they became successful through this work.\n\nWhen Quimby died in 1866 another student of his wrote to Dresser and implored him to continue Quimby's practice by assuming leadership of the burgeoning movement. However, Dresser replied in a letter that he was disenchanted with Quimby's method, and soon after he moved away. In the meantime his petitioner, Mary Baker Eddy, went about forming the set of beliefs which eventually became the basis of Christian Science. In 1882 Dresser studied Eddy's practice through the teaching of Edward J. Arens, a former Christian Scientist. He immediately and publicly accused her of stealing Quimby's ideas without crediting him. Dresser first refuted Eddy's claims in his 1887 book, The True History of Mental Science. The Dressers also laid claim to Quimby's teachings by formalizing the New Thought movement and promoting it nationally. In the 1890s Dresser took Eddy to court. While they lost, the family continued its protest against her with his wife continuing after his death in, The Philosophy of P.P. Quimby, which was published in 1895. In 1919, Dresser's son Horatio published the book, A History of the New Thought Movement, in which he also laid claim against Eddy's authenticity.[2][3][4][5]\n\n"
        }
    ]
}