{
    "url": "https://en.wikipedia.org/wiki/Jump_scare",
    "title": "Jump scare",
    "table_of_contents": [
        "1 In film",
        "2 In video games",
        "3 In advertising",
        "4 Internet screamers",
        "4.1 Reaction videos",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A jump scare (often shortened to jumpscare) is a technique often used in horror films and video games, intended to scare the audience by surprising them with an abrupt change in image or event, usually co-occurring with a loud, jarring sound.[1][2] The jump scare has been described as \"one of the most basic building blocks of horror movies\".[2] Jump scares can startle the viewer by appearing at a point in the film where the soundtrack is quiet and the viewer is not expecting anything alarming to happen,[3] or can be the sudden payoff to a long period of suspense.[4]\n\nSome critics have described jump scares as a lazy way to frighten viewers,[5] and believe that the horror genre has undergone a decline in recent years following an over-reliance on the trope, establishing it as a cliché of modern horror films.[6]\n\n"
        },
        {
            "title": "In film",
            "text": "While editing Cat People (1942), Mark Robson created the jump scare, in which quiet tension builds and is suddenly and unexpectedly interrupted by a loud noise, cut, or fast movement, startling the viewer. In the film, Alice is walking home along a deserted street late at night, and realizes Irena is following her. Alice begins to panic, running, and the silence of the night, the contrast between light and deep shadow, shots of the fearful Alice, and the intermittent clacking of high heels set up suspense: abruptly, a bus enters the frame with a loud unpleasant noise, scaring the viewer. The jump scare device is sometimes called the Lewton Bus after producer Val Lewton, who used it in subsequent films.[7][8] Prior to the 1980s, jump scares were a relatively rare occurrence in horror movies; however, they (in particular the Lewton Bus) became increasingly common in the early 1980s as the slasher subgenre increased in popularity.[9]\n\nCarrie, released in 1976, has one of the first modern jump scares.[10] The scene, which occurs at the end of the film, is credited as the inspiration for the use of a final jump scare in the 1980 movie Friday the 13th, to show that an apparently dead villain had survived.[11]\n\nThe 1979 film When a Stranger Calls uses a form of jump scare to suddenly reveal the location of the antagonist to both the protagonist and the audience. Film writer William Cheng describes this as causing a \"sudden vanishing of the protective walls surrounding the film's protagonist\", in turn giving the viewer at home a sense that the intruder is also somehow closer to them.[12]\n\nThe 2009 film Drag Me to Hell contains jump scares throughout,[4] with director Sam Raimi saying he wanted to create a horror film with \"big shocks that'll hopefully make audiences jump.\"[13]\n\n"
        },
        {
            "title": "In video games",
            "text": "One of the earliest games to have a jump scare was Atari's 1985 Rescue On Fractalus, where the rescued astronaut may be a disguised alien and suddenly appears at the cockpit window, breaking it to gain entry and kill the player.\n\nResident Evil is often cited as an early video game to use jump scares. The player, during the course of the game, walks through a hallway where the music begins to lower. About halfway through the hall, zombie dogs will suddenly leap through the windows and the music will peak in volume and intensity.[citation needed]\n\nThe video game Daylight was described as being a \"vehicle for jump scares\", and though reviewers praised its successful use of jump scares, they commented that as the game wore on jump scares alone weren't a sufficient tool for scaring players.[14][15]\n\nThe 2014 video game franchise Five Nights at Freddy's was described as \"perfect for live streaming\" in part due to its use of jump scares.[16]\n\n"
        },
        {
            "title": "In advertising",
            "text": "In 2004, K-fee (Kaffee), a German caffeinated energy drink company, released nine television advertisements that feature peaceful footage, such as a car driving through a green valley, or two people at a beach. A zombie or gargoyle then pops up on the screen, along with a loud, high-pitched scream, potentially scaring the viewer. At the end of each advertisement, the slogan, \"So wach warst du noch nie\", which translates into English as, \"You’ve never been so awake\", appears on the screen, simulating the effect the energy drink will have on its consumers. Four radio ads were also released \nsuch as a Christmas story and a meditation audio, both in German and English, this last to expand the brand to the United Kingdom.[17] Three \"less caffeine\" commercials were released, featuring a man in a monster suit or a man dressed as a teddy bear, minus the screams. These commercials received so many complaints from German viewers that they were ultimately pulled from television. An English commentator Rhys Production 11 interviewed with two of the actors who starred in the commercials, Brad Johnson and his brother Adam Johnson,[18] where it is revealed that the company originally used puppets \"to create scary objects.\"[19] which was planned by one of the actor's friend. However, the plan did not work and that, according to Brad himself, they both played the two characters in the commercial.[19]\n\nThroughout the late 2000s and early 2010s (before YouTube was acquired by Google in 2013 and their modern-day terms of service were developed), it was a common practical joke for YouTube users to disguise videos that contained jump scares as something family-friendly and innocent; one such example included the infamous \"stare at the red dot\" or \"look at the spiral for 30/60 seconds\" video trend, where the object of the video was to compel the viewer to become engrossed in following the video's command over the course of several seconds before abruptly inserting a loud scream complete with a disturbing image, usually from a pop culture horror film. These videos have since been deleted en masse by YouTube under their \"shocking content\" policy (unless there is explicit notification in the title of the video warning viewers of such content ahead of time).\n\nYouTube also prohibits jump scares in video advertising. In August 2018, a video marketing The Nun depicts the iOS device volume icon muting before the titular character appears with an incredibly loud scream. The ad was removed shortly afterward for violating the site's \"shocking content policy\".[20]\n\n"
        },
        {
            "title": "Internet screamers",
            "text": "An Internet screamer or simply, screamer[21] is an image, video or application on the Internet that has a sudden change designed to startle the user.[22] They often include a scary face with a loud scream.\n\nAn earlier and one of the most iconic examples of an Internet screamer is The Maze (often called Scary Maze Game) by Jeremy Winterrowd in 2003.[22] Disguised as a computer game, the player is supposed to use their mouse to move a blue square along a given path without touching the walls. As the player progresses, the walls get smaller, making it more difficult for the player to avoid touching the walls, and forces the player to bring their faces closer to the screen. At first, if the player accidentally touches the wall, it will lead back to the start menu and the player has to start all over again. However, once the player reaches level 3, the walls get so thin that it becomes very difficult to avoid touching the wall. When the player reaches a certain point, whether they touch a wall or not, an image of the possessed Regan MacNeil (Linda Blair) from the film The Exorcist suddenly appears on the screen along with an edited sound effect of her screaming playing twice.[23]\n\nAfter the rise of YouTube, Internet screamers gradually transitioned from chain emails to reaction videos where people filmed as they pranked others to click on an Internet screamer and recorded their reactions or using a fictional character's screaming moments edited with jumpscare as it appears as though the character is reacting to a jumpscare. A prominent early screamer reaction video was uploaded on YouTube in May 2006 by user \"Can’t We All Just Get Along?\".[24] The video features a boy sitting at a desk while playing The Maze. In the video, he asks, \"Why can’t I touch this?\" and shortly after, an image of what seems to be a demonic monster pops up with a piercing scream (though it's not the Regan MacNeil one). The boy screams, hits the computer screen repeatedly and breaks the monitor, urinates in his pants, runs to the person filming him and starts crying. Since the upload, the video has been viewed over 25 million times.[25] Maze reaction videos were featured twice on America’s Funniest Home Videos.[25]\n\n"
        }
    ]
}