{
    "url": "https://en.wikipedia.org/wiki/Jupiter_Ascending",
    "title": "Jupiter Ascending",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Production design",
        "3.3 Filming",
        "3.4 Effects",
        "3.5 Music",
        "4 Release",
        "5 Reception",
        "5.1 Box office",
        "5.2 Critical response",
        "5.3 Accolades",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nJupiter Ascending is a 2015 space opera film[5] written, directed and co-produced by the Wachowskis. Starring Channing Tatum and Mila Kunis with Sean Bean, Eddie Redmayne and Douglas Booth in supporting roles, the film is centered on Jupiter Jones (Kunis), an ordinary cleaning woman, and Caine Wise (Tatum), an interplanetary warrior who informs Jones that her destiny extends beyond Earth. Supporting cast member Douglas Booth has described the film's fictional universe as a cross between The Matrix and Star Wars,[6][7][8] while Kunis identified indulgence[9] and consumerism as its underlying themes.[10][11][12]\n\nThe film was produced by Grant Hill and the Wachowskis, making Jupiter Ascending Hill's seventh collaboration with the Wachowskis as producer or executive producer. Several more longstanding Wachowski collaborators since the creation of the Matrix films have contributed to the picture,[13] including production designer Hugh Bateup, visual effects supervisor Dan Glass, visual effects designer John Gaeta, standby propman Alex Boswell, supervising sound editor Dane Davis and costume designer Kym Barrett. Other notable past collaborators include Speed Racer composer Michael Giacchino, Cloud Atlas director of photography John Toll along with its editor Alexander Berner and hair and make-up designer Jeremy Woodhead, who worked on both.\n\nJupiter Ascending was released in the United States on February 6, 2015, by Warner Bros. Pictures. The film received generally negative reviews from critics; while the visual effects, plot and themes were praised, it was criticized for the writing, lack of character development, some of the performances, and excessive dialogue. It grossed $183 million against a $176–210 million budget during its theatrical release, making it a box-office bomb.\n\n"
        },
        {
            "title": "Plot",
            "text": "Earth and countless other planets were established by families of transhuman and alien royalty for the purpose of harvesting the resulting organisms to produce a youth serum for the elites on other planets. After the death of the matriarch of the House of Abrasax, the most powerful of the alien dynasties, her children—Balem, Kalique, and Titus—quarrel over the inheritance; Balem inherits an enormous refinery on Jupiter, and Titus spends his on a lavish spaceship. Jupiter Jones narrates that her father, Maximilian, met her mother Aleksa in Saint Petersburg, Russia. After Maximilian is killed in a robbery, Aleksa names their daughter Jupiter, after his favorite planet, and they move to Chicago to live with Aleksa's family.\n\nYears later, Jupiter makes a modest living as a housekeeper to her wealthy neighbors. Wanting to buy a telescope, Jupiter agrees to sell her egg cells and uses her friend Katharine's name as a pseudonym. At Katharine's house, Jupiter and Katharine are attacked by extraterrestrial \"Keepers\". Jupiter photographs them, but they erase both women's memories of the incident. Jupiter finds the strange photograph on her phone while waiting at an egg donation clinic, but cannot recall anything about it. During the procedure, the doctors and nurses are revealed to be Keepers sent to kill her, but she is saved by Caine Wise, a former soldier sent by Titus to bring her to him. As Caine and Jupiter flee, their spaceship is destroyed by a squad of Keepers. Caine fends off the attack, kills the Keepers, and hijacks one of their vehicles while protecting Jupiter. Caine realizes that Jupiter must be of great significance to Titus and Balem, who are revealed to have sent the Keepers to Earth to capture her. Caine takes Jupiter to the hideout of Stinger Apini, another former soldier living in exile on Earth. After learning she can control the bees in Stinger's residence, Jupiter discovers that she is galactic royalty.\n\nStinger agrees to help Jupiter, but she is captured by Balem's hunters, bribed by Kalique to bring Jupiter to her palace on a distant planet. There, Kalique explains that Jupiter is genetically identical to the dead matriarch, and therefore is the Earth's rightful owner. Supported by Captain Diomika Tsing of the intergalactic police force Aegis, Caine retrieves her from Kalique and takes her to the intergalactic capital planet Ores to claim her inheritance.\n\nIn another attempt to lure Jupiter to him, Balem sends Greeghan to kidnap her family. On the way back to Earth, Titus's henchmen capture Jupiter, and detain Caine as punishment for not bringing Jupiter to him. Titus reveals to Caine his plan to marry Jupiter, kill her, and claim Earth. Titus then throws Caine into the void of space and attempts to seduce Jupiter, declaring his intention to dismantle the youth serum trade, of which Earth is the next intended source. Caine survives being spaced and returns with Stinger to save Jupiter at the altar before she gets married. Jupiter asks to return home, but learns that her family has been taken hostage by Balem.\n\nAt his refinery inside the Great Red Spot, Balem demands Earth in exchange for Jupiter's family. Realizing that Balem cannot \"harvest\" Earth without her permission, Jupiter refuses. Caine infiltrates the refinery and damages its gravity hull, causing the refinery to begin collapsing. While the occupants evacuate the refinery, Tsing's ship moves in and rescues Jupiter's family.\n\nJupiter survives the collapsing structures, only to land at the feet of Balem, who tries to kill her. She fights him off before Balem falls to his death; Caine saves her as the refinery is in its final stages of collapse. Tsing opens a portal to Earth and prepares to evacuate, potentially leaving Caine and Jupiter behind. However, she is relieved to find that they have survived and crossed the portal, along with Tsing's ship.\n\nJupiter's family is returned home with no memory of their disappearance, while Jupiter secretly retains ownership of the Earth. Caine's rank in the Legion is restored, and he and Jupiter begin a relationship.\n\n"
        },
        {
            "title": "Production",
            "text": "In 2009, Warner Bros' president Jeff Robinov approached the Wachowskis about creating an original intellectual property and franchise. Development began two years later, with the production and visual effects teams doing pre-production work based on a first draft of the script, while The Wachowskis were shooting the future segments of Cloud Atlas.[10] The story was partly inspired by Lana's favorite book,[24] the Odyssey.[25] \"It was making me super-emotional\", Lana has said. \"The whole concept of these almost spiritual journeys and you're changed.\" Another inspiration was The Wizard of Oz which Lana contrasts to the Odyssey. \"Dorothy is pretty much the same at the end as she is at the beginning. Whereas Odysseus goes through such an epic shift in his identity.\" The Wachowskis themselves describe the plot of the film as an effort to reverse the classical sci-fi-trope of the hero who is \"emotionally withholding and strong and stoic\". Instead, they tried to create a new form of female sci-fi hero in the space-opera genre. \"We were, like, 'Can we bring a different kind of female character like Dorothy or Alice? Characters who negotiate conflict and complex situations with intelligence and empathy?' Yes, Dorothy has a protector, Toto, who's always barking at everyone. And that was sort of the origin of Caine.\"[26]\n\nProducer Grant Hill and visual effects supervisor Dan Glass have noted that the Wachowskis never repeat themselves. Hill has described the design as an original take on the look of space environments, while Glass mentioned it was influenced by cities around Europe rather than science fiction touchstones. Examples include Renaissance architecture, modern glass and Gothic art.[10]\n\nThe film was a co-production between the United States' Warner Bros. and Australia's Village Roadshow Pictures, with both studios providing 40% of the budget and RatPac-Dune Entertainment the remaining 20%.[4] Roberto Malerba and Bruce Berman served as executive producers.[27] Principal photography commenced at Warner Bros. Studios, Leavesden on April 2, 2013, on an initial budget of US$130 million.[4] Filming also took place at Ely Cathedral in England.[28] The production remained in the London studio through June, then moved to various locations in Chicago, Illinois, throughout late July and August.[27] Minor reshoots to clarify plot points[29] took place in January and early May of the next year, the latter of which took place in Bilbao, Basque Country, Spain.[30] The opening scenes show the Guggenheim Museum in Bilbao and Dancing House in Prague, both of which were designed by Frank Gehry. This was the second feature that cinematographer John Toll shot digitally, using Arri Alexas and Codex Recorders, after Iron Man 3,[31] in part due to the visual effects element.[32] Legend3D handled the stereoscopic conversion of the film, having recently integrated the Mistika post-production software into their pipeline.[33] Vision3's Chris Parks is the stereoscopic supervisor of the film.[34][35] An eight-minute-long chase sequence, code named \"Fifty-Two Part\" by the film's crew, depicts Jupiter and Caine fleeing from aliens and spaceships in downtown Chicago shortly after they first meet. It was the longest sequence in the script, involving some of the film's most difficult stunts. To complete it, Kunis and Tatum had to film every day for six months.[12]\n\nSeveral of the film's effects rely heavily on practical stunts instead of CGI. Tatum has noted there was minimal use of digital doubles and instead most stunts were done by the principal actors or stuntmen attempting to match the pre-vis sequences.[15][36][37][38] For the scenes of Tatum's character flying using antigravity boots, Glass has stated that his team invented a way to use stuntmen instead of doing them digitally, despite the limited available time to shoot them.[39] They created a rig of six cameras, called the Panocam, which was mounted on a helicopter and covered nearly 180 degrees of the action. During post-production, the directors could combine the overlapped filmed footage, essentially creating a camera that could swing around the action independently of the helicopter's actual flying path.[40] The technique piqued the interest of other directors who have subsequently used it in their own movies. Visual effects vendor Framestore used Vicon T40 cameras for pre-vis and motion capture purposes, the same camera system they used in the 2013 film Gravity, which was critically acclaimed for its cinematography and visual effects.[41]\n\nThe film's score was composed by Michael Giacchino.[42] On June 10, 2013, Giacchino tweeted that Ludwig Wicki [de], Robert Ziegler & Tim Simonec were conducting the film's score at Abbey Road Studios in London.[43] In August, Giacchino stated: \"We're actually recording all the music first, before they're even done shooting. It's been done sort of backwards, and it's much more freeing doing it that way. I'm not locked down to any specific timings and what the film is doing. I can do whatever I want. It opens up a lot more possibilities.\"[44] The Wachowskis first used this approach during production of Cloud Atlas at the recommendation of co-director Tom Tykwer who has made all his movies this way, and have since commented they will never again make a movie without recording the music first.[45] Dancer Kyle Davis was inspired when listening to Giacchino's score for the film to create a ballet for the Pacific Northwest Ballet named \"A Dark and Lonely Space\" that is choreographed to Giacchino's music. The ballet, which premiered November 2, 2018, features 24 dancers that represent planets, celestial bodies, and forces of physics, and was designed as an \"anthropomorphization of the birth of a planetary system.\"[46]\n\n"
        },
        {
            "title": "Release",
            "text": "The film was originally set to be released on July 25, 2014,[47] but it was later moved up to July 18, 2014.[48] On June 3, 2014, the film's release was delayed to February 6, 2015, due to poor test screenings that April and to give additional time needed to complete over 2,000 special effects shots, which ended up ballooning the final budget from $130 million to over US$210 million.[4] The film received a \"secret screening\" at the 2015 Sundance Film Festival which was invitation only and did not include members of the press. Variety's Ramin Setoodeh reported that clusters of seats were empty at the screening.[49]\n\nThe film was released in IMAX 3D, as was its competitor Seventh Son from Universal Pictures the same weekend. Jupiter Ascending had a surprise premiere at the Sundance Film Festival on January 27, 2015, at the Mary G. Steiner Egyptian Theatre in Park City.[49]\n\n"
        },
        {
            "title": "Reception",
            "text": "Jupiter Ascending grossed $47.4 million in the United States and Canada, and $136.5 million in other territories, for a worldwide total of $183.9 million, against a budget of $176–210 million.[3][4]\n\nThe film grossed $1 million from Thursday preview.[50] The film earned $6.4 million in its opening day, and later being forecast to open at around $18 million.[51][52] The film earned $7.6 million for its second day and $5 million on its third day,[53] for a gross of $18.4 million in its opening weekend from 3,181 theaters, an $5,776 per-theatre average.[3] It finished in third at the box office behind The SpongeBob Movie: Sponge Out of Water ($55.4 million) and American Sniper ($23.3 million).[54]\n\nDespite a disappointing North American debut, the film opened in the top spot internationally, earning US$32.5 million playing in theatres of 65 markets in other territories. Among top markets were Russia, where the film earned a gross of US$4.7 million and topped the box office. It also opened in markets such as France (US$2.5 million), South Korea (US$2.1 million), the UK (US$2 million), Brazil (US$1.9 million), Mexico (US$1.8 million), Germany (US$1.8 million), Italy (US$1.2 million) and Spain (US$1.1 million). The film also debuted in Asian markets, bringing in US$6 million in total from Singapore, Hong Kong, Taiwan, Philippines, Indonesia, Malaysia and Thailand.[55][56] The film opened in China in March (US$23.2 million) and the opening in China took it to the top spot in the international market for the weekend.[57]\n\nBefore its release, the film had been included in the list of \"The Riskiest Box Office Bets of 2015\" published by screenrant.com.[58] It had been forecasted to gross between US$21–23 million in its opening weekend.[59][60][61]\n\nOn Rotten Tomatoes, the film holds a rating of 28%, based on 272 reviews, with an average rating of 4.50/10. The site's critical consensus reads, \"Pleasing to the eye but narratively befuddled, Jupiter Ascending delivers another visually thrilling misfire from the Wachowskis.\"[62] On Metacritic, the film has a score of 40 out of 100, based on 40 reviews, indicating \"mixed or average reviews\".[63] In CinemaScore polls conducted during the opening weekend, cinema audiences gave Jupiter Ascending an average grade of \"B−\" on an A+ to F scale.[64]\n\nDavid Edelstein of Vulture.com was highly critical of the whole film, calling it \"inane from first frame to last ... it's miraculously unmiraculous.\"[65] Joe McGovern of Entertainment Weekly was also critical of the film, giving it a C+, writing that it was \"just another incoherent sci-fi spectacle\".[66] British film critic Mark Kermode said, \"Jupiter Ascending is a lot of things. Bonkers, all over the place, incoherent, preposterous, ridiculous dialogue that George Lucas would have thrown in the bin, spectacularly overripe performances. I'm not going to say it's good, but I would be lying if I said I didn't enjoy it.\"[67]\n\nRedmayne, who had been nominated for (and ultimately won) an Oscar the same year for his performance as Stephen Hawking in The Theory of Everything, received particular criticism for his performance in Jupiter Ascending, the consensus being that it was over-the-top and unintentionally silly. Kofi Outlaw of Screen Rant called Redmayne's performance \"so over-the-top with his effeminate mannerisms and Bane-style whisper voice that Jupiter Ascending devolves into an absurd comedy whenever he's onscreen,\" and commented that \"he may go home with an Oscar AND a Razzie on the same night\".[68] (Redmayne did in fact \"win\" a Razzie Award for Worst Supporting Actor, for his performance in Jupiter Ascending.[69]) Manohla Dargis of The New York Times called Redmayne's performance \"camping\",[70] while Stephanie Merry of The Washington Post lambasted him for \"screeching his lines\" in a way that \"is about as intimidating as a toddler\", adding, \"Unfortunately, you'll never be able to unhear the way he shrieks 'Gooooo!' to his hideous minions.\"[71] Redmayne himself admitted that he gave \"a pretty bad performance by all accounts\" in the film during a November 2018 interview with GQ.[72]\n\nDonna Dickens of HitFix noted that the film picked up an enthusiastic following among female science fiction fans, and reported that many viewers found the film attractive for providing \"the wish-fulfillment of prepubescent girls\".[73] Dickens explained that where Hollywood typically portrays strong women in action films as \"Arnold Schwarzenegger with boobs\", Jupiter Ascending presents Kunis' character differently: \"Women don't always want superhuman robots to look up to. We want to be the same klutzy nobody who is cosseted and petted and told we're special – despite all evidence to the contrary\", she wrote.[73] Gavia Baker-Whitelaw of The Daily Dot had a similar perspective, praising the film for avoiding sexist jokes. Baker-Whitelaw described the film as \"catnip for a certain subset of geeky, self-aware young women\", adding that it \"is dumb, and weird, and beautiful, and it wants you to be happy\".[74]\n\nIgnatiy Vishnevetsky of The A.V. Club described the film as \"an imaginatively goofy, Rococo space opera\", and opined: \"It might not be as compelling a synthesis of pop philosophy and geek tastes as The Matrix, but it feels personal in the way that big-budget, effects-driven movies rarely do.\"[75] David Blaustein of ABC News wrote that the film \"is a campy visual sci-fi spectacle that could very well become a cult classic\".[76] Polygon's Susana Polo named Jupiter Ascending number 8 on the staff's list of the top 10 films of 2015, admitting that while the movie doesn't work, it is so full of ambition that \"it doesn't work in such a fantastical way that it remains startlingly compelling.\"[77] In September 2016, Medium published an article about the 30 most polarizing movies of the 21st century with Jupiter Ascending ranking No. 29. The list was created based on data from Taste.io, a user rating website for movies.[78]\n\n"
        }
    ]
}