{
    "url": "https://en.wikipedia.org/wiki/Juvenile_delinquency",
    "title": "Juvenile delinquency",
    "table_of_contents": [
        "1 Overview",
        "2 Situational factors",
        "2.1 Family environment",
        "2.2 Peer influence",
        "2.3 School to prison pipeline",
        "3 Personality factors",
        "3.1 Gender",
        "3.2 Neurological",
        "3.3 Psychological",
        "4 Criminology",
        "4.1 Rational choice",
        "4.2 Social disorganization",
        "4.3 Strain",
        "4.4 Differential association",
        "4.5 Labeling",
        "4.6 Social control",
        "5 Punishment",
        "6 Prevention",
        "6.1 Policies",
        "6.2 Juvenile reform",
        "7 Juvenile sex crimes",
        "7.1 Prevalence data",
        "7.2 Official record data",
        "7.3 Males who commit sexual crimes",
        "7.4 Juvenile sex crimes internationally",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Juvenile delinquency, also known as juvenile offending, is the act of participating in unlawful behavior as a minor or individual younger than the statutory age of majority.[1] In the United States of America, a juvenile delinquent is a person who commits a crime and is under a specific age.[2] Most states specify a juvenile delinquent as an individual under 18 years of age while a few states have set the maximum age slightly different.[3] In 2021, Michigan, New York, and Vermont raised the maximum age to under 19, and Vermont law was updated again in 2022 to include individuals under the age of 20.[4] Only three states, Georgia, Texas, and Wisconsin still appropriate the age of a juvenile delinquent as someone under the age of 17.[3] While the maximum age in some US states has increased, Japan has lowered the juvenile delinquent age from under 20 to under 18. This change occurred on April 1, 2022 when the Japanese Diet activated a law lowering the age of minor status in the country.[5][6][7] Just as there are differences in the maximum age of a juvenile delinquent, the minimum age for a child to be considered capable of delinquency or the age of criminal responsibility varies considerably between the states.[4] Some states that impose a minimum age have made recent amendments to raise the minimum age, but most states remain ambiguous on the minimum age for a child to be determined a juvenile delinquent. In 2021, North Carolina changed the minimum age from 6 years old to 10 years old while Connecticut moved from 7 to 10 and New York made an adjustment from 7 to 12. In some states the minimum age depends on the seriousness of the crime committed.[8] Juvenile delinquents or juvenile offenders commit crimes ranging from status offenses such as, truancy, violating a curfew or underage drinking and smoking to more serious offenses categorized as property crimes, violent crimes, sexual offenses, and cybercrimes.[9]\n\nSome scholars have found an increase in arrests for youth  and have concluded that this may reflect more aggressive criminal justice and zero-tolerance policies rather than changes in youth behavior.[10] Youth violence rates in the United States have dropped to approximately 12% of peak rates in 1993 according to official US government statistics, suggesting that most juvenile offending is non-violent.[11] Many delinquent acts can be attributed to the environmental factors such as family behavior or peer influence.[12][13] One contributing factor that has gained attention in recent years is the school to prison pipeline. According to Diverse Education, nearly 75% of states have built more jails and prisons than colleges. CNN also provides a diagram that shows that cost per inmate is significantly higher in most states than cost per student. This shows that tax payers' dollars are going toward providing for prisoners rather than providing for the educational system and promoting the advancement of education.  For every school that is built,  The focus on punitive punishment has been seen to correlate with juvenile delinquency rates.[14] Some have suggested shifting from zero tolerance policies to restorative justice approaches.[15]\n\nJuvenile detention centers, Juvenile courts and electronic monitoring are common structures of the juvenile legal system.[16] Juvenile courts are in place to address offenses for minors as civil rather than criminal cases in most instances. The frequency of use and structure of these courts in the United States varies by state.[17] Depending on the type and severity of the offense committed, it is possible for people under 18 to be charged and treated as adults.[18]\n\n"
        },
        {
            "title": "Overview",
            "text": "Juvenile delinquency, or offending, is often separated into three categories:\n\nCurrently, there is not an agency whose jurisdiction is tracking worldwide juvenile delinquency but UNICEF estimates that over one million children are in some type of detention globally.[20] Many countries do not keep records of the amount of delinquent or detained minors but of the ones that do, the United States has the highest number of juvenile delinquency cases.[21] In the United States, the Office of Juvenile Justice and Delinquency Prevention compiles data concerning trends in juvenile delinquency. According to their most recent publication, 7 in 1000 juveniles in the US committed a serious crime in 2016.[22] A serious crime is defined by the US Department of Justice as one of the following eight offenses: murder and non-negligent homicide, rape (legacy & revised), robbery, aggravated assault, burglary, motor vehicle theft, larceny-theft, and arson.[23] According to research compiled by James Howell in 2009, the arrest rate for juveniles has been dropping consistently since its peak in 1994.[24] Of the cases for juvenile delinquency that make it through the court system, probation is the most common consequence and males account for over 70% of the caseloads.[25][22]\n\nAccording to developmental research by Moffitt (2006),[26] there are two different types of offenders that emerge in adolescence. The first is an age specific offender, referred to as the adolescence-limited offender, for whom juvenile offending or delinquency begins and ends during their period of adolescence. Moffitt argues that most teenagers tend to show some form of antisocial or delinquent behavior during adolescence, it is therefore important to account for these behaviors in childhood in order to determine whether they will be adolescence-limited offenders or something more long term.[27] The other type of offender is the repeat offender, referred to as the life-course-persistent offender, who begins offending or showing antisocial/aggressive behavior in adolescence (or even in childhood) and continues into adulthood.[27]\n\n"
        },
        {
            "title": "Situational factors",
            "text": "socioeconomic status, poor school readiness/performance and/or failure and peer rejection. Delinquent activity, especially the involvement in youth gangs, may also be caused by a desire for protection against violence or financial hardship. Juvenile offenders can view delinquent activity as a means of gaining access to resources to protect against such threats. Research by Carrie Dabb indicates that even changes in the weather can increase the likelihood of children exhibiting deviant behavior.[28]\n\nAccording to research done by Laura E. Berk,  the style of parenting that would be most beneficial for a child, based on studies conducted by Diana Baumrind(1971) is the authoritative child-rearing style because it combines acceptance with discipline to render healthy development for the child.[30][31]\n\nAs concluded in Steinberg's Adolescence, children brought up by single parents are more likely to live in poverty and engage in delinquent behavior than those who live with both parents.[26] However, according to research done by Graham and Bowling, once the attachment a child feels towards their parent(s) and the level of parental supervision are taken into account, children in single parent families are no more likely to offend than others. It was seen that when a child has low parental supervision they are much more likely to offend.[12][32] Negative peer group association is more likely when adolescents are left unsupervised.[26] A lack of supervision is also connected to poor relationships between children and parents. Children who are often in conflict with their parents may be less willing to discuss their activities with them.[12] Conflict between a child's parents is also much more closely linked to offending than being raised by a lone parent.[33]\n\nAdolescents with siblings who have committed crimes are more likely to be influenced by their siblings and become delinquent if the sibling is older, of the same sex/gender, and maintains a good relationship with the child.[13] Cases where a younger criminal sibling influences an older one are rare. An aggressive more hostile sibling is less likely to influence a younger sibling in the direction of delinquency, if anything, the more strained the relationship between the siblings, the less they will want to be influence each other.[13]\n\nChildren resulting from unintended pregnancies are more likely to exhibit delinquent behavior.[34] They also have lower mother-child relationship quality.[35]\n\nPeer rejection in childhood is also a large predictor of juvenile delinquency.[13] This rejection can affect the child's ability to be socialized properly and often leads them to gravitate towards anti-social peer groups.[13] Association with anti-social groups often leads to the promotion of violent, aggressive and deviant behavior.[13] Robert Vargas's \"Being in 'Bad' Company,\" explains that adolescents who can choose between groups of friends are less susceptible to peer influence that could lead them to commit illegal acts.[36] Aggressive adolescents who have been rejected by peers are also more likely to have a \"hostile attribution bias\", which leads people to interpret the actions of others (whether they be hostile or not) as purposefully hostile and aggressive towards them.[37] This often leads to an impulsive and aggressive reaction.[37]\n\nConformity plays a significant role in the vast impact that peer group influence has on an individual. Aronson, Wilson, & Akert (2013)[38] point to the research experiment conducted by Solomon Asch (1956),[39] to ascertain whether a group could influence an individual's behavior. The experiment was executed by asking a participant determine which line in the set of 3 lines matched the length of an original line. Confederates knew the purpose of the experiment and were directed to answer the questions incorrectly during certain phases of the experiment. These confederates answered the question before the participant. The confederates answered the first few questions correctly, as did the participant. Eventually, all of the confederates started to answer incorrectly. The purpose of the experiment was to see if the group would influence the participant to answer incorrectly. Asch found that seventy-six percent of the participants conformed and answered incorrectly when influenced by the group.[39] According to these findings, it was concluded that a peer group that is involved in deviant behavior can influence an adolescent to engage in similar activities.[40] Once the adolescent becomes part of the group, they will be susceptible to groupthink.[38]\n\nA common contributor to juvenile delinquency rates is a phenomenon referred to as the school to prison pipeline. In recent years, school disciplinary measures have become increasingly policed.[14] In fact, 67% of high school students attend schools with police officers.[41] This rise in police presence is often attributed to the implementation of zero tolerance policies.[42] Based on the \"broken windows\" theory of criminology and the Gun-Free Schools Act, zero tolerance policies stress the use of specific, consistent, and harsh punishment to deal with in school infractions.[43][42] Often measures such as suspension or expulsion are assigned to students who deviant regardless of the reason or past disciplinary history.[42] This use of punishment often has been linked with increasing high school drop out rates and future arrests.[15] It was found in a 2018 study that students who received a suspension were less likely to graduate and more likely to be arrested or on probation.[44] As stated in research by Matthew Theriot, the increased police presence in school and use of tougher punishment methods leads student actions to be criminalized and in turn referred to juvenile justice systems.[14]\n\nThe Center on Youth Justice at the Vera Institute of Justice found that “for similar students attending similar schools, a single suspension or expulsion doubles the risk that a student will repeat a grade.[45] Being retained a grade, especially while in middle or high school, is one of the strongest predictors of dropping out.[42] In a national longitudinal study, it was reported that youth with a prior suspension were 68% more likely to dropout of school.[42]\n\nThe school to prison pipeline disproportionately affects minority students.[46] According to data compiled by the United States Government Accountability Office, 39% of students who received a suspension in the 2013-14 school year were Black, even though Black students accounted for only about 15% of public school students.[47] This over-representation applied to both boys and girls of African descent.[47] Compared to White students, Black students were expelled or suspended 3 times as frequently.[48]\n\n"
        },
        {
            "title": "Personality factors",
            "text": "Juvenile delinquency is the unlawful activities by minors in their teen or pre-teen years. It is influenced by four main risk factors, namely: personality, background, state of mind and drugs.\n\nGender is another risk factor in regards to influencing delinquent behavior. The predictors of different types of delinquency vary across females and males for various reasons, but a common underlying reason for this is socialization.[49][50] Different predictors of delinquency emerge when analyzing distinct offending types across gender, but overall it is evident that males commit more crimes than females.[51] Across all offenses, females are less likely to be involved in delinquent acts than males.[49] Females not only commit fewer offenses, but they also commit less serious offenses.[50]\n\nSocialization plays a key role in the gender gap in delinquency because male and female juveniles are often socialized differently. Girls' and boys' experiences are heavily mediated by gender, which alters their interactions in society. Males and females are  differently controlled and bonded, suggesting that they will not make the same choices and may follow different paths of delinquency. Social bonds are important for both males and females, but different aspects of the bond are relevant for each gender.[52] The degree of involvement in social settings is a significant predictor of male's violent delinquency, but is not significant for females. Males tend to be more connected with their peer relationships which in effect has a stronger influence on their behavior.[53][54] Association with delinquent peers is one of the strongest correlates of juvenile delinquency, and much of the gender gap can be accounted for by the fact that males are more likely to have friends that support delinquent behavior. Delinquent peers are positively and significantly related to delinquency in males but delinquent peers are negatively and insignificantly related to delinquency for females.[54] As for females, familial functioning relationships have shown to be more important. Female juveniles tend to be more strongly connected with their families, the disconnect or the lack of socialization between their family members can significantly predict their likelihood of committing crimes as juveniles and even as adults. When the family is disrupted, females are more likely to engage in delinquent behavior than males.[50] Boys, however, tend to be less connected to their family and are not as affected by these relationships.[53] When it comes to minor offenses such as fighting, vandalism, shoplifting, and the carrying of weapons, differences in gender are limited because they are most common among both males as well as females. Elements of the social bond, social disorganization, routine activities, opportunity, and attitudes towards violence are also related to delinquent behavior among both males and females.[50]\n\nIndividual psychological or behavioral risk factors that may make offending more likely include low intelligence, impulsiveness or the inability to delay gratification, aggression, lack of empathy, and restlessness.[32] Other risk factors that may be evident during childhood and adolescence include, aggressive or troublesome behavior, language delays or impairments, lack of emotional control (learning to control one's anger), and cruelty to animals.[13]\n\nChildren with low intelligence are more likely to do badly in school. This may increase the chances of offending because low educational attainment, a low attachment to school, and low educational aspirations are all risk factors for offending in themselves.[33][55][56] Children who perform poorly at school are also more likely to be truant, and the status offense of truancy is linked to further offending.[32]\n\nImpulsiveness is seen by some as the key aspect of a child's personality that predicts offending.[32] However, it is not clear whether these aspects of personality are a result of \"deficits in the executive functions of the brain\"[32] or a result of parental influences or other social factors.[12] In any event, studies of adolescent development show that teenagers are more prone to risk-taking, which may explain the high disproportionate rate of offending among adolescents.[26]\n\nJuvenile delinquents are often diagnosed with different disorders. Around six to sixteen percent of male teens and two to nine percent of female teens have a conduct disorder. These can vary from oppositional-defiant disorder, which is not necessarily aggressive, to antisocial personality disorder, often diagnosed among psychopaths.[57] A conduct disorder can develop during childhood and then manifest itself during adolescence.[58]\n\nJuvenile delinquents who have recurring encounters with the criminal justice system, or in other words those who are life-course-persistent offenders, are sometimes diagnosed with conduct disorders because they show a continuous disregard for their own and others safety and/or property. Once the juvenile continues to exhibit the same behavioral patterns and turns eighteen he is then at risk of being diagnosed with antisocial personality disorder and much more prone to become a serious criminal offender.[59] One of the main components used in diagnosing an adult with antisocial personality disorder consists of presenting documented history of conduct disorder before the age of 15. These two personality disorders are analogous in their erratic and aggressive behavior. This is why habitual juvenile offenders diagnosed with conduct disorder are likely to exhibit signs of antisocial personality disorder early in life and then as they mature. Some times these juveniles reach maturation and they develop into career criminals, or life-course-persistent offenders. \"Career criminals begin committing antisocial behavior before entering grade school and are versatile in that they engage in an array of destructive behaviors, offend at exceedingly high rates, and are less likely to quit committing crime as they age.\"[59]\n\nQuantitative research was completed on 9,945 juvenile male offenders between the ages of 10 and 18 in Philadelphia, Pennsylvania in the 1970s.[60] The longitudinal birth cohort was used to examine a trend among a small percentage of career criminals who accounted for the largest percentage of crime activity.[60] The trend exhibited a new phenomenon among habitual offenders. The phenomenon indicated that only 6% of the youth qualified under their definition of a habitual offender (known today as life-course persistent offenders, or career criminals) and yet were responsible for 52% of the delinquency within the entire study.[60] The same 6% of chronic offenders accounted for 71% of the murders and 69% of the aggravated assaults.[60] This phenomenon was later researched among an adult population in 1977 and resulted in similar findings. S. A. Mednick did a birth cohort of 30,000 males and found that 1% of the males were responsible for more than half of the criminal activity.[61] The habitual crime behavior found among juveniles is similar to that of adults. As stated before most life-course persistent offenders begin exhibiting antisocial, violent, and/or delinquent behavior, prior to adolescence. Therefore, while there is a high rate of juvenile delinquency, it is the small percentage of life-course persistent, career criminals that are responsible for most of the violent crimes.\n\n"
        },
        {
            "title": "Criminology",
            "text": "There are a multitude of different theories on the causes of crime (criminology) most, if not all, of which are applicable to the causes of juvenile delinquency.\n\nClassical criminology stresses that the causes of crime lie within individual offenders, rather than in their external environment. For classicists, offenders are motivated by rational self-interest, and the importance of free will and personal responsibility is emphasized.[62] Rational choice theory is the clearest example of that idea. Delinquency is one of the major factors motivated by rational choice.\n\nCurrent positivist approaches generally focus on the culture. A type of criminological theory attributing variation in crime and delinquency over time and among territories to the absence or breakdown of communal institutions (such as family, school, church, and social groups) and communal relationships that traditionally encouraged cooperative relationships among people.\n\nStrain theory is associated mainly with the work of Robert K. Merton, who felt that there are institutionalized paths to success in society. Strain theory holds that crime is caused by the difficulty for those in poverty have to achieve socially-valued goals by legitimate means.[62] Since those with, for instance, poor educational attainment have difficulty achieving wealth and status by securing well-paid employment, they are more likely to use criminal means to obtain those goals.[63]\nMerton's suggests five adaptations to this dilemma:\n\nA difficulty with strain theory is that it does not explore why children of low-income families have poor educational attainment in the first place. More importantly, much youth crime does not have an economic motivation. Strain theory fails to explain violent crime, the type of youth crime that causes most anxiety to the public.\n\nDifferential association is another theory that deals with young people in a group context and looks at how peer pressure and the existence of gangs could lead them into crime. It suggests young people are motivated to commit crimes by delinquent peers and learn criminal skills from them. The diminished influence of peers after men marry has also been cited as a factor in desisting from offending. There is strong evidence that young people with criminal friends are more likely to commit crimes themselves. However, offenders may prefer to associate with one another, rather than delinquent peers causing someone to start offending. Furthermore, there is the question of how the delinquent peer group initially became delinquent.\n\nLabeling theory is a concept in criminology that aims to explain deviant behavior from the social context, rather the individual themselves. It is part of interactionism criminology, which states that once young people have been labeled as criminal, they are more likely to offend.[62] The idea is that once labelled as deviant, a young person may accept that role and be more likely to associate with others who have been similarly labeled.[62] Labelling theorists say that male children from poor families are more likely to be labelled deviant, which may partially explain the existence of more working-class young male offenders.[33]\n\nSocial control theory proposes that exploiting the process of socialization and social learning builds self-control and can reduce the inclination to indulge in behavior that is recognized as antisocial. These four types of control can help prevent juvenile delinquency:\n\nDirect by which punishment is threatened or applied for wrongful behavior, and compliance is rewarded by parents, family, and authority figures.\nInternal by which a youth refrains from delinquency through the conscience or superego.\nIndirect by identification with those who influence behavior, such as because the delinquent act might cause pain and disappointment to parents and others close relationships.\nControl through needs satisfaction: if all an individual's needs are met, there is no point in criminal activity.\n\n"
        },
        {
            "title": "Punishment",
            "text": "In 2020 a ruling abolished the death penalty for juveniles in Saudi Arabia. Despite this Mustafa Hashem al-Darwish was executed in June 2021. He was alleged to have of taken part in anti-government demonstrations at the age of 17.  al-Darwish had been detained in May 2015 being placed in solitary confinement for years. al-Darwish claimed that he faced brutal torture and beatings and was forced to sign confessions.[64][65]\n\nOne criminal justice approach to juvenile delinquency is through the juvenile court systems. These courts are specifically for minors to be tried in. Sometimes, juvenile offenders are sent to adult prisons.[66] In the United States, children as young as 8 can be tried and convicted as adults. Additionally, the United States was the only recorded country to sentence children as young as 13 to life sentences without parole also known as death in prison sentences. As of 2012, the Supreme Court has declared death in prison sentences unconstitutional for the vast majority of cases involving children.[18] According to the US Department of Justice, about 3,600 children are housed in adult jails.[67]\n\nAccording to a report released by the Prison Policy Initiative, over 48,000 children are held in juvenile detention centers or prisons in America.[16] The worldwide number is unknown but UNICEF estimates that over 1 million children experience confinement in various countries.[68] Juveniles in youth detention centers are sometimes subject to many of the same punishments as adults, such as solitary confinement, despite a younger age or the presence of disabilities.[69] Due to the influx of minors in detention facilities due to the school to prison pipeline, education is increasingly becoming a concern. Children in juvenile detention have a compromised or nonexistent schooling which to a higher number of drop outs and failure to complete secondary education.[70]\n\n"
        },
        {
            "title": "Prevention",
            "text": "Delinquency prevention is the broad term for all efforts aimed at preventing youth from becoming involved in criminal, or other antisocial, activity. Prevention services may include activities such as substance abuse education and treatment, family counseling, youth mentoring, parenting education, educational support, and youth sheltering. Increasing availability and use of family planning services, including education and contraceptives helps to reduce unintended pregnancy and unwanted births, which are risk factors for delinquency. It has been noted that often interventions such as peer groups may leave at-risk children worse off than if there had never been an intervention.[71]\n\nEducation promotes economic growth, national productivity and innovation, and values of democracy and social cohesion.[72] Prevention through education has been seen to discourage delinquency for minors and help them strengthen the connection and understanding between peers[73]\n\nA well-known intervention treatment is the Scared Straight Treatment.[74] According to research done by Scott Lilienfeld, this type of intervention is often harmful because of juvenile offenders’ vicarious exposure to criminal role models and the possibility of  increased resentment in reaction to the confrontational interactions.[75]  It has been reasoned that the most efficient interventions are those that not only separate at-risk teens from anti-social peers, and place them instead with pro-social ones, but also simultaneously improve their home environment by training parents with appropriate parenting styles.[71]\n\nIn response to the data correlated with the school to prison pipeline, some institutions have implemented restorative justice policies.[76] The restorative justice approach emphasizes conflict resolution and non-punitive intervention.[77] Interventions such as hiring more counselors as opposed to security professionals or focusing on talking through problems would be included in a restorative justice approach.[77]\n\nIt is also important to note certain works of legislation that have already been published in the United States in response to general prisoner re-entry, extending to juveniles, such as the Second Chance Act (2007) and most recently, the Second Chance Reauthorization Act (2018).[78]\n\nJuvenile reform deals with the vocational programs and educational approach to reducing recidivism rates of juvenile offenders. Most countries in the world legislate processes for juvenile reform and re-entry, some more elaborate and formal than others. In theory, juvenile re-entry is sensitive to the fact that juveniles are young and assumes they are capable of change; it approaches a juvenile offender's situation and history holistically, evaluating the earlier factors that could lead a juvenile to commit crimes. In practice, this is complicated since juvenile delinquents return home to varying and unpredictable circumstances, including poverty, substance abuse, domestic violence, etc..\n\nIn the United States, juvenile reform is split into four main phases:[79]\n\nAn understanding of the factors involved in each of these steps is crucial to creating an effective juvenile reform program. One non-profit identifies the following approaches to juvenile reform:[80]\n\nWhile juvenile reform has proved to be an effective and humanizing approach response to juvenile delinquency, it is a very complex area that still has many ongoing debates. For example, many countries around the world are debating the appropriate age of a juvenile, as well as trying to understand whether there are some crimes that are so heinous, they should be exempt from any understanding. Based on these discussions, legislation needs to be consistently updated and considered as social, cultural, and political landscapes change.\n\n"
        },
        {
            "title": "Juvenile sex crimes",
            "text": "Juveniles who commit sexual crimes refer to individuals adjudicated in a criminal court for a sexual crime.[81] Sex crimes are defined as sexually abusive behavior committed by a person under the age of 18 that is perpetrated \"against the victim's will, without consent, and in an aggressive, exploitative, manipulative, and/or threatening manner\".[82] It is important to utilize appropriate terminology for juvenile sex offenders. Harsh and inappropriate expressions include terms such as \"pedophile, child molester, predator, perpetrator, and mini-perp\".[83] These terms have often been associated with this group, regardless of the youth's age, diagnosis, cognitive abilities, or developmental stage.[83] Using appropriate expressions can facilitate a more accurate depiction of juvenile sex offenders and may decrease the subsequent aversive psychological affects from using such labels.[83] In the Arab Gulf states [sic], homosexual acts are classified as an offense, and constitute one of the primary crimes for which juvenile males are charged.[84]\n\nExamining prevalence data and the characteristics of juvenile sex offenders is a fundamental component to obtain a precise understanding of this heterogeneous group. With mandatory reporting laws in place, it became a necessity for providers to report any incidents of disclosed sexual abuse. Longo and Prescott indicate that juveniles commit approximately 30-60% of all child sexual abuse.[83] The Federal Bureau of Investigation Uniform Crime Reports indicate that in 2008 youth under the age of 18 accounted for 16.7% of forcible rapes and 20.61% of other sexual offenses.[85] Center for Sex Offender Management indicates that approximately one-fifth of all rapes and one-half of all sexual child molestation can be accounted for by juveniles.[86]\n\nThe Office of Juvenile Justice and Delinquency Prevention indicates that 15% of juvenile arrests occurred for rape in 2006, and 12% were clearance (resolved by an arrest).[87] The total number of juvenile arrests in 2006 for forcible rape was 3,610 with 2% being female and 36% being under the age of 15 years.[87] This trend has declined throughout the years with forcible rape from 1997–2006 being −30% and from 2005 to 2006 being −10%.[87] The OJJDP reports that the juvenile arrest rate for forcible rape increased from the early 1980s through the 1990s and at that time it fell again.[87] Violent crime rates in the U.S. have been on a steady decline since the 1990s.[88] The OJJDP also reported that the total number of juvenile arrests in 2006 for sex offenses (other than forcible rape) was 15,900 with 10% being female and 47% being under the age of 15.[87] There was again a decrease with the trend throughout the years with sex offenses from 1997 to 2006 being −16% and from 2005 to 2006 being −9%.[87]\n\nBarbaree and Marshall indicate that juvenile males contribute to the majority of sex crimes, with 2–4% of adolescent males having reported committing sexually assaultive behavior, and 20% of all rapes and 30–50% of all child molestation are perpetrated by adolescent males.[81] It is clear that males are over-represented in this population. This is consistent with Ryan and Lane's research indicating that males account for 91-93% of the reported juvenile sex offenses.[82] Righthand and Welch reported that females account for an estimated 2–11% of incidents of sexual offending.[89] In addition, it reported by The Office of Juvenile Justice and Delinquency Prevention that in the juvenile arrests during 2006, African American male youth were disproportionately arrested (34%) for forcible rape. In one case in a foster home a 13-year-old boy raped a 9-year-old boy by having forced anal sex with him, in a court hearing the 9-year-old boy said he has done this multiple times, that the 13-year-old boy was charged for sexual assault.[87]\n\nSexual crimes committed by juveniles are not just an issue in the United States. Studies from the Netherlands show that out of 3,200 sex offenders recorded by police in 2009, 672 of those were juveniles, approximately 21 percent of sexual offenders. The study also points out the male to female ratio of sexual predators.[90]\n\nIn 2009, a U.S. congressman proposed legislation that would create an International Sex Offender Registry. The bill was introduced due to the fact that because laws differ in different countries someone who is on the sex offender registry in the U.S. who may be barred from living certain places and doing certain activities has free range in other less developed countries. This can lead to child sex tourism, when a sexual predator will go to less developed countries and prey on young boys and girls. Karne Newburn in his article, The Prospect of an International Sex Offender Registry, pointed out some serious flaws in the proposed bill, such as creating safety issues within the communities for the sex offenders placed on the registry.  Newburn suggested instead of creating an International Sex Offender Registry from the U.S. model the U.S. join other countries in a dialogue on creating an effective model. As of now no registry exists. Despite this there is still interest in creating some sort of international registry.[91]\n\n"
        }
    ]
}