{
    "url": "https://en.wikipedia.org/wiki/Kaharingan",
    "title": "Kaharingan",
    "table_of_contents": [
        "1 Overview",
        "2 Recognition by the Indonesian government",
        "3 A Carnival in the Jungle",
        "4 Adaptions",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kaharingan is an indigenous animistic folk religion of the Katingan, Lawangan, Ma'anyan, Ngaju, and Ot Danum people native to the Central Kalimantan region in Indonesia.[1]\n\nThe word means something like Way of the life, and this belief system includes a concept of many deities and often one supreme deity—although this may be the result of the need to conform to the idea of \"One Supreme God\" (Ketuhanan yang Maha Esa), which is the first principle of the Indonesian state ideology Pancasila. Hindu-Javanese influence can also be seen in this religion. Before 2017, the Indonesian government viewed it as a form of Folk Hinduism because the Indonesian government that time recognized only six official religions, and Kaharingan was not one of them.  However, since November 2017, the government started to formally recognize aliran kepercayaan where kaharingan is included.[1][2]\n\nThe main festival of Kaharingan is the Tiwah festival, which lasts for thirty days, and involves the sacrifice of many animals like buffaloes, cows, pigs and chickens, as offerings to the spirits and  deities.[3]\n\nThe religion has ritual offerings called Yadnya, places of worship called Balai Basarah or Balai Kaharingan and a holy book called Panaturan, Talatah Basarah (group of prayers) and Tawar (a guide to seek God's help by giving rice). Ancestor worship and the belief in many supernatural beings is common.[1][4]\n\n"
        },
        {
            "title": "Overview",
            "text": "Kaharingan comes from the Old Dayak word haring meaning \"life\" or \"alive\". This concept is expressed in the symbol of the faith depicting a kind of Tree of Life. This Tree of Life somewhat resembles a spear that has three branches on either side, some facing up and some down. At the bottom of the symbol are two receptacles, while at the very top are a hornbill and the sun.\n\nThe spear and its branches denote the upper world and the afterlife (spirit world), while the lower receptacles convey the idea of man's earthly life. Although both the spiritual world and the earthly world are different, but they are closely connected to one another and are inseparable since they are both interdependent. The branches, where some face up while others face down, mean that there is an eternal balance between the earthly and the afterlife. That life on earth is temporary, and that human life is designed for the hereafter.\n\nAltogether the Tree of Life expresses the core of the Kaharingan faith, which is that human life must be balanced and kept in harmony between man and spirits and between man and his natural environment. This is also the basic concept of Balinese Hinduism, which in Bali is known as the Tri Hita Karana.[4]\n\nIn practice the Ngaju Dayaks focus on the supernatural world of spirits, including ancestral spirit. For them, the secondary funeral is most important, usually held after several months or even years after burial. During the second funeral rites (known as tiwah) the bones are exhumed and cleansed then placed in a special mausoleum, called sandung. The spirit of the deceased is then believed to watch over the village. The mausoleums are often beautifully decorated, showing scenes of the upper world. An ornate ship of the dead made of rubber is usually placed next to the remains depicting his entourage that accompany the soul to paradise.[4]\n\nOne of the most outstanding features of the Dayak faith is their local wisdom and innate concern to preserve the forest and the natural environment. There are strict rules and directives on how to treat the rain forests, what may be done or taken from the forests and what are taboo. The Dayaks’ local wisdom directs that trespassing these rules will destroy the balance of the forest and animals living in the forest, and so directly or indirectly will adversely damage communities living from the forest bounty.[4]\n\n"
        },
        {
            "title": "Recognition by the Indonesian government",
            "text": "Among the many tribes of Dayaks in Borneo, those living in the upper reaches of the rivers in the province of Central Kalimantan are the Dayak Ngaju, the Lawangan, the Ma'anyan and the Ot Danum, known as the Barito Dayaks, named after the large Barito river. The Ngaju, who inhabit the Kahayan river basin by the present city of Palangkaraya, are involved in agricultural commerce, planting rice, cloves, coffee, palm oil, pepper and cocoa, whilst, the other tribes still mostly practice subsistence farming through the slash-and-burn lifestyle. The Dayak Ngaju were more open to technological and cultural influences from the outside than most other Dayak ethnic groups, even during precolonial times. With the arrival of the Dutch and – in 1835 – the missionary Rheinische Mission (later followed up by the Basel Mission), many converted to Christianity. The missionaries founded schools and increased the literacy rate. Education stimulated a 'national awakening' among the Ngaju and Ma'anyan Dayak.[1]\n\nAlready long before the Second World War, the Dayak founded nationalistic political parties. During the Indonesian battle for independence against the Dutch, the Dayak from the Kalimantan region fought under Major Tjilik Riwut, a parachutist from the Ngaju Dayak who practiced the traditional religion. After the proclamation of independence, Jakarta decided that the Islamic Banjarmasin and mostly Dayak area west of it, should be one province. The plan got some resistances from the Dayak – the Ngaju in front – which demanded a sole province. Under Riwut, which had become big during the revolution, the Dayak began small guerrillas. The Indonesian army limited escalation of the conflict, probably because Riwut had been a loyal soldier. In 1957, the province of Kalimantan Tengah (\"Central Kalimantan\") or 'Kalteng' was officially established by a Presidential Decree. The local government was led by the Ngaju with Rawit as governor. The traditional religions of the Ngaju, Ot Danum, Ma'anyan and other Dayak was named Kaharingan (\"power of life\" or \"way of life\").[1]\n\nAfter the Communist Party of Indonesia was declared illegal in the 1960s, the subject 'religion' became very sensitive. The state ideology that time defined a religion as a belief in one God which exclusively recognized only five religions (Islam, Protestantism, Catholicism, Hinduism and Buddhism). The Dayak were seen as 'atheists', whom were highly associated with the communist ideology. They had to pick between two options: conversion to a recognized religion voluntarily or being pressured by local authorities to do so. With this in mind; it is fairly clear why the missions with their schools and hospitals had more success after the 1960s in converting the Dayaks. Compared to the situations in the 17th and 18th century, Christianity in the 1960s offered more possibilities for social progresses than Islam did. Over time, the ban on local religions or aliran kepercayaan was abandoned. In 1980, Kaharingan was officially recognised as religion, but only as a part of the Hindu Dharma, so in fact it was placed under Hinduism. In Nov 2017, the government of Indonesia officially and formally recognizes aliran kepercayaan, which kaharingan was a part of.\n\nThere is a rising pride among the Dayak people to profess their belief in kaharingan and there has been a small but noteworthy rise among the believers of Kaharingan and other animistic traditions.[1]\n\n"
        },
        {
            "title": "A Carnival in the Jungle",
            "text": "In the religion of the Ngaju, the supernatural world is important, in which the souls of their ancestors live. Just like among other Dayak ethnic groups, the Ngaju performs re-burial rituals, which usually takes place several months (sometimes years) after the first burial. These re-burial rituals are very important for the souls of the deceased, so they can reach the highest point of heaven. By practicing these rites, they protect themselves against bad supernatural powers. The first funeral takes place just after someone died. During this ritual, masked dancers protect the deceased against bad spirits. Guided by drums, the kaharingan-priests start singing a song that can send the soul to heaven. On its journey on a traditional ship of souls, the soul accompanied by spirits. Once reaching the first layer of heaven, the soul has to wait there until the re-burial takes place.\n\nDuring this re-burial ritual (tiwah), the remains of the deceased are excavated, cleaned and stored in a special grave. These ornate, wood-carved graves often have take a shape of a bird or a water snake, sometimes also depict the images of the afterlife. Recently, these wood-carved graves have been replaced by factory-made sandungs. The tiwah is a big, complex and long event. The costs vary between US$6,000 to US$12,000. The high cost is due to the requirement to sacrifice a large number of animals such as water buffaloes and pigs. It is common that several families cooperate to organize a tiwah together, so they can divide the cost among them. Once there was a record of more than 200 souls brought to a higher layer of heaven in one ceremony. Tiwahs are generally seen as a fun gathering. In the open air, food stalls put up their tents. Sometimes at a certain distance, revelers set up gambling rings. Tiwahs are like carnivals in the jungle.\n\n"
        },
        {
            "title": "Adaptions",
            "text": "Sandungs are tombs made out of concrete to replace the wood-carved tombs for burial in the Kaharingan religion. To keep the religion recognized by the government, a council was set up to oversee the theological and ritual activities of the 330,000 adherents. None of the 78 basir upu (famous experts about the rituals) and 300 kaharingan priests make it to the council. The council decides many aspects about religion practices in Indonesia. It also organizes weekly meetings in specially-built kaharingan communal spaces with sermons and prayers. Furthermore, the council takes a registration and coordinates the tiwah schedules (two to ten every year) and process a permit from the police.\n\nSince early times, the Iban believed that gamecocks are controlled by supernatural spirits which can turn them into human warriors. The cock fight represents \"intangible qualities of human nature, spiritual fulfillment and religious refinement\"[5]\n\nShamanic healing or balian is one of the core features of Kaharingan ritual practices. These healing practices are often performed after the loss of a soul resulting from some kind of illness. However, the focus of this practice is on the body. Sickness comes when the patient upsets one of the spirits inhabiting the earth, usually by failing to prepare sacrifices for them. The goal of the balian is to call back the wayward soul and restore the health of the patient through trance dances and spirit possessions.\n\n"
        }
    ]
}