{
    "url": "https://en.wikipedia.org/wiki/Kaiju",
    "title": "Kaiju",
    "table_of_contents": [
        "1 Origins",
        "2 Terminology",
        "2.1 Kaijū eiga",
        "2.2 Kaijin",
        "2.3 Daikaiju",
        "2.4 Seijin",
        "3 Monster techniques",
        "4 Selected media",
        "4.1 Films",
        "4.2 Manga",
        "4.3 Novels",
        "4.4 Comics",
        "4.5 Video games",
        "4.6 Board games",
        "4.7 Television",
        "5 Other appearances",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nKaiju (Japanese: 怪獣, Hepburn: Kaijū, lit. 'Strange Beast') is a Japanese genre of films and television featuring giant monsters. The term kaiju can also refer to the giant monsters themselves, which are usually depicted attacking major cities and battling either the military or other monsters. The kaiju genre is a subgenre of tokusatsu (特撮, \"special filming\") entertainment.\n\nThe 1954 film Godzilla is commonly regarded as the first kaiju film. Kaiju characters are often somewhat metaphorical in nature; Godzilla, for example, serves as a metaphor for nuclear weapons, reflecting the fears of post-war Japan following the atomic bombings of Hiroshima and Nagasaki and the Lucky Dragon 5 incident. Other notable examples of kaiju characters include Rodan, Mothra, King Ghidorah and Gamera.\n\n"
        },
        {
            "title": "Origins",
            "text": "The Japanese word kaijū originally referred to monsters and creatures from ancient Japanese legends;[1] it earlier appeared in the Chinese Classic of Mountains and Seas.[2][3] After sakoku had ended and Japan was opened to foreign relations in the mid-19th century, the term kaijū came to be used to express concepts from paleontology and legendary creatures from around the world. For example, in 1908 it was suggested that the extinct Ceratosaurus-like cryptid was alive in Yukon Territory,[4] and this was referred to as kaijū.[5] However, there are no traditional depictions of kaiju or kaiju-like creatures in Japanese folklore; but rather the origins of kaiju are found in film.[6]\n\nGenre elements were present at the end of Winsor McCay's 1921 animated short Dreams of the Rarebit Fiend: The Pet,[7] in which a mysterious giant animal starts destroying the city, until it is countered by a massive airstrike. It was based on a 1905 episode of McCay's comic strip series.[8]\n\nThe 1925 movie The Lost World featured many dinosaurs, including a brontosaurus that breaks loose in London and destroys Tower Bridge. The dinosaurs were animated by pioneering stop motion techniques by Willis H. O'Brien, who would some years later animate the giant gorilla-like creature breaking loose in New York City, for the 1933 movie King Kong (1933). The enormous success of King Kong can be seen as the definitive breakthrough of monster movies. RKO Pictures later licensed the King Kong character to Japanese studio Toho, resulting in the co-productions King Kong vs. Godzilla (1962) and King Kong Escapes (1967), both directed by Ishirō Honda.\n\nThe Beast from 20,000 Fathoms (1953) featured a fictional dinosaur (animated by Ray Harryhausen), which is released from its frozen, hibernating state by an atomic bomb test within the Arctic Circle. The American movie was released in Japan in 1954 under the title 原子怪獣現わる (Genshi Kaijū Arawaru, literally \"An Atomic Kaiju Appears\"), marking the first use of the genre's name in a film title.[9] However, Gojira (transliterated as Godzilla) is commonly regarded as the first kaiju film in the west and was released in 1954. Tomoyuki Tanaka, a producer for Toho Studios in Tokyo, needed a film to release after his previous project was halted. Seeing how well the Hollywood giant monster movie genre films King Kong and The Beast from 20,000 Fathoms had done in Japanese box offices, and himself a fan of these films, he set out to make a new movie based on them and created Godzilla.[10] Tanaka aimed to combine Hollywood giant monster movies with the re-emerged Japanese fears of atomic weapons that arose from the Daigo Fukuryū Maru fishing boat incident; and so he put a team together and created the concept of a giant radioactive creature emerging from the depths of the ocean, a creature that would become the monster Godzilla.[11] Godzilla initially had commercial success in Japan, inspiring other kaiju movies.[12]\n\n"
        },
        {
            "title": "Terminology",
            "text": "The term kaijū translates literally as \"strange beast\".[13] Kaiju are science fiction and fantasy creatures, generally \"Godzillian\" in size and character. They can be antagonistic, protagonistic, or a neutral force of nature, but more specifically as preternatural creatures of divine power. Succinctly, they are not merely, \"big animals.\" Godzilla, for example, from its first appearance in the initial 1954 entry in the Godzilla franchise, has manifest all of these aspects. Other examples of kaiju include Rodan, Mothra, King Ghidorah, Anguirus, King Kong, Gamera, Daimajin, Gappa, Guilala and Yonggary. There are also subcategories including Mecha Kaiju (Meka-Kaijū), featuring mechanical or cybernetic characters, including Mogera, Mechani-Kong, Mechagodzilla, Gigan, which are an off-shoot of kaiju. Likewise, the collective sub-category Ultra-Kaiju (Urutora-Kaijū) is a separate strata of kaijū, which specifically originate in the long-running Ultra Series franchise, but can also be referred to simply by kaijū. As a noun, kaijū is an invariant, as both the singular and the plural expressions are identical.[citation needed]\n\nKaijū eiga (怪獣映画, \"kaiju film\") is a film featuring one or more kaiju.\n\nKaijin (怪人 lit. \"strange person\") refers to distorted human beings or humanoid-like creatures. The origin of kaijin goes back to the early 20th Century Japanese literature, starting with Edogawa Rampo's 1936 novel, The Fiend with Twenty Faces. The story introduced Edogawa's master detective, Kogoro Akechi's arch-nemesis, the eponymous \"Fiend,\" a mysterious master of disguise, whose real face was unknown; the Moriarty to Akechi's Sherlock. Catching the public's imagination, many such literary and movie (and later television) villains took on the mantle of kaijin. To be clear, kaijin is not an offshoot of kaiju. The first-ever kaijin that appeared on film was The Great Buddha Arrival a lost film, made in 1934.\n\nAfter the Pacific War, the term was modernized when it was adopted to describe the bizarre, genetically engineered and cybernetically enhanced evil humanoid spawn conceived for the Kamen Rider Series in 1971. This created a new splinter of the term, which quickly propagated through the popularity of superhero programs produced from the 1970s, forward. These kaijin possess rational thought and the power of speech, as do human beings. A successive kaijin menagerie, in diverse iterations, appeared over numerous series, most notably the Super Sentai programs premiering in 1975 (later carried over into Super Sentai's English iteration as Power Rangers in the 1990s).\n\nThis created yet another splinter, as the kaijin of Super Sentai have since evolved to feature unique forms and attributes (i.e. gigantism), existing somewhere between kaijin and kaiju.[citation needed]\n\nDaikaijū (大怪獣) literally translates as \"giant kaiju\" or \"great kaiju\". This hyperbolic term was used to denote greatness of the subject kaiju; the prefix dai- emphasizing great size, power, and/or status. The first known appearance of the term daikaiju in the 20th Century was in the publicity materials for the original 1954 release of Godzilla. Specifically, in the subtitle on the original movie poster, Suibaku Daikaiju Eiga (水爆大怪獣映画), lit. \"H-Bomb Giant Monster Movie\" (in proper English, \"The Giant H-Bomb Monster Movie\").[citation needed]\n\nSeijin (星人 lit. \"star people\"), appears within Japanese words for extraterrestrial aliens, such as Kaseijin (火星人), which means \"Martian\". Aliens can also be called uchūjin (宇宙人) which means \"spacemen\". Among the best known Seijin in the genre can be found in the Ultra Series, such as Alien Baltan from Ultraman, a race of crustacean-like aliens who have gone on to become one of the franchise's most enduring and recurring characters other than the Ultras themselves.[citation needed]\n\nToho has produced a variety of kaiju films over the years (many of which feature Godzilla, Rodan and Mothra); but other Japanese studios contributed to the genre by producing films and shows of their own: Daiei Film (Kadokawa Pictures), Tsuburaya Productions, and Shochiku and Nikkatsu Studios.[citation needed]\n\n"
        },
        {
            "title": "Monster techniques",
            "text": "Eiji Tsuburaya, who was in charge of the special effects for Godzilla, developed a technique to animate the kaiju that became known colloquially as \"suitmation\".[14] Where Western monster movies often used stop motion to animate the monsters, Tsubaraya decided to attempt to create suits, called \"creature suits\", for a human (suit actor) to wear and act in.[15] This was combined with the use of miniature models and scaled-down city sets to create the illusion of a giant creature in a city.[16] Due to the extreme stiffness of the latex or rubber suits, filming would often be done at double speed, so that when the film was shown, the monster was smoother and slower than in the original shot.[10] Kaiju films also used a form of puppetry interwoven between suitmation scenes which served for shots that were physically impossible for the suit actor to perform. From the 1998 release of Godzilla, American-produced kaiju films strayed from suitmation to computer-generated imagery (CGI). In Japan, CGI and stop-motion have been increasingly used for certain special sequences and monsters, but suitmation has been used for an overwhelming majority of kaiju films produced in Japan of all eras.[16][17]\n\n"
        }
    ]
}