{
    "url": "https://en.wikipedia.org/wiki/Kaikoura_lights",
    "title": "Kaikoura lights",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Kaikoura lights is a name given by the New Zealand media to a series of UFO sightings that occurred in December 1978, over the skies above the Kaikoura mountain ranges in the northeast of New Zealand's South Island. The first sightings were made on 21 December when the crew of a Safe Air Ltd cargo aircraft began observing a series of strange lights around their Armstrong Whitworth AW.660 Argosy aircraft, which tracked along with their aircraft for several minutes before disappearing and then reappearing elsewhere. The UFO was very large and had five white flashing lights that were visible on the craft. Some people[who?] say that they could see some little disks drop from the UFO and then disappear. The pilots described some of the lights to be the size of a house and others small but flashing brilliantly. These objects appeared on the air traffic controller radar in Wellington and also on the aircraft's on-board radar.\n\nOn 30 December 1978, a television crew from Australia recorded background film for a network show of interviews about the sightings. For many minutes at a time on the flight to Christchurch, unidentified lights were observed by five people on the flight deck, were tracked by Wellington Air Traffic Controllers, and filmed in colour by the television crew. One object reportedly followed the aircraft almost until landing. The cargo plane then took off again with the television crew still on board, heading for Blenheim. When the aircraft reached about 2000 feet, it encountered what appeared to be a large lighted orb[1] which fell into station off the wing tip and tracked along with the cargo aircraft for almost quarter of an hour, while being filmed, watched, tracked on the aircraft radar and described on a tape recording made by the TV film crew.\n\nA spate of sightings followed the initial report and an Air Force Skyhawk was put on stand-by to investigate any positive sightings.[2] They have appeared intermittently since the initial December 1978 sightings, with the most recent sighting being reported during 2015.[3]\n\n"
        },
        {
            "title": "Investigation",
            "text": "After the sightings,  the Royal New Zealand Air Force, the police and the Carter Observatory in Wellington cooperated in an investigation, the results of which were lodged in the National Archives in Wellington. The New Zealand Ministry of Defence attributed the sightings to lights from squid boats reflected off clouds, unburnt meteors, or lights from the planet Venus or trains and cars.[4]\n\nDeclassified documents from the CIA, taken after the dispatch of a Lockheed P-3 Orion to the area after the sightings, stated that the sightings were \"unique among civilian UFO reports because there is a large amount of documentary evidence which includes the recollections of seven witnesses, two tape recordings made during the sightings, the detection of some unusual ground and airplane radar targets, and a 16mm colour movie.\"[5]\n\nIn December 2010, the New Zealand military released a classified report on the incident under the Freedom of Information Act, which concludes the same thing.[6]\n\n"
        }
    ]
}