{
    "url": "https://en.wikipedia.org/wiki/Kalam",
    "title": "Kalam",
    "table_of_contents": [
        "1 Origins",
        "1.1 Ahl al-Kalām",
        "2 As an Islamic discipline",
        "3 Major kalam schools",
        "3.1 Muʿtazili",
        "3.2 Sunni",
        "3.3 Shiʿi",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "ʿIlm al-Kalām (Arabic: عِلْم الكَلام, literally \"science of discourse\"),[1] usually foreshortened to Kalām and sometimes called \"Islamic scholastic theology\" or \"speculative theology\", is the philosophical study of Islamic doctrine ('aqa'id).[2] It was born out of the need to establish and defend the tenets of the Islamic faith against the philosophical doubters.[3][4] However, this picture has been increasingly questioned by scholarship that attempts to show that kalām was in fact a demonstrative rather than a dialectical science and was always intellectually creative.[5]\n\nThe Arabic term Kalām means \"speech, word, utterance\" among other things. There are many possible interpretations as to why this discipline was originally called so; one is that one of the widest controversies in this discipline, in the second and third centuries of Hijra, has been about whether the \"Word of God\" (Kalām Allāh), as revealed in the Quran, is an eternal attribute of God and therefore not created, or whether it is created words in the sense of ink and sounds.[3][6] A scholar of Kalām is referred to as a mutakallim (plural: mutakallimūn), and it is a role distinguished from those of Islamic philosophers, jurists, and scientists.[7]\n\n"
        },
        {
            "title": "Origins",
            "text": "As early as in the times of the Abbasid Caliphate (750–1258 CE), the discipline of Kalām arose in an \"attempt to grapple\" with several \"complex problems\" early in the history of Islam, according to historian Majid Fakhry.[8] One was how to rebut arguments \"leveled at Islam by pagans, Christians and Jews\".[8] Another was how to deal with (what some saw as the conflict between) the predestination of sinners to hell on the one hand and \"divine justice\" on the other (some asserting that to be punished for what is beyond someone's control is unjust). Also Kalam sought to make \"a systematic attempt to bring the conflict in data of revelation (in the Quran and the Traditions) into some internal harmony\".[8]\n\nIn early Islam, Ahl al-Kalām essentially referred to the Mu'tazilites, in addition to other smaller schools. Historian Daniel W. Brown describes Ahl al-Kalām as one of three main groups engaged in polemical disputes over sources of authority in Islamic law during the second century of Islam -- Ahl ar-Ra'y and Ahl al-Hadith being the other two. Ahl al-Kalām agreed with Ahl al-Hadith that the example of the Islamic prophet Muhammad was authoritative, but it did not believe it to be divine revelation, a status that only the Quran had (in its view).[9] It also rejected the authority of the hadith on the grounds that its corpus was \"filled with contradictory, blasphemous, and absurd\" reports, and that in jurisprudence, even the smallest doubt about a source was too much.[10] Thus, they believed, the true legacy of Muhammad was to be found elsewhere, i.e. in the sunnah, which is separate from the hadith. Ahl al-Hadith prevailed over the Ahl al-Kalām (and Muslims, or at least mainstream Muslims, now accept the authority of the hadith), so that most of what is known about their arguments comes from the writings of their opponents, such as Imam al-Shafi'i.[10] Brown also describes the Muʿtazila as \"the later ahl al-Kalām\", suggesting the ahl al-Kalām were forerunners of the Muʿtazilites.[11]\n\n"
        },
        {
            "title": "As an Islamic discipline",
            "text": "Although seeking knowledge in Islam is considered a religious obligation, the study of kalam is considered by Muslim scholars to fall beyond the category of necessity and is usually the preserve of qualified scholars, eliciting limited interest from the masses or common people.[12]\n\nThe early Muslim scholar al-Shafi‘i held that there should be a certain number of men trained in kalam to defend and purify the faith, but that it would be a great evil if their arguments should become known to the mass of the people.[13]\n\nSimilarly, the Islamic scholar al-Ghazali held the view that the science of kalam is not a personal duty on Muslims but a collective duty. Like al-Shafi‘i, he discouraged the masses from studying it.[12]\n\nDespite the dominance of kalam as an intellectual tradition within Islam, some scholars were critical of its use. For example, the Hanbali Sufi, Khwaja Abdullah Ansari wrote a treatise entitled Dhamm al-Kalam where he criticized the use of kalam.[14]\n\n"
        }
    ]
}