{
    "url": "https://en.wikipedia.org/wiki/Kalash_people",
    "title": "Kalash people",
    "table_of_contents": [
        "1 Culture",
        "1.1 Language",
        "1.2 Customs",
        "1.3 Festivals",
        "1.4 Music",
        "2 Religion",
        "2.1 Deities",
        "2.2 Rituals",
        "3 Location, climate and geography",
        "4 Genetic studies",
        "4.1 European descent hypothesis",
        "5 Economy",
        "6 History and social status",
        "7 Persecution",
        "8 See also",
        "9 Footnotes",
        "10 References",
        "11 Bibliography",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Kalasha (Kalasha: کالؕاشؕا, romanised: Kaḷaṣa), or Kalash, are an Indo-Aryan[8][b] indigenous people residing in the Chitral District of Khyber-Pakhtunkhwa province of Pakistan. The Kalash population in Pakistan numbers only in a few thousands, making them one of the smallest ethnic minorities in Pakistan.\n\nThey are considered unique among the people of Pakistan.[9][10][11] They are also considered to be Pakistan's smallest ethnoreligious group,[12] and traditionally practice a religion which some authors characterise as a form of Ancient Hinduism.[4][5][c][6][d] During the mid-20th century an attempt was made to force a few Kalasha villages in Pakistan to convert to Islam, but the people fought the conversion and, once official pressure was removed, the vast majority resumed the practice of their own religion.[10] Nevertheless, some Kalasha have converted to Islam, despite some being shunned afterward by their community for having done so.[7][13]\n\nThe term is used to refer to many distinct people including the Väi, the Čima-nišei, the Vântä, plus the Ashkun- and Tregami-speakers.[10] The Kalash are considered to be an indigenous people of Asia, with their ancestors migrating to Chitral valley from another location possibly further south,[9][14] which the Kalash call \"Tsiyam\" in their folk songs and epics.[15] Some of the Kalash traditions consider the various Kalash people to have been migrants or refugees.[16][e] They are also considered by some to have been descendants of Gandhari people.[17]\n\nThe neighbouring Nuristani people (including the Kalasha-ala) of the adjacent Nuristan (historically known as Kafiristan) province of Afghanistan once had the same culture and practised a faith very similar to that of the Kalash, differing in a few minor particulars.[18][19]\n\nThe first historically recorded Islamic invasions of their lands were by the Ghaznavids in the 11th century[20] while they themselves are first attested in 1339 during Timur's invasions.[17] Nuristan had been forcibly converted to Islam in 1895–96, although some evidence has shown the people continued to practice their customs.[21] The Kalash of Chitral have maintained their own separate cultural traditions.[22]\n\n"
        },
        {
            "title": "Culture",
            "text": "The culture of the Kalash people is unique and differs in many ways from the many contemporary Islamic ethnic groups surrounding them in northwestern Pakistan. They are polytheists who follow a sect of Ancient Hinduism. Nature plays a highly significant and spiritual role in their daily life. As part of their religious tradition, sacrifices are offered and festivals held to give thanks for the abundant resources of their three valleys. Kalasha Desh (the three Kalash valleys) is made up of two distinct cultural areas, the valleys of Rumbur and Bumburet forming one, and Birir Valley the other; Birir Valley being the more traditional of the two.[23]\n\nKalash mythology and folklore has been compared to that of ancient Greece,[24] but they are much closer to the Hindu traditions in other parts of the Indian subcontinent.[25] The Kalash have fascinated anthropologists due to their unique culture compared to the rest in that region.[22]\n\nThe Kalasha language, also known as Kalasha-mun, is an Indo-Aryan language whose closest relative is the neighbouring Khowar language. Kalasha was formerly spoken over a larger area in south Chitral, but it is now mostly confined to the western side valleys having lost ground to Khowar.[26][27]\n\nThere is some controversy over what defines the ethnic characteristics of the Kalash. Although quite numerous before the 20th century, the non-Muslim minority has seen its numbers dwindle over the past century. A leader of the Kalash, Saifulla Jan, has stated, \"If any Kalash converts to Islam, they cannot live among us anymore. We keep our identity strong.\"[28] About three thousand have converted to Islam or are descendants of converts, yet still live nearby in the Kalash villages and maintain their language and many aspects of their ancient culture. By now, sheikhs, or converts to Islam, make up more than half of the total Kalasha-speaking population.[7]\n\nKalasha women usually wear long black robes, often embroidered with cowrie shells.\nFor this reason, they are known in Chitral as \"the Black Kafirs\".[29] Men have adopted the Pakistani shalwar kameez, while children wear small versions of adult clothing after the age of four.[30][31]\n\nIn contrast to the surrounding Pakistani culture, the Kalasha do not in general separate males and females or frown on contact between the sexes. However, menstruating girls and women are sent to live in the \"bashaleni\", the village menstrual building, during their periods, until they regain their \"purity\". They are also required to give birth in the bashaleni. There is also a ritual restoring \"purity\" to a woman after childbirth which must be performed before a woman can return to her husband. The husband is an active participant in this ritual.[32]\n\nGirls are initiated into womanhood at an early age of four or five and married at fourteen or fifteen.[33][34] If a woman wants to change husbands, she will write a letter to her prospective husband informing him of how much her current husband paid for her. This is because the new husband must pay double if he wants her.\n\nMarriage by elopement is rather frequent, also involving women who are already married to another man. Indeed, wife-elopement is counted as one of the \"great customs\" (ghōna dastūr) together with the main festivals. Wife-elopement may lead in some rare cases to a quasi-feud between clans until peace is negotiated by mediators, in the form of the double bride-price paid by the new husband to the ex-husband.[35]\n\nKalash lineages (kam) separate as marriageable descendants that have separated by over seven generations. A rite of \"breaking agnation\" (tatbře čhin) marks that previous agnates (tatbře) are now permissible affines (därak \"clan partners\").[35] Each kam has a separate shrine in the clan's Jēṣṭak-hān, the temple to lineal or familial goddess Jēṣṭak.[citation needed]\n\nThe historical religious practices of neighbouring Pahāṛi peoples of Nepal, Kashmir, Uttarakhand, and Himachal Pradesh are similar to those of the Kalash people in that they \"ate meat, drank alcohol, and had shamans\".[36] In addition, the Pahāṛi people \"had rules of lineage exogamy that produced a segmentary system closely resembling the Kalasha one\".[36][37]\n\nThe three main festivals (khawsáṅgaw) of the Kalash are the Chilam Joshi in middle of May, the Uchau in autumn, and the Caumus in midwinter.[38] The pastoral god Sorizan protects the herds in Fall and Winter and is thanked at the winter festival, while Goshidai does so until the Pul festival (pũ. from *pūrṇa, full moon in Sept.) and is thanked at the Joshi (joṣi, žōši) festival in spring. Joshi is celebrated at the end of May each year. The first day of Joshi is \"Milk Day\", on which the Kalash offer libations of milk that have been saved for ten days prior to the festival.[39]\n\nThe most important Kalash festival is the Chawmos (cawmōs, ghona chawmos yat, Khowar \"chitrimas\" from *cāturmāsya, CDIAL 4742), which is celebrated for two weeks at winter solstice (c. 7–22 December), at the beginning of the month chawmos mastruk. It marks the end of the year's fieldwork and harvest. It involves much music, dancing, and goats killed for consumption as food. It is dedicated to the god Balimain who is believed to visit from the mythical homeland of the Kalash, Tsyam (Tsiyam, tsíam), for the duration of the feast.[40]\n\nAt Chaumos, impure and uninitiated persons are not admitted; they must be purified by waving a fire brand over women and children and by a special fire ritual for men, involving a shaman waving juniper brands over the men. The 'old rules' of the gods (Devalog, dewalōk) are no longer in force, as is typical for year-end and carnival-like rituals. The main Chaumos ritual takes place at a Tok tree, a place called Indra's place, \"indrunkot\", or \"indréyin\". Indrunkot is sometimes believed to belong to Balumain's brother, In(dr), lord of cattle.[25]\n\nThe men must be divided into two parties: the pure ones have to sing the well-honored songs of the past, but the impure sing wild, passionate, and obscene songs, with an altogether different rhythm. This is accompanied by a 'sex change': men dress as women, women as men (Balumain also is partly seen as female and can change between both forms at will).[25]\n\nAt this crucial moment the pure get weaker, and the impure try to take hold of the (very pure) boys, pretend to mount them \"like a hornless ram\", and proceed in snake procession. At this point, the impure men resist and fight. When the \"nagayrō\" song with the response \"han sarías\" (from *samrīyate 'flows together', CDIAL 12995) is voiced, Balumain showers all his blessings and disappears. He gives his blessings to seven boys (representing the mythical seven of the eight Devalog who received him on arrival), and these pass the blessings on to all pure men.[25]\n\nIn myth, Mahandeu had cheated Balumain from superiority, when all the gods had slept together (a euphemism) in the Shawalo meadow; therefore, he went to the mythical home of the Kalash in Tsiyam (tsíam), to come back next year like the Vedic Indra (Rigveda 10.86). If this had not happened, Balumain would have taught humans how to have sex as a sacred act. Instead, he could only teach them fertility songs used at the Chaumos ritual. He arrives from the west, the Bashgal valley, in early December, before solstice, and leaves the day after. He was at first shunned by some people, who were annihilated. He was, however, received by seven Devalog and they all went to several villages, such as Batrik village, where seven pure, young boys received him whom he took with him. Therefore, nowadays, one only sends men and older boys to receive him. Balumain is the typical culture hero. He told people about the sacred fire made from junipers, about the sowing ceremony for wheat that involved the blood of a small goat, and he asked for wheat tribute (hushak) for his horse. Finally, Balumain taught how to celebrate the winter festival. He was visible only during his first visit, now he is just felt to be present.[25]\n\nDuring the winter the Kalash play an inter-village tournament of Chikik Gal (ball game) in which villages compete against each other to hit a ball up and down the valley in deep snow.[citation needed]\n\nKalasha traditional music mainly consists of flute-like instruments (usually high in pitch), singing, poetry, clapping and the rhythmic playing of drums, which include the:\n\n"
        },
        {
            "title": "Religion",
            "text": "The Kalash people are primarily practitioners of the traditional Kalash religion, which is a sect of Ancient Hinduism[4][5][6][42] however a sizeable minority have converted to Islam. According to Michael Witzel, the traditional Kalash religion shares \"many of the traits of myths, ritual, society, and echoes many aspects of Hindu Rigvedic religion\".[25][43] Kalash culture and belief system differ from the various ethnic groups surrounding them but are similar to those practised by the neighbouring Nuristanis in northeast Afghanistan before their forced conversion to Islam.[18][19]\n\nVarious writers have described the faith adhered to by the Kalash in different ways. Michael Witzel describes both pre-Vedic and Vedic influences on the form of ancient Hinduism adhered to by the Kalash.[25]\n\nThe isolated Kalash have received strong religious influences from pre-Islamic Nuristan. Richard Strand, a prominent expert on languages of the Hindu Kush, spent three decades in the Hindukush. He noted the following about the pre-Islamic Nuristani religion:\n\nNoted linguist and Harvard professor Michael Witzel summarises the faith practised by the Kalash with this description:[25]\n\nMahandeo is a deity whom the Kalash pray to and is known as Mahadev in other languages of the Indian subcontinent in modern Hinduism.[45][f]\n\nCertain deities were revered only in one community or tribe, but one was universally revered as the Creator: The ancient Hindu god Yama Râja called imr'o in Kâmviri.[44][46] There is a creator god, appearing under various names, no longer as Father Heaven, but as lord of the nether world and of heaven: Imra\n(*Yama Rājan), Māra 'death' (Nuristani)[25] He (Yama rajan) is a creator deity called Dezau (ḍezáw) whose name is derived from Indo-European *dheig'h 'to form' (Kati Nuristani dez 'to create', CDIAL 14621); Dezauhe is also called by the Pashto term Khodai. There are a number of other deities, semi-gods and spirits.\n\nMichael Witzel claims there is an Indra-like figure, often actually called Indr (N., K.) or Varendr (K., waræn, werín, *aparendra). As in the Veda, the rainbow is called after him. When it thunders, Indra is playing Polo. Indra appears, however, in various forms and modern 'disguises', such as Sajigor (Sajigōr), also called Shura Verin. The shrine of Sajigor is in Rumbur valley.[citation needed]\n\nWarén(dr-) or In Warīn is the mightiest and most dangerous god. Even the recently popular Balumain (baḷimaín, K.) has taken over some of Indra's features: He comes from the outside, riding on a horse. Balumain is a culture hero who taught how to celebrate the Kalash winter festival (Chaumos). He is connected with Tsyam, the mythological homeland of the Kalash. Indr has a demon-like counterpart, Jeṣṭan, who appears on earth as a dog; the gods (Devalog, Dewalók) are his enemies and throw stones at him, the shooting stars.[25]\n\nAnother god, Munjem Malék (munjem 'middle'; malék from Arab. malik 'king'), is the Lord of Middle Earth and killed, like the Indra, his father. Mahandeo (mahandéo, cf. the Nuristani Mon/Māndi), is the god of crops, and also the god of war and a negotiator with the highest deity.[25]\n\nJestak (jéṣṭak, from *jyeṣṭhā, or *deṣṭrī?) is the goddess of domestic life, family and marriage. Her lodge is the women's house (Jeṣṭak Han). Dezalik (ḍizálik), the sister of \"Dezau\" is the goddess of childbirth, the hearth, and of life force; she protects children and women.[25] She is similar to the Nirmali (Indo-Iranian *nirmalikā). She is also responsible for the Bashaleni lodge.[citation needed]\n\nThere also is a general pattern of belief in mountain fairies Suchi (súči), who help in hunting and killing enemies, and the Varōti (called vātaputrī in Sanskrit), their violent male partners of Suchi, reflecting the later Vedic (and typical medieval Kashmiri) distinction between Apsaras and Gandharva. They live in the high mountains, such as Mount Kailash like Tirich Mir, but in late autumn they descend to the mountain meadows. The Jach (j.ac.) are a separate category of female spirits of the soil or of special places, fields, and mountain pastures.[25]\n\nIn line with Ancient Hinduism, the Kalasha people believe in one God (known as Brahman in both the pre and post-Vedic periods) with reverence to minor 'gods' (Deva) or more aptly known as celestial beings. They also use some Arabic and Persian words to refer to God.[47]\n\nKrumai is the goddess of the mountain Tirich Mir. She appears in the form of a wild goat, and she is associated with childbirth.[48]\n\nIn one legend, she disturbed the other gods, and was chased by Imra, who threw her into a fast river. Krumai jumped up the river and ran up the cliff, causing the cliff's shape with her hooves. She revealed her true form and prepared a feast for the other gods, and they accepted her into their pantheon.[49][self-published source]\n\nThese deities have shrines and altars throughout the valleys, where they frequently receive goat sacrifices. In 1929, as Georg Morgenstierne testifies, such rituals were still carried out by Kalash priests, \"ištikavan\" 'priest' (from ištikhék 'to praise a god'). This institution has since disappeared but there still is the prominent one of shamans (dehar).[50] Witzel writes that \"In Kalash ritual, the deities are seen, as in Vedic ritual (and in Hindu Pūjā), as temporary visitors.\"[25] Mahandeo shrines are a wooden board with four carved horse heads (the horse being sacred to Kalash) extending out, in 1929 still with the effigy of a human head inside holes at the base of these shrines while the altars of Sajigor are of stone and are under old juniper, oak and cedar trees.[25]\n\nHorses, goats and sheep were sacrificed. Wine is a sacred drink of Indr, who owns a vineyard (Indruakun in the Kafiristani wama valley contained both a sacred vineyard and shrine (Idol and altar below a great juniper tree) along with 4 large vates carved out of rocks)—that he defends against invaders. Kalash rituals are of the potlatch type; by organising rituals and festivals (up to 12; the highest called biramōr) one gains fame and status. As in the Veda, the former local artisan class was excluded from public religious functions.[25]\n\nThere is a special role for prepubescent boys, who are treated with special awe, combining pre-sexual behaviour and the purity of the high mountains, where they tend goats for the summer month. Purity is very much stressed and centered around altars, goat stables, the space between the hearth and the back wall of houses and in festival periods; the higher up in the valley, the more pure the location.[25]\n\nBy contrast, women (especially during menstruation and giving birth), as well as death and decomposition and the outside (Muslim) world are impure, and, just as in the Veda and Avesta, many cleansing ceremonies are required if impurity occurs.[25]\n\nCrows represent the ancestors, and are frequently fed with the left hand (also at tombs), just as in the Veda. The dead are buried above ground in ornamented wooden coffins. Wooden effigies are erected at the graves of wealthy or honoured people.[25][51]\n\n"
        },
        {
            "title": "",
            "text": "Located in Khyber-Pakhtunkhwa, Pakistan the Kalash people live in three isolated mountain valleys: Bumburet (Kalash: Mumuret), Rumbur (Rukmu), and Birir (Biriu). These valleys open towards the Kunar River, some 20 km south (downstream) of Chitral,\n\nThe Bumburet and Rumbur valleys join at 35°44′20″N 71°43′40″E﻿ / ﻿35.73889°N 71.72778°E﻿ / 35.73889; 71.72778 (1,640 m), joining the Kunar at the village of Ayrun (35°42′52″N 71°46′40″E﻿ / ﻿35.71444°N 71.77778°E﻿ / 35.71444; 71.77778, 1,400 m) and they each rise to passes connecting to Afghanistan's Nuristan Province at about 4,500 m.[citation needed]\n\nThe Birir Valley opens towards the Kunar at the village of Gabhirat (35°40′8″N 71°45′15″E﻿ / ﻿35.66889°N 71.75417°E﻿ / 35.66889; 71.75417, 1,360 m). A pass connects[citation needed] the Birir and Bumburet valleys at about 3,000 m. The Kalash villages in all three valleys are located at a height of approximately 1,900 to 2,200 m.[citation needed]\n\nThe region is extremely fertile, covering the mountainside in rich oak forests and allowing for intensive agriculture, although most of the work is done not by machinery, but by hand. The powerful and dangerous rivers that flow through the valleys have been harnessed to power grinding mills and to water the farm fields through the use of ingenious irrigation channels. Wheat, maize, grapes (generally used for wine), apples, apricots and walnuts are among the many foodstuffs grown in the area, along with surplus fodder used for feeding the livestock.[52]\n\nThe climate is typical of high elevation regions without large bodies of water to regulate the temperature. The summers are mild and agreeable with average maximum temperatures between 23 and 27 °C (73 and 81 °F). Winters, on the other hand, can be very cold, with average minimum temperatures between 2 and 1 °C (36 and 34 °F). The average yearly precipitation is 700 to 800 mm (28 to 31 inches).[citation needed]\n\n"
        },
        {
            "title": "Genetic studies",
            "text": "Genetic analysis of Y-chromosome DNA (Y-DNA) by Firasat, Khaliq, et al. (2007)[54] on Kalash individuals found high and diverse frequencies of these Y-DNA Haplogroups: L3a (22.7%), H1* (20.5%), R1a (18.2%), G (18.2%), J2 (9.1%), R* (6.8%), R1* (2.3%), and L* (2.3%).[54]  The relative lack of Steppe-related Y haplogroups, as well as the abundance of South Asian paternal ancestry, stands in contrast to other ethnic groups of Chitral region.\n\nGenetic analysis of Mitochondrial DNA (mtDNA) by Quintana-Murci, Chaix, et al. (2004)[55] stated that \"the western Eurasian presence in the Kalash population reaches a frequency of 100%\" with the most prevalent mtDNA Haplogroups being U4 (34%), R0 (23%), U2e (16%), and J2 (9%). The study asserted that no East or South Asian lineages were detected and that the Kalash population is composed of maternal western Eurasian lineages (as the associated lineages are rare or absent in the surrounding populations). The authors concluded that a western Eurasian maternal origin for the Kalash is likely.[55]\n\nA study of ASPM gene variants by Mekel-Bobrov, Gilbert, et al. (2005)[56] found that the Kalash people of Pakistan have among the highest rate of the newly evolved ASPM Haplogroup D,[clarification needed] at 60% occurrence of the approximately 6,000 year-old allele.[56] The Kalash also have been shown to exhibit the exceedingly rare 19 allele value at autosomal marker D9S1120 at a frequency higher than the majority of other world populations which do have it.[57]\n\nA study by Rosenberg, Mahajan, et al. (2006)[53] employing genetic testing among the Kalash population concluded that they are a distinct (and perhaps aboriginal) population with only minor contributions from outside peoples. In one cluster analysis  (with K = 7),  the Kalash formed one cluster, the others being Africans, Europeans, Middle Easterners, South Asians, East Asians, Melanesians, and Native Americans.[53]\n\nA study by Li, Absher, et al. (2008)[58] with geneticists using more than 650,000 single-nucleotide polymorphisms (SNP) samples from the Human Genome Diversity Panel, found deep rooted lineages that could be distinguished in the Kalash. The results showed them clustered within the Central / South Asian populations  (at K = 7).  The study also showed the Kalash to be a separated group, having no membership within European populations.[58]\n\nLazaridis et al. (2016) further notes that the demographic impact of steppe related populations on South Asia was substantial. According to the results, the Mala, a south Indian Dalit population with minimal Ancestral North Indian (ANI) along the 'Indian Cline' have nevertheless ~ 18 % steppe-related ancestry, showing the strong influence of ANI ancestry in all populations of India. The Kalash of Pakistan are inferred to have ~ 50 % steppe-related ancestry, with the rest being of Iranian Neolithic, Onge and Han.[59][60]\n\nAccording to Narasimhan, Patterson, et al. (2019),[61] the Kalash were found to possess the highest ANI ancestry among the population samples analysed in the study.[61]\n\nSome of the Kalash people claim to be descendants of Alexander the Great's soldiers.[62]\n\nA study by Ayub, Mezzavilla, et al. (2015)[63] found no evidence of their claimed descent from soldiers of Alexander. The study, however, found that they shared a significant portion of genetic drift with MA-1, a 24,000 year-old Paleolithic Siberian hunter-gatherer fossil and the Yamnaya culture. The researchers thus believe they may be an ancient north-drifted Eurasian stock from which some of the modern European and Middle Eastern population also descends. Their mitochondrial lineages are predominantly from western Eurasia. Due to their uniqueness, the researchers believed that they were the earliest group to separate from the ancestral stock of the modern population of the Indian subcontinent estimated around 11,800 years ago.[63]\n\nThe estimates by Qamar, Ayub, et al. (2002) of 20%–40% Greek admixture in the Kalash[64] has been dismissed by Kivisild, Rootsi, et al. (2003)[65] stating that:\n\nThe study came to the conclusion that the Kalash population estimate by Qamar, Ayub, et al.\n\nDiscover magazine genetics blogger R. Khan has repeatedly cited information indicating that the Kalash are part of the South Asian genetic continuum, with no Macedonian ethnic admixture, albeit shifted towards the Iranian people.[66][67][68]\n\nA study by Firasat, Khaliq, et al. (2006)[69] concluded that the Kalash lack typical Greek Haplogroups such as Haplogroup 21 (E-M35).[69]\n\n"
        },
        {
            "title": "Economy",
            "text": "Historically a goat herding and subsistence farming people, the Kalasha are moving towards a cash-based economy whereas previously wealth was measured in livestock and crops. Tourism now makes up a large portion of the economic activities of the Kalash. To cater to these new visitors, small shops and guest houses have been erected, providing new luxury for visitors of the valleys.[70] People attempting to enter the valleys have to pay a toll to the Pakistani government, which is used to preserve and care for the Kalash people and their culture.\nAfter building the first road which could be driven on by 4wD vehicles in the Kalasha valleys in the mid-1970s the people are engaged in other professions including tourism and joining the military, police and border force.[71]\n\n"
        },
        {
            "title": "History and social status",
            "text": "The Kalash are considered to be descendents of Lithuanians, an indigenous people of Asia, with their ancestors migrating to Afghanistan from a distant place in South Asia which the Kalash call \"Tsiyam\" in their folk songs and epics.[9] This site is said to be near Jalalabad and Lughman according to Morgenstierne.[72]\n\nPer their traditions, the Väi are refugees who fled from Kama to Waigal after the attack of the Ghazanavids. Per the traditions of the Gawâr, the Väi took the land from them and they migrated to the Kunar Valley. According to Strand, the Askun-speaking Kalash probably later migrated from Nakara in Laghman to lower Waigal. The Čima-nišei people took over their current settlements from the indigenous people. The people Vânt are refugees who fled from Tregam due to invasions. According to Kalsha traditions, some of the Väi who ritually hunted a golden bird every year at a place presently called Râmrâm in Kunar, settled there after failing to find their quarry and became the speakers of the Gawar-Bati language.[10]\n\nShah Nadir Rais formed the Rais Dynasty of Chitral. The Rais carried out an invasion of Southern Chitral which was back then under Kalasha rule.[73] Kalasha traditions record severe persecution and massacres at the hands of Rais. They were forced to flee the Chitral valley and those that remained while still practising their faith had to pay tribute in kind or with Corvée labour.[74] The term \"Kalasha\" was used to denote all the \"Kafir\" people in general; however, the Kalasha of Chitral weren't considered to be \"true Kafirs\" by the Kati people who were interviewed about the term in 1835.[75]\n\nThe Kalash were ruled by the Mehtar of Chitral from the 18th century onward. They have enjoyed a cordial relationship with the major ethnic group of Chitral, the Kho who are Sunni and Ismaili Muslims. The multi-ethnic and multi-religious State of Chitral ensured that the Kalash were able to live in peace and harmony and practice their culture and religion. The Kalasha were protected by the Chitralis from Afghan Raids, who also generally did not allow missionaries in Kalash. They allowed for the Kalasha to look after their matters themselves.[76] The Nuristani, their neighbours in the region of former Kafiristan west of the border, were converted, on pain of death, to Islam by Amir Abdur-Rahman of Afghanistan in the 1890s and their land was renamed.[77][78]\n\nPrior to that event, the people of Kafiristan had paid tribute to the Mehtar of Chitral and accepted his suzerainty. This came to an end with the Durand Agreement when Kafiristan fell under the Afghan sphere of Influence.[citation needed]\nPrior to the 1940s the Kalash had five valleys, the current three as well as Jinjeret kuh and Urtsun to the south. The last Kalash person in Jinjeret kuh was Mukadar, who passing away in the early 1940s found himself with no one to perform the old rites. The people of Birir valley just north of Jinjeret came to the rescue with a moving funeral procession that is still remembered fondly by the valleys now converted Kalash, firing guns and beating drums as they made their way up the valley to celebrate his passing according to the old custom.[79]\n\nThe Kalash of Urtsun valley had a culture with a large Kam influence from the Bashgul Valley. It was known for its shrines to Waren and Imro, the Urtsun version of Dezau, which were visited and photographed by Georg Morgenstierne in 1929 and were built in the Bashgul Valley style unlike those of other Kalash valleys. The last Shaman was one Azermalik who had been the Dehar when George Scott Robertson visited in the 1890s. His daughter Mranzi who was still alive into the 1980s was the last Urtsun valley Kalash practising the old religion. She had married into the Birir Valley Kalash and left the valley in the late 1930s when the valley had converted to Islam. Unlike the Kalash of the other valleys the women of Urtsun did not wear the Kup'as headdress but had their own P'acek, a headress worn at casual times, and the famous horned headress of the Bashgul valley, which was worn at times of ritual and dance.[80] George Scott Robertson put forth the view that the dominant Kafir races like the Wai were refugees who fled to the region. The Kafirs are historically recorded for the first time in 1339.[17]\n\nBeing a very small minority in a Muslim region, the Kalash have increasingly been targeted by some proselytising Muslims. Some Muslims have encouraged the Kalash people to read the Koran so that they would convert to Islam.[81][82] The challenges of modernity and the role of outsiders and NGOs in changing the environment of the Kalash valleys have also been mentioned as real threats for the Kalash.[47]\n\nDuring the 1970s, local Muslims and militants tormented the Kalash because of the difference in religion and multiple Taliban attacks on the tribe lead to the death of many, their numbers shrank to just two thousand.[83]\n\nHowever, protection from the government led to a decrease in violence by locals, a decrease in Taliban attacks, and a great reduction in the child mortality rate. The last two decades saw a rise in numbers.[84]\n\nIn recent times the Kalash and Ismailis have been threatened with death by the Taliban, the threats caused outrage and horrified citizens[failed verification] throughout Pakistan and the Pakistani military responded by fortifying the security around Kalash villages,[85] the Supreme Court also took judicial intervention to protect the Kalash under both the ethnic minorities clause of the constitution and Pakistan's Sharia law penal code which declares it illegal for Muslims to criticise and attack other religions on grounds of personal belief.[86] The Supreme Court termed the Taliban's threats against Islamic teachings.[87] Imran Khan condemned the forced conversions threat as un-Islamic.[88]\n\nIn 2017, Wazir Zada became the first Kalasha man to win a seat in the Provincial Assembly of Khyber Pakhtunkhwa. He became the member of the Provincial Assembly (PA) on a minority reserved seat.[89][90][91]\n\nIn November 2019, the Kalash people were visited by the Duke and Duchess of Cambridge, as part of their Pakistan tour and they saw a traditional dance performance there.[92]\n\n"
        },
        {
            "title": "Persecution",
            "text": "The Kalash people are often referred to as Kalash Kafirs by the local Muslims and have been subjected to increasing incidents of killings, rape and seizure of their lands.[93] As per the Kalash, forced conversions, robberies, and attacks endanger their culture and faith.[93][94] Kalasha gravestones are desecrated and the symbolic carved horses on Kalasha altars are destroyed.[95]\n\n"
        }
    ]
}