{
    "url": "https://en.wikipedia.org/wiki/Kalam_cosmological_argument",
    "title": "Kalam cosmological argument",
    "table_of_contents": [
        "1 Form of the argument",
        "2 Historical background",
        "3 Contemporary discourse",
        "3.1 Premise one: \"Whatever begins to exist has a cause.\"",
        "3.1.1 Philosophical objections",
        "3.1.2 Quantum physics",
        "3.2 Premise two: \"The universe began to exist.\"",
        "3.2.1 Cosmology and physics",
        "3.2.2 Actual infinities",
        "3.3 Conclusion: \"The universe has a cause.\"",
        "3.4 Theories of time",
        "4 See also",
        "5 References",
        "5.1 Sources",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Kalam cosmological argument is a modern formulation of the cosmological argument for the existence of God. It is named after the Kalam (medieval Islamic scholasticism) from which its key ideas originated. William Lane Craig was principally responsible for giving new life to the argument, due to his The Kalām Cosmological Argument (1979), among other writings.\n\nThe argument's key underpinning idea is the metaphysical impossibility of actual infinities and of a temporally past-infinite universe, traced by Craig to 11th-century Persian Muslim scholastic philosopher Al-Ghazali. This feature distinguishes it from other cosmological arguments, such as that of Thomas Aquinas, which rests on the impossibility of a causally ordered infinite regress, and those of Leibniz and Samuel Clarke, which refer to the Principle of Sufficient Reason.[1]\n\nSince Craig's original publication, the  Kalam cosmological argument has elicited public debate between Craig and Graham Oppy, Adolf Grünbaum, J. L. Mackie and Quentin Smith, and has been used in Christian apologetics.[2] According to Michael Martin, the cosmological arguments presented by Craig, Bruce Reichenbach, and Richard Swinburne are \"among the most sophisticated and well argued in contemporary theological philosophy\".[3]\n\n"
        },
        {
            "title": "Form of the argument",
            "text": "The most prominent form of the argument, as defended by William Lane Craig, states the Kalam cosmological argument as the following syllogism:[4]\n\nGiven the conclusion, Craig appends a further premise and conclusion based upon a philosophical analysis of the properties of the cause of the universe:[5]\n\nReferring to the implications of Classical Theism that follow from this argument, Craig writes:[6]\n\n"
        },
        {
            "title": "Historical background",
            "text": "The Kalam cosmological argument is based on the concept of the prime-mover, introduced by Aristotle, and entered early Christian or Neoplatonist philosophy  in Late Antiquity, being developed by John Philoponus.[7] Along with much of classical Greek philosophy, the concept was adopted into medieval Islamic tradition during the Islamic Golden Age, where it received its fullest articulation at the hands of Muslim scholars, most directly by Islamic theologians of the Sunni tradition.\n\nIts historic proponents include Al-Kindi,[8] Al-Ghazali,[9] and St. Bonaventure.[10][11][12]\n\nOne of the earliest formulations of the Kalam cosmological argument in the Islamic philosophical tradition comes from Al-Ghazali, who writes:\n\nBetween the 9th to 12th centuries, the cosmological argument developed as a concept within Islamic theology. It was refined in the 11th century by Al-Ghazali (The Incoherence of the Philosophers), and in the 12th by Ibn Rushd (Averroes).[14] It reached medieval Christian philosophy in the 13th century and was discussed by Bonaventure, as well as Thomas Aquinas in his Summa Theologica (I, q.2, a.3) and Summa Contra Gentiles (I, 13).\n\nIslamic perspectives may be divided into positive Aristotelian responses strongly supporting the argument, such as those by Al-Kindi, and Averroes, and negative responses critical of it, including those by Al-Ghazali and Muhammad Iqbal.[15] Al-Ghazali was unconvinced by the first-cause arguments of Al-Kindi, arguing that only the infinite per se (that is an essentially ordered infinite series) is impossible, arguing for the possibility of the infinite per accidens (that is an accidentally ordered infinite series). He writes:\n\nMuhammad Iqbal also stated:\n\n\"To finish the series at a certain point, and to elevate one member of the series to the dignity of an uncaused first cause, is to set at naught the very law of causation on which the whole argument proceeds.\"[17]\n\n"
        },
        {
            "title": "Contemporary discourse",
            "text": "According to the atheist philosopher Quentin Smith, \"a count of the articles in the philosophy journals shows that more articles have been published about Craig's defense of the Kalam argument than have been published about any other philosopher's contemporary formulation of an argument for God's existence.\"[18]\n\nThe Kalam cosmological argument has received criticism from philosophers such as J. L. Mackie, Graham Oppy, Michael Martin, Quentin Smith, physicists Paul Davies, Lawrence Krauss and Victor Stenger, and authors such as Dan Barker.[19]\n\nModern discourse encompasses the fields of both philosophy and science (e.g. the fields of quantum physics and cosmology), which Bruce Reichenbach summarises as:\n\nSince the temporal ordering of events is central, the Kalam argument also brings issues of the nature of time into the discussion.[21]\n\nCraig and Sinclair have stated that the first premise is obviously true, at least more plausibly true than its negation.[22] Craig offers three reasons why the first premise is true:[23][24]\n\nAccording to Reichenbach, \"the Causal Principle has been the subject of extended criticism\", which can be divided into philosophical and scientific criticisms.[25]\n\nGraham Oppy, J. L. Mackie and Wes Morriston have objected to the intuitiveness of the first premise.[26][27][28] Oppy states:\n\nMackie affirms that there is no good reason to assume a priori that an uncaused beginning of all things is impossible. Moreover, that the Causal Principle cannot be extrapolated to the universe from inductive experience. He appeals to David Hume's thesis (An Enquiry Concerning Human Understanding) that effects without causes can be conceived in the mind, and that what is conceivable in the mind is possible in the real world.[29] This argument has been criticised by Bruce Reichenbach and G.E.M. Anscombe, who point out the phenomenological and logical problems in inferring factual possibility from conceivability.[30][31] Craig notes:\n\nMorriston asserts that causal laws are physical processes for which we have intuitive knowledge in the context of events within time and space, but that such intuitions do not hold true for the beginning of time itself. He states:\n\nIn reply, Craig has maintained that causal laws are unrestricted metaphysical truths that are \"not contingent upon the properties, causal powers, and dispositions of the natural kinds of substances which happen to exist\", remarking:\n\nA common objection to premise one appeals to the phenomenon of quantum indeterminacy, where, at the subatomic level, the causal principle; \"everything that begins to exist has a cause\" appears to break down.[36] Craig replies that the phenomenon of indeterminism is specific to the Copenhagen Interpretation of Quantum Mechanics, pointing out that this is only one of a number of different interpretations, some of which he states are fully deterministic (mentioning David Bohm) and none of which are as yet known to be true. He concludes that subatomic physics is not a proven exception to the first premise.[37]\n\nThe philosopher Quentin Smith has cited the example of virtual particles, which appear and disappear from observation, apparently at random, to assert the tenability of uncaused natural phenomena.[38] In his book A Universe from Nothing: Why There is Something Rather Than Nothing, cosmologist Lawrence Krauss has proposed how quantum mechanics can explain how space-time and matter can emerge from 'nothing' (referring to the quantum vacuum). Philosopher Michael Martin has also referred to quantum vacuum fluctuation models to support the idea of a universe with uncaused beginnings. He writes:\n\nPhilosopher of science David Albert has criticised the use of the term 'nothing' in describing the quantum vacuum. In a review of Krauss's book, he states:\n\nLikewise, Craig has argued that the quantum vacuum, in containing quantifiable, measurable energy, cannot be described as 'nothing', therefore, that phenomena originating from the quantum vacuum cannot be described as 'uncaused'. On the topic of virtual particles, he writes:\n\nCosmologist Alexander Vilenkin has stated that even \"the absence of space, time and matter\" cannot truly be defined as 'nothing' given that the laws of physics are still present, though it would be \"as close to nothing as you can get\".[42]\n\nCraig defends premise two using both physical arguments with evidence from cosmology and physics, and metaphysical arguments for the impossibility of actual infinities in reality.\n\nFor physical evidence, Craig appeals to:\n\nProfessor Alexander Vilenkin, one of the three authors of the Borde-Guth-Vilenkin theorem, writes:\n\nVictor J. Stenger has referred to the Aguirre-Gratton model[46] for eternal inflation as an exemplar by which others disagree with the Borde-Guth-Vilenkin theorem.[47] In private correspondence with Stenger, Vilenkin remarked how the Aguirre-Gratton model attempts to evade a beginning by reversing the \"arrow of time\" at t = 0, but that: \"This makes the moment t = 0 rather special. I would say no less special than a true beginning of the universe.\"[48]\n\nAt the \"State of the Universe\" conference at Cambridge University in January 2012, Vilenkin discussed problems with various theories that would claim to avoid the need for a cosmological beginning, alleging the untenability of eternal inflation, cyclic and cosmic egg models, eventually concluding: \"All the evidence we have says that the universe had a beginning.\"[49]\n\nOn the metaphysical impossibility of actual infinities, Craig asserts:[50]\n\nMichael Martin disagrees with these assertions by Craig, saying:\n\nAndrew Loke has argued against the metaphysical possibility of a beginningless universe as well as that of an actual infinite existing in the real world.[54]\n\nAnother criticism comes from Thomist philosopher Dr. Edward Feser who claims that past and future events are potential rather than actual, meaning that an infinite past could exist in a similar way to how an infinite number of potential halfway points exist between any two given points.\n\nGiven that the Kalam cosmological argument is a deductive argument, if both premises are true, the truth of the conclusion follows necessarily.\n\nIn a critique of Craig's book The Kalam Cosmological Argument, published in 1979, Michael Martin states:[55]\n\nMartin also claims that Craig has not justified his claim of creation \"ex nihilo\", pointing out that the universe may have been created from pre-existing material in a timeless or eternal state. Moreover, that Craig takes his argument too far beyond what his premises allow in deducing that the creating agent is greater than the universe. For this, he cites the example of a parent \"creating\" a child who eventually becomes greater than he or she.[56]\n\nIn the subsequent Blackwell Companion to Natural Theology, published in 2009, Craig discusses the properties of the cause of the universe, arguing that they follow as consequences of a conceptual analysis and of the cause of the universe and by entailment from the initial syllogism of the argument:[57]\n\nCraig concludes that the cause of the existence of the universe is an \"uncaused, personal Creator ... who sans the universe is beginningless, changeless, immaterial, timeless, spaceless and enormously powerful\"; remarking upon the theological implications of this union of properties.\n\nCraig holds to the A-theory of time, also known as the \"tensed theory of time\" or presentism, as opposed to its alternative, the B-theory of time, also known as the \"tenseless theory of time\" or eternalism. The latter would allow the universe to exist tenselessly as a four-dimensional space-time block, under which circumstances the universe would not \"begin to exist\":[58] The form of the Kalam he presents in his earlier work rests on this theory:\n\nCraig has defended the A-theory against objections from J. M. E. McTaggart and hybrid A–B theorists.[59] Philosopher Yuri Balashov has criticised Craig's attempt to reconcile the A-theory with special relativity by relying on a ‘neo‐Lorentzian interpretation' of Special Relativity.[60] Balashov claims:[61]\n\nCraig has criticised Balashov for adopting a verificationist methodology that fails to address the metaphysical and theological foundations of the A-theory.[62]\n\nIt has recently been argued that a defense of the Kalam cosmological argument does not have to involve such a commitment to the A-theory.[63] Craig has since modified his view of the A-theory being necessary for the Kalam, stating that while the Kalam would need to be reformulated, \"it wouldn't be fatal\" on a B-theory.[64]\n\n"
        }
    ]
}