{
    "url": "https://en.wikipedia.org/wiki/Kalem_Company",
    "title": "Kalem Company",
    "table_of_contents": [
        "1 Formation and history",
        "2 Olcott leadership",
        "3 Expansion",
        "4 Notable serials",
        "5 Final changes",
        "6 Notable figures of Kalem",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Kalem Company was an early American film studio founded in New York City in 1907. It was one of the first companies to make films abroad and to set up winter production facilities, first in Florida and then in California. Kalem was sold to Vitagraph Studios in 1917.\n\n"
        },
        {
            "title": "Formation and history",
            "text": "The Kalem Company was founded by George Kleine, Samuel Long,[1] and Frank J. Marion. The company was named for their initials K, L, and M.\n\nKalem immediately joined other studios in the Motion Picture Patents Company that held a monopoly on production and distribution. Frank Marion had been the sales manager at Biograph Studios and Samuel Long was the manager of the Biograph production facility at Hoboken, New Jersey. Needing to raise more capital, the two experienced filmmakers approached Chicago businessman George Kleine to come in as a partner. Kleine, already a successful film distributor, was involved only a short time but it was a profitable investment for him as his partners were soon successful enough to buy out his shares at a considerable premium.\nThe company began operations from a small office in a loft building at 131 West 24th Street in New York City.[2] The partners were able to lure general manager and director Sidney Olcott away from Biograph. Olcoltt eventually became the Kalem Company's president and was rewarded with one share of its stock. Kalem had no indoor studios, so most of its films were shot on location. In February 1907, the company made its first motion picture, titled The Sleigh Belle. While Kalem scored successes in their first year, the rate of production at the once-powerful Biograph stagnated, hampered by the loss of important personnel.\n\n"
        },
        {
            "title": "Olcott leadership",
            "text": "Under the direction of Sidney Olcott, Kalem made a number of significant films, including the first adaptation of Ben Hur and the following year, Dr. Jekyll and Mr. Hyde. In 1910 Olcott gave actress Alice Joyce her first acting job in his production of The Deacon's Daughter.\n\nThe one-reel version of Ben Hur – in which Manhattan Beach, Brooklyn was used as the location for the Holy Land – was made without obtaining the rights to the book, the usual procedure in the industry at the time, and Kalem was sued by the estate of the author, Lew Wallace. After the U.S. Supreme Court ruled against Kalem in 1911 in Kalem Co. v. Harper Bros., they reached a settlement which paid the estate $25,000 – an extremely large amount for the time.[3] The action helped to establish the necessity of film studios obtaining motion picture rights to the properties they used for their stories.[4]\n\nIn 1910 the company shot a film in Ireland, making Kalem the first movie studio to travel outside the United States to film on location. As director, Olcott headed a small team in Ireland: Kalem's leading lady and principal screenwriter, Gene Gauntier and cameraman, George Hollister. There, they notably filmed A Lad from Old Ireland in Cork area plus a scenic film The Irish Honeymoon shot in Blarney Castle, Glengarriff, Gap of Dunloe, the Lakes of Killarney and Dublin. After the team went to Germany to film The Little Spreewald Maiden, a love story in the Spreewald with Gauntier and Olcott in the lead characters.[5]\n\nOlcott and others from the studio - Alice Hollister, Agnes Mapes, Jack J. Clark, Robert G. Vignola, J.P. McGowan, Arthur Donaldson  - returned to Ireland for most of the summer in the next two years. The O'Kalems, as the American entourage were affectionately dubbed, made such Irish films as Rory O'More, The Vagabonds, You Remember Ellen, The Colleen Bawn, one of the first American three-reels (40 minutes). 22 films in total for Kalem. \nLater on, the outbreak of World War I prevented Olcott, who had resigned from Kalem and shot films for himself, from following through with his plans to build a permanent studio in Beaufort, County Kerry.\n\nGalvanized by the success of Irish films, Frank J. Marion decides on a more ambitious expedition: send a crew to Egypt and Palestine to shoot films, about thirty or so. Company stayed in Luxor, shot melodramas with titles such as An Arabian Tragedy, Captured by Bedouins, Tragedy of the Desert, A Prisoner of the Harem and documentaries the pulsing life on the Nile.\n\nBut the great ambition of Kalem's expedition is the shooting of the first five-reel film. Titled From the Manger to the Cross, it told the life story of Jesus. According to Turner Classic Movies, it is considered the most important silent film to deal with the life of Christ. In 1998 the film was selected for the National Film Registry of the United States Library of Congress.\n\nKalem was also one of the first studios to regularly film year-round by setting up facilities in Florida during the winter. The Florida company consisted of Sidney Olcott, George Hollister, cameraman; Allen Farnham, scenic artist; Arthur Clough, property man; Gene Gauntier scenarist and leading actress; Jack J. Clark, leading male actor; Robert Vignola, the bad guy; J.P. McGowan, another leading actor; Alice Hollister and Ethel Eastcourt.\n\n"
        },
        {
            "title": "Expansion",
            "text": "In the fall of 1910, Kalem began organizing other studio locations. In November 1910, William Wright, company treasurer, was sent to the West Coast to assess the feasibility of a permanent studio for the making of Western style films. Wright saw the potential and after given the go-ahead from head office he acquired a property in Verdugo Canyon in Glendale and a permanent crew was dispatched from New York City. Headed by director Kenean Buel, his crew consisted of star actress Alice Joyce, George Melford, Jane Wolfe, Frank Lanning, Howard Oswald, Frank Brady, Knute Rahmn, Francelia Billington and Daisy Smith.\n\nWith films from the Western genre much in demand, in 1911, a second California studio was opened in Santa Monica with actors Ruth Roland, Marin Sais, Ed Coxen, and Marshall Neilan taken under contract. The Santa Monica facility eventually would be used to make comedies. Kalem operated in these Southern California locations until October 1913 when they took over the Essanay Studios property at 1425 Fleming Street (now, Hoover Street) in the east Hollywood.\n\n"
        },
        {
            "title": "Notable serials",
            "text": "In November 1914, Kalem released the first of 119 episodes of the serial The Hazards of Helen, releasing a new segment every Saturday until February 1917. Each segment had a self-contained story, so it was more of a film series than a serial. Helen Holmes played the lead character \"Helen\" and did most of her own stunts in the first 26 episodes until she and director J. P. McGowan left to set up their own film production company. The two began a relationship while working on the serial that led to marriage.  Director J. Gunnis Davis (billed as James Davis) took over and Elsie McLeod substituted in episodes 27–49 until a permanent \"Helen\" could be found for the remainder in the form of Helen Gibson.\n\nOn the heels of the immediate success of The Hazards of Helen, Kalem Studios simultaneously produced another 16-episode action/adventure series they released in October 1915 called The Ventures of Marguerite starring Marguerite Courtot.\n\n"
        },
        {
            "title": "Final changes",
            "text": "In the fall of 1912, Sidney Olcott resigned to work for independent companies. Allan Dwan joined Kalem for a short time, as did Mary Pickford, who also directed films in 1913. Over the years, Kalem contracted various other directors such as actor-turned-directors Robert Vignola and J. P. McGowan, George Melford, as well as James W. Horne, Rube Miller, William Beaudine, Harry F. Millarde, and Robert Ellis. In 1917, after having made close to 1500 motion pictures, the Kalem Company was sold to Vitagraph Studios.\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nFurther reading\n\nFilm\n\n"
        }
    ]
}