{
    "url": "https://en.wikipedia.org/wiki/Kamacuras",
    "title": "Kamacuras",
    "table_of_contents": [
        "1 Overview",
        "1.1 Showa",
        "1.2 Millennium",
        "1.3 Reiwa",
        "1.4 Powers and abilities",
        "2 Appearances",
        "2.1 Films",
        "2.2 Television",
        "2.3 Video games",
        "2.4 Literature",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kamacuras (Japanese: カマキラス, Hepburn: Kamakirasu) is a kaiju film monster which first appeared in Toho's 1967 film Son of Godzilla.[1] The name alludes to \"kamakiri\", the Japanese word for mantis. In its first appearance, the creature was called Gimantis in the U.S. version.\n\n"
        },
        {
            "title": "Overview",
            "text": "In the live-action film Son of Godzilla, a species of man-sized mantis resembling the Japanese giant mantis lived on Sollgel Island. Later, a radioactive accident that occurred due to a weather experiment mutated the insects and enlarged them further. Now the size of buildings, they became known as Kamacuras. Three Kamacuras find a giant egg and crack it open, finding a baby Godzilla inside. Before they could eat the infant, Godzilla arrives and attacks the insectoids, killing two of the Kamacuras while the third is killed by Kumonga. A fourth Kamacuras is later transferred to Monster Island as of the live-action film Godzilla vs. Gigan.\n\nThe Showa Kamacuras were 2 meters (6.5 feet) long prior to their mutation and 50 meters (164 feet) tall and weighed 2,800 metric tons (3,086 short tons) afterward.[2]\n\nIn the live-action film Godzilla: Final Wars, an individual Kamacuras appears as one of the many mind-controlled monsters used by aliens called the Xiliens. It attacks Paris, France and damages one of the Earth Defense Force (EDF)'s battleships until the Xiliens teleport it away to make Earth believe they had defeated the monsters. After the humans discover the Xiliens' true motives, the aliens dispatch their monsters to destroy Earth. Kamacuras battles Godzilla in Tokyo, but the latter eventually impales the former on an electrical pylon. In the novelization, Godzilla crushes Kamacuras' head with its tail instead.\n\nThe Final Wars Kamacuras is 40 meters (131 feet) tall, 90 meters (295 feet) long, and weighs 20,000 metric tons (22,046 short tons).[3]\n\nIn the anime film Godzilla: Planet of the Monsters, an adult Kamacuras appears briefly in the opening sequence as part of a late 20th century news report stating it was the first monster to appear in human history and depicting it attacking Manhattan and destroying the World Trade Center.\n\nThis is expanded upon in the film's tie-in prequel novel, Godzilla: Monster Apocalypse, in which Kamacuras emerged from the Upper New York Bay on May 4th, 1999 and attacked Manhattan. Over the course of the succeeding 72 hours, the insectoid caused 2.3 million casualties and destroyed large swathes of New York and New Hampshire until a B-2 bomber killed it with bunker busters. Meanwhile, a smaller Kamacuras attacked train passengers in the East River before it was tricked into cutting an old steam pipe, which killed it.[4]\n\nAll versions of Kamacuras possess forearm blades and the ability to fly. Additionally, the Kamacuras seen in Final Wars is able to blend in with its surroundings through a form of cuttlefish-like color changing ability.\n\n"
        }
    ]
}