{
    "url": "https://en.wikipedia.org/wiki/Kamba_people",
    "title": "Kamba people",
    "table_of_contents": [
        "1 Origin",
        "2 Distribution",
        "3 Kamba people outside of Kenya",
        "4 Language",
        "5 Economy",
        "6 Colonialism and the 19th century",
        "7 Culture and beliefs",
        "7.1 The Akamba family",
        "7.2 Naming and Kamba names",
        "7.3 Kikamba music",
        "7.4 Clothing and costumery",
        "7.5 Media and News Channels",
        "8 Notable Akamba and people of Akamba descent",
        "8.1 Academics, Activism and Authorship",
        "8.2 Artists, Athletes and Media",
        "8.3 Businesspersons and Professionals",
        "8.4 Military and Security Services",
        "8.5 Politics and Diplomacy",
        "8.6 Religion",
        "9 References",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Kamba or Akamba (sometimes called Wakamba) people are a Bantu ethnic group who predominantly live in the area of Kenya stretching from Nairobi to Tsavo and north to Embu, in the southern part of the former Eastern Province. This land is called Ukambani and constitutes Makueni County, Kitui County and Machakos County.[2] They also form the second largest ethnic group in 8 counties including Nairobi and Mombasa counties.[3]\n\n"
        },
        {
            "title": "Origin",
            "text": "The Kamba are of Bantu origin.[4] They are closely related in language and culture to the Kikuyu, the Embu, the Mbeere and the Meru, and to some extent relate closely to the Digo and the Giriama of the Kenyan coast. Kambas are concentrated in the lowlands of southeast Kenya from the vicinity of Mount Kenya to the coast.\n\nThe first group of Kamba people settled in the present-day Mbooni Hills in the Machakos District of Kenya in the second half of the 17th century, before spreading to the greater Machakos, Makueni and Kitui Districts.[5]\n\nOther authorities suggest that they arrived in their present lowlands east of the Mount Kenya area of habitation from earlier settlements further to the north and east,[4] while others argue that the Kamba, along with their closely related Eastern Bantu neighbours the Kikuyu, the Embu, the Mbeere and the Meru, moved into Kenya from points further south.[6]\n\n"
        },
        {
            "title": "Distribution",
            "text": "Most of the Akamba people live in Kenya, and are concentrated in the lower eastern counties of Machakos, Kitui, and Makueni.\n\nAccording to the national census of 2019,[7] there were 4,663,910 Akamba people in Kenya, being the fifth-most populous tribe in the country. Machakos is the most populous of the three Ukambani counties, with 1,421,932 residents.[8] This is followed by Kitui (1,136,187 residents) then Makueni (987,653 residents). They make up the second largest ethnic demographics in each of the urban city - counties of Nairobi and Mombasa as well as Taita–Taveta, Kiambu, Muranga, Kirinyaga, Kwale and Kilifi counties.[3] They also form the third largest ethnic group in Embu, Garissa, Meru and Kajiado counties.[3] In Embu county the Kamba live in Mbeere South region and in Taita–Taveta County they are mainly concentrated in the Taveta region.[9] They share a border with the Maasai people and are literally separated by the Kenya-Uganda railway from Athi-River to Kibwezi. Up until late 20th Century the Maasai and the Akamba communities were involved in persistent cattle-rustling and pasture conflicts especially on the pasture-rich Konza plains. This attracted the interest of colonial government who created Cooperative Society and the later the establishment of Konza, Potha and Malili Ranches where the proposed Konza Technology City sits.\n\n"
        },
        {
            "title": "Kamba people outside of Kenya",
            "text": "Apart from Kenya, Kamba people can also be found in Uganda, Tanzania and in Paraguay.[10] The population of Akamba in Uganda is about 8,280, 110,000 in Tanzania and about 10,000 in Paraguay.[11]\n\nThe Kamba people in the South American country of Paraguay[12][13] form two groups: Kamba Cuá and Kamba Kokue with the former being the most famous.[14] They arrived in Paraguay as members of a regiment of 250 spearmen ('lanceros de Artigas'), men and women, who accompanied General Jose Gervasio Artigas, in his exile in Paraguay in 1820.[15] The Kamba Cuá are famous for their African traditional ballet that is described as the \"central cultural identity of the Afro-Paraguayan community\".[16]\n\n"
        },
        {
            "title": "Language",
            "text": "The Kamba speak the Kamba language (also known as Kikamba) as a mother tongue. It belongs to the Bantu branch of the Niger-Congo language family. Kikamba has no letters c, f, j, r, x, q and p in its alphabet.[17]\nThe Swahili language reveals closer ties to the Akamba mother tongue, this being due to the various interactions of the Akamba people with Arab traders for centuries.\n\n"
        },
        {
            "title": "Economy",
            "text": "Like many Bantus the Akamba were originally hunters and gatherers, they later became long distance traders because of their knowledge of the expansive area they inhabited and good relations with neighbouring communities as well as excellent communication skills. They would go on to later adopt subsistence farming and pastoralism due to the availability of the new lands that they came to occupy.[5]\n\nToday, the Akamba are often found engaged in different professions: some are agriculturalists, others are traders, while others have taken up formal jobs. Barter trade with the Kikuyu, Maasai, Meru and Embu people in the interior and the Mijikenda and Arab people of the coast was also practised by the Akamba who straddled the eastern plains of Kenya.\n\nOver time, the Akamba extended their commercial activity and wielded economic control across the central part of the land that was later to be known as Kenya (from the Kikamba, 'Ki'nyaa', meaning 'the Ostrich Country' derived from the reference they made to Mount Kenya and its snow cap similar to the male Ostrich), from the Indian Ocean in the east to Lake Victoria in the west, and all the way up to Lake Turkana on the northern frontier. The Akamba traded in locally produced goods such as sugar cane wine, ivory, brass amulets, tools and weapons, millet, and cattle. The food obtained from trading helped offset shortages caused by droughts and famines experienced in their Kamba land.\n\nThey also traded in medicinal products known as 'Miti' (literally: plants), made from various parts of the numerous medicinal plants found on the Southeast African plains. Maingi Ndonye Mbithi, commonly referred by his peers and locals as Kanyi, from Kimutwa village in Machakos was best known for his concoction of herbs mixed with locally fermented brew (kaluvu) with the ability to heal cancerous boils (Mi'imu).[citation needed] The Akamba are still known for their fine work in wood carving,[18] basketry and pottery and the products . Their artistic inclination is evidenced in the sculpture work that is on display in many craft shops and galleries in the major cities and towns of Kenya.\n\nIn the mid-eighteenth century, a large number of Akamba pastoral groups moved eastwards from the Tsavo and Kibwezi areas to the coast. This migration was the result of extensive drought and lack of pasture for their cattle. They settled in the Mariakani, Kinango, Kwale, Mombasa West (Changamwe and Chaani) and Mombasa North (Kisauni) areas of the coast of Kenya, creating the beginnings of urban settlement. They are still found in large numbers in these towns, and have been absorbed into the cultural, economic and political life of the modern-day Coast Province. Several notable businessmen and women, politicians, as well as professional men and women are direct descendants of these itinerant pastoralists.\n\n"
        },
        {
            "title": "Colonialism and the 19th century",
            "text": "In the latter part of the 19th century the Arabs took over the coastal trade from the Akamba, who then acted as middlemen between the Arab and Swahili traders and the tribes further upcountry. Their trade and travel made them ideal guides for the caravans gathering elephant tusks, precious stones and some slaves for the Middle Eastern, Indian, and Chinese markets. Early European explorers also used them as guides in their expeditions to explore Southeast Africa due to their wide knowledge of the land and neutral standing with many of the other societies they traded with.\n\nDuring the colonial era, British colonial officials considered the Kamba to be the premier martial race and sharp-shooters of Africa. The Kamba themselves appeared to embrace this label by enlisting in the colonial army in large numbers. After confidently describing the Kamba serving in the King's African Rifles[19] (the KAR, Britain's East African colonial army) as loyal \"soldiers of the Queen\" during the Mau Mau Emergency, a press release by the East Africa Command went on to characterize the Kamba as a \"fighting race.\" These sentiments were echoed by other colonial observers in the early 1950s who deemed the Kamba a hardy, virile, courageous, and \"mechanically-minded tribe.\" Considered by many officers to be the \"best [soldierly] material in Africa,\" the Kamba supplied the KAR with askaris (soldiers) at a rate that was three to four times their percentage of the overall Kenyan population.'\n\nThe Kamba people were also very brave and successfully resisted an attempt by the British colonialists to seize their livestock in an obnoxious livestock control legislation in 1938. They peacefully fought the British until the law was repealed.\nAmong the Akamba people, lack of rain is considered an event requiring ritual intervention. As a result, they perform a ritual rain making dance called Kilumi. It is a healing rite designed to restore environmental balance through spiritual blessings, movement, offering, and prayers. According to Akamba, Kilumi has been present since the very beginning of Kamba existence. This ritual emphasizes symbolic dance movements as a key force in achieving the goal of the ceremony. The heart of the dance ritual is its spiritual essence; in fact, it is the spiritual aspect that distinguishes the dances of Africans and their descendants worldwide. For this reason, it is important to understand the nature of rituals. Dance rituals take participants on a journey; they are designed to foster a transformation moving them to different states, with the ultimate goal of invoking spiritual intervention to resolve the problem at hand.\n\nAkamba resistance to colonial \"pacification\" was mostly non-violent in nature. Some of the best known Akamba resistance leaders to colonialism were: Syokimau, Syotune wa Kathukye, Muindi Mbingu, and later Paul Ngei, JD Kali, and Malu of Kilungu. Ngei and Kali were imprisoned by the colonial government for their anti-colonial protests. Syotune wa Kathukye led a peaceful protest to recover cattle confiscated by the British colonial government during one of their raiding expeditions on the local populations.\n\nMuindi Mbingu was arrested for leading another protest march to recover stolen land and cattle around the Mua Hills in Masaku district, which the British settlers eventually appropriated for themselves. JD Kali, along with Paul Ngei, joined the Mau Mau movement to recover Kenya for the Kenyan people. This movement took place between 1952 and 1960.[20] He was imprisoned in Kapenguria during the fighting between the then government and the freedom fighters.\n\n"
        },
        {
            "title": "Culture and beliefs",
            "text": "Their origin myth is as follows:\n\"In the beginning, Mulungu created a man and a woman. This was the couple from heaven and he proceeded to place them on a rock at Nzaui where their foot prints, including those of their livestock can be seen to this day.\nMulungu then caused a great rainfall. From the many anthills around, a man and a woman came out. These were the initiators of the 'spirits clan'- the Aimo. It so happened that the couple from heaven had only sons while the couple from the anthill had only daughters. Naturally, the couple from heaven paid dowry for the daughters of the couple from the anthill. The family and their cattle greatly increased in numbers. With this prosperity, they forgot to give thanks to their creator. Mulungu punished them with a great famine. This led to dispersal as the family scattered in search of food. Some became the Kikuyu, others the Meru while some remained as the original people, the Akamba.\"\nThe Akamba are not specific about the number of children that each couple had initially borne.\n\nThe Akamba believe in a monotheistic, invisible and transcendental God, Ngai or Mulungu, who lives in the sky (yayayani or ituni). Another venerable name for God is Asa, or the Father. He is also known as Ngai Mumbi (God the Creator) na Mwatuangi (God the finger-divider). He is perceived as the omnipotent creator of life on earth and as a merciful, if distant, entity. The traditional Akamba perceive the spirits of their departed ones, the Aimu or Maimu, as the intercessors between themselves and Ngai Mulungu. They are remembered in family rituals and offerings / libations at individual altars.\n\nIn Akamba culture, the family (Musyi) plays a central role in the community. The Akamba extended family or clan is called mbai. The man, who is the head of the family, is usually engaged in an economic activity popular among the community like trading, hunting, cattle-herding or farming. He is known as Nau, Tata, or Asa.\n\nThe woman, whatever her husband's occupation, works on her plot of land, which she is given upon joining her husband's household. She supplies the bulk of the food consumed by her family. She grows maize, millet, sweet potatoes, pumpkin, beans, pigeon peas, greens, arrow root, cassava, and yam in cooler regions like Kangundo, Kilungu and Mbooni. It is the mother's role to bring up the children. Even children that have grown up into adults are expected to never contradict the mother's wishes. The mother is known as Mwaitu ('our One').\n\nVery little distinction is made between one's children and nieces and nephews. They address their maternal uncle as inaimiwa and maternal aunts as mwendya and for their paternal uncle and aunt as mwendw'au. They address their paternal cousins as wa-asa or wa'ia (for men is mwanaasa or mwanaa'ia, and for women is mwiitu wa'asa or mwiitu wa'ia), and the maternal cousins (mother's side) as wa mwendya (for men mwanaa mwendya; for women mwiitu wa mwendya). Children often move from one household to another with ease, and are made to feel at home by their aunts and uncles who, while in charge of their nephews/nieces, are their de facto parents.\n\nGrandparents (Susu or Usua (grandmother), Umau or Umaa (grandfather)) help with the less strenuous chores around the home, such as rope-making, tanning leather, carving of beehives, three-legged wooden stools, cleaning and decorating calabashes, making bows and arrows, etc. Older women continue to work the land, as this is seen as a source of independence and economic security. They also carry out trade in the local markets, though not exclusively. In the modern Akamba family, the women, especially in the urban regions, practice professions such as teaching, law, medicine, nursing, secretarial work, management, tailoring and other duties in accordance with Kenya's socioeconomic evolution.\nThe Kamba clans are: Anzauni, Aombe, Akitondo, Amwei (Angwina), Atwii, Amumui, Aethanga, Atangwa, Amutei, Aewani, Akitutu, Ambua, Aiini, Asii, Akiimi.\n\nNaming of children is an important aspect of the Akamba people. In most but not all cases, the first four children, two boys and two girls, are named after the grandparents on both sides of the family. The first boy is named after the paternal grandfather and the second after the maternal grandfather. Girls are similarly named. Because of the respect that the Kamba people observe between the varied relationships, there are people with whom they cannot speak on \"first name\" terms.\n\nThe father and the mother in-law on the husband's side, for instance, can never address their daughter in-law by her first name.  Neither can she address them by their first names. Yet she has to name her children after them. To solve this problem, a system of naming is adopted that gave names which were descriptive of the quality or career of the grandparents. Therefore, when a woman is married into a family, she is given a family name (some sort of baptismal name), such as \"Syomunyithya/ng'a Mutunga\", that is, \"she who is to be the mother of Munyithya/Mutunga\".\n\nHer first son is to be called by this name. This name Munyithya was descriptive of certain qualities of the paternal grandfather or of his career. Thus, when she is calling her son, she would indeed be calling her father in-law, but at the same time strictly observing the cultural law of never addressing her in-laws by their first names.\n\nAfter these four children are named, whose names were more or less predetermined, other children could be given any other names, sometimes after other relatives and / or family friends on both sides of the family. Occasionally, children were given names that were descriptive of the circumstances under which they were born:\n\nChildren were also given affectionate names as expressions of what their parents wished them to be in life. Such names would be like \n\nOf course, some of these names could be simply expressive of the qualities displayed by the man or woman after whom they were named. Very rarely, a boy may be given the name \"Musumbi\" (meaning \"king\"). I say very rarely because the Kamba people did not speak much in terms of royalty; they did not have a definite monarchical system. They were ruled by a council of elders called king'ole. There is a prophecy of a man, who traces his ancestry to where the sun sets (west) (in the present day county of Kitui) who will bear this name.\n\nA girl could be called \"Mumbe\" meaning beautiful one or \"Mwende\" (beloved); Wild animal names like Nzoka (snake), Mbiti (hyena), Mbuku (hare), Munyambu (lion), or Mbiwa (fox); or domesticated animal names like Ngiti (dog), Ng'ombe (cow), or Nguku (chicken), were given to children born of mothers who started by giving stillbirths. This was done to wish away the bad omen and allow the new child to survive. Sometimes the names were used to preserve the good names for later children. There was a belief that a woman's later children had a better chance of surviving than her first ones.\n\nThe Akamba people's love of music and dance is evidenced in their spectacular performances at many events in their daily lives or on occasions of regional and national importance. In their dances they display agility and athletic skills as they perform acrobatics and body movements. The Akamba dance techniques and style resemble those of the Batutsi of Rwanda-Burundi and the Aembu of Kenya. The earliest, most famous and respected traditional Kamba soloist who can be documented was Mailu Mboo (Grand Father to Influx Swaggaa top Kenyan Artiste) and came from \"Kwa Vara\" Now mwingi.\n\nThe following are some of the varieties of traditional dance styles of the Akamba community:\n\nDances are usually accompanied by songs composed for the occasion (marriage, birth, nationally important occasion), and reflect the traditional structure of the Kikamba song, sung on a pentatonic scale. The singing is lively and tuneful. Songs are composed satirising deviant behaviour, anti-social activity, etc. The Akamba have famous work songs, such as Ngulu Mwelela, sung while work, such as digging, is going on. Herdsmen and boys have different songs, as do young people and old. During the Mbalya dances the dance leader will compose love songs and satirical numbers, to tease and entertain his/her dancers.\n\nThe Akamba of the modern times, like most people in Kenya, dress rather conventionally in western / European clothing. The men wear trousers and shirts. Young boys will, as a rule, wear shorts and short-sleeved shirts, usually in cotton, or tee-shirts. Traditionally, Akamba men wore leather short kilts made from animal skins or tree bark. They wore copious jewellery, mainly of copper and brass. It consisted of neck-chains, bracelets, and anklets.\n\nThe women in modern Akamba society also dress in the European fashion, taking their pick from dresses, skirts, trousers, jeans and shorts, made from the wide range of fabrics available in Kenya. Primarily, however, skirts are the customary and respectable mode of dress. In the past, the women were attired in knee-length leather or bark skirts, embellished with bead work. They wore necklaces made of beads, these obtained from the Swahili and Arab traders. They shaved their heads clean, and wore a head band intensively decorated with beads. The various kilumi or dance groups wore similar colours and patterns on their bead work to distinguish themselves from other groups.\n\nTraditionally, both men and women wore leather sandals especially when they ventured out of their neighbourhoods to go to the market or on visits. While at home or working in their fields, however, they remained barefoot.\n\nSchoolchildren, male and female, shave their heads to maintain the spirit of uniformity and equality. Currently the most popular Kamba artist include; Ken Wamaria, Kativui, Kitunguu, Katombi, Maima, Vuusya Ungu etc. Ken Wamaria is rated as the top artist in Ukambani and the richest Kenyan artist (Kioko, 2012).\n\nVernacular radio stations in Kenya where Kamba is the primary language spoken are as follows :-\n\nKyeni TV is a TV channel which broadcasts primarily in the Kamba language.\n\nMauvoo News[26] is an online news website which covers current affairs and local news touching on Kenya's three Akamba people Counties of Makueni, Kitui and Machakos in the English language.\n\n"
        }
    ]
}