{
    "url": "https://en.wikipedia.org/wiki/Kantianism",
    "title": "Kantianism",
    "table_of_contents": [
        "1 Ethics",
        "2 Political philosophy",
        "3 See also",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kantianism is the philosophy of Immanuel Kant, a German philosopher born in Königsberg, Prussia (now Kaliningrad, Russia). The term Kantianism or Kantian is sometimes also used to describe contemporary positions in philosophy of mind, epistemology, and ethics.\n\n"
        },
        {
            "title": "Ethics",
            "text": "Kantian ethics are deontological, revolving entirely around duty rather than emotions or end goals. All actions are performed in accordance with some underlying maxim or principle, which are vastly different from each other; it is according to this that the moral worth of any action is judged. Kant's ethics are founded on his view of rationality as the ultimate good and his belief that all people are fundamentally rational beings. This led to the most important part of Kant's ethics, the formulation of the categorical imperative, which is the criterion for whether a maxim is good or bad.\n\nSimply put, this criterion amounts to a thought experiment: to attempt to universalize the maxim (by imagining a world where all people necessarily acted in this way in the relevant circumstances) and then see if the maxim and its associated action would still be conceivable in such a world. For instance, holding the maxim kill anyone who annoys you and applying it universally would result in self termination. Thus holding this maxim is irrational as it ends up being impossible to hold it.\n\nUniversalizing a maxim (statement) leads to it being valid, or to one of two contradictions—a contradiction in conception (where the maxim, when universalized, is no longer a viable means to the end) or a contradiction in will (where the will of a person contradicts what the universalisation of the maxim implies). The first type leads to a \"perfect duty\", and the second leads to an \"imperfect duty\".\n\nKant's ethics focus, then, only on the maxim that underlies actions, and judges these to be good or bad solely on how they conform to reason. Kant showed that many of our common sense views of what is good or bad conform to his system, but denied that any action performed for reasons other than rational actions can be good (saving someone who is drowning simply out of a great pity for them is not a morally good act). Kant also denied that the consequences of an act in any way contribute to the moral worth of that act—his reasoning being (highly simplified for brevity) that the physical world is outside our full control, and thus we cannot be held accountable for the events that occur in it.\n\nThe formulations of the categorical imperative:\n\n"
        },
        {
            "title": "Political philosophy",
            "text": "In political philosophy, Kant has had wide and increasing influence with major political philosophers of the late twentieth century. For example, John Rawls[4][5] drew heavily on his inspiration in setting out the basis for a liberal view of political institutions.[clarification needed] The nature of Rawls' use of Kant has engendered serious controversy[clarification needed] but has demonstrated the vitality of Kantian considerations across a wider range of questions than was once thought plausible.\n\n"
        }
    ]
}