{
    "url": "https://en.wikipedia.org/wiki/Kapitayan",
    "title": "Kapitayan",
    "table_of_contents": [
        "1 Etymology and terminology",
        "2 Belief",
        "2.1 Deity/God",
        "2.2 Theology",
        "2.3 Practices",
        "3 References",
        "4 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kapitayan (from Javanese: ꦏꦥꦶꦠꦪꦤ꧀) is a belief of ancient people on Java island, namely those who belong to the Javanese ethnic group since the paleolithic, mesolithic, neolithic and megalithic eras.[1] The Kapitayan religion is a form of monotheism native to Java that has been adopted and carried on by Javanese people from generation to generation since ancient times.[2] The local Javanese referred to it as \"the monotheist ancient Javanese religion\", \"ancestral monotheist religion\", or \"Tiyang Jawi (Javanese) religion\", which is different from Kejawen (another Javanism that is non-monotheistic).[3]\n\n"
        },
        {
            "title": "Etymology and terminology",
            "text": "The term Kapitayan is Old Javanese in origin, and was constructed from the base word of Taya (Old Javanese script: ) which means \"unimaginable\", \"unseen\" or \"absolute\" literally,[4] thus it means that Taya cannot be thought or imagined, or cannot be approached by the five senses.[5] Kapitayan can be described as a teaching that worships the main God called Sanghyang Taya (Javanese script: ꦱꦁ​​ꦲꦾꦁ​​ꦠꦪ) which means unimaginable entity, also called Suwung (ꦱꦸꦮꦸꦁ​), Awang (ꦲꦮꦁ​), or Uwung (ꦲꦸꦮꦸꦁ​). The term Awang-uwung (ꦲꦮꦁ​​ꦲꦸꦮꦸꦁ​) refers to the real existence but unreachable, thus it can be known and worshiped by worldly beings including humans, the Sanghyang Taya is described as personal in the name and divine nature called Tu (ꦠꦸ) or To (ꦠꦺꦴ) which means \"magical power\" which is supernatural.[5]\n\n"
        },
        {
            "title": "Belief",
            "text": "The deity or God in the Kapitayan religion is called Sang Hyang Taya (ꦱꦁ​​ꦲꦾꦁ​​ꦠꦪ). The deity within the Kapitayan religion belief is abstract, or can not be described. Sang Hyang Taya is defined as tan keno kinaya ngapa (ꦠꦤ꧀ꦏꦺꦤꦏꦶꦤꦪꦔꦥ), means cannot be seen, thought about, or imagined, thus His existence is unreachable by worldly capacity. For this reason, in order to be worshiped, Sanghyang Taya has a personal name and attribute called Tu (ꦠꦸ) or To (ꦠꦺꦴ), which means \"magical power\" which is supernatural. Tu or To are singular in essence, a single entity. Tu is commonly referred to by the name Sanghyang Tunggal (ꦱꦁ​​ꦲꦾꦁ​​ꦠꦸꦁ​ꦒꦭ꧀). He has two qualities, namely Goodness and Wickedness. Tu who is good is generally known as the Tuhan (ꦠꦸꦲꦤ꧀) in Javanese, called by its name Sanghyang Wenang (ꦱꦁ​​ꦲꦾꦁ​​ꦮꦺꦤꦁ​). Tu who is wicked is called by the name of Sanghyang Manikmaya (ꦱꦁ​​ꦲꦾꦁ​​ꦩꦤꦶꦏ꧀ꦩꦪ). Thus, Sanghyang Wenang and Sanghyang Manikmaya are essentially just the nature of the Sanghyang Tunggal. Therefore, both Sanghyang Tunggal, Sanghyang Wenang and Sanghyang Wenang are supernatural and cannot be approached with the five senses and the mind. Only His character is known.[6]: 17 \n\nSang Hyang Taya's power is then represented in various places, such as on rocks, monuments, trees, and in many other places.[7] Therefore, they make offerings over that place, not because they worship stones, trees, monuments, or anything else, but they do so as their devotion to Sang Hyang Taya whose power is represented in all those places. The Kapitayan religion does not recognize gods as in Hinduism and Buddhism.[8]\n\nThis Kapitayan religion, is an ancient religion studied in archaeological studies, whose archaeological remains and relics in Western terminology are known as dolmens, menhirs, sarcophagi, and others which indicate the existence of ancient religions in Java island. And by Dutch historians (during colonialism), this religion is mistakenly identified as animism and dynamism, because the colonizers interpreted Kapitayan followers as the worshipper of trees, rocks, and spirits, which according to Ma Huan's point of view, those practice of worshiping is called an 'unbeliever' or 'infidel'.[9] But however, in fact the Kapitayan is more like monotheism than animism-dynamism as most researchers think. The mention as animism-dynamism itself arises because, in physical appearance, the rituals performed by its adherents appear to be worship of objects. In simple terms, the worship of objects is understood as worship of the power of the object itself (animism-dynamism). In fact, initially the Kapitayan teachings did not worship the object as absolute power, but rather worshiped Sang Hyang, the highest power. Objects contained in religious rituals, such as trees, stones, and springs are just a few manifestations of the supreme power of Sang Hyang.[10]: 25 \n\nBecause the Sanghyang Tunggal with these dual-qualities is supernatural, to worship Him requires means that can be approached by the five senses and the human mind. That's why, in the Kapitayan teachings, there is a belief which states that the supernatural power of the Sanghyang Taya called Tu or To is 'hidden' in everything that has the name Tu or To. The followers of Kapitayan teachings believe in the existence of supernatural powers in wa-tu, tu-gu, tu-tuk, tu-nda, tu-lang, tu-nggul, tu-ak, tu-k, tu-ban, tu-mbak, tunggak, tu-lup,tu-ngkub, tu-rumbukan, un-tu, pin-tu, tu-tud, to-peng, to-san, to-pong, to-parem, to-wok, to-ya. The remains of these worship facilities are known in archeology as Menhir, Dolmen, Punden Berundak, Nekara, Sarcophagus, and others. In worshiping Sanghyang Taya through these means, people provide offerings in the form of tumpeng, tu-mbal, tu-mbu, tu-kung, tu-d to Sanghyang Taya through something that is believed to have supernatural powers.[6]: 17 \n\nA person who worships Sanghyang Taya who is considered pious will be blessed with supernatural powers that are positive (tu-ah) and negative (tu-lah). Those who have been gifted with the tu-ah and tu-lah are considered entitled to become community leaders. They are called ra-tu or dha-tu (\"ruler\"). Those who have been gifted with tu-ah and tu-lah, their life movements will be marked by Pi, which is the hidden power of Sanghyang Taya's divine secret. That's why, ra-tu or dha-tu, call themselves with the personal pronoun: Pi-nakahulun. If speaking it is called Pi-dato. If heard called Pi-harsa. If teaching knowledge is called Pi-wulang. If giving advice is called Pi-tutur. If it gives a hint called Pi-tuduh. If punishing called Pi-dana. If it gives firmness it is called Piandel. When providing offerings to ancestral spirits, it is called Pitapuja, usually in the form of Pi-nda (flour cake), Pi-nang, Pi-tik, Pindodakakriya (rice and water), Pi-sang. If it radiates power is called Pi-deksa. If they die, it is called Pi-tara. A ra-tu or dha-tu, is the embodiment of Sanghyang Taya's supernatural powers. A ratu is the image of the sole Sanghyang Personal.[6]: 17–18 \n\nThese Kapitayan's religious values was then adopted by the Walisongo in spreading Islam toward the regions. Because the concept of tawhid in Kapitayan is basically same with the concept of tawhid in Islam: the term of \"Tan keno kinaya ngapa\" in Kapitayan (\"can't be seen, can't be thought, can't be imagined, He is beyond everything\"), have the same equal meaning as \"laisa kamitslihi syai'un\" in Islam (\"There is nothing like unto Him\"; Qur'an Surah Ash-Syura chapter 42 verse 11).[9]\n\nWalisongo also use the term \"Sembahyang\" (worshipping Sang Hyang Taya in Kapitayan) in introducing the term of \"Shalat\" in Islam. In term of places for worship or praying, Walisongo also using the term Sanggar in Kapitayan, which represents a four-square building with an empty hole on its wall as the symbol of Sang Hyang Taya in Kapitayan, not arca or statues as in Hindu or Buddhism. This term of place for praying or worshipping in Kapitayan also used by Walisongo by the name \"Langgar\" represents the term of Masjid in Islam\".[11][9]\n\nThere's also a ritual in form of not eating from morning up until night in Kapitayan, which is called as Upawasa (Puasa or Poso).[12] Incidentally, the ritual of fasting in Hinduism is also called Upawasa or Upavasa.[13] Instead of using the term of fasting or Siyam in Islam, Walisongo used the term of Puasa or Upawasa from the Kapitayan in describing the ritual. The term of Poso Dino Pitu in Kapitayan whose means fasting on the day of the second and the fifth day in which is equal to seven days of fasting, is very similar with the form of fasting on Mondays and Thursdays in Islam. The Tradition of \"Tumpengan\" of Kapitayan was also being kept by the Walisongo under the Islamic perspective as known as \"Sedekah\". This is the meaning of the terminology in which Gus Dur (Indonesian fourth president) mentioned as \"mempribumikan Islam\" (Indigenize Islam).[9]\n\nIn order to worship Sanghyang Tunggal, Kapitayan adherents provide offerings in the form of tu-mpeng, tu-mpi (cake made of flour), tumbu (square basket made of woven bamboo for flower holders), tu-ak (wine), tu-kung (a kind of chicken) to be offered to Sanghyang Tunggal whose magical power is hidden in everything that is believed to have supernatural powers such as tu-ngkub, tu-nda, wa-tu, tu-gu, tu-nggak, tu-k, tu-ban, tu-rumbukan, tu-tuk. Kapitayan followers who have the intention of doing tu-ju (divination) or other urgent needs, will worship Sanghyang Tunggal with a special offering called tu-mbal.[14]\n\nIn contrast to the worship of the Sanghyang Tunggal which is carried out by ordinary people by offering offerings in sacred places, to worship Sanghyang Taya directly, the practice commonly carried out by the Kapitayan clergy, takes place in a place called the Sanggar, which is a rectangular building with an overlapping roof. Tu tu-k (alcove hole) in the wall as a symbol of the emptiness of Sanghyang Taya.[14]\n\nIn praying to Sanghyang Taya in the sanggar, the Kapitayan clergy follow certain rules: at first, the worshiping clergyman performs tu-lajeg (standing still) facing tutu-k (alcove hole) with both hands raised up to present Sanghyang Taya in tutu-d (heart). After feeling Sanghyang Taya residing in the heart, both hands were lowered and clasped to the chest right to the heart. This position is called swa-dikep (holding one's personal self). The tu-lajeg process is carried out in a relatively long time. After the tu-lajeg is finished, the prayer is continued with the tu-ngkul position (bent down looking down) which is also carried out for a relatively long time. Then proceed again with the tu-lumpak position (kneeling with both heels occupied). Finally, the to-ndhem position is performed (prostrate like a baby in its mother's stomach). While performing tu-lajeg, tu-ngkul, tu-lumpak, and to-ndhem for more than an hour, the Kapitayan spiritualists with all their feelings tried to maintain the continuity of the existence of Sanghyang Taya which had been buried in tutu-d (heart).[14]\n\n"
        }
    ]
}