{
    "url": "https://en.wikipedia.org/wiki/Karaite_Judaism",
    "title": "Karaite Judaism",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 9th century",
        "1.3 The Golden Age",
        "1.4 Anecdote about Karaites in Egypt during the 13th-century",
        "1.5 Karaites in the Russian Empire and the Soviet Union",
        "1.6 Karaites in Egypt",
        "2 Beliefs",
        "2.1 Karaite interpretations of the Torah",
        "2.2 Shabbat",
        "2.3 Laws of ritual purity",
        "2.4 Sephirath Ha‘Omer and Shavu‘oth",
        "2.5 Tzitzit (Ṣiṣiyot)",
        "2.6 Tefillin",
        "2.7 Mezuzot",
        "2.8 Mamzerim",
        "2.9 Four species",
        "2.10 Who is a Jew?",
        "2.11 Pronouncing the Tetragrammaton",
        "3 Writings",
        "4 Karaites, Aharon Ben Mosheh Ben Asher, and the Masoretic Text",
        "5 Karaites today",
        "6 Karaism in Rabbinic Jewish opinion",
        "6.1 Rabbinical classification of a Jew",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Karaite Judaism (/ˈkɛərə.aɪt/) or Karaism (/ˈkɛərə.ɪzəm/, sometimes spelt Karaitism (/ˈkɛərə.ɪtɪzəm/; Hebrew: יהדות קראית Yahadut Qara'it); also spelt Qaraite Judaism, Qaraism or Qaraitism)[a] is a Jewish religious movement characterized by the recognition of the written Torah alone as its supreme authority in halakha (Jewish religious law) and theology.[5] Karaites believe that all of the divine commandments which were handed down to Moses by God were recorded in the written Torah without any additional Oral Law or explanation. Unlike mainstream Rabbinic Judaism, which considers the Oral Torah, codified in the Talmud and subsequent works, to be authoritative interpretations of the Torah, Karaite Jews do not believe that the written collections of the oral tradition in the Midrash or the Talmud are binding.\n\nWhen they read the Torah, Karaites strive to adhere to the plain or most obvious meaning (peshat) of the text; this is not necessarily the literal meaning of the text, instead, it is the meaning of the text that would have been naturally understood by the ancient Hebrews when the books of the Torah were first written - without the use of the Oral Torah. By contrast, Rabbinic Judaism relies on the legal rulings of the Sanhedrin as they are codified in the Midrash, Talmud, and other sources to indicate the authentic meaning of the Torah.[b] Karaite Judaism holds every interpretation of the Torah to the same scrutiny regardless of its source, and teaches that it is the personal responsibility of every individual Jew to study the Torah, and ultimately decide personally its correct meaning. Karaites may consider arguments made in the Talmud and other works without exalting them above other viewpoints.\n\nAccording to Mordecai ben Nissan, the ancestors of the Karaites were a group called Benei Ṣedeq during the Second Temple period.[6] Historians have argued over whether Karaism has a direct connection to the Sadducees dating back to the end of the Second Temple period (70 CE) or whether Karaism represents a novel emergence of similar views. Karaites have always maintained that while there are some similarities to the Sadducees due to the rejection of rabbinical authority and the Oral Law, there are major differences.\n\nAccording to Rabbi Abraham ibn Daud, in his Sefer ha-Qabbalah, the Karaite movement crystallized in Baghdad in the Gaonic period (circa 7th–9th centuries) under the Abbasid Caliphate in what is now Iraq. This is the view universally accepted among Rabbinic Jews. However, some Arab scholars claim that Karaites were already living in Egypt in the first half of the seventh century, based on a legal document that the Karaite community in Egypt had in its possession until the end of the 19th century, in which the first Islamic governor ordered the leaders of the Rabbinite community against interfering with Karaite practices or the way they celebrate their holidays. It was said to have been stamped by the palm of Amr ibn al-ʿĀṣ as-Sahmī, the first Islamic governor of Egypt (d. 664), and was reportedly dated 20 AH (641 CE).[7][8]\n\nAt one time, Karaites made up a significant proportion of the Jewish population.[9] In the 21st century, some 30,000–50,000 are thought to reside in Israel, with smaller communities in Turkey, Europe and the United States.[10] Another estimate holds that, of the 50,000 worldwide, more than 40,000 descend from those who made aliyah from Egypt and Iraq to Israel.[11] The largest Karaite community today resides in the Israeli city of Ashdod.[12]\n\n"
        },
        {
            "title": "History",
            "text": "Arguments among Jewish sects regarding the validity of the Oral Law date back to Hellenistic period, the 2nd and 1st centuries BCE. Accordingly, some scholars trace the origin of Karaism to those who rejected the Talmudic tradition as an innovation. Judah Halevi, an 11th-century Jewish philosopher and rabbi, wrote a defense for Rabbinic Judaism entitled Kuzari, placing the origins of Karaism in the first and second centuries BCE, during the reign of Alexander Jannaeus (\"King Jannai\"), king of Judaea from 103 to 76 BCE:\n\nAbraham Geiger, a 19th-century German scholar who founded Reform Judaism, posited a connection between the Karaites and a remnant of the Sadducees, the 1st-century Jewish sect that followed the Hebrew Bible literally and rejected the Pharisees' notion of an Oral Torah even before it was written.[14] Geiger's view is based on comparison between Karaite and Sadducee halakha: for example, a minority in Karaite Judaism do not believe in a resurrection of the dead or afterlife, a position also held by the Sadducees. The British theologian John Gill (1767) noted, \n\nGill also traces the Karaite sect to the split between the schools of Hillel the Elder and Shammai in 30 BCE.[16]\n\nAmerican scholar Bernard Revel  rejects many of Geiger's proofs in his 1913 published dissertation, The Karaite Halakah.[17] Revel also points to the many correlations between Karaite halakha and theology and the interpretations of Philo of Alexandria, the 1st-century philosopher and Jewish scholar. He also notes the writings of a 10th-century Karaite who refers to Philo's works, showing that the Karaites made use of Philo's writings in the development of their movement. Later Medieval Karaite commentators[who?] did not view Philo in a favorable light. These attitudes show a friction between later Karaite theology and possible connections to Philo's philosophy, which could serve as either a rejection of their origins, rejection of theological positions no longer accepted, or that Philo's philosophy was not entirely used in the founding of the Karaites (although some influences remain possible).[citation needed]\n\nEarly 20th-century scholars Oesterley and Box suggested that Karaism formed in a reaction to the rise of Islam.[18] The new religion recognized Judaism as a fellow monotheistic faith, but claimed that it detracted from its belief by deferring to rabbinical authority.\n\nAnan ben David (Hebrew: ענן בן דוד, c. 715 – 795 or 811?) is widely considered to be a major founder of the Karaite movement. His followers were called Ananites; they did not believe the rabbinical oral law was divinely inspired.\n\nAccording to a 12th-century Rabbinic account, in approximately 760, Shelomoh ben Ḥisdai II, the Exilarch in Babylon died, and two brothers among his nearest kin, ʻAnan ben David (whose name according to the Rabbinical account was ʻAnan ben Shafaṭ, but was called \"ben David\" due to his Davidic lineage) and Ḥananyah were next in order of succession. Eventually, Ḥananyah was elected by the rabbis of the Babylonian Jewish colleges (the Geonim) and by the notables of the chief Jewish congregations, and the choice was confirmed by the Caliph of Baghdad.\n\nA schism may have occurred, with ʻAnan ben David being proclaimed exilarch by his followers.[19] However, not all scholars agree that this event occurred. Leon Nemoy[20] notes, \"Natronai, scarcely ninety years after ‘Anan's secession, tells us nothing about his aristocratic (Davidic) descent or about the contest for the office of exilarch which allegedly served as the immediate cause of his apostasy.\"[21] Nemoy later notes that Natronai — a devout Rabbanite — lived where ʻAnan's activities took place, and that the Karaite sage Jacob Qirqisani never mentioned ʻAnan's purported lineage or candidacy for Exilarch.[21]\n\nʻAnan's allowing his followers to proclaim him as Exilarch was considered treason by the Muslim government.[citation needed] He was sentenced to death, but his life was saved by his fellow prisoner, Abu Hanifa, the founder of the madhhab or school of fiqh (Muslim jurisprudence) known as the Hanafi. Ultimately he and his followers were permitted to migrate to Palestine. They erected a synagogue in Jerusalem that continued to be maintained until the time of the Crusades. From this center, the sect diffused thinly over Syria, spread into Egypt, and ultimately reached Southeast Europe.[19]\n\nBen David challenged the Rabbinical establishment. Some scholars believe that his followers may have absorbed Jewish Babylonian sects such as the Isunians[22] (followers of Abū ʻĪsā al-Iṣfahānī), Yudghanites,[23] and the remnants of the pre-Talmudic Sadducees and Boethusians. Later, sects such as the Ukbarites emerged separately from the Ananites.\n\nHowever, the Isunians, Yudghanites, Ukabarites, and Mishawites all held views that did not accord with those of either the Ananites or the Karaites. Abū ʻĪsā al-Iṣfahānī, who was an illiterate tailor, claimed to be a prophet, prohibited divorce, claimed that all months should have thirty days, believed in Jesus and Muhammad as prophets, and told his followers that they must study the New Testament and the Qur’an. Yudghan was a follower of Abū ʻĪsā al-Iṣfahānī and claimed to be a prophet and the Messiah, saying that the observance of Shabbat and Holy Days was no longer obligatory. Isma‘il al-‘Ukbari believed he was the prophet Elijah, and hated ʻAnan. Mishawayh al-‘Ukbari, who was a disciple of Isma‘il al-‘Ukbari and the founder of the Mishawites, taught his followers to use a purely solar calendar of 364 days and 30-day months, insisting that all the Holy Days and fast days should always occur on fixed days in the week, rather than on fixed days of the months. He further said that Shabbat should be kept from sunrise on Saturday to sunrise on Sunday. Most Ananites and Karaites rejected such beliefs.\n\nʻAnan developed his movement's core tenets. His Sefer HaMiṣwot (\"The Book of the Commandments\") was published about 770. He adopted many principles and opinions of other anti-rabbinic forms of Judaism that had previously existed. He took much from the old Sadducees and Essenes, whose remnants still survived, and whose writings—or at least writings ascribed to them—were still in circulation. Thus, for example, these older sects prohibited the burning of any lights and the leaving of one's dwelling on the Sabbath. Unlike the Sadducees, ʻAnan and the Qumran sectaries allowed persons to leave their house, but prohibited leaving one's town or camp. ʻAnan said that one should not leave one's house for frivolous things, but only to go to prayer or to study scripture. The Sadducees required the observation of the new moon to establish the dates of festivals and always held the Shavuot festival on a Sunday.\n\nIn the \"Golden Age of Karaism\" (900–1100) a large number of Karaite works were produced in all parts of the Muslim world, the most notable being a work penned by Jacob Qirqisani, entitled Kitāb al-Anwār wal-Marāqib (\"Code of Karaite Law\"), which provides valuable information concerning the development of Karaism and throws light also on many questions in Rabbinic Judaism. Karaite Jews were able to obtain autonomy from Rabbinic Judaism in the Muslim world and establish their own institutions. Karaites in the Muslim world also obtained high social positions such as tax collectors, doctors, and clerks, and even received special positions in the Egyptian courts. Karaite scholars were among the most conspicuous practitioners in the philosophical school known as Jewish Kalam.[citation needed]\n\nAccording to historian Salo Wittmayer Baron, at one time the number of Jews affiliating with Karaism was as much as 10 percent of world Jewry, and debates between Rabbinist and Karaite leaders were not uncommon.[citation needed]\n\nAmong the staunchest critics of Karaite thought and practice at this time was Saadia Gaon, whose writings brought about a permanent split between some Karaite and Rabbinic communities.[citation needed]\n\nEgypt had long been a bastion for Karaites and their teachings.[24] According to David ben Solomon ibn Abi Zimra, in one day in Egypt, a great congregation of Karaites became Rabbinical Jews during the time of the Nagid Rabbi Abraham Maimonides, who, in his words, \"was not reluctant to receive them.\"[25]\n\nDuring the 19th century, Russian authorities began to differentiate Karaite Jews from Rabbanite Jews, freeing them from various oppressive laws that affected Rabbinic Jews. In the 1830s the Tsarist governor of the Taurida Governorate, Mikhail Semyonovich Vorontsov, told the Karaite leaders that, even though the Russian Empire liked the idea that the Karaites did not accept the Talmud, they were still Jews and responsible for the crucifixion of Jesus and thus subject to the laws. The leaders, hearing that, devised a ruse by which they could be freed of the oppressive laws and told him that the Karaites had already settled in the Crimea before the death of Jesus. The Tsarist government then said that, if they could prove it, they would be free of the oppressive laws.[5]\n\nThe community leaders charged Abraham Firkovich (1786-1874) with gathering anything that could help show that Karaites were not in Jerusalem at the time of Jesus, and thus not responsible for the crucifixion. Through his work, Firkovich helped establish the idea among the Russian authorities that the Karaites, as descendants of the exiled northern kingdom of Israel,[citation needed] had already gone into  exile centuries before the death of Jesus and thus had no responsibility for it. Firkovich referenced tombstones in Crimea (altering the dates) and gathered thousands of Karaite, Rabbinic, and Samaritan manuscripts, including one rabbinic document from Transcaucasia that claims that the Jews there were descendants of the exiles from the northern Kingdom of Israel.[26]\n\nThese actions convinced the Tsar that Karaite ancestors could not have killed Jesus and that thus their descendants were free of familial guilt.\n\nDespite this, within the community Ḥakhamim still taught that the Karaites were and had always been a part of the Jewish people; prayer was in Hebrew, the lineage of Kohens, Levites, and families of Davidic descent were meticulously preserved,[citation needed] and books printed in Hebrew adamantly identified the Karaites as Jews.\n\nIn 1897 the Russian census counted 12,894 Karaites in the Russian Empire.[27]\n\nBy the early 20th century, most European Karaites were no longer very knowledgeable about the religion and Seraya Shapshal, a Karaite soldier of fortune[citation needed] who had been the tutor of the last Qajar Shah of Persia, Mohammad Ali Shah Qajar and a Russian spy, managed about 1911 to get himself elected Chief Ḥakham of the Karaites in the Russian Empire (by that time, due to Russian regulations, the position had become more of a political one than a spiritual one). Influenced by the Pan-Turkic movement in Turkey,[28] Shapshal made his position into something of a Priest-king. He changed the title Hakham to \"Ḥakhan\" (a portmanteau between Hakham and the Mongol-Turkic title khan), forbade the use of Hebrew, and in the 1930s reintroduced Yahwist elements (such as the veneration of sacred oak trees in the cemetery).[citation needed] He also recognized both Jesus and Muhammad as prophets (in order to appease both the Tsarist Russian Orthodox government and the Muslim Turkic peoples).[29]\n\nAfter the Bolshevik Revolution of 1917, atheism became official state policy in Soviet territories and Karaite religious schools and places of worship were the very first religious institutions closed by the Soviet government.[citation needed] The authorities allowed only the teaching of Shapshalian doctrines about the Karaites, and the official stance according to Soviet law (carried over from Russian Imperial law) erroneously regarded the Karaites as Turkic descendants of the Khazars and not as Jews.[30][failed verification]\n\nNot all European Karaites accepted the Shapshalian doctrines. Some Hachamim and a small part of the general Karaite population still preserved their Jewish heritage, but most[citation needed] dared not oppose Shapshal openly due to his official standing with regard to the Soviet Union.[31]\n\nThe Karaite community in Egypt was considered one of the oldest and had existed in that country for about 1,300 years. Many interactions, including financial support, religious leadership positions and marriages, have taken place between the various Karaite communities, including those in Egypt, Turkey, Jerusalem and Crimea[32]. \n\nA split emerged within the Karaite community of Egypt around the turn of the 20th century, between those now termed \"progressives\" and those termed \"traditionalists\". The progressives, of which noted writer and intellectual Murat Faraj Lisha‘ was at the forefront, called for a more liberal interpretation of Halakha, along with societal reforms and greater solidarity with Rabbanites. The traditionalists were led by Chief Hakham Tubiah ben Simhah Levi Babovich, and called not only for a more obdurate interpretation, but for greater separatism from both Rabbanites and Zionism. Although Babovich was respected for his dedication towards the community, his conservatism and opposition towards local customs were met by little success.[33]\n\nIn the 1950s, the entire Jewish population in Egypt was estimated at 80,000 including 5,000 Karaite Jews [34]. Following the United Arab Republic's participation in the Six-Day War, all Jewish men in Egypt were placed in camps, and were kept there for up to two years before being expeled from the country resulting in the complete disappearance of the Jewish and Karaite communities by the 1970s. Karaites were among the last to leave and most of Egypt's Karaite Jews settled in Israel.[35]\n\nThe latest Chief Karaite sages of the Karaite community in Egypt (החכמים הראשיים הקראים)[34] were:\n\nFrom 1916 to 1921, due to World War I, there was no Chief sage in Egypt.[34]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Karaite Jews do not object to the idea of a body of interpretation of the Torah, along with extensions and development of non-rabbinic halakha (Jewish law) that strives to adhere to the Tanakh's straightforward meaning. Several hundred such books have been written by various Karaite Ḥakhamim (sages) throughout the movement's history, although most are lost today. The disagreement arises over the rabbinic tradition's raising of the Talmud and the other writings of the rabbis above the Torah. The Karaites believe this has led to traditions and customs being kept under rabbinic law that contradict what is written in the Torah. The Karaites also have their own traditions and customs passed down from their ancestors and religious authorities. These are known as Sevel HaYerushah, which means \"the Yoke [or burden] of Inheritance.\" Most of these practices are kept primarily by traditional Karaites; theoretically, any tradition thereof is said to be rejected if it contradicts the simple meaning of the Tanakh's text. The vast majority of these traditions are not forced upon any Karaite Jew or convert to Judaism through the Karaite movement, except very few such as donning a head covering in the Karaite synagogue.\n\nThose Karaites who are new to the Karaite lifestyle do not have such an inheritance or tradition and tend to rely solely upon the Tanakh and those practices mentioned in it, and to adapt Biblical practices to their cultural context. Karaite communities are so small and generally isolated, that their members commonly adopt the customs of their host country. In Israel, too, traditional Karaites tend to be culturally assimilated into mainstream society (both secular and Orthodox).\n\nMany modern Karaite Jews have emerged from the Karaite revival of the late 20th century; the World Karaite Movement was founded by Nehemia Gordon and Ḥakham Meir Rekhavi in the early 1990s. Karaite Jewish University (KJU), approved by the Mo‘eṣet HaḤakhamim (the Council of Sages) in Israel, was founded to teach an introductory course on Karaite Judaism. It could lead to a student's conversion by a Beit Din (religious Jewish court) authorized by the Mo‘eṣet HaḤakhamim. KJU teaches various forms of Karaite Judaism and includes Sevel HaYerushah in its course materials. Thus, newly admitted converts to Karaite Judaism can choose to accept or reject Sevel HaYerushah.\n\nAs with other Jews, during Shabbat, Karaites attend synagogue to worship and to offer prayers. Most Karaites refrain from sexual relations on that day since they maintain that engaging in them can cause fatigue and copulation, in particular, results in ritual impurity on this holy day, concerns that Rabbinic Judaism ceased to have long ago; additionally, impregnating one's wife is considered melakha (forbidden work). Their prayer books are composed almost completely of biblical passages. Karaite Jews often practice full prostration during prayers, while most other Jews no longer pray in this fashion.\n\nUnlike Rabbinic Jews, Karaites do not practice the ritual of lighting Shabbat candles. They have a differing interpretation of the Torah verse, \"You shall not [burn] (Hebrew: bi‘er the pi‘el form of ba‘ar) a fire in any of your dwellings on the day of Shabbat.\" In Rabbinic Judaism, the qal verb form ba‘ar is understood to mean \"burn\", whereas the pi‘el form (present here) is understood to be, not intensive as usual but causative, the rule being that the pi‘el of a stative verb will be causative, instead of the usual hif‘il. Hence bi‘er means \"kindle\", which is why Rabbinic Judaism prohibits starting a fire on Shabbat. The vast majority of Karaite Jews hold that, throughout the Tanakh, ba‘ar explicitly means \"to burn\", while the Hebrew word meaning \"to ignite\" or \"to kindle\" is hidliq. Accordingly, the mainstream in Karaite Judaism takes the passage to mean that fire should not be left burning in a Jewish home on Shabbat, regardless of whether it was lit prior to, or during the Sabbath. However, the minority of Karaites who view the prohibition to be on kindling a fire often permit a fire to continue burning into the Sabbath.\n\nHistorically, Karaites refrained from using or deriving benefit from fire until the Sabbath ends, and accordingly their homes were not lit during the night of the Sabbath. Many modern Karaites today use a fluorescent or LED lamp powered by batteries, which is turned on prior to Shabbat. Many observant Karaites either unplug their refrigerators on Shabbat or turn off the circuit breakers.[citation needed] Karaites consider producing electricity to be a violation of Shabbat, no matter who produces it. Additionally, some Karaites view the purchasing of electricity that is charged on an incremental basis during the Shabbat as a commercial transaction that the Tanakh prohibits, no matter when the payment is made; the recording of the electric meter is considered by them to be a commercial transaction.\n\nKaraites maintain that in the absence of a Temple, ordinary washing with flowing waters (described in the Torah as \"living\"—flowing—water) should be substituted for purification with water that includes ashes obtained through the red heifer burning ritual. Karaites believe that this was the practice before the Tabernacle was built in the Sinai Peninsula following the Exodus.[37][38] They follow certain Torah laws for avoiding Ṭum’at Met (ritual impurity caused by contact with a dead body, human bones, graves, or being present in a space under any ceiling where a human died)[39] which are no longer considered relevant in Rabbinic Judaism, except for Kohanim (members of the Jewish priestly class).\n\nThe Karaite method of counting the days from the offering of the ‘Omer is different from the rabbinic method.[40] The Karaites understand the term \"morrow after the Sabbath\" in Leviticus 23:15–16 to refer to the weekly Sabbath, whereas Rabbinic Judaism interprets it as referring to the day of rest on the first day of Ḥagh HaMaṣṣot. So while Rabbinic Judaism begins the count on the 16th of Nisan and celebrates Shavu‘ot on the 6th of Sivan, Karaite Jews count from the day after the weekly Sabbath (i.e., the Sunday) that occurs during the seven days of Ḥagh HaMaṣṣot to the day after the seventh weekly Sabbath. They celebrate Shavu‘ot on that Sunday, no matter what the calendar date of that Sunday on which it happens to fall.\n\nA Tzitzit (alternatively spelled Ṣiṣit, plural: Tzitziyot or Ṣiṣiyot) is a knotted or braided tassel worn by observant Jews (both Karaite and Rabbinic) on each of the four corners of what is often an outer garment or their Tallit. The Torah commands Israel to make tassels on the corners of their four-cornered garment containing a thread of Tekhelet (Numbers 15:38) and repeats this commandment using the word for \"twisted cords\" (\"Gedilim\") instead of \"tassels\" at Deuteronomy 22:12. The purpose of the tassels is stated in the Book of Numbers as a visual reminder to the Israelites to remember the commandments given by God.\n\nThe thread of Tekhelet is a blue-violet or blue thread, which, according to the traditions of Rabbinic Judaism, is to be dyed with a specific kind of dye derived from a mollusc (notably the Hexaplex trunculus sea snail). Due to a number of factors, including Rome outlawing the use of Tekhelet by commoners, the source and practice of using a Tekhelet thread in Tzitzit was lost for most Rabbinic Jews. Their Tzitziyot are usually all white. Karaite Jews believe that the importance of Tekhelet is that the color of thread is blue-violet and it may be produced from any source, including synthetic industrial dyes, except impure (a state mostly overlapping unkosher) marine creatures, rather than insist on a specific dye. Therefore, they believe that the rabbinic tradition of relying on a dye from a mollusc is incorrect. They suggest that the source of the dye was indigo or Isatis tinctoria.[41][42]\n\nRabbinic Jews have specific traditions on how the tassels are to be knotted. Karaite Jews, for their part, have certain traditions on the manner of braiding the tassels, although they are not binding. Consequently, the way the Tzitziyot are made usually distinguishes Karaite Tzitziyot from rabbinic Tzitziyot.\n\nKaraite Jews do not wear tefillin in any form. According to Karaites, the Biblical passages cited for this practice are metaphorical, and mean to \"remember the Torah always and treasure it\". This is because the commandment in scripture is \"And these words, which I command thee this day, shall be upon thy heart\"... \"And thou shalt bind them for a sign upon thy hand, and they shall be for forehead ornaments between thine eyes\". (Deuteronomy 6:5,9) Since words cannot be on one's heart, or bound on one's hand, the entire passage is understood metaphorically.[11] Furthermore, the same expressions (\"And thou shalt bind them for a sign upon thy hand\" as well as \"and they shall be as frontal ornaments between thine eyes\") are used in Exodus 13:9 in reference to the commandments of Ḥagh HaMaṣṣot, in Exodus 13:16 in reference to the ritual of redeeming the first born, in Deuteronomy 6:8 in reference to the ‘Aseret HaDevarim (the Ten Utterances, usually mistranslated as \"the Ten Commandments\"), and in Deuteronomy 11:18 in reference to all the words of the Torah, indicating that, from a Karaite perspective, they must be metaphorical in nature (because one could never ritually \"write\" and \"bind\" upon their hearts themselves).\n\nLike Tefillin, Karaites interpret the scripture that mandates inscribing the Law on doorposts and city gates as a metaphorical admonition, specifically, to keep the Law at home and away. This is because the previous commandment in the same passage is the source for Tefillin for Rabbinic Judaism, and is understood metaphorically due to the language. As a result, the entire passage is understood as a metaphor. Therefore, they do not put up mezuzot, although many Karaite Jews do have a small plaque with the Ten Commandments on their doorposts.\n\nHowever, a Christian account in the 19th century tells of a Karaite synagogue in Constantinople that reportedly had a mezuzah.[43] In Israel, in an effort to make Rabbinic Jews comfortable, many Karaite Jews do put up mezuzot, but not out of belief that it is commanded.\n\nIn both Deuteronomy 23:3, and Zechariah 9:6, the Hebrew word mamzer is referenced alongside the nations of Ammon and Moab (in Deut 23:3), and the Philistine cities of Ashkelon, Gaza, Ekron and Ashdod (in Zech 9:5–6). From such, Karaites have come to consider the most logical understanding of the Hebrew word mamzer, which modern Rabbinical Jews understand to refer to either children born from adultery or from incest (Talmud Bavli, Masekhet Yevamot), to actually speak of a nation or people. Karaites think that such an understanding fits perfectly into the context of both Deuteronomy 23 and Zechariah 9, (and this was also the understanding of the Rabbinist commentator Yehudah ben Shemu’el ibn Bil‘am). Several Medieval Rabbinite Jewish sages felt it necessary to debate this topic with Medieval Karaite Jewish sages.\n\nKaraite Judaism defines the Four species (Arba`at haMinim) somewhat differently than Rabbinic Jews, i.e. (1) fruit of splendorous tree (Peri `Eṣ Hadar), which need not be the Etrog (yellow citrus fruit) demanded by rabbinic law, yet may be either any seasonal fruit tree considered splendorous by an individual Jew, or branches of olive trees featuring the olives, that were considered splendorous by the Judean Israelites in the generation of Nehemiah, as seen in Neḥemyah 8; (2) date palm fronds (Kappoth Temarim) instead of the closed palm frond used by Rabbinic Jews; (3) branches of thickly leaved trees (‘Eṣ ‘Avoth) which may be from fig, laurel and eucalyptus rather than myrtle branches only; and (4) willow branches (‘Aravoth Naḥal) e.g. maple, oak, yew and butternut, as opposed to the rabbinically dictated willow tree's boughs. Karaite Jews have always understood the Arba`at haMinim to be used for the purpose of constructing the roof of the Sukkah (pl. Sukkot); they are not made into a lulav and shaken in six directions, as is the rabbinic practice. In the Book of Nehemiah (8:15), the Israelites are instructed to construct their Sukkot out of the four species: olive branches and oil tree branches (fruit of splendorous tree), as well as date palm fronds, myrtle branches and branches of thickly leaved trees are mentioned in the same passage as materials for the Sukkah's construction.\n\nKaraite Judaism follows patrilineal descent, meaning a Jew is either someone whose father is Jewish (since almost all Jewish descent in the Tanakh is traced patrilineally) or both of whose parents are Jews, or one who has undergone a formal conversion which entails circumcision for uncircumcised males and formally accepting the God of Israel as one's own God and the people of Israel as one's own people.\n\nKaraites believe that conversion to the Jewish people should be done after living among Jews (preferably Karaite) in the form of a vow (the dominant position among modern Karaites maintains that this oath should be taken before a Karaite Beit Din whose members act on the behalf of the Israeli Council of Sages); see Exodus 12:43–49, Ruth 1:16, Esther 8:17, and Isaiah 56:1–8 and studying the Tanakh. Also Ezekiel the prophet states that gerim (\"sojourners\") who have joined themselves to the Children of Israel will be given land inheritance among the tribes of Israel among whom they live during the final Redemption.[44]\n\nIn the Middle Ages, some, such as the Karaites Jews in Greater Khorasan, viewed pronouncing the Tetragrammaton as a mitzvah because the name appears some 6800 times throughout the Tanakh.[45] Today, publicly uttering the Tetragrammaton is a controversial issue among Karaites. Virtually all traditional Karaites view the pronunciation of God's name to be blasphemous, and adhere to the rabbinic tradition of substituting Adonai when coming across YHWH while reading.[46] Other Karaites and some of those coming from a rabbinic background like Nehemia Gordon and Ḥakham Meir Rekhavi, as well as some joiners to the people of Israel through Karaite Judaism such as James Walker and Daniel ben Immanuel, do not consider the pronunciation of the Tetragrammaton to be forbidden. There is, however, disagreement among scholars as to the correct pronunciation of the Tetragrammaton.\n\n"
        },
        {
            "title": "Writings",
            "text": "Karaism has produced a vast library of commentaries and polemics, especially during its \"Golden Age\". These writings prompted new and complete defenses of the Mishnah and the Talmud, the culmination of these in the writings of Saadia Gaon and his criticisms of Karaism. Though he opposed Karaism, the rabbinic commentator Abraham ibn Ezra regularly quoted Karaite commentators, particularly Yefet ben Ali, to the degree that a legend exists among some Karaites[who?] that Ibn Ezra was ben Ali's student.\n\nThe most well-known Karaite polemic is Yiṣḥaq ben Avraham of Troki's \"Faith Strengthened\" (חזוק אמונה‎), a comprehensive counter-Christian missionary polemic, which was later translated into Latin by Johann Christoph Wagenseil as part of a larger collection of Jewish anti-Christian polemics entitled Tela Ignea Satanæ, sive Arcani et Horribiles Judæorum Adversus Christum, Deum, et Christianam Religionem Libri (Altdorf, 1681: \"The Fiery Darts of Satan, or the Arcane and Horrible Books of the Jews Against Christ, God, and the Christian Religion\"). Many counter-missionary materials produced today are based upon or cover the same themes as this book.\n\nScholarly studies of Karaite writings are still in their infancy, and owe greatly to the Firkovich collections of Karaite manuscripts in the National Library of Russia that have become accessible after the collapse of the Soviet Union. The cataloguing efforts of scholars at the Bibliothèque nationale de France and in the United States and England is continuing to yield new insights into Karaite literature and thought.\n\n"
        },
        {
            "title": "",
            "text": "Aaron ben Moses ben Asher was a Jewish scholar from Tiberias, famous as the most authoritative of the Tiberian Masoretes, and a member of a family who had been involved in creating and maintaining the Masoretic Text (authoritative text of the Hebrew scripture), for at least five generations. His Tiberian vocalization of the Bible is still, for all intents and purposes, the text all Jews continue to use, and he was the first systematic Hebrew grammarian.\n\nHis Sefer Diqduqei HaTe‘amim (\"Grammar of the Punctuation/Vocalizations\") was an original collection of grammatical rules and Masoretic information. Grammatical principles were not at that time considered worthy of independent study. The value of this work is that the grammatical rules presented by ben Asher reveal the linguistic background of vocalization for the first time. He had a tremendous influence on the world of Biblical criticism.\n\nIn the nineteenth century, certain scholars suggested that Aharon Ben Asher might have been a Karaite and not a Rabbinic Jew. Aharon Dothan has examined this issue from many angles, and his conclusion is that Ben Asher was a Rabbinic Jew, but Raphael Zer has raised this issue again and presented new evidence.[47]\n\nIn 989, an unknown scribe of a former Nevi'im manuscript vouched for the care with which his copy was written by claiming that he had vocalized and added the Masoretic text \"from the books that were vocalized by Aaron ben Moses Ben-Asher\".[This quote needs a citation] Maimonides, by accepting the views of ben Asher in regard to open and closed sections, helped establish and spread his authority.  \"The book on which we have relied for these matters is the book that is well-known in Egypt, which includes twenty-four books, which was in Jerusalem for many years for the purpose of proofreading books from it. Everybody relied on it since Ben-Asher proofread it and scrutinized it for years, and proofread many times as he copied it. I relied on it when I wrote a Sefer Torah properly\".[48]\n\n"
        },
        {
            "title": "Karaites today",
            "text": "Estimates of the size of the modern Karaite movement put the number at 1,500 Karaites in the United States,[49] some 80 Constantinopolitan Karaites in Turkey,[50] 30,000 in Israel,[51] the largest communities being in Ramla,[52] Ashdod and Beersheba, 1,196 in Ukraine (with Crimea), 300 in Lithuania and 205 in Russia. At the Polish census of 2002, only 45 people declared themselves \"Karaims\", including 43 Polish citizens.[53]\n\nDuring the early 1920s a British mandate official in Jerusalem records visiting the Karaite synagogue, which he describes as being \"small, mediaeval, semi-underground\" serving \"Jerusalem's tiny colony of Qaraites\".[54]\n\nIn the early 1950s, the Chief Rabbinate of Israel originally objected to the immigration of Karaite Jews to Israel, and unsuccessfully tried to obstruct it.[citation needed] In 2007, however, Rabbi David Ḥayim Chelouche, the chief rabbi of Netayana was quoted in The Jerusalem Post as saying, \"A Karaite is a Jew. We accept them as Jews and every one of them who wishes to come back [to mainstream Judaism] we accept back. There was once a question about whether Karaites needed to undergo a token circumcision in order to switch to Rabbinic Judaism, but the rabbinate agrees that today that is not necessary.\"[55]\n\nMoshe Marzouk, one of the Egyptian Jews executed in 1954 for planting bombs in Cairo in the service of Israeli Military Intelligence (the Lavon Affair) was a Karaite. Marzouk was considered a hero in Israel; however, his Karaite identity was downplayed in newspapers, which usually just described him as an Egyptian Jew. However, in 2001, the Israeli government, through the Israel Postal Authority, issued a special memorial sheet honoring him and many other Karaite Jews that gave their lives for Israel.\n\nIn Israel, the Karaite Jewish leadership is directed by a group called Universal Karaite Judaism. Most of the members of its Board of 'Ḥakhamim' are of Egyptian Jewish descent. The largest Karaite community today resides in Ashdod.[12]\n\nThere are about 1,500 Karaites living in the United States.[49] The Congregation B'nai Israel is located in Daly City, California, which is a suburb of San Francisco. It is the only Karaite synagogue in the United States with a permanent dedicated facility. The leaders of the congregation are of Egyptian Karaite extraction. One notable congregant, Mark Kheder, the synagogue's treasurer, has described his internment in an Egyptian prisoner-of-war camp during the 1967 Six-Day war. The congregation's acting Rav (Ḥakham), Joe Pessah, was also among those who were arrested by the Egyptian government. Another, much smaller congregation, Karaite Jewish Congregation Oraḥ Ṣaddiqim, exists in Albany, NY, but they have yet to find a permanent dedicated facility and, in the meantime, continue to use a room in the home of their Ḥakham, Avraham Ben-Raḥamiël Qanaï, as their temporary synagogue.[56]\n\nOn 1 August 2007, some members of the first graduating class of Karaite Jewish University were converts, representing the first new officially authorized members into Karaite Judaism in 542 years.[57] At a ceremony in its Northern California synagogue, ten adults and four minors joined the Jewish people by taking the same oath that Ruth took. The group's course of study lasted over one year. This conversion comes 15 years after the Karaite Council of Sages reversed its centuries-old ban on accepting converts.[58] On 17 February 2009, the second graduating class of converts took the oath. This included 11 adults and 8 minors.\n\nThere are about 80 Karaites living in Istanbul, Turkey, where the only Karaite synagogue in Turkey, the Kahal haKadosh Bene Mikra, is still functional (on Shabbat and holy days) in the Hasköy neighborhood in the European part of the city.\n\nIn Poland, Karaites are a recognized minority, represented by the Association of Polish Karaites (Polish: Związek Karaimów Polskich) and the Karaite Religious Association in the Polish Republic (Polish: Karaimski Związek Religijny w Rzeczypospolitej Polskiej). Karaites live primarily in and around Warsaw, Wrocław and Tricity; they are linguistically assimilated.[59]\n\nIn Switzerland there is also a Karaite Jewish community: the Karaite Jews of Europe (KJE).[60] This community is accepted by the Universal Karaite Judaism (UKJ) in Israel and the Karaite Jews of America (KJA), its members are also recognized as Jews by the Israeli State. Aliyah to Israel is also possible for converts. The community follows the traditional Egyptian-style rite. In Eglisau, a small community center with a prayer- room is run and is supported by Hakham Meir Yosef Rekhavi. The Karaite Jewish University is maintained together with the KJA and UKJ.\n\nIn 2016, the Religious Council of Karaite Jews unanimously reelected their chief rabbi, Rabbi Moshe Piroz, for another four-year term. Piroz has been serving as chief rabbi since 2011.[1]\n\n"
        },
        {
            "title": "Karaism in Rabbinic Jewish opinion",
            "text": "Rabbinic Judaism's scholars, such as Maimonides, write that people who deny the divine authority of the Oral Torah are to be considered among the heretics. However, at the same time, Maimonides holds (Hilkhot Mamrim 3:3) that most of the Karaites and others who claim to deny the \"oral teachings\" are not to be held accountable for their errors in the law because they are led into error by their parents and are similar to a tinok shenishba (a captive baby), or to one who was forced.[61]\n\nRabbinic scholars have traditionally held that, because the Karaites do not observe the rabbinic law on divorce, there is a strong presumption that they are mamzerim (adulterine bastards), so that marriage with them is forbidden even if they return to Rabbinic Judaism. Some recent Ashkenazi Ḥaredi scholars have held that Karaites should be regarded as Gentiles in all respects, though this is not universally accepted. They hasten to add that this opinion is not intended to insult the Karaites, but only to give individual Karaites the option of integrating into mainstream Judaism by way of conversion.[62] In contrast, in 1971, Ovadia Yosef, who was then the Chief Rabbi of the Sefaradim and ‘Edot HaMizraḥ of Israel, proclaimed that Egyptian Karaites are Jews and that it is permissible for Rabbinic Jews to marry with them.\n\nIn response to the position taken by the Karaites in regards to the authority of the Talmud, Orthodox Judaism counters first that the majority of the Oral Law codified in the Mishnah and Talmud are the legal rulings of the last Sanhedrin, a body of 71 elders that made up the highest court of jurisprudence in ancient Israel, and that not all of the Oral Law are literally \"Laws given to Moses on Mount Sinai\". The decisions made by this High Court must be upheld, per se the Law of Moses (Deuteronomy 17), this gives their legal rulings divine authority. Karaites reject the authority of this Sanhedrin that developed during the second Temple period partly because it was an admixture of different people and not just priests and levites as mandated by the Torah. The Sanhedrin also took legal authority away from the descendants of Zadok who served as priests in the Temple in Jerusalem. This is essentially the same view held by the Sadducees and Boethusians during the second Temple period. Secondly, Rabbinic Judaism points to the innumerable examples of biblical commandments that are either too ambiguous or documented in such a concise fashion that proper adherence could not be enforced on a national scale without the further legislation provided by the Talmud. Karaites respond that the Torah itself states \"this law I am commanding you is not too hard for you, neither is it far off. It is not in the heavens, to say, who shall ascend into the heavens and bring it to us, and cause us to understand it, that we do it?\" indicating the Torah could easily be understood by the average Israelite. Examples cited in Rabbinic Judaism as laws requiring rabbinic explanation include:[63]\n\nOrthodox Judaism also notes that the Torah was never meant to be observed as a personal covenant between the individual Jew and God, but a national covenant wherein the Torah functions as the constitution of Israel as a whole. Orthodox Jews[who?] point out that the Torah could never be enforced as a national law, as it was during the time of Joshua, King David, and Ezra, if every individual Jew had their own opinion on how to observe its commandments. In order for the Torah to properly govern the Jewish people, and for its laws be legally enforced with the punishments and penalties prescribed in the Torah, those laws must be legislated and clearly defined by a ruling Sanhedrin. Karaites[who?] counter that the enforcement of the Torah on a national scale can only be legislated by the descendants of Zadok in the Temple in Jerusalem as per the Torah (Deuteronomy 17) and prophets (Ezekiel 44) not by a collection of opinions by various rabbis.\n\nFor Karaites, in sum, the rabbinic interpretations above, as codified in oral law, are only one form of interpretation. They are not divinely ordained, and they are neither binding halakhah nor practical religious law.\n\nThe child of a Karaite mother is regarded as halakhically Jewish by the Orthodox Rabbinate. By contrast, somebody who is patrilineally Jewish (one whose father is Jewish) is regarded as a Jew by the Mo′eṣet HaḤakhamim (the Karaite Council of Sages) on the condition that they were raised Jewish during childhood. Although it is widely accepted that Karaite Jews are halakhically Jewish (apparently with the exception of those who join the Jewish people through the Karaite movement), there is still a question as to whether or not marriage between the Karaite and Rabbinite communities is permitted. Two Sephardi chief rabbis, Eliyahu Bakshi-Doron[64] and Ovadia Yosef[65] encouraged such marriages, hoping it would help Karaites to assimilate into mainstream Judaism. Maimonides decreed that Jews raised in a Karaite household are considered to be Tinoq she'Nishba, like babies taken captive by non-Jews; they cannot be punished for their supposedly wayward behavior, because it is the result of their parents' influence.[66]\n\nIn 2013, The Economist reported, \"rabbis working for Israel’s ministry of religion deemed Karaite marriages invalid, fined their butchers for claiming to be kosher, and demanded that Karaites marrying Orthodox Jewish women should convert, sometimes having to undergo tavila, or baptism.\" The chief rabbinate's spokesman told The Economist that \"Israel is a Jewish state and Jews have superior rights. But the Karaites are not Jewish.\" R. Moshe Firrouz, head of the Karaites' Council of Sages, protested, saying that \"the rabbinate is denying us our religious freedom.\"[67]\n\n"
        }
    ]
}