{
    "url": "https://en.wikipedia.org/wiki/Kardashev_scale",
    "title": "Kardashev scale",
    "table_of_contents": [
        "1 Categories defined by Kardashev",
        "1.1 Type I",
        "1.2 Type II",
        "1.3 Type III",
        "2 Current status of human civilization",
        "3 Observational evidence",
        "4 Energy development",
        "4.1 Type I civilization methods",
        "4.2 Type II civilization methods",
        "4.3 Type III civilization methods",
        "5 Civilization implications",
        "6 Extensions to the original scale",
        "6.1 Kardashev alternative rating characteristics",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Kardashev scale (Russian: Шкала Кардашева, Shkala Kardasheva) is a method of measuring a civilization's level of technological advancement based on the amount of energy it is able to use. The measure was proposed by Soviet astronomer Nikolai Kardashev in 1964.[1]\n\nThe scale is hypothetical, and regards energy consumption on a cosmic scale. Various extensions of the scale have since been proposed, including a wider range of power levels (types 0, IV to VI) and the use of metrics other than pure power (e.g., computational growth).\n\nKardashev first outlined his scale in a paper presented at the 1964 Byurakan conference, a scientific meeting that reviewed the Soviet radio astronomy space listening program. This paper, entitled \"Передача информации внеземными цивилизациями\" (and then translated into English \"Transmission of Information by Extraterrestrial Civilizations\"),[1] proposes a classification of civilizations into three types, based on the postulate of exponential progression. A type I civilization is able to access all the energy available on its planet and store it for consumption. A type II civilization can directly consume the energy of a star. Finally, a type III civilization is able to capture all the energy emitted by its galaxy. In a second article, entitled \"Strategies of Searching for Extraterrestrial Intelligence\" and published in 1980, Kardashev wonders about civilization, which he defines by its capacity to access energy, to maintain itself and to integrate information from its environment. Two other articles followed: \"On the Inevitability and the Possible Structure of Supercivilizations\"[2] and \"Cosmology and Civilizations\", published respectively in 1985 and 1997; the Soviet astronomer proposes tracks to detect supercivilizations and to direct the SETI programs.\n\nThe scale defined by Kardashev has been the subject of two main re-evaluations: that of Carl Sagan, who refines the types, and that of Michio Kaku, who discards the energy postulate in favor of the knowledge economy. Other debates on the nature of the different types have allowed many authors to question Kardashev's original classification, either to complete it or to refute it. Two critical perspectives have thus emerged: one that questions Kardashev's postulates, judging them to be incomplete or inconsistent, the other that establishes alternative scales. The Kardashev scale has given rise to numerous scenarios exploring the possibility of more evolved civilizations. These scenarios each question in their own way the three postulates of Kardashev defining a civilization: energy sources, technology and the transmission of interstellar messages.\n\nThe framework for the search for and detection of advanced civilizations was constructed and theorized during the conference held in 1964 in Armenia, at the Byurakan astrophysical observatory. Starting from a functional definition of civilization, based on the immutability of physical laws and using the human civilization as a model of extrapolation, the initial model of Kardashev was developed. Several scientists have conducted various searches for possible civilizations, but without conclusive results. Based on these criteria, unusual objects, now known to be either pulsars or quasars, were identified. Kardashev has described in his various publications a set of listening and observing parameters to be taken into account; however, some authors, notably Samouïl Aronovitch Kaplan and Guillermo A. Lemarchand, consider that these are insufficient and need to be completed.\n\n"
        },
        {
            "title": "Categories defined by Kardashev",
            "text": "The hypothetical classification known as the Kardashev scale distinguishes three stages of evolution of civilizations according to the double criterion of the access and the use of the energy.[3][4] The purpose of this classification is to guide the search for extraterrestrial civilizations, particularly within SETI, in which Kardashev participated,[5]  and this on the assumption that a fraction of the energy used by each type is intended to communicate with other civilizations. To make this scale more understandable, Lemarchand compares the speed of transmission across the galaxy of a volume of information equivalent to a medium-sized library. A type II civilization can send this data by means of a transmission beam emitting for only 100 seconds. A similar amount of information can be sent across intergalactic distances of about ten million light years, with a transmission time of several weeks. A type III civilization can transmit this same amount of data to the entire observable universe with a transmission time of 3 seconds.[3][6]\n\nKardashev's classification is based on the assumption of a growth rate of 1% per year. Kardashev believes that it will take humanity 3,200 years to reach Type II, and 5,800 years to reach Type III.[7] These types are thus separated from each other by a growth rate of several billion.[7]\n\nA civilization \"close to the level presently attained on Earth, with energy consumption at ≈4×1019 erg/sec\" (4×1012 watts).[8] A Type I civilization is usually defined as one that can harness all the energy that reaches its home planet from its parent star (for Earth, this value is around 2×1017 watts), which is about four orders of magnitude higher than the amount presently attained on Earth, with energy consumption at ≈2×1013 watts as of 2020. The astronomer Guillermo A. Lemarchand defined Type I as a level near contemporary terrestrial civilization with an energy capability equivalent to the solar insolation on Earth, between 1016 and 1017 watts.[9]\n\nA civilization capable of harnessing the energy radiated by its own large star—for example, by means of the successful completion of a Dyson sphere or Matrioshka brain—with energy consumption at ≈4×1033 erg/sec.[8] Lemarchand defined civilizations of this type as being capable of using and channeling the entire radiation output of its star. The energy use would then be comparable to the luminosity of the Sun, about 4×1033 erg/sec (4×1026 watts).[9]\n\nA civilization in possession of energy at the scale of its own galaxy, with energy consumption at ≈4×1044 erg/sec.[8] Lemarchand defined civilizations of this type as having access to power comparable to the luminosity of the entire Milky Way galaxy, about 4×1044 erg/sec (4×1037 watts).[9]\n\nKardashev believed that a Type 4 civilization was impossible[citation needed], so he did not go past Type 3. However, new types (0, IV, V, VI) have been proposed.\n\n"
        },
        {
            "title": "Current status of human civilization",
            "text": "At the current time, humanity has not yet reached Type I civilization status. Physicist and futurist Michio Kaku suggested that, if humans increase their energy consumption at an average rate of 3 percent each year, they may attain Type I status in 100–200 years, Type II status in a few thousand years, and Type III status in 100,000 to a million years.[10]\n\nCarl Sagan suggested defining intermediate values (not considered in Kardashev's original scale) by interpolating and extrapolating the values given above for types I (1016 W), II (1026 W) and III (1036 W), which would produce the formula\n\nwhere value K is a civilization's Kardashev rating and P is the power it uses, in watts. Using this extrapolation, a \"Type 0\" civilization, not defined by Kardashev, would control about 1 MW of power (e.g. the food consumption of about 10,000 persons), and humanity's civilization type as of 1973 was about 0.7 (apparently using 10 terawatt (TW) as the value for 1970s humanity).[11]\n\nIn 2021, the total world energy consumption was 5951.15 exajoules (165,319 TWh),[12] equivalent to an average power consumption of 18.87 TW or 0.73 (to 2 s.f.) on Sagan's interpolated Kardashev scale.\n\n"
        },
        {
            "title": "Observational evidence",
            "text": "In 2015, a study of galactic mid-infrared emissions came to the conclusion that \"Kardashev Type-III civilizations are either very rare or do not exist in the local Universe\".[13]\n\nIn 2016, Paul Gilster, author of the Centauri Dreams website, described a signal apparently from the star HD 164595 as requiring the power of a Type I or Type II civilization, if produced by extraterrestrial lifeforms.[14] However, in August 2016 it was discovered that the signal's origin was most likely a military satellite orbiting the Earth.[15]\n\n"
        },
        {
            "title": "Civilization implications",
            "text": "There are many historical examples of human civilization undergoing large-scale transitions, such as the Industrial Revolution. The transition between Kardashev scale levels could potentially represent similarly dramatic periods of social upheaval since they entail surpassing the hard limits of the resources available in a civilization's existing territory. A common speculation[26] suggests that the transition from Type 0 to Type I might carry a strong risk of self-destruction since, in some scenarios, there would no longer be room for further expansion on the civilization's home planet, as in a Malthusian catastrophe. Excessive use of energy without adequate heat disposal, for example, could plausibly make the planet of a civilization approaching Type I unsuitable to the biology of the dominant life-forms and their food sources. If Earth is an example, then sea temperatures in excess of 35 °C (95 °F) would jeopardize marine life and make the cooling of mammals to temperatures suitable for their metabolism difficult if not impossible. Of course, these theoretical speculations may not become problems, possibly through the applications of future engineering and technology. Also, by the time a civilization reaches Type I it may have colonized other planets or created O'Neill-type colonies, so that waste heat could be distributed throughout the planetary system.\n\nThe limitation of biological life-forms and the evolution of computing technology may lead to the transformation of the civilization through mind uploading and artificial general intelligence in general during the transition from Type I to Type II, leading to a digitalized civilization.\n\n"
        },
        {
            "title": "Extensions to the original scale",
            "text": "Many extensions and modifications to the Kardashev scale have been proposed.\n\nOther proposed changes to the scale use different metrics such as 'mastery' of systems, amount of information used, or progress in control of the very small as opposed to the very large:\n\n"
        }
    ]
}