{
    "url": "https://en.wikipedia.org/wiki/Karen_Black",
    "title": "Karen Black",
    "table_of_contents": [
        "1 Life and career",
        "1.1 1939–1959: Early life",
        "1.2 1960–1970: Stage and film beginnings",
        "1.3 1971–1979: Breakthrough and horror roles",
        "1.4 1980–1985: Mainstream comeback",
        "1.5 1986–2002: Independent films and return to horror roles",
        "1.6 2003–2013: Establishment as cult figure; playwriting",
        "2 Image and acting style",
        "3 Beliefs",
        "4 Death",
        "5 Filmography",
        "6 Accolades",
        "7 References",
        "8 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Karen Blanche Black (née Ziegler; July 1, 1939 – August 8, 2013) was an American actress, screenwriter, singer, and songwriter. She rose to prominence for her work in various studio and independent films in the 1970s, frequently portraying eccentric and offbeat characters, and established herself as a figure of New Hollywood. Her career spanned over 50 years and includes nearly 200 credits in both independent and mainstream films. Black received numerous accolades throughout her career, including two Golden Globe Awards, as well as an Academy Award nomination for Best Supporting Actress.\n\nA native of suburban Chicago, Black studied theater at Northwestern University before dropping out and relocating to New York City. She performed on Broadway in 1965 before making her major film debut in Francis Ford Coppola's You're a Big Boy Now (1966). Black relocated to California and was cast as an LSD-tripping sex worker in Dennis Hopper's road film Easy Rider (1969). That led to a lead in the drama Five Easy Pieces (1970), in which she played a hopeless waitress, for which she was nominated for an Academy Award and won a Golden Globe for Best Supporting Actress. Black made her first major commercial picture with the disaster film Airport 1975 (1974), and her subsequent appearance as Myrtle Wilson in The Great Gatsby (1974) won her a second Golden Globe for Best Supporting Actress.\n\nBlack starred as a glamorous country singer in Robert Altman's ensemble musical drama Nashville (1975), also writing and performing two songs for the soundtrack, for which she received a nomination for a Grammy Award. Her portrayal of an aspiring actress in John Schlesinger's drama The Day of the Locust (also 1975) earned her a third Golden Globe nomination, this time for Best Actress. Black subsequently took on four roles in Dan Curtis's anthology horror film Trilogy of Terror (1975), followed by Curtis's supernatural horror feature, Burnt Offerings (1976). The same year, she starred as a con artist in Alfred Hitchcock's final film, Family Plot.\n\nIn 1982, Black starred as a trans woman in the Robert Altman-directed Broadway debut of Come Back to the 5 & Dime, Jimmy Dean, Jimmy Dean, a role she also reprised in Altman's subsequent film adaptation. She next starred in the comedy Can She Bake a Cherry Pie? (1983), followed by Tobe Hooper's remake of Invaders from Mars (1986). For much of the late 1980s and 1990s, Black starred in a variety of arthouse, independent, and horror films, as well as writing her own screenplays. She had a leading role as a villainous mother in Rob Zombie's House of 1000 Corpses (2003), which cemented her status as a cult horror icon. Black continued to star in low-profile films throughout the early 2000s, as well as working as a playwright before her death from ampullary cancer in 2013.\n\n"
        },
        {
            "title": "Life and career",
            "text": "Black was born Karen Blanche Ziegler on July 1, 1939, in Park Ridge, Illinois,[1] the daughter of Elsie Mary (née Reif), a writer of several prize-winning children's novels, and Norman Arthur Ziegler, an engineer and businessman.[1][2][3] Her paternal grandfather was Arthur Charles Ziegler, a classical musician and first violinist for the Chicago Symphony Orchestra.[4] She had two siblings: a sister and a brother. Actress Gail Brown was Black's elder sister. Black was of German, Czech, and Norwegian descent.[5][6] The Zieglers came to the United States from Southern Germany from the area of Neukirch (Rottweil) between the Black Forest and the Swabian Jura.\n\n\nBlack and her siblings were raised at 224 N. Greenwood Ave in Park Ridge, and often spent time on her uncle's farm near Green Bay, Wisconsin.[7]  As a young teenager, she aspired to have a career as a stage actress, seeking out summer stock theater job opportunities.[1] \"From the age of 13 I'd rush out during vacations to find work in summer stock,\" Black recalled. \"I started by cleaning toilets and by the time I was 16 I was a prop-girl and in the chorus line singing, and at 17 I got my first real acting, paid job.\"[1] Black graduated from Maine Township High School East in 1957. After high school, she enrolled at Northwestern University, where she majored in theatre arts,[8] studying under Alvina Krause.[9] Black completed two years of studies before dropping out.[1] She later reflected on her training unfavorably, stating: \nWhile attending college, at age 19, Black gave birth to a daughter, Diane, from her relationship with Robert Benedetti.[8] Black gave the child up for adoption at birth, though she did reconnect with her in the final years of her life.[10]\n\nAfter dropping out of Northwestern University in 1960, Black relocated to New York City to pursue an acting career, residing in a cold water flat in Manhattan.[1] She took odd jobs working as a secretary, a front desk person at a hotel, and at an insurance office, and lived on \"thirty dollars a week.\"[11] Black initially began performing with the Rockefeller Players, a theater troupe in Westwood, New Jersey.[12] She briefly joined at the Actors Studio, but left shortly after enrolling, later commenting: \"How can a man who isn't an actor teach you how to act?\"[1] This same year, she married her first husband, Charles Black, though the marriage was short-lived and ended within the year.[13] However, she retained his surname, under which she would come to be credited throughout her career.[14]\n\nBlack made her screen debut with a minor role in the independent film The Prime Time (1960), which she would later deem \"the worst film ever made.\"[1] Disillusioned by this foray into film, Black returned to work in theater.[1] She worked as an understudy in the Broadway production of Take Her, She's Mine in December 1961 under director George Abbott.[15] She made her formal Broadway debut in 1965's The Playroom,[15] which received favorable reviews and for which she was nominated for a New York Drama Critics' Circle Award for Best Actress.[16]\n\nIn 1966, she returned to film with a leading role in the comedy You're a Big Boy Now, directed by Francis Ford Coppola, portraying the love interest of a young male student.[17] The film earned Black favorable reviews, and the experience prompted her to relocate to Los Angeles.[17] Beginning in 1967, she appeared in guest roles in several television series, including The F.B.I., Run for Your Life, The Big Valley, The Iron Horse, The Invaders, Mannix and Adam-12.\n\nHer feature film career expanded in 1969, playing the role of an acid-tripping prostitute opposite Dennis Hopper and Peter Fonda in the iconic counterculture film Easy Rider.[17] Black's sequence in the film was cut from 16 hours of footage she filmed with Fonda and Hopper.[18] The following year, Black appeared as Rayette, the waitress girlfriend of Jack Nicholson, in the film Five Easy Pieces (1970), for which she was nominated for an Academy Award for Best Supporting Actress,[17] and earned her her first Golden Globe Award for Best Supporting Actress. She also won a New York Film Critics Circle Award for Best Supporting Actress for her performance in the film.[19]\n\nBlack had a supporting role as the girlfriend of a heroin addict in Born to Win (1971) opposite George Segal and Robert De Niro,[17] followed by a role in Jack Nicholson's directorial debut, Drive, He Said, as a promiscuous faculty wife;[17] and the Western A Gunfight, opposite Kirk Douglas and Johnny Cash, in which she portrayed a saloon barmaid.[17] Black followed these roles with a part in Cisco Pike (1972) opposite Kris Kristofferson and Gene Hackman, and subsequently played a foul-mouthed fashion model in Portnoy's Complaint (1972).[20] She had a lead role opposite Christopher Plummer in the Canadian-produced horror film The Pyx (1973), playing a prostitute embroiled in a series of occult murders, and later appeared in The Outfit (1973) with Robert Duvall.[21] Black had the titular role of Laura in the crime film Little Laura and Big John (1973), playing a runaway moll of the Ashley gang, a film which \"aped\" the success of Bonnie and Clyde (1967).[20] In April 1973, Black married actor Robert Burton in Los Angeles,[22] though they divorced the following year in 1974.[13][23] Shortly after, she appeared in the comedy Rhinoceros (1974) with Gene Wilder.[24]\n\nBlack's first major commercial film[17] was the disaster feature Airport 1975 (1974), in which she played Nancy Pryor, a stewardess forced to fly a plane after a midair collision.[8] She subsequently portrayed an unfaithful wife, Myrtle Wilson, in the 1974 version of The Great Gatsby, a performance that earned her a second Golden Globe Award in the same category. In 1975, she played multiple roles in Dan Curtis's televised anthology film Trilogy of Terror: The segments, all written by Richard Matheson, were named after the women involved in the plot — a plain college professor seemingly seduced by a handsome cad of a student (\"Julie\"), a pair of sisters who squabble over their father's inheritance (\"Millicent and Therese\"), and the unknowing purchaser of a cursed Zuni fetish that comes to life and pursues her relentlessly (\"Amelia\").[25][26]\n\n\nBlack received her third Golden Globe nomination for Best Actress for her role as an aspiring starlet in 1930s Hollywood in John Schlesinger's tragic drama The Day of the Locust (1975). Though the film earned her critical notice, Black recalled the production being profoundly troubled and possibly hindering her career: \nThe same year, she starred as a glamorous country singer in Robert Altman's ensemble film Nashville.[24] In addition to acting in the film, Black also wrote and performed two songs for the soundtrack, which was nominated for a Grammy Award for Best Score Soundtrack.[18] On July 4, 1975, Black married actor and screenwriter L. M. Kit Carson, and gave birth to a son, Hunter, on December 26 of that year.[13]\n\nIn 1976, Black appeared as a femme fatale jewel thief Alfred Hitchcock's final film, Family Plot.[24] The film received mixed reviews, though Roger Ebert commented that Black \"does a good job in a role that doesn't give her much to do.\"[27] She also reunited with director Dan Curtis to star opposite Oliver Reed and Bette Davis in the supernatural horror film Burnt Offerings, playing the wife of a family living in a haunted house.[28] Released in the fall of 1976, Burnt Offerings was deemed in The New York Times as an \"outstanding terror movie\" with \"solid actors.\"[29] Additionally, she had a lead role in the independent crime comedy Crime and Passion (1976), co-starring with Omar Sharif.[24]\n\nIn September 1976, Black traveled to Toronto to be a guest star on the popular variety program The Bobby Vinton Show, which aired across the United States and Canada. Black shared her singing talents performing \"Lonely Now\", and joined Bobby in a medley of country oldies. She played a dual role in the 1977 made-for-television thriller, The Strange Possession of Mrs. Oliver, followed by a minor role in Capricorn One (1978) opposite Elliott Gould.[24] In 1979, Black appeared in the controversial drama In Praise of Older Women, playing a middle-aged woman who has an affair with a 17-year-old boy.[30]\n\nIn 1980, Black separated from husband Carson.[23][13] This same year, she starred in a made-for-TV movie Police Story: Confessions of a Lady Cop. She subsequently starred in the drama Killing Heat (1981), based on Doris Lessing's 1950 novel The Grass Is Singing, which focused on race relations in South Africa in the 1960s; in the film, Black portrayed an urban woman who relocates to a rural farm with her husband.[31] She also appeared as Émilienne d’Alençon in the French film Chanel Solitaire (1981), a biographical feature detailing the early life of Coco Chanel.[32]\n\nIn 1982, Black starred opposite Cher and Sandy Dennis[18] in a Robert Altman-directed Broadway production of Come Back to the Five and Dime, Jimmy Dean, Jimmy Dean.[15] She subsequently co-starred with Cher and Dennis in Altman's film adaptation, also released in 1982.[18] In both renditions, she portrayed the role of Joanne, a trans woman in a small Texas town.[18] In preparation for the role, Black spent months speaking with transgender people, and \"did research into pretty depressing statistics about people who've become transsexuals and how they still don't feel complete. I had to become a man, and I am not a man...  And that transition was so painful to me, to become a man, that I could use the pain of my actual transition for Joanne.\"[33] While the Broadway production garnered Black some unfavorable reviews,[34] Gary Arnold of The Washington Post praised Black's performance in the film, writing that \"watching her in the movie, you can understand that what she's doing as Joanna [sic] might depend on the intimacy of the camera to be both witty and credible.\"[34]\n\nBlack next starred in the Henry Jaglom-directed comedy Can She Bake a Cherry Pie? (1983) playing a divorcee who becomes involved with a bachelor,[30] followed by a lead in the teen-themed black comedy Bad Manners (1984).[35] She also appeared in television during this period, with a guest-starring role as Sheila Sheinfeld on E/R between 1984 and 1985. She starred in several feature films in 1985, including the Italian exploitation horror film Cut and Run, directed by Ruggero Deodato;[36] the Canadian supernatural horror film The Blue Man;[37] and the action film Savage Dawn, co-starring with Lance Henriksen as a kidnappee.[38]\n\nIn 1986, Black co-starred with her son, Hunter, in Tobe Hooper's science fiction horror film Invaders from Mars. The following year, she married her fourth husband, Stephen Eckelberry, on September 27, 1987, with whom she adopted a daughter, Celine. She had a supporting role as a mutant's mother in Larry Cohen's horror sequel It's Alive III: Island of the Alive (1987),[39] and in the youth-themed comedy The Invisible Kid (1988).[40] She co-starred with Jim Belushi and Whoopi Goldberg in Homer and Eddie (1989), a comedy about a woman (Goldberg) with a psychologically-impairing brain tumor, and a mentally-challenged man (Belushi).[41] In 1990, Black had a supporting role in The Children (1990), a British adaptation of a novel by Edith Wharton, opposite Ben Kingsley,[42] and in the science fiction comedy Zapped Again!.[40]\n\nBeginning in the 1990s, Black was more frequently cast in horror films. Among them were Mirror, Mirror (1990), in which she played a troubled mother;[43] Gary Graver's low-budget supernatural film Evil Spirits (1990);[44] and Children of the Night (1991), in which she played an ancient vampire.[42] She also had roles in the British comedy  Rubin and Ed (1991),  the martial arts film The Roller Blade Seven (also 1991), and a cameo in Robert Altman's The Player (1992). Black reprised her role from The Roller Blade Seven in its 1992 and 1993 sequels, and appeared in the direct-to-video comedy The Double 0 Kid (1993), with Corey Haim and Nicole Eggert. Also in 1993, Black had a supporting role in George Sluizer's drama Dark Blood opposite River Phoenix and Judy Davis, a film that remained incomplete and unreleased for two decades after Phoenix died during the production.[45] In 1995, she starred in Plan 10 from Outer Space, a science fiction satire of Mormon theology, directed by Trent Harris.\n\nIn 1996, Black appeared as a paranoid mother in small-town Nebraska in Children of the Corn IV: The Gathering, opposite Naomi Watts.[46] She had supporting roles in a number of other independent films that year, including as a public defender in Ulli Lommel's drama Every Minute is Goodbye,[47] and the exploitation comedy Dinosaur Valley Girls.[48] The following year, she co-starred with Tilda Swinton as Lady Byron in the feminist science fiction feature Conceiving Ada (1997), about a contemporary scientist who uses software to make contact with the Victorian pioneer of computer programming Ada Lovelace, daughter of the poet Lord Byron.[49] She also had supporting roles in the independent drama Men, and as a singer in rural Missouri in George Hickenlooper's Dogtown.[50]\n\nShe continued to star in numerous independent features in 1998, including the camp comedy I Woke Up Early the Day I Died,[51] the drama Charades, as well as the short film Waiting for Dr. MacGuffin.[52] In 2000, Black began filming Rob Zombie's directorial debut House of 1000 Corpses, in which she portrayed Mother Firefly, the matron of a family of psychotic murderers. Upon its release in 2003, the film received largely unfavorable reviews,[53] though it helped cement Black's status as a cult icon in the horror genre.[54]\n\nIn March 2005, Black received the Best Actress Award at the Fantasporto International Film Festival in Porto, Portugal, for her work in the critically acclaimed Steve Balderson film Firecracker (2005), in which she played two roles, Sandra and Eleanor. She and actor John Hurt were also presented with Career Achievement Awards.\n\nBlack launched a career as a playwright in May 2007 with the opening of Missouri Waltz at the Blank Theater in Los Angeles; Black starred in the play as well. She also performed live narrations of Guy Maddin's experimental film Brand Upon the Brain! in 2007, touring the show around the United States.[55]\n\nIn April 2009, Black worked with director Steve Balderson for Stuck!, a homage to film noir women-in-prison dramas, which co-starred Mink Stole, Pleasant Gehman and Jane Wiedlin. She starred in John Landis' 2010 thriller Some Guy Who Kills People,[56] as well as Aïda Ruilova's surrealist short film Meet the Eye (2009).[57] Later that year, Black appeared on Cass McCombs' song \"Dreams-Come-True-Girl\" from the album Catacombs.[58]\n\nThe experimental hip-hop group Death Grips released a video on YouTube called \"Bottomless Pit\" in October 2015. The video shows footage of Black reciting lines from a film script written by the group's drummer/co-producer Zach Hill. The footage was shot in early 2013.[59]\n\n"
        },
        {
            "title": "Image and acting style",
            "text": "Due to her work in various independent and mainstream films in the 1970s, Black is considered by film historians as a prominent figure of New Hollywood,[13][60] and was described in 2004 by Howard Feinstein in the LGBT magazine The Advocate as \"Hollywood's off-center icon.\"[61] She was prolific throughout her career, sometimes appearing in as many as seven films a year,[55] and favored working in independent films: \"That's my world—independent features,\" she stated in 2007. \"That's how I started. That's what I like. It's playful and comfortable and not stressful, and it's an individual's way of creating. You're not in the studio system imitating other people and yourself. I'm having a good life.\"[55]\n\nIn her later life, Black spoke unfavorably of the formal study of acting, and commented that she found her training both in the university (under Alvina Krause) and at the Actors Studio unhelpful and oppressive.[1][9] Also a writer, Black likened her acting process to that of writing screenplays or other literature: \"Everything that occurs in this zone is imagination-based. In that sense you mock up a life, and then you become the effect of what you’ve mocked up, so it’s cause and effect. So the more you can mock it up so that it seems real to you, the more you can react to the effect. That’s what acting is, and that’s what writing involves for me, too. That’s the simplicity of it. It sounds simple, because it is.\"[9] Black considered herself a character actress.[62]\n\nThroughout her career, Black was noted for her distinctive eyes, which gave her a slightly \"cross-eyed\" appearance,[63] although she stated in a 1982 interview that she had not been clinically diagnosed as such.[64] One reviewer once described her as a \"lopsided caricature of a pretty face.\"[1] For much of her career, Black was typecast as unglamorous or lowly women of limited intelligence.[1] Beginning in the 1990s, Black began garnering a cult following for her appearances in horror films, though she clarified in 2008 that she had acted only in \"about 14\" out of her wide-ranging filmography.[7] \"When I did Trilogy of Terror, with that [demon] doll, I filled the role very well,\" she recalled. \"It was very real to people, and they just fell in love with it. And that got to be incredibly popular. With my last name being Black ... so it got to be kind of an unconscious thing, [my association with horror movies]. But I'm not interested in blood.\"[7]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Beginning in the mid-1970s, Black became a Scientologist,[22] and practiced it for the remainder of her life.[65][7] She was a vocal proponent of gay rights, commenting in 2007: \"I'm for gay rights. Who you are is very sacred, and should be honored—no matter what gender you were born. You shouldn't feel like you have to dodge some sort of conformity.\"[55] Black also advocated animal rights and was critical of the fur industry, once posing in a Halloween-themed anti-fur advertisement for People for the Ethical Treatment of Animals (PETA).[66]\n\n"
        },
        {
            "title": "Death",
            "text": "After the release of her final films in 2010, Black was diagnosed with ampullary cancer and stopped making public appearances. She had a portion of her pancreas removed that year and underwent two further operations.[46]\n\nOn August 8, 2012, she reconnected with a daughter, Diane Koehnemann Bay, whom Black had given up for adoption at the age of 19. Black was very open to the reunion and welcomed Diane into her family.[10]\n\nOn August 8, 2013, Black died at Saint John's Health Center in Santa Monica, California,[46] from the ampullary cancer, aged 74.[67] Actress and fellow Scientologist Juliette Lewis paid tribute, saying \"Karen Black was my mentor and a second mother to me. She inspired everyone she came in contact with.\"[68] Peter Fonda, her co-star in Easy Rider, commented upon her death: \"[Karen] managed to play kooky, she managed to play sexy, she managed to play crazed. She managed to play all the different ways of human nature.\"[18] Black is interred at Eternal Hills Memorial Park in Oceanside, California.[citation needed]\n\n"
        }
    ]
}