{
    "url": "https://en.wikipedia.org/wiki/Karl_Barth",
    "title": "Karl Barth",
    "table_of_contents": [
        "1 Early life and education",
        "2 Break from liberalism",
        "3 The Epistle to the Romans",
        "4 Barmen Declaration",
        "5 Church Dogmatics",
        "6 Later life and death",
        "7 Theology",
        "7.1 Trinitarian focus",
        "7.2 Election",
        "7.3 Salvation",
        "7.4 Understanding of Mary",
        "7.5 Examples of Karl Barth's contributions to theology",
        "8 Charlotte von Kirschbaum",
        "9 In literature",
        "10 Center for Barth Studies",
        "11 Writings",
        "11.1 The Church Dogmatics in English translation",
        "11.2 Audio",
        "12 See also",
        "13 References",
        "14 Sources",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nKarl Barth (/bɑːrt, bɑːrθ/;[1] German: [bart]; (1886-05-10)10 May 1886 – (1968-12-10)10 December 1968) was a Swiss Calvinist theologian. Barth is best known for his commentary The Epistle to the Romans, his involvement in the Confessing Church, including his authorship (except for a single phrase) of the Barmen Declaration,[2][3] and especially his unfinished multi-volume theological summa the Church Dogmatics[4] (published between 1932–1967).[5][6] Barth's influence expanded well beyond the academic realm to mainstream culture, leading him to be featured on the cover of Time on 20 April 1962.[7]\n\nLike many Protestant theologians of his generation, Barth was educated in a liberal theology influenced by Adolf von Harnack, Friedrich Schleiermacher and others.[8] His pastoral career began in the rural Swiss town of Safenwil, where he was known as the \"Red Pastor from Safenwil\".[9] There he became increasingly disillusioned with the liberal Christianity in which he had been trained. This led him to write the first edition of his The Epistle to the Romans (a.k.a. Romans I), published in 1919, in which he resolved to read the New Testament differently.\n\nBarth began to gain substantial worldwide acclaim with the publication in 1921 of the second edition of his commentary, The Epistle to the Romans, in which he openly broke from liberal theology.[10]\n\nHe influenced many significant theologians such as Dietrich Bonhoeffer who supported the Confessing Church, and Jürgen Moltmann, Helmut Gollwitzer, James H. Cone, Wolfhart Pannenberg, Rudolf Bultmann, Thomas F. Torrance, Hans Küng, and also Reinhold Niebuhr, Jacques Ellul, and novelists such as Flannery O'Connor, John Updike, and Miklós Szentkuthy. \n\nAmong many other areas, Barth has also had a profound influence on modern Christian ethics,[11][12][13][14] influencing the work of ethicists such as Stanley Hauerwas, John Howard Yoder, Jacques Ellul and Oliver O'Donovan.[11][15][16]\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Karl Barth was born on 10 May 1886, in Basel, Switzerland, to Johann Friedrich \"Fritz\" Barth (1852–1912) and Anna Katharina (Sartorius) Barth (1863–1938).[17] Karl had two younger brothers, Peter Barth (1888–1940) and Heinrich Barth (1890–1965), and two sisters, Katharina and Gertrude. Fritz Barth was a theology professor and pastor[18] and desired for Karl to follow his positive line of Christianity, which clashed with Karl's desire to receive a liberal Protestant education. Karl began his student career at the University of Bern, and then transferred to the University of Berlin to study under Adolf von Harnack, and then transferred briefly to the University of Tübingen before finally in Marburg to study under Wilhelm Herrmann (1846–1922).[17]\n\nFrom 1911 to 1921, Barth served as a Reformed pastor in the village of Safenwil in the canton of Aargau. In 1913 he married Nelly Hoffmann, a talented violinist. They had a daughter and four sons, two of whom were Biblical scholars and theologians Markus and Christoph Barth ( Markus Barth--6 October 1915 – 1 July 1994) (Christoph Barth--1917-1986). Later he was professor of theology in Göttingen (1921–1925), Münster (1925–1930) and Bonn (1930–1935), in Germany. While serving at Göttingen he met Charlotte von Kirschbaum, who became his long-time secretary and assistant; she played a large role in the writing of his epic, the Church Dogmatics.[19] He was deported from Germany in 1935 after he refused to sign (without modification) the Oath of Loyalty to Adolf Hitler and went back to Switzerland and became a professor in Basel (1935–1962).\n\n"
        },
        {
            "title": "Break from liberalism",
            "text": "In August 1914, Karl Barth was dismayed to learn that his venerated teachers including Adolf von Harnack had signed the \"Manifesto of the Ninety-Three German Intellectuals to the Civilized World\";[20] as a result, Barth concluded he could not follow their understanding of the Bible and history any longer.[21]\n\n"
        },
        {
            "title": "The Epistle to the Romans",
            "text": "Barth first began his commentary The Epistle to the Romans (German: Der Römerbrief) in the summer of 1916 while he was still a pastor in Safenwil, with the first edition appearing in December 1918 (but with a publication date of 1919).[9] On the strength of the first edition of the commentary, Barth was invited to teach at the University of Göttingen. Barth decided around October 1920 that he was dissatisfied with the first edition and heavily revised it the following eleven months, finishing the second edition around September 1921.[9][22] Particularly in the thoroughly re-written second edition of 1922, Barth argued that the God who is revealed in the life, death, and resurrection of Jesus challenges and overthrows any attempt to ally God with human cultures, achievements, or possessions. The book's popularity led to its republication and reprinting in several languages.\n\n"
        },
        {
            "title": "Barmen Declaration",
            "text": "In 1934, as the Protestant Church attempted to come to terms with Nazi Germany, Barth was largely responsible for the writing of the Barmen Declaration (Barmer Erklärung).[23] This declaration rejected the influence of Nazism on German Christianity by arguing that the Church's allegiance to the God of Jesus Christ should give it the impetus and resources to resist the influence of other lords, such as the German Führer, Adolf Hitler.[24] Barth mailed this declaration to Hitler personally. This was one of the founding documents of the Confessing Church and Barth was elected a member of its leadership council, the Bruderrat.\n\nHe was forced to resign from his professorship at the University of Bonn in 1935 for refusing to swear an oath to Hitler. Barth then returned to his native Switzerland, where he assumed a chair in systematic theology at the University of Basel. In the course of his appointment, he was required to answer a routine question asked of all Swiss civil servants: whether he supported the national defense. His answer was, \"Yes, especially on the northern border!\"[citation needed] The newspaper Neue Zürcher Zeitung carried his 1936 criticism of the philosopher Martin Heidegger for his support of the Nazis.[25] In 1938 he wrote a letter to a Czech colleague Josef Hromádka in which he declared that soldiers who fought against Nazi Germany were serving a Christian cause.\n\n"
        },
        {
            "title": "Church Dogmatics",
            "text": "Barth's theology found its most sustained and compelling expression in his five-volume magnum opus, the Church Dogmatics (Kirchliche Dogmatik). Widely regarded as an important theological work, the Church Dogmatics represents the pinnacle of Barth's achievement as a theologian. Church Dogmatics runs to over six million words and 9,000 pages – one of the longest works of systematic theology ever written.[27][28][29] The Church Dogmatics is in five volumes: the Doctrine of the Word of God, the Doctrine of God, the Doctrine of Creation, the Doctrine of Reconciliation and the Doctrine of Redemption. Barth's planned fifth volume was never written and the fourth volume's final part-volume was unfinished.[30][31][32]\n\n"
        },
        {
            "title": "Later life and death",
            "text": "After the end of the Second World War, Barth became an important voice in support both of German penitence and of reconciliation with churches abroad. Together with Hans Iwand, he authored the Darmstadt Statement in 1947 – a more concrete statement of German guilt and responsibility for Nazi Germany and the Second World War than the 1945 Stuttgart Declaration of Guilt. In it, he made the point that the Church's willingness to side with anti-socialist and conservative forces had led to its susceptibility for National Socialist ideology. In the context of the developing Cold War, that controversial statement was rejected by anti-Communists in the West who supported the CDU course of re-militarization, as well as by East German dissidents who believed that it did not sufficiently depict the dangers of Communism. He was elected a Foreign Honorary Member of the American Academy of Arts and Sciences in 1950.[33] In the 1950s, Barth sympathized with the peace movement and opposed German rearmament.\n\nBarth wrote a 1960 article for The Christian Century regarding the \"East–West question\" in which he denied any inclination toward Eastern communism and stated he did not wish to live under Communism or wish anyone to be forced to do so; he acknowledged a fundamental disagreement with most of those around him, writing: \"I do not comprehend how either politics or Christianity require [sic] or even permit such a disinclination to lead to the conclusions which the West has drawn with increasing sharpness in the past 15 years. I regard anticommunism as a matter of principle an evil even greater than communism itself.\"[34]\n\nIn 1962, Barth visited the United States and lectured at Princeton Theological Seminary, the University of Chicago, the Union Theological Seminary and the San Francisco Theological Seminary. He was invited to be a guest at the Second Vatican Council. At the time Barth's health did not permit him to attend. However, he was able to visit the Vatican and be a guest of the pope in 1967, after which he wrote the small volume Ad Limina Apostolorum (At the Threshold of the Apostles).[35]\n\nBarth was featured on the cover of the 20 April 1962 issue of Time magazine, an indication that his influence had reached out of academic and ecclesiastical circles and into mainstream American religious culture.[36] Pope Pius XII is often claimed to have said Barth was \"the greatest theologian since Thomas Aquinas,\"[disputed  – discuss][37][38] though Fergus Kerr observes that \"there is never chapter and verse for the quotation\" and it is sometimes attributed to Pope Paul VI instead.[39]\n\nBarth died on 10 December 1968, at his home in Basel, Switzerland. The evening before his death, he had encouraged his lifelong friend Eduard Thurneysen that he should not be downhearted, \"For things are ruled, not just in Moscow or in Washington or in Peking, but things are ruled – even here on earth—entirely from above, from heaven above.”[40]\n\n"
        },
        {
            "title": "Theology",
            "text": "Karl Barth's most significant theological work is his summa theology titled the Church Dogmatics, which contains Barth's doctrine of the word of God, doctrine of God, doctrine of reconciliation and doctrine of redemption. Barth is most well known for reorienting all theological discussion around Jesus.\n\nOne major objective of Barth is to recover the doctrine of the Trinity in theology from its putative loss in liberalism.[41] His argument follows from the idea that God is the object of God's own self-knowledge, and revelation in the Bible means the self-unveiling to humanity of the God who cannot be discovered by humanity simply through its own intuition.[42] God's revelation comes to man 'vertically from above' (Senkrecht von Oben).\n\nOne of the most influential and controversial features of Barth's Dogmatics was his doctrine of election (Church Dogmatics II/2). Barth's theology entails a rejection of the idea that God chose each person to either be saved or damned based on purposes of the Divine will, and it was impossible to know why God chose some and not others.[43]\n\nBarth's doctrine of election involves a firm rejection of the notion of an eternal, hidden decree.[44] In keeping with his Christo-centric methodology, Barth argues that to ascribe the salvation or damnation of humanity to an abstract absolute decree is to make some part of God more final and definitive than God's saving act in Jesus Christ. God's absolute decree, if one may speak of such a thing, is God's gracious decision to be for humanity in the person of Jesus Christ. Drawing from the earlier Reformed tradition, Barth retains the notion of double predestination but makes Jesus himself the object of both divine election and reprobation simultaneously; Jesus embodies both God's election of humanity and God's rejection of human sin.[45] While some regard this revision of the doctrine of election as an improvement[46] on the Augustinian-Calvinist doctrine of the predestination of individuals, critics, namely Emil Brunner,[47] have charged that Barth's view amounts to a soft universalism, thereby departing from Augustinian-Calvinism.\n\nBarth's doctrine of objective atonement develops as he distances himself from Anselm of Canterbury's doctrine of the atonement.[48] In The Epistle to the Romans, Barth endorses Anselm's idea that God who is robbed of his honor must punish those who robbed him. In Church Dogmatics I/2, Barth advocates divine freedom in the incarnation with the support of Anselm's Cur Deus Homo. Barth holds that Anselm's doctrine of the atonement preserves both God's freedom and the necessity of Christ's incarnation. The positive endorsement of Anselmian motives in Cur Deus Homo continues in Church Dogmatics II/1. Barth maintains with Anselm that the sin of humanity cannot be removed by the merciful act of divine forgiveness alone. In Church Dogmatics IV/1, however, Barth's doctrine of the atonement diverges from that of Anselm.[49] By over-christologizing the doctrine, Barth completes his formulation of objective atonement. He finalizes the necessity of God's mercy at the place where Anselm firmly establishes the dignity and freedom of the will of God.[50] In Barth's view, God's mercy is identified with God's righteousness in a distinctive way where God's mercy always takes the initiative. The change in Barth's reception of Anselm's doctrine of the atonement is, therefore, alleged to show that Barth's doctrine entails support for universalism.[47][51]\n\nBarth argued that previous perspectives on sin and salvation, influenced by strict Calvinist thinking, sometimes misled Christians into thinking that predestination set up humanity such that the vast majority of human beings were foreseen to disobey and reject God, with damnation coming to them as a matter of fate.\n\nBarth's view of salvation is centrally Christological, with his writings stating that in Jesus Christ the reconciliation of all of mankind to God has essentially already taken place and that through Christ man is already elect and justified.\n\nKarl Barth denied that he was a Universalist.[52] However, Barth asserted that eternal salvation for everyone, even those that reject God, is a possibility that is not just an open question but should be hoped for by Christians as a matter of grace; specifically, he wrote, \"Even though theological consistency might seem to lead our thoughts and utterances most clearly in this direction, we must not arrogate to ourselves that which can be given and received only as a free gift\", just hoping for total reconciliation.[53]\n\nBarth, in the words of a later scholar, went a \"significant step beyond traditional theology\" in that he argued against more conservative strains of Protestant Christianity in which damnation is seen as an absolute certainty for many or most people. To Barth, Christ's grace is central.[53]\n\nUnlike many Protestant theologians, Barth wrote on the topic of Mariology (the theological study of Mary). Barth's views on the subject agreed with much Catholic dogma but he disagreed with the Catholic veneration of Mary. Aware of the common dogmatic tradition of the early Church, Barth fully accepted the dogma of Mary as the Mother of God, seeing a rejection of that title equivalent to rejecting the doctrine that Christ's human and divine natures are inseparable (contra the Nestorian heresy). Through Mary, Jesus belongs to the human race. Through Jesus, Mary is Mother of God.[54]\n\nSome theologians have suggested that Karl Barth's greatest contributions to theology may be summarized on one sheet of paper, but others have argued that is impossible to reduce his published works in such a way. Some of Karl Barth's best ideas include the following loci:[55]\n\n"
        },
        {
            "title": "Charlotte von Kirschbaum",
            "text": "Charlotte von Kirschbaum was Barth's theological academic colleague for more than three decades.[56][57][58] George Hunsinger summarizes the influence of von Kirschbaum on Barth's work: \"As his unique student, critic, researcher, adviser, collaborator, companion, assistant, spokesperson, and confidante, Charlotte von Kirschbaum was indispensable to him. He could not have been what he was, or have done what he did, without her.\"[59]\n\n In 2017 Christiane Tietz examined intimate letters written by Barth, Charlotte von Kirschbaum, and Nelly Barth, which discuss the complicated relationship between all three individuals that occurred over the span of 40 years.[60] The letters between von Kirschbaum and Barth from 1925 to 1935[61] made public \"the deep, intense, and overwhelming love between these two human beings,\" through the lengthy period in which Barth lived in the same house as both his wife and von Kirschbaum.[62] In them, Barth describes a permanent conflict between his marriage and his affections for von Kirschbaum: \"The way I am, I never could and still cannot deny either the reality of my marriage or the reality of my love. It is true that I am married, that I am a father and a grandfather. It is also true that I love. And it is true, that these two facts don’t match. This is why we after some hesitation at the beginning decided not to solve the problem with a separation on one or the other side.\"[63] When Charlotte von Kirschbaum died in 1975, Karl Barth's wife Nelly buried Charlotte in the family tomb.  Nelly died the following year.\n\n"
        },
        {
            "title": "In literature",
            "text": "In John Updike's Roger's Version, Roger Lambert is a professor of religion. Lambert is influenced by the works of Karl Barth. That is the primary reason that he rejects his student's attempt to use computational methods to understand God.\n\nHarry Mulisch's The Discovery of Heaven makes mentions of Barth's Church Dogmatics, as does David Markson's The Last Novel. In the case of Mulisch and Markson, it is the ambitious nature of the Church Dogmatics that seems to be of significance. In the case of Updike, it is the emphasis on the idea of God as \"Wholly Other\" that is emphasized.\n\nIn Marilynne Robinson's Gilead, the preacher John Ames reveres Barth's \"Epistle to the Romans\" and refers to it as his favorite book other than the Bible.\n\nWhittaker Chambers cites Barth in nearly all his books: Witness (p. 507), Cold Friday (p. 194), and Odyssey of a Friend (pp. 201, 231).\n\nIn Flannery O'Connor's letter to Brainard Cheney, she said \"I distrust folks who have ugly things to say about Karl Barth. I like old Barth. He throws the furniture around.\"\n\n"
        },
        {
            "title": "Center for Barth Studies",
            "text": "Princeton Theological Seminary, where Barth lectured in 1962, houses the Center for Barth Studies, which is dedicated to supporting scholarship related to the life and theology of Karl Barth. The Barth Center was established in 1997 and sponsors seminars, conferences, and other events. It also holds the Karl Barth Research Collection, the largest in the world, which contains nearly all of Barth's works in English and German, several first editions of his works, and an original handwritten manuscript by Barth.[64][65]\n\n"
        }
    ]
}