{
    "url": "https://en.wikipedia.org/wiki/Karl_Christian_Friedrich_Krause",
    "title": "Karl Christian Friedrich Krause",
    "table_of_contents": [
        "1 Early life",
        "1.1 Studies at the University of Jena, 1797–1802",
        "1.2 Marriage and children",
        "2 Identitätsphilosophie, panentheism, and other aspects of Krausism",
        "2.1 Etymology of \"panentheism\"",
        "2.2 Animal rights",
        "3 Influence and works",
        "4 Selected publications",
        "5 Notes",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Karl Christian Friedrich Krause (German: [ˈkʁaʊzə]; 6 May 1781 – 27 September 1832) was a German philosopher whose doctrines became known as Krausism. Krausism, when considered in its totality as a complete, stand-alone philosophical system, had only a small following in Germany, France, and Belgium, in contradistinction to certain other philosophical systems (such as Hegelianism) that had a much larger following in Europe at that time. However, Krausism became very popular and influential in Restoration Spain not as a complete, comprehensive philosophical system per se, but as a broad cultural movement. In Spain, Krausism was known as \"Krausismo\", and Krausists were known as \"Krausistas\". Outside of Spain, the Spanish Krausist cultural movement was referred to as Spanish Krausism.\n\n"
        },
        {
            "title": "Early life",
            "text": "Krause was born in Eisenberg, Thuringia, in the duchy of Saxe-Gotha-Altenburg, Germany. His parents were Johann Friedrich Gotthard Krause (January 1, 1747 - February 17, 1825) and Christiana Friederica Böhme (1755 – December 21, 1784). Karl's father Johann was a teacher at the lyceum in Eisenberg, and in 1795 became a Lutheran pastor and hymn collector in Nobitz.\n\nEducated at first in Eisenberg, in 1797 Karl enrolled in the nearby University of Jena, where he studied philosophy under F. W. J. von Schelling,[1] J. G. Fichte,[2] C. G. Schütz,[3] H. K. A. Eichstädt,[4] and A. W. von Schlegel.[5] He also attended lectures by theologians Johann Jakob Griesbach (1745-1812), Heinrich Eberhard Gottlob Paulus (1761-1851),  Karl David Ilgen (1763-1834), and Johann Adolf Jacobi (1769-1847), and lectures by professors in various departments of science and mathematics, including A. J. G. C. Batsch, F. F. Bretschneider, J. F. A. Göttling, J. C. F. Graumüller, J. G. Lenz, J. F. C. von Loder, K. D. M. Stahl, L. J. D. Suckow, and J. H. Voigt. Krause received the degree of Doctor of Philosophy from the University of Jena on October 6, 1801, and became a Privatdozent in 1802.\n\nWith characteristic imprudence, on July 19, 1802, Krause married Sophie Amalie Concordia Fuchs (born 1780), without dowry. Amalie was a daughter of Augustin Christian Fuchs (1748-1812) and Christiane Friederike Herrmann. Karl and Amalie had 14 children in all, 12 of whom survived their parents. The children included: Sophie (Sophia) Christiane  Friederike Krause[6] (1803 - December 1873), Karl Erasmus Friedrich Krause (September 20, 1805 - November 29, 1861), August Julius Gotthard Krause (b. 1809), Maria Sidonia (Sidonie) Krause[7] (August 14, 1810 - August 26, 1875), Otto Krause (1812-1872), Henriette Auguste Karoline Emma Krause (b. 1814), Heinrich Karl Gottlieb Krause (b. 1817), Wilhelm August Ernst Heinrich Krause, Friedrich, Ludwig, Hugo, and Maria Krause (b. 1823).\n\nIn 1804, lack of pupils compelled Krause to move to Rudolstadt, and later to Dresden, where he gave lessons in music. In 1805 his ideal of a universal world-society led him to join the Freemasons, whose principles seemed to tend in the direction he desired. In Dresden he published two books on Freemasonry, Höhere Vergeistigung der echt überlieferten Grundsymbole der Freimaurerei: in zwölf Logenvorträgen (1811) and Die drei ältesten Kunsterkunden der Freimaurerbrüderschaft (1819), but his opinions attracted opposition from the Masons.\n\nKrause lived for a time in Berlin and became a privatdozent there, but was unable to obtain a professorship. He, therefore, proceeded to Dresden (where he taught Arthur Schopenhauer), and afterwards to Munich, where he died of apoplexy at the very moment when the influence of Franz von Baader had at last obtained a position for him.\n\nKrause is buried in the Alter Südfriedhof (Old South Cemetery) (aka the Alter Südlicher Friedhof) in Munich, Germany.\n\n"
        },
        {
            "title": "",
            "text": "Krause's philosophy, as a whole, is an example of what historians of philosophy refer to as Identitätsphilosophie [de] (philosophy of identity).[8] An Identitätsphilosophie is a philosophical system that posits the fundamental identity of spirit and nature. In Krause's philosophical system, the parts of the system which, technically, constitute its \"panentheism\", are only parts of a much broader whole. Therefore, although Krause's philosophy is accurately described as being \"panentheistic\", Krausism as a whole is better categorized as an Identitätsphilosophie which features panentheism as one of its primary fundamental components.\n\nKrause endeavoured to reconcile the ideas of a God known by faith or conscience and the world as known to sense. According to Krause, God - intuitively known by conscience - is not a personality (which implies limitations), but an all-inclusive essence (Wesen), which contains the universe within itself. Krause used the term panentheism (Panentheismus in German) in an attempt to accurately describe and encapsulate - in a single technical term - diverse aspects of his philosophical system which were cosmo-theological (simultaneously cosmological and theological) in nature. When considered from a theological perspective, panentheism can be viewed, broadly, as a synthesis of various elements derived from both monotheism and pantheism.\n\nHistorians of philosophy usually give Krause sole and complete credit for \"coining\" (originating) the term \"panentheism\", in 1828. However, according to evidence provided by Philip Clayton,[9] the German idealist philosopher Friedrich Wilhelm Joseph von Schelling (1775-1854) had already used this term (albeit in a slightly different form - in the form of the phrase \"pan + en + theism\"), and also had discussed numerous concepts and issues related to it, in his Philosophische Untersuchungen über das Wesen der menschlichen Freiheit und die damit zusammenhängenden Gegenstände (1809)  (Philosophical Investigations  into the Essence of Human Freedom and Matters Connected Therewith).[10] Additionally, Krause and Schelling scholars now recognize that Krause's philosophy, as a whole, reflects, and partially incorporates, many of the themes, concepts and insights present in Schelling's Naturphilosophie (Philosophy of Nature), which itself is a form of panentheism. It now appears that Schelling's work may have provided much more of the framework of Krausean panentheism than historians of philosophy in the past had realized. Based on Clayton's evidence, it is quite possible that Krause, who was well-acquainted with Schelling and his works, adopted at least some of the initial basic concepts of his own panentheistic system from various works of Schelling (especially from Schelling's Philosophical Investigations  into the Essence of Human Freedom), and then gradually developed these basic concepts into his own very elaborate version of panentheism. Looking forward, it might be more accurate for historians of philosophy to now say, that Schelling, in 1809, provided not only the terminological framework of Krausean panentheism, but also some of the basic concepts (at least), of what was to become Krausean panentheism, and that Krause not only adopted and greatly expanded upon these concepts and insights of Schelling's, but that he also adopted Schelling's phrase \"pan + en + theism\", and that in 1828 he merely reduced Schelling's phrase into a more concise and compact form (as the single term \"panentheism\"), in an attempt to succinctly and adequately describe - in a single term - the cosmo-theological aspects of his own philosophical system.\n\nIn his published works, Krause first used the term \"panentheism\" (in its German-language form \"panentheismus\") in Vorlesungen über das System der Philosophie (Göttingen: 1828).[11] The term \"panentheismus\" next appears in his Vorlesungen über die Grundwahrheiten der Wissenschaft, zugleich in ihrer Beziehung zu dem Leben. Nebst einer kurzen Darstellung und Würdigung der bisherigen Systeme der Philosophie, vornehmlich der neusten von Kant, Fichte, Schelling und Hegel, und der Lehre  Jacobi's. (Göttingen: 1829).[12]\n\nKrause argued that the world itself and mankind, its highest component, constitute an organism (Gliedbau), and the universe is therefore a divine organism (Wesengliedbau). The process of development is the formation of higher unities, and the last stage is the identification of the world with God. The form which this development takes, according to Krause, is Right or the Perfect Law.\n\nRight is not the sum of the conditions of external liberty but of absolute liberty, and embraces all the existence of nature, reason and humanity. It is the mode, or rationale, of all progress from the lower to the highest unity or identification. By its operation, the reality of nature and reason rises into the reality of humanity. God is the reality which transcends and includes both nature and humanity. Right is, therefore, at once the dynamic and the safeguard of progress.\n\nIdeal society results from the widening of the organic operation of this principle from the individual man to small groups of men, and finally to mankind as a whole. The differences disappear as the inherent identity of structure predominates in an ever-increasing degree, and in the final unity Man is merged in God. Krause's theory of the world and of humanity is therefore universal and idealistic.\n\nKrause was an advocate of animal rights and has been cited as the first philosopher to argue for animal rights in the context of a philosophy of law. In his book Das System der Rechtsphilosophie (published posthumously in 1874), he argued that non-human animals should hold a right not to be subjected to pain as well as a right to general physical well-being.[13] Krause rejected the anthropocentric premises of Fichte. He held the view that animals are persons whose rights must be protected by law.[14]\n\n"
        },
        {
            "title": "Influence and works",
            "text": "The comparatively small area of Krause's influence was due partly to him being overshadowed by Schelling and Hegel, and partly to two difficulties present in his written works. The spirit of his thought is mystical and by no means easy to follow, and this problem is accentuated, even for German readers, by his use of artificial and/or invented terminology. He makes use of Germanized foreign terms which are unintelligible to the ordinary man.\n\nHis principal works are (beside those quoted above): Entwurf des Systems der Philosophie (1804), System der Sittenlehre (1810), and  Das Urbild der Menschheit (1811). He left behind at his death a mass of unpublished notes, some of which have been collected and published by his disciples K. D. A. Röder,[15] J. H. Ahrens,[16] F. W. T. Schliephake,[17] H. K. von Leonhardi[18] (Krause's son-in-law), Guillaume Tiberghien,[19] and others.\n\nKrausism became particularly influential in Spain in the 19th century, where Krause's ideas were introduced and promoted by Julián Sanz del Río[20] (1814-1869), an academic based in Madrid. Krause's philosophy  flourished in Spain (where it was known as \"Krausismo\") because it contains elements which were very appealing - at the time - to a diverse class of people. Krausism in Spain was popular and successful, more as a broad cultural movement rather than as a specialised form of cosmo-theology. As a cultural movement, it emphasised scientific rationalism, combined with Christian spirituality, a liberal commitment to individual freedom, and opposition to privilege and arbitrary power.[21] Spanish intellectuals influenced by Krause include Francisco Giner de los Ríos (1839-1915) and Gumersindo de Azcárate (1840-1917). In addition, Krause's influence extended to Latin America, where his work made an impact on Hipólito Yrigoyen (1852-1933), José Batlle y Ordóñez (1856-1929) and Juan José Arévalo (1904-1990).[22] Richard Gott has argued that Krause influenced José Martí (1853-1895), Fidel Castro (1926-2016) (through Martí and other Cuban thinkers), and Che Guevara (1928-1967) (through the influence of Yrigoyen).[23]\n\n"
        }
    ]
}