{
    "url": "https://en.wikipedia.org/wiki/Karma_in_Hinduism",
    "title": "Karma in Hinduism",
    "table_of_contents": [
        "1 Origins",
        "2 Definitions",
        "3 The role of Isvara (God)",
        "3.1 Markandeya Purana",
        "3.2 In Vedanta",
        "3.2.1 Sankara (Advaita)",
        "3.2.2 Ramanuja (Vishishtadvaita)",
        "3.2.3 Madhva (Dvaita)",
        "3.2.4 According to Sivananda",
        "3.3 In Shaivism",
        "3.3.1 Thirugnana Sambandar",
        "3.3.2 Appayya Dikshita",
        "3.3.3 Srikantha",
        "3.4 Vaishnavism",
        "3.4.1 Sacred texts",
        "3.4.1.1 Bhagavata Purana",
        "3.4.1.2 Vishnu Sahasranama",
        "3.4.2 Other Vaishnavite thoughts",
        "4 Dharmaśāstras",
        "5 Mitigation of bad karma",
        "5.1 Upanishads",
        "6 Relation between birth in a particular body to karma",
        "7 Relation between astrology and karma",
        "8 Other uses in Hinduism",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nKarma is a concept of Hinduism which describes a system in which beneficial effects are derived from past beneficial actions and harmful effects from past harmful actions, creating a system of actions and reactions throughout a soul's (jivatman's) reincarnated lives,[1] forming a cycle of rebirth. The causality is said to apply not only to the material world but also to our thoughts, words, actions, and actions that others do under our instructions.[2] For example, if we do a good thing, something good happens to us, and the same applies if we do a bad thing. It is said in the Puranas that the lord of karma is the planet Saturn, Shani.[3]\n\nAccording to Vedanta thought (which is the most influential school of Hindu theology),[4] the effects of karma are controlled by God (Isvara).[5][6]\n\nThere are three different types of karma: prarabdha, sanchita, and kriyamana or agami.[7] Prarabdha karma is experienced through the present body and is only a part of sanchita karma which is the sum of one's past karmas, and agami karma is the result of current decisions and actions.[8]\n\n"
        },
        {
            "title": "Origins",
            "text": "The earliest appearance of the word \"karma\" is found in the Rigveda. The term karma also appears significantly in the Veda. According to Brahmanas, \"as his wife man is born to the world he has made\"[This quote needs a citation] and one is placed in a balance in the other world for an estimate of one's good and evil deed. It also declares that as a man is 'constituted' by his desires, he is born in the other world concerning these.[9] Scholars have generally agreed that the earliest formulation of the Karma doctrine occurs in the Brhadaranyaka, which is the earliest of the Upanishads. The doctrine occurs here in the context of a discussion of the fate of the individual after death.[10]\n\nThe doctrine of transmigration of the soul, with respect to fateful retribution for acts committed, appears in the Rig Veda (Mandala 1, Sukta 24, Mantra 2),[11] with words like \"saha na mahye aaditaye punar-daath pitharam drisheyam matharam cha\" (You must also know that one God to be giver of rebirth, non else can do this work. It is he who gives birth to emancipated persons also through parents at the end of MahaKalpa.) Rebirth is also mentioned in the Rig Veda mandala 10 Sukta 56, in Shukla Yajur Veda Mandala 3, Mantras 53, 54.\n\nThe belief in rebirth is, suggests Radhakrishnan, evident in the Brāhmaṇas, where words like punar-mrtyu (re-death), punar-asu (coming to life again) and punarajati (rebirth) are used to denote it.[13] Radhakrishnan acknowledges that other scholars interpret certain punar-mrtyu verses of Rigveda to be discussing \"repeated deaths\"; however, he suggests that it might also be re-interpreted to imply rebirth, as in \"come home once again\".[13]\n\nThe significance of reinterpreting religious principles such as karma in the Bhagavad Gita as an important source, as well as a dedication to benevolence, applied spirituality, and religious activism[14] The topic of karma is mentioned in the Puranas.[15]\n\n"
        },
        {
            "title": "Definitions",
            "text": "The word 'karma' has originated from the Sanskrit root 'kri' which means 'to do' or 'to 'act and react'.[16][17]\n\n\"Karma\" literally means \"action,\" and more broadly names the universal principle of cause and effect, action and reaction, which Hindus believe governs all consciousness.[18] Karma is not fate, for we act with what can be described as a conditioned free will creating our destinies. Karma refers to the totality of our actions and their concomitant reactions in this and previous lives, all of which determine our future. The conquest of karma lies in intelligent action and dispassionate reaction. Not all karmas rebound immediately. Some accumulate and return unexpectedly in this or other lifetimes. Human beings are said to produce karma in four ways:[19]\n\nEverything that we have ever thought, spoken, done or caused is karma, as is also that which we think, speak or do this very moment.[2] Hindu scriptures divide karma into three kinds:[2]\n\nSome believe that only human beings who can distinguish right from wrong can do (kriyamana) karma.[19] Therefore, animals and young children are considered incapable of creating new karma (and thus cannot affect their future destinies) as they are incapable of discriminating between right and wrong.[20]\n\nTulsidas, a Hindu saint, said: \"Our destiny was shaped long before the body came into being.\" As long as the stock of sanchita karma lasts, a part of it continues to be taken out as prarabdha karma for being enjoyed in one lifetime, leading to the cycle of birth and death. A Jiva cannot attain moksha (liberation) from the cycle of birth and death, until the accumulated sanchita karmas are completely exhausted.[21]\n\nUnkindness yields spoiled fruits, called pāpa, and good deeds bring forth sweet fruits, called punya. As one acts, so does one become: one becomes virtuous by virtuous action, and evil by evil action.[22]\n\n"
        },
        {
            "title": "",
            "text": "Several different views exist in Hinduism, some extant today and some historical, regarding the role of divine beings in controlling the effects of karma or the lack thereof.\n\nThe Markandeya Purana states that Shani (Saturn) is the son of the Sun god, Surya , and his wife Chhaya (shadow). Saturn is cold and dry because of its internal core structure made of, Internally he is pure. It also states that he was entrusted with the role of the Lord of Karma and Justice by the Trimurti.[23]\n\nIn Vedanta philosophy, the creator Ishvara rules over the world through the law of karma.[24] The various schools of Vedanta hold that karma cannot function independently on its own. Instead they think that God (Isvara) is the dispenser of the fruit (phala) of karma. This idea is defended in the Brahmasutras, a major scriptural source for Vedanta.[5][6]\n\n\nThe Brahmasutras (3.2.38) state:\nIn non-dualistic (Advaita) school of Vedanta, the creator is not the ultimate reality, \"I am Brahman\" is the supreme truth, the pursuit of self-knowledge is spirituality, and it shares the general concepts of karma-rebirth-samsara ideas found in Buddhism with some important differences.[25]\n\nIn a commentary to Brahma Sutras (III, 2, 38, and 41), a Vedantic text, Adi Sankara, an Indian philosopher who consolidated the doctrine of Advaita Vedanta, a sub-school of Vedanta, argues that the original karmic actions themselves cannot bring about the proper results at some future time; neither can super sensuous, non-intelligent qualities like adrsta—an unseen force being the metaphysical link between work and its result—by themselves mediate the appropriate, justly deserved pleasure and pain. The fruits, according to him, then, must be administered through the action of a conscious agent, namely, a supreme being (Ishvara).[26]\n\nShankara (8th century) comments as follows:\nA human's karmic acts result in merits and demerits. Since unconscious things generally do not move except when caused by an agent (for example, the ax moves only when swung by an agent), and since the law of karma is an unintelligent and unconscious law, Sankara argues there must be a conscious God who knows the merits and demerits which persons have earned by their actions, and who functions as an instrumental cause [a \"judge and police-force\" working for \"the law\"] in helping individuals reap their appropriate fruits.[27] Thus, God affects the person's environment, even to its atoms, and for those souls who reincarnate, produces the appropriate rebirth body, all in order that the person might have the karmically appropriate experiences.[27] Since a data-system (or computer) is needed to discern different \"just\" consequences for actions, there is suggested to be a sentient theistic administrator or supervisor for karma (Ishvara).\n\nRamanuja of the Vishishtadvaita school, another sub-school of Vedanta, addresses the problem of evil by attributing all evil things in life to the accumulation of evil karma of jivas (souls in bondage to a corporeal form) and maintains that God is \"amala,\" or without any stain of evil.[28] In his Sri Bhasya, Ramanuja's interpretation of the Brahma sutras from a Vaishnavite theistic view, Brahman, whom he conceives as Vishnu, arranges the diversity of creation in accordance with the different karma of individual souls.[29][unreliable source?]\n\nRamanuja reiterates that inequality and diversity in the world are due to the fruits of karma of different souls and the omnipresent energy of the soul suffers pain or pleasure due to its karma.[30] Unlike the Semitic religions, e.g., Abrahamic religions, which believe that God created the soul and the world out of 'nothing,’ Ramanuja believed that creation is an eternally recurring cyclic process and hence God is free from the responsibility of starting it and causing the evils accruing from it.[30] Instead he believed that karma, the result of the actions of Jivas (souls) in previous embodiments, causes the good and evil, enjoyments and sufferings of karma which have to be necessary to be enjoyed or suffered by the Jivas themselves who are responsible for the fruits.[30]\n\nAlthough souls alone have the freedom and responsibility for their acts and thus reap the fruits of karma, i.e., good and evil karma, God as Vishnu, is the supreme Enforcer of karma, by acting as the Sanctioner (Anumanta) and the Overseer (Upadrasta).[31] According to Ramanuja, all jivas are burdened with their load of Karma, which gives them only enjoyments and sufferings, but also desires and tendencies to act in particular ways; although the moral responsibility accrues only to the Jiva, as he acts according to the tendencies and deserts he has acquired by his karma, Ramanuja believes that God wills only their fructification.[31] According to the foregoing concept, God is \"compared to light which may be used for forging or for reading scriptures,\" but the merits or demerit \"devolves entirely on the persons concerned and not on the darkness.\"[31]\n\nFurthermore, Ramanuja believes that Vishnu wishing to do a favor to those who are resolved on acting so as fully to please Her, engenders in their minds a tendency towards highly virtuous actions, such as means to attain to Him; while on the other hand, in order to punish those who are resolved on lines of action altogether displeasing to Him, He engenders in their minds a delight in such actions as have a downward tendency and are obstacles in the way of the attainment of God.[32]\n\nMadhva, the founder of the Dvaita school, another sub-school of Vedanta, on the other hand, believes that there must be a root cause for variations in karma even if karma is accepted as having no beginning and being the cause of the problem of evil.[33] Since jivas have different kinds of karma, from good to bad, all must not have started with same type of karma from the beginning of time. Thus, Madhva concludes that the jivas (souls) are not God's creation as in the Christian doctrine, but are rather entities co-existent with Vishnu, although under His absolute control. Souls are thus dependent on Him in their pristine nature and in all transformations that they may undergo.[33]\n\nAccording to Madhva, God, although He has control, does not interfere with Man's free will; although He is omnipotent, that does not mean that He engages in extraordinary feats. Rather, God enforces a rule of law and, in accordance with the just deserts of jivas, gives them freedom to follow their own nature.[34] Thus, God functions as the sanctioner or as the divine accountant, and accordingly jivas are free to work according to their innate nature and their accumulated karma, good and bad. Since God acts as the sanctioner, the ultimate power for everything comes from God and the jiva only utilizes that power, according to his/her innate nature. However, like Shankara's interpretation of the Brahma Sutras as mentioned earlier, Madhva, agrees that the rewards and punishments bestowed by God are regulated by Him in accordance with the good and sinful deeds performed by them, and He does so of out of His own will to keep himself firm in justice and he cannot be controlled in His actions by karma of human beings nor can He be accused of partiality or cruelty to anyone.[34]\n\nSwami Tapasyananda further explains the Madhva view by illustrating the doctrine with this analogy: the power in a factory comes from the powerhouse (God), but the various cogs (jivas) move in a direction in which they are set. Thus he concludes that no charge of partiality and cruelty can be brought against God. The jiva is the actor and also the enjoyer of the fruits of his/her own actions.[33]\n\nMadhva differed significantly from traditional Hindu beliefs, owing to his concept of eternal damnation. For example, he divides souls into three classes: one class of souls which qualify for liberation (Mukti-yogyas), another subject to eternal rebirth or eternal transmigration (Nitya-samsarins), and a third class that is eventually condemned to eternal hell or Andhatamas (Tamo-yogyas).[35]\n\nSwami Sivananda, an Advaita scholar, reiterates the Advaita view in his commentary synthesizing Vedanta views on the Brahma Sutras. In his commentary on Chapter 3 of the Brahma Sutras, Sivananda notes that karma is insentient and short-lived, and ceases to exist as soon as a deed is executed. Hence, karma cannot bestow the fruits of actions at a future date according to one's merit. Furthermore, one cannot argue that karma generates apurva or punya, which gives fruit. Since apurva is non-sentient, it cannot act unless moved by an intelligent being such as God. It cannot independently bestow reward or punishment.[36]\n\nThere is a passage from Swami Sivananda's translation of the Svetasvatara Upanishad (4:6) illustrating this concept:\n\nIn his commentary, the first bird represents the individual soul, while the second represents Brahman or God. The soul is essentially a reflection of Brahman. The tree represents the body. The soul identifies itself with the body, reaps the fruits of its actions, and undergoes rebirth. The Lord alone stands as an eternal witness, ever contented, and does not eat, for he is the director of both the eater and the eaten.\n\nSwami Sivananda also notes that God is free from charges of partiality and cruelty which are brought against him because of social inequality, fate, and universal suffering in the world. According to the Brahma Sutras, individual souls are responsible for their own fate; God is merely the dispenser and witness with reference to the merit and demerit of souls.\n\nIn his commentary on Chapter 2 of the Brahma Sutras, Sivananda further notes that the position of God with respect to karma can be explained through the analogy of rain. Although rain can be said to bring about the growth of rice, barley and other plants, the differences in various species is due to the diverse potentialities lying hidden in the respective seeds. Thus, Sivananda explains that differences between classes of beings are due to different merits belonging to individual souls. He concludes that God metes rewards and punishments only in consideration of the specific actions of beings.[37]\n\nSambandar of the Shaiva Siddhanta school, in the 7th century C.E., writes about karma in his outline of Shaivism. He explains the concept of karma in Hinduism by distinguishing it from that of Buddhism and Jainism, which do not require the existence of an external being like God. In their beliefs, just as a calf among a large number of cows can find its mother at suckling time, so also does karma find the specific individual it needs to attach to and come to fruition.[38] However, theistic Hindus posit that karma, unlike the calf, is an unintelligent entity.[38] Hence, karma cannot locate the appropriate person by itself. Sambantha concludes that an intelligent Supreme Being with perfect wisdom and power (Shiva, for example) is necessary to make karma attach to the appropriate individual.[38] In such sense, God is the Divine Accountant.[38]\n\nAppayya Dikshita, a Shaiva theologian and proponent of Shiva Advaita, states that Shiva only awards happiness and misery in accordance with the law of karma.[39] Thus persons themselves perform good or evil actions according to their own inclinations as acquired in past creations, and in accordance with those deeds, a new creation is made for the fulfilment of the law of karma. Shaivas believe that there are cycles of creations in which souls gravitate to specific bodies in accordance with karma, which as an unintelligent object depends on the will of Siva alone.\n\nSrikantha, another Saivite theologian and proponent of Siva Advaita, believes that individual souls themselves do things which may be regarded as the cause of their particular actions, or desisting from particular actions, in accordance with the nature of the fruition of their past deeds.[40] Srikantha further believes that Siva only helps a person when he wishes to act in a particular way or to desist from a particular action. Regarding the view that karma produce their own effects directly, Srikantha holds that karma being without any intelligence cannot be expected to produce manifold effects through various births and various bodies; rather fruits of one's karma can be performed only by the will of God operating in consonance with man's free will, or as determined in later stages by man's own karma so the prints of all karma are distributed in the proper order by the grace of God Shiva.[40] In this way, God is ultimately responsible on the one hand for our actions, and on the other for enjoyment and suffering in accordance with our karmas, without any prejudice to humans' moral responsibility as expressed through free will or as determined later by our own deeds.[40] A good summary of his view is that \"man is responsible, free to act as he wills to, for Siva only fulfills needs according to the soul's karma.\"[41]\n\nIn Chapter 1 of 10th book of the Bhagavata Purana, Vasudeva, the father of Krishna, exhorts Kamsa to refrain from killing his wife, Devaki, the mother of Krishna, by stating that death is certain for those who are born and when the body returns to the five elements, the soul leaves the body and helplessly obtains another form in accordance with the laws of karma, citing passages from Brihadaranyaka Upanishad, IV:4:3.[42] Moreover, he adds and states that the soul materializes into an appropriate body whatever the state of the mind one remembers at the time of death; i.e., at the time of the death, the soul and its subtle body of mind, intelligence and ego, is projected into the womb of a creature, human or non-human that can provide a gross body that is most suitable for the dominant state of the mind of the particular person at the time of death; note that this passage is similar in meaning as Bhagavad Gita, VIII, verse 6[42] Edwin Bryant, Associate Professor of religion at Rutgers University, New Jersey provided the foregoing commentaries on the discussion of Vasudeva in the Bhagavata Purana.\n\nMany names in the Vishnu Sahasranama, the thousand names of Vishnu allude to the power of God in controlling karma. For example, the 135th name of Vishnu, Dharmadhyaksha, in the Advaita philosopher Sankara's interpretation means, \"One who directly sees the merits (Dharma) and demerits (Adharma), of beings by bestowing their due rewards on them.\"[43]\n\nOther names of Vishnu alluding to this nature of God are Bhavanah, the 32nd name, Vidhata, the 44th name, Apramattah, the 325th name, Sthanadah, the 387th name and Srivibhavanah, the 609th name.[44] Bhavanah, according to Sankara's interpretation, means \"One who generates the fruits of Karmas of all Jivas (souls) for them to enjoy.\"[45] The Brahma Sutra (3.2.28) \"Phalmatah upapatteh\" speaks of the Lord's function as the bestower of the fruits of all actions of the jivas.[45]\n\nKulashekhara Alwar, a Vaishnava devotee, says in his \"Mukundamala Stotra\": 'yad yad bhavyam bhavatu bhagavan purva-karma-anurupam'. And purva-karma or bhaagya or daiva is unseen adrsta by us, and is known only to God as Vidhaataa.[46] God created the law of karma, and God will not violate it. God does, however, give courage and strength if asked.\n\n"
        },
        {
            "title": "",
            "text": "In Hinduism, more particularly the Dharmaśāstras, Karma is a principle in which \"cause and effect are as inseparably linked in the moral sphere as assumed in the physical sphere by science. A good action has its reward and a bad action leads to retribution. If the bad actions do not yield their consequences in this life, the soul begins another existence and in the new environment undergoes suffering for its past deeds\".[47] Thus it is important to understand that karma does not go away, one must either reap the benefits or suffer the consequences of his past actions.  The Brihadaranyaka Upanishad states, \"According as a man acts and according as he believes so will he be; a man of meritorious acts will be meritorious, a man of evil deeds sinful. He becomes pure by pure deeds and evil by evil deeds. And here they say that person consists of desires. And as is his desire so is his will; and as is his will, so is his deed; and whatever deeds he does that he will reap\".[48] The doctrine of karma dates from ancient times and besides the above author is mentioned in the Gautama dharma-sutra, Shatapatha Brahmana, Kathaaka-grey-sutra, Chandogya Upanishad, Markandeya Purana , and many others.[49]\n\nThe shastras written about karma go into some detail about possible consequences of karma. There is often talk about coming back as a variety of different objects when it comes to reincarnation and pasts lives. In this case, it holds true, or at least insofar as the texts state. The Kathaaka-grhya-sutra states, \"some human beings enter the womb in order to have an embodied existence; others go into inorganic matter (the stump of a tree and the like) according to their deeds and according to their knowledge\".[50][failed verification]\n\nMore extensively discussed is the consequences of karma in relation to sin. \"Karmavipaka means the ripening (or fruition) of evil actions or sins. This fruition takes three forms, as stated in the Yogasutra II. 3, i.e., jati (birth as a worm or animal), ayuh (life i.e. living for a short period such as five or ten years) and bhoga (experiencing the torments of Hell\".[51]\n\n"
        },
        {
            "title": "Mitigation of bad karma",
            "text": "According to a theistic view, the effects of one's bad karma may be mitigated. Examples of how bad karma can be mitigated include the following virtue, or living virtuously; performing good deeds, such as helping others; yoga, or worshiping God to receive grace; and conducting pilgrimages to sacred places, such as or to get the grace of God.[52] In another example, Ganesha can unweave his devotees from their karma, simplifying and purifying their lives, but this only happens after they have established a personal relationship with Him.[53]\n\nExamples of getting God's grace are further illustrated below.\n\nShvetashvatara Upanishad 7 and 12 aver that the doer of the deeds wanders about and obtains rebirth according to his deeds but postulates an omnipotent creator, i.e., Isvara and the doctrine of grace.[54] Isvara is the great refuge of all and a person attains immortality when blessed by Isvara or at Isvara's pleasure.[54]\n\nA person can be free from sorrow through the grace of Isvara. Therefore, the Shvetashvatara Upanishad postulates a supreme Being whose grace to devotees provides a way of escape from the law of karma.\nAs Adi Sankara stated in his commentary on Shvetashvatara Upanishad VI:4, \"If we dedicate all our works to Ishvara, we will not be subject to the law of karma.\"[54]\n\n"
        },
        {
            "title": "Relation between birth in a particular body to karma",
            "text": "Theistic schools believe in cycles of creations where souls gravitate to specific bodies in accordance with karma, which as an unintelligent object depends on the will of God alone. For example, Kaushitaki Upanishad 1.2 asserts that birth in different forms of existence as a worm, insect, fish, bird, lion, boar, snake or a human, is determined by a person's deeds and knowledge.[54]\n\nChandogya Upanishad 5.10.7 distinguishes between good birth such as birth in a spiritual family, i.e., (brahmin caste) or an evil birth, such as birth as a dog or hog.) Thus, the doctrine of karma comes to explain why different life forms manifest, into widely various levels of biological development such as characterization into different species from plants to various types of animals, and to even differences between members of the same species, such as humans.[54]\n\nSwami Nikilananda comments: As the rivers, following their different courses, ultimately merge in the ocean and give up their names and forms, so the devotees, losing their names and forms, become one with the Supreme Reality.[55]\n\n"
        },
        {
            "title": "Relation between astrology and karma",
            "text": "Charles Keyes, professor emeritus at the University of Washington and E. Valentine Daniel, professor of anthropology at Columbia University state that many Hindus believe that heavenly bodies, including the planets, have an influence throughout the life of a human being, and these planetary influences are the \"fruit of karma.\"[56]\n\nThe Navagraha, planetary deities, including Shani (Saturn), are considered subordinate to Ishvara (i.e., the Supreme Being) and are believed by many to assist in the administration of justice.[56] Thus, these planets can influence earthly life.[56]\n\nSuch planetary influences are believed by many to be measurable using astrological methods including Jyotiṣa, the Hindu system of astrology.[56]\n\n"
        },
        {
            "title": "Other uses in Hinduism",
            "text": "Other uses include such expressions such as \"ugra-karma\", meaning bitter, unwholesome labor.[57]\n\nIt has also been argued that Karma has a role in Hindu society as a whole. When one abides by their caste duty good Karma is earned and vice versa; and the Karma one collects is reflected in the next life as movement within the Caste system. The promise of upward mobility appealed to people, and was made plausible through Karma. This effectively \"tamed\" the lower castes into passive acceptance of the status quo. Thus, the Karma doctrine discouraged actual social mobility.[58]\n\n"
        }
    ]
}