{
    "url": "https://en.wikipedia.org/wiki/Karma_in_Buddhism",
    "title": "Karma in Buddhism",
    "table_of_contents": [
        "1 Etymology",
        "2 Buddhist understanding of karma",
        "2.1 Rebirth",
        "2.2 Karma",
        "2.3 Karmaphala",
        "2.4 Complex process",
        "2.5 Liberation from samsāra",
        "3 Within the Pali suttas",
        "4 Within Buddhist traditions",
        "4.1 Early Indian Buddhism",
        "4.1.1 Origins",
        "4.1.2 Pre-sectarian Buddhism",
        "4.1.3 Vaibhāṣika-Sarvāstivādin tradition",
        "4.1.4 Dārṣṭāntika-Sautrāntika",
        "4.2 Theravādin tradition",
        "4.2.1 Canonical texts",
        "4.2.2 Transfer of merit",
        "4.3 Mahayana tradition",
        "4.3.1 Indian Yogācāra tradition",
        "4.3.2 Mādhyamaka philosophy",
        "4.3.3 Tibetan Buddhism",
        "4.3.4 East Asian traditions",
        "4.3.4.1 Zen",
        "4.3.4.2 Tendai",
        "4.3.4.3 Nichiren Buddhism",
        "5 Modern interpretations and controversies",
        "5.1 Social conditioning",
        "5.2 Karma theory and social justice",
        "6 See also",
        "7 Notes",
        "8 Quotes",
        "9 References",
        "10 Sources",
        "10.1 Printed sources",
        "10.1.1 Sutta Pitaka",
        "10.1.2 Buddhist teachers",
        "10.1.3 Scholarly sources",
        "10.2 Web-sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Karma (Sanskrit, also karman, Pāli: kamma) is a Sanskrit term that literally means \"action\" or \"doing\". In the Buddhist tradition, karma refers to action driven by intention (cetanā) which leads to future consequences. Those intentions are considered to be the determining factor in the kind of rebirth in samsara, the cycle of rebirth.\n\n"
        },
        {
            "title": "Etymology",
            "text": "Karma (Sanskrit, also karman, Pāli: kamma, Tib. las[1]) is a Sanskrit term that literally means \"action\" or \"doing\". The word karma derives from the verbal root kṛ, which means \"do, make, perform, accomplish.\"[2]\n\nKarmaphala (Tib. rgyu 'bras[3][1][note 1]) is the \"fruit\",[4][5][6] \"effect\"[7] or \"result\"[8] of karma. A similar term is karmavipaka, the \"maturation\"[9] or \"cooking\"[10] of karma:\n\nThe metaphor is derived from agriculture:[6][11]\n\n"
        },
        {
            "title": "Buddhist understanding of karma",
            "text": "Karma and karmaphala are fundamental concepts in Buddhism.[12][13] The concepts of karma and karmaphala explain how intentional actions keep one tied to rebirth in samsara, whereas the Buddhist path, as exemplified in the Noble Eightfold Path, shows us the way out of samsara.[14]\n\nRebirth,[note 2], is a common belief in all Buddhist traditions. It says that birth and death in the six realms occur in successive cycles driven by ignorance (avidyā), desire (trsnā), and hatred (dvesa). The cycle of rebirth is called samsāra. It is a beginningless and ever-ongoing process.[15] Liberation from samsāra can be attained by following the Buddhist Path. This path leads to vidyā, and the stilling of trsnā and dvesa. Hereby the ongoing process of rebirth is stopped.\n\n\nThe cycle of rebirth is determined by karma,[15] literally \"action\".[note 3] In the Buddhist tradition, karma refers to actions driven by intention (cetanā),[21][22][6][quote 1] a deed done deliberately through body, speech or mind, which leads to future consequences.[25] The Nibbedhika Sutta, Anguttara Nikaya 6.63:\nAccording to Peter Harvey,\n\nAnd according to Gombrich,\n\nAccording to Gombrich, this was a great innovation, which overturns brahmanical, caste-bound ethics. It is a rejection of caste-bound differences, giving the same possibility to reach liberation to all people, not just Brahmanins:[28]\n\nHow this emphasis on intention was to be interpreted became a matter of debate in and between the various Buddhist schools.[30][note 6]\n\nKarma leads to future consequences, karma-phala, \"fruit of action\".[33] Any given action may cause all sorts of results, but the karmic results are only those results which are a consequence of both the moral quality of the action, and of the intention behind the action.[34][note 7] According to Reichenbach,\n\nThe \"law of karma\" applies\n\nGood moral actions lead to wholesome rebirths, and bad moral actions lead to unwholesome rebirths.[15][quote 3][quote 4] The main factor is how they contribute to the well-being of others in a positive or negative sense.[41] Especially dāna, giving to the Buddhist order, became an increasingly important source of positive karma.[42]\n\nHow these intentional actions lead to rebirth, and how the idea of rebirth is to be reconciled with the doctrines of impermanence and no-self,[43][quote 5] is a matter of philosophical inquiry in the Buddhist traditions, for which several solutions have been proposed.[15] In early Buddhism no explicit theory of rebirth and karma is worked out,[18] and \"the karma doctrine may have been incidental to early Buddhist soteriology.\"[19][20] In early Buddhism, rebirth is ascribed to craving or ignorance.[16][17]\n\nIn later Buddhism, the basic idea is that intentional actions,[44] driven by kleshas (\"disturbing emotions\"),[web 3] cetanā (\"volition\"),[21] or taṇhā (\"thirst\", \"craving\")[45] create impressions,[web 4][note 8] tendencies[web 4] or \"seeds\" in the mind. These impressions, or \"seeds\", will ripen into a future result or fruition.[46][quote 6][note 9] If we can overcome our kleshas, then we break the chain of causal effects that leads to rebirth in the six realms.[web 3] The twelve links of dependent origination provides a theoretical framework, explaining how the disturbing emotions lead to rebirth in samsara.[47][note 10]\n\nThe Buddha's teaching of karma is not strictly deterministic, but incorporated circumstantial factors, unlike that of the Jains.[49][50][51][quote 7] It is not a rigid and mechanical process, but a flexible, fluid and dynamic process,[52] and not all present conditions can be ascribed to karma.[50][note 11][quote 8] There is no set linear relationship between a particular action and its results.[51] The karmic effect of a deed is not determined solely by the deed itself, but also by the nature of the person who commits the deed, and by the circumstances in which it is committed.[53][51]\n\nKarma is also not the same as \"fate\" or \"predestination\".[web 6] \nKarmic results are not a \"judgement\" imposed by a God or other all-powerful being, but rather the results of a natural process.[54][26][6][quote 9] Certain experiences in life are the results of previous actions, but our responses to those experiences are not predetermined, although they bear their own fruit in the future.[59][quote 10] Unjust behaviour may lead to unfavorable circumstances which make it easier to commit more unjust behavior, but nevertheless the freedom not to commit unjust behavior remains.[60]\n\nThe real importance of the doctrine of karma and its fruits lies in the recognition of the urgency to put a stop to the whole process.[61][62] The Acintita Sutta warns that \"the results of kamma\" is one of the four incomprehensible subjects,[63][web 7] subjects that are beyond all conceptualization[63] and cannot be understood with logical thought or reason.[note 12]\n\nAccording to Gombrich, this sutra may have been a warning against the tendency, \"probably from the Buddha's day until now\", to understand the doctrine of karma \"backwards\", to explain unfavorable conditions in this life when no other explanations are available.[67] Gaining a better rebirth may have been,[68][69] and still is, the central goal for many people.[70][71] The adoption, by laity, of Buddhist beliefs and practices is seen as a good thing, which brings merit and good rebirth,[72] but does not result in Nirvana,[72] and liberation from samsāra, the ultimate goal of the Buddha.[73][67]\n\n"
        },
        {
            "title": "Within the Pali suttas",
            "text": "According to the Buddhist tradition, the lord Buddha gained full and complete insight into the workings of karma at the time of his enlightenment.[74][note 13] According to Bronkhorst, these knowledges are later additions to the story,[75] just like the notion of \"liberating insight\" itself.[75][note 14]\n\nIn AN 5.292, the lord Buddha asserted that it is not possible to avoid experiencing the result of a karmic deed once it has been committed.[79]\n\nIn the Anguttara Nikaya, it is stated that karmic results are experienced either in this life (P. diṭṭadhammika) or in future lives (P. samparāyika).[80] The former may involve a readily observable connection between action and karmic consequence, such as when a thief is captured and tortured by the authorities,[80] but the connection need not necessarily be that obvious and in fact usually is not observable.\n\nThe Sammyutta Nikaya makes a basic distinction between past karma (P. purānakamma) which has already been incurred, and karma being created in the present (P. navakamma).[81] Therefore, in the present one both creates new karma (P. navakamma) and encounters the result of past karma (P. kammavipāka). Karma in the early canon is also threefold: Mental action (S. manaḥkarman), bodily action (S. kāyakarman) and vocal action (S. vākkarman).[82]\n\n"
        },
        {
            "title": "Within Buddhist traditions",
            "text": "Various Buddhist philosophical schools developed within Buddhism, giving various interpretations regarding more refined points of karma. A major problem is the relation between the doctrine of no-self, and the \"storage\" of the traces of one's deeds,[43] for which various solutions have been offered.\n\nThe concept of karma originated in the Vedic religion, where it was related to the performance of rituals[83] or the investment in good deeds[84] to ensure the entrance to heaven after death,[83][84] while other persons go to the underworld.[84]\n\nThe concept of karma may have been of minor importance in early Buddhism.[18][85] Schmithausen has questioned whether karma already played a role in the theory of rebirth of earliest Buddhism,[85][20] noting that \"the karma doctrine may have been incidental to early Buddhist soteriology.\"[19] Langer notes that originally karma may have been only one of several concepts connected with rebirth.[86][note 15] Tillman Vetter notes that in early Buddhism rebirth is ascribed to craving or ignorance.[16] Buswell too notes that \"Early Buddhism does not identify bodily and mental motion, but desire (or thirst, trsna), as the cause of karmic consequences.\"[17] Matthews notes that \"there is no single major systematic exposition\" on the subject of karma and \"an account has to be put together from the dozens of places where karma is mentioned in the texts,\"[18] which may mean that the doctrine was incidental to the main perspective of early Buddhist soteriology.[18]\n\nAccording to Vetter, \"the Buddha at first sought, and realized, \"the deathless\" (amata/amrta[note 16]), which is concerned with the here and now.[note 17] Only after this realization did he become acquainted with the doctrine of rebirth.\"[94] Bronkhorst disagrees, and concludes that the Buddha \"introduced a concept of karma that differed considerably from the commonly held views of his time.\"[95] According to Bronkhorst, not physical and mental activities as such were seen as responsible for rebirth, but intentions and desire.[96]\n\nThe doctrine of karma may have been especially important for common people, for whom it was more important to cope with life's immediate demands, such as the problems of pain, injustice, and death. The doctrine of karma met these exigencies, and in time it became an important soteriological aim in its own right.[71]\n\nThe Vaibhāśika-Sarvāstivāda was widely influential in India and beyond. Their understanding of karma in the Sarvāstivāda became normative for Buddhism in India and other countries.[97] According to Dennis Hirota,\n\nThe Abhidharmahṛdaya by Dharmaśrī was the first systematic exposition of Vaibhāśika-Sarvāstivāda doctrine, and the third chapter, the Karma-varga, deals with the concept of karma systematically.[99]\n\nAnother important exposition, the Mahāvibhāṣa, gives three definitions of karma: \n\nThe 4th century philosopher Vasubandhu compiled the Abhidharma-kośa, an extensive compendium which elaborated the positions of the  Vaibhāṣika-Sarvāstivādin school on a wide range of issues raised by the early sutras. Chapter four of the Kośa is devoted to a study of karma, and chapters two and five contain formulations as to the mechanism of fruition and retribution.[82] This became the main source of understanding of the perspective of early Buddhism for later Mahāyāna philosophers.[101]\n\nThe Dārṣṭāntika-Sautrāntika school pioneered the idea of karmic seeds (S. Bīja) and \"the special modification of the psycho-physical series\" (S. saṃtatipaṇāmaviśeṣa) to explain the workings of karma.[102] According to Dennis Hirota,\n\nIn the Theravāda Abhidhamma and commentarial traditions, karma is taken up at length. The Abhidhamma Sangaha of Anuruddhācariya offers a treatment of the topic, with an exhaustive treatment in book five (5.3.7).[103]\n\nThe Kathāvatthu, which discusses a number of controverted points related either directly or indirectly to the notion of kamma.\"[104] This involved debate with the Pudgalavādin school, which postulated the provisional existence of the person (S. pudgala, P. puggala) to account for the ripening of karmic effects over time.[104] The Kathāvatthu also records debate by the Theravādins with the Andhakas (who may have been Mahāsāṃghikas) regarding whether or not old age and death are the result (vipāka) of karma.[105] The Theravāda maintained that they are not—not, apparently because there is no causal relation between the two, but because they wished to reserve the term vipāka strictly for mental results--\"subjective phenomena arising through the effects of kamma.\"[105]\n\nIn the canonical Theravāda view of kamma, \"the belief that deeds done or ideas seized at the moment of death are particularly significant.\"[106]\n\nThe Milindapañha, a paracanonical Theravāda text, offers some interpretations of karma theory at variance with the orthodox position.[107] In particular, Nāgasena allows for the possibility of the transfer of merit to humans and one of the four classes of petas, perhaps in deference to folk belief.[108] Nāgasena makes it clear that demerit cannot be transferred.[109] One scholar asserts that the sharing of merit \"can be linked to the Vedic śrāddha, for it was Buddhist practice not to upset existing traditions when well-established custom was not antithetic to Buddhist teaching.\"[110]\n\nThe Petavatthu, which is fully canonical, endorses the transfer of merit even more widely, including the possibility of sharing merit with all petas.[108]\n\nIn the Yogācāra philosophical tradition, one of the two principal Mahāyāna schools, the principle of karma was extended considerably. In the Yogācāra formulation, all experience without exception is said to result from the ripening of karma.[111][web 9] Karmic seeds (S. bija) are said to be stored in the \"storehouse consciousness\" (S. ālayavijñāna) until such time as they ripen into experience. The term vāsāna (\"perfuming\") is also used, and Yogācārins debated whether vāsāna and bija were essentially the same, the seeds were the effect of the perfuming, or whether the perfuming simply affected the seeds.[112] The seemingly external world is merely a \"by-product\" (adhipati-phala) of karma. The conditioning of the mind resulting from karma is called saṃskāra.[113]\nThe Treatise on Action (Karmasiddhiprakaraṇa), also by Vasubandhu, treats the subject of karma in detail from the Yogācāra perspective.[114] According to scholar Dan Lusthaus,\n\nAccording to Bronkhorst, whereas in earlier systems it \"was not clear how a series of completely mental events (the deed and its traces) could give rise to non-mental, material effects,\" with the (purported) idealism of the Yogācāra system this is not an issue.[115]\n\nIn Mahāyāna traditions, karma is not the sole basis of rebirth. The rebirths of bodhisattvas after the seventh stage (S. bhūmi) are said to be consciously directed for the benefit of others still trapped in saṃsāra.[116] Thus, theirs are not uncontrolled rebirths.[116]\n\nNāgārjuna articulated the difficulty in forming a karma theory in his most prominent work, the Mūlamadhyamakakārikā (Fundamental Verses on the Middle Way):\n\nThe Mūlamadhyamakavṛtty-Akutobhayā, also generally attributed to Nāgārjuna,[117] concludes that it is impossible both for the act to persist somehow and also for it to perish immediately and still have efficacy at a later time.[note 18]\n\nIn Tibetan Buddhism, the teachings on karma belong to the preliminary teachings, that turn the mind towards the Buddhist dharma.[118]\n\nIn the Vajrayana tradition, negative past karma may be \"purified\" through such practices as meditation on Vajrasattva because they both are the mind's psychological phenomenon.[119][120] The performer of the action, after having purified the karma, does not experience the negative results he or she otherwise would have.[121] Engaging in the ten negative actions out of selfishness and delusions hurts all involved. Otherwise, loving others, receives love; whereas; people with closed hearts may be prevented from happiness.[120] One good thing about karma is that it can be purified through confession, if the thoughts become positive.[122] Within Guru Yoga seven branch offerings practice, confession is the antidote to aversion.\n\nDōgen Kigen argued in his Shobogenzo that karmic latencies are emphatically not empty, going so far as to claim that belief in the emptiness of karma should be characterized as \"non-Buddhist,\" although he also states that the \"law of karman has no concrete existence.\"[123]\n\nZen's most famous koan about karma is called Baizhang's Wild Fox (百丈野狐). The story of the koan is about an ancient Zen teacher whose answer to a question presents a wrong view about karma by saying that the person who has a foundation in cultivating the great practice \"does not fall into cause and effect.\" Because of his unskillful answer the teacher reaps the result of living 500 lives as a wild fox. He is then able to appear as a human and ask the same question to Zen teacher Baizhang, who answers, \"He is not in the dark about cause and effect.\" Hearing this answer the old teacher is freed from the life of a wild fox.  The Zen perspective avoids the duality of asserting that an enlightened person is either subject to or free from the law of karma and that the key is not being ignorant about karma.\n\nThe Japanese Tendai/Pure Land teacher Genshin taught a series of ten reflections for a dying person that emphasized reflecting on the Amida Buddha as a means to purify vast amounts of karma.[124][relevant?]\n\nNichiren Buddhism teaches that transformation and change through faith and practice changes adverse karma—negative causes made in the past that result in negative results in the present and future—to positive causes for benefits in the future.[125]\n\n"
        },
        {
            "title": "Modern interpretations and controversies",
            "text": "Buddhist modernists often prefer to equate karma with social conditioning, in contradistinction with, as one scholar puts it, \"early texts [which] give us little reason to interpret 'conditioning' as the infusion into the psyche of external social norms, or of awakening as simply transcending all psychological conditioning and social roles. Karmic conditioning drifts semantically toward 'cultural conditioning' under the influence of western discourses that elevate the individual over the social, cultural, and institutional. The traditional import of the karmic conditioning process, however, is primarily ethical and soteriological—actions condition circumstances in this and future lives.\"[126]\n\nEssentially, this understanding limits the scope of the traditional understanding of karmic effects so that it encompasses only saṃskāras—habits, dispositions and tendencies—and not external effects, while at the same time expanding the scope to include social conditioning that does not particularly involve volitional action.[126]\n\nSome western commentators and Buddhists have taken exception to aspects of karma theory, and have proposed revisions of various kinds. These proposals fall under the rubric of Buddhist modernism.[127]\n\nThe \"primary critique\" of the Buddhist doctrine of karma is that some feel \"karma may be socially and politically disempowering in its cultural effect, that without intending to do this, karma may in fact support social passivity or acquiescence in the face of oppression of various kinds.\"[128] Dale S. Wright, a scholar specializing in Zen Buddhism, has proposed that the doctrine be reformulated for modern people, \"separated from elements of supernatural thinking,\" so that karma is asserted to condition only personal qualities and dispositions rather than rebirth and external occurrences.[129]\n\nLoy argues that the idea of accumulating merit too easily becomes \"spiritual materialism,\" a view echoed by other Buddhist modernists,[note 19] and further that karma has been used to rationalize racism, caste, economic oppression, birth handicaps and everything else.[130]\n\nLoy goes on to argue that the view that suffering such as that undergone by Holocaust victims could be attributed in part to the karmic ripenings of those victims is \"fundamentalism, which blames the victims and rationalizes their horrific fate,\" and that this is \"something no longer to be tolerated quietly. It is time for modern Buddhists and modern Buddhism to outgrow it\" by revising or discarding the teachings on karma.[131]\n\nOther scholars have argued, however, that the teachings on karma do not encourage judgment and blame, given that the victims were not the same people who committed the acts, but rather were just part of the same mindstream-continuum with the past actors,[132] and that the teachings on karma instead provide \"a thoroughly satisfying explanation for suffering and loss\" in which believers take comfort.[132]\n\n"
        },
        {
            "title": "Quotes",
            "text": "Subnotes\n\n"
        }
    ]
}