{
    "url": "https://en.wikipedia.org/wiki/Kashmir_Shaivism",
    "title": "Kashmir Shaivism",
    "table_of_contents": [
        "1 History",
        "1.1 Non-dual Shaiva influences",
        "1.2 Main theologians of the Trika",
        "1.3 Decline and influence",
        "1.4 20th-century revival",
        "2 Practice",
        "2.1 Prerequisites",
        "2.2 Six laksyas",
        "2.3 Yogas",
        "2.3.1 The conquest of the tattvas",
        "2.3.2 Yoga with six ancillaries (ṣaḍaṅgayoga)",
        "2.3.3 Yogic suicide",
        "2.4 Four upayas",
        "3 Philosophy",
        "3.1 Influences and major exponents",
        "3.2 Metaphysics and theology",
        "3.2.1 Theology of the Triad or Trika",
        "3.3 Comparison with Advaita Vedanta",
        "4 Texts",
        "5 See also",
        "6 References",
        "7 Sources",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nKashmir Shaivism or Trika Shaivism, is a nondualist tradition of Shaiva-Shakta Tantra which originated sometime after 850 CE.[1][2] Since this tradition originated in Kashmir it is  often called \"Kashmiri Shaivism\". It later went on to become a pan-Indian movement termed \"Trika\" (lit. The Trinity) by its great exegete, Abhinavagupta, and particularly flourished in Odisha and Maharashtra.[2][3] Defining features of the Trika tradition are its idealistic and monistic Pratyabhijna (\"Recognition\") philosophical system, propounded by Utpaladeva (c. 925–975 CE) and Abhinavagupta (c. 975–1025 CE), and the centrality of the three goddesses Parā, Parāparā, and Aparā.[1][2]\n\nWhile Trika draws from numerous Shaiva texts, such as the Shaiva Agamas and the Shaiva and Shakta Tantras, its major scriptural authorities are the Mālinīvijayottara Tantra, the Siddhayogeśvarīmata and the Anāmaka-tantra.[4] Its main exegetical works are those of Abhinavagupta, such as the Tantraloka, Mālinīślokavārttika, and Tantrasāra which are formally an exegesis of the Mālinīvijayottara Tantra, although they also drew heavily on the Kali-based Krama subcategory of the Kulamārga.[5] Another important text of this tradition is the Vijñāna-bhairava-tantra, which focuses on outlining numerous yogic practices.[6]\n\nKashmir Shaivism claimed to supersede Shaiva Siddhanta, a dualistic tradition which scholars consider normative tantric Shaivism.[7] The Shaiva Siddhanta goal of becoming an ontologically distinct Shiva (through Shiva's grace) was replaced by recognizing oneself as Shiva who, in Kashmir Shaivism's monism, is the entirety of the universe.[8]\n\n"
        },
        {
            "title": "History",
            "text": "Dating from around 850–900 CE, the Shiva Sutras of Vasugupta and Spandakārikā were the first attempt from the Śākta Śaiva domain to present a non-dualistic metaphysics and gnostic soteriology in opposition to the dualistic exegesis of the Shaiva Siddhanta.[9] The Shiva Sutras appeared to Vasugupta in a dream, according to tradition. The Spandakārikā was either composed by Vasugupta or his student Bhatta Kallata.[10][11]\n\nThe main theologians of Trika Shaivism are those of the Pratyabhijñā (Recognition) school of Shaiva non-dual philosophy.\n\nSomānanda was the first theologian of the recognition school and his main work is the Śivadr̥ṣṭi.[12] However, it was Utpaladeva (c. 900–950 CE) and Abhinavagupta (c. 950–1016, a student of one of Utpaladeva's disciples) who developed the system into its mature form.[12] Utpaladeva's Īśvarapratyabhijñā-kārikā (Verses on the Recognition of the Lord) is one of the main works of this tradition, however, it was overshadowed by the work of Abhinavagupta. Thus, according to Torella,  \"Abhinavagupta's Īśvarapratyabhijñā-Vimarśinī and the Īśvarapratyabhijñā-Vivr̥ti-Vimarśinī (a commentary on Utpaladeva’s Vivr̥ti on his own Īśvarapratyabhijñā-Kārikā and Vr̥tti) are generally considered the standard works of the Pratyabhijñā.\"[12] Torella notes however, that \"most of Abhinavagupta’s ideas are just the development of what Utpaladeva had already expounded.\"[13]\n\nAbhinavagupta's tantric synthesis was the most influential form of the tantric \"Kashmir Shaivism\". It brought together elements from the following sampradayas (lineages): the Trika, Pratyabhijñā, the Kaula Krama, and Shaiva Siddhantha.[14]\n\nAbhinavagupta wrote numerous other works on Shaiva tantra. His Tantrāloka, Mālinīślokavārttika, and Tantrasāra are mainly based on the Mālinīvijayottara Tantra, although they also drew heavily on the Kali-based Krama tradition of the Kulamārga.[5] Abhinava's Tantrāloka is probably his most important work. According to Christopher Wallis, \"the Tantrāloka is a monumental explication of Tantrik practice and philosophy in over 5,800 verses. It is encyclopedic in its scope though not organized like an encyclopedia, for instead of just enumerating theories and practices, it brings them all into a coherent framework in which everything has its place and everything makes sense in relation to the whole.\"[14]\n\nOne of Abhinavagupta's students, Kshemaraja, is also an important figure who authored the short Pratyabhijñāhṛdayam (The Essence of Self-Recognition).[15][16]\n\nJayaratha (1150–1200 CE) wrote a commentary on the Tantrāloka.[17]\n\nThe institutional basis and support for the Trika Shaiva tradition mostly disappeared with Islamic conquests of the region leading to the slow decline and contraction of the tradition (thought it continued to be passed down and practiced well into the 18th century).[18]\n\nHowever, the Trika Shaiva tradition was widely influential on other Indian religious traditions, particularly the Haṭha-yoga traditions, such as the Nāth school of Gorakṣa and the Dasanāmī Sannyāsins, which draw much of their yogic practice and ideas of the subtle body from Trika scriptures.[18]\n\nTrika Shaivism also strongly influenced the Shakta tradition of Śrīvidyā, which was itself a very influential tradition on mainstream Hinduism, especially in South India.[18] Another tantric tradition influenced by Trika was the post-classical Kalikula (family of Kali) form of Shaktism which is influential in northeastern Indian regions, such as in Bengal, Orissa, and Nepāl.[18]\n\nThere were no major writers or publications after approximately the 14th century. In the 20th century Swami Lakshman Joo, a Kashmiri Hindu, helped revive both the scholarly and yogic streams of Kashmir Shaivism.[19] His contribution is enormous. He inspired a generation of scholars who made Kashmir Shaivism a legitimate field of inquiry within the academy.[20][21]\n\nAcharya Rameshwar Jha, a disciple of Lakshman Joo, is often credited with establishing the roots of Kashmir Shaivism in the learned community of Varanasi. Rameshwar Jha with his creativity, familiarity with the ancient texts and personal experiences provided access to concepts of non-dualistic Kashmir Shaivism. His writings of Sanskrit verses have been published as the books Purnta Pratyabhijna[22] and Samit Swatantram.[22]\n\nSwami Muktananda, although not belonging to the direct lineage of Kashmir Shaivism, felt an affinity for the teachings, validated by his own direct experience.[23][24] He encouraged Motilal Banarsidass to publish Jaideva Singh's translations of Shiva Sutras, Pratyabhijnahrdayam, Spanda Karikas and Vijnana Bhairava, all of which Singh studied in-depth with Lakshman Joo.[25][26] He also introduced Kashmir Shaivism to a wide audience of western meditators through his writings and lectures on the subject.[27][28]\n\nThe Vijnana Bhairava Tantra, a chapter from the Rudrayamala Tantra, was introduced to the West by Paul Reps, a student of Lakshman Joo, by including an English translation in his book Zen Flesh, Zen Bones. Cast as a discourse between the god Shiva and his consort Devi or Shakti, it presents 112 meditation methods or centering techniques (dharanas).[29]\n\n"
        },
        {
            "title": "Practice",
            "text": "Since it is a Tantric tradition, a necessary prerequisite for Trika yogic practice is tantric initiation or dīkṣa. The Mālinīvijayottara Tantra, a major source for the tradition, states: \"Without initiation there is no qualification for Saiva yoga.\"[30]\n\nAlthough domesticated into a householder tradition, Kashmir Shaivism recommended a secret performance of Kaula practices in keeping with its tantric heritage. This was to be done in seclusion from public eyes, therefore allowing one to maintain the appearance of a typical householder.[31]\n\n\nThe Mālinīvijayottara Tantra outlines several major preconditions conferring the authority to practice Yoga:\nNumerous texts such as the Mālinīvijayottara Tantra also outline six \"varieties of the goal\" or \"targets\" (laksyas) of yogic practices, mainly:[33]\n\nEach of the goals is given specific practices. For example, in the Mālinīvijayottara Tantra, perfecting the Void is said to be reached by moving the mind and vital energy (through the use of mantric resonance) through two groups of three voids located along the central channel (which are also correlated with a system of six cakras), reaching to the region above the head. Different scriptures outline different lists of voids and their location in the body.[34] The practice of resonance deals with various sounds, and how the yogin is to focus on a specific sound and its resonance within the central channel.[35]\n\nRegarding mantra, different Saiva tantras and texts teach different mantras and bija (seed) mantras. These mantras are generally intoned (uccara) at different positions in the body along the central channel (such as at the heart, throat, forehead, etc). The Diksottara tantra for example, teaches the intonation of the 'haṃsá' mantra, beginning in the heart region.[36] Some texts teach \"a lineal ascent through the heart, the throat, the palate, and the forehead, culminating with the transcendence of sonic experience as the 'Limit of Resonance' [nadanta] in the cranium is pierced.\" Other texts have the mantric energy follow the breath through the nose outside the body.[37]\n\n\nSince Trika Saivism is a synthesis of various traditions, its texts, like the Mālinīvijayottara Tantra, distinguishes four different types of Saiva yoga. According to Somadev Vasudeva:\n\n\n\nIn Trika texts as well as those of other Saiva schools, it is common to formulate the process of yogic conquest of the realities (tattvas) as a series of Dhāraṇās. Dhāraṇās (\"introspections\") are \"complex sequences of meditative practices\" which focus on a series of contemplations on a \"hierarchy of apperceptive states designed to bring him ever closer to the level of the highest perceiver, Shiva\". This hierarchy of meditations and visualizations is based on the Shaiva schema of the 36 tattvas.[39] According to Somadev Vasudeva, the procedure can be described thus:\nOne example of the meditation on the tattva of buddhi (intellect) from the Mālinīvijayottara Tantra is as follows:\nTrika yoga generally uses a system of six \"limbs\" or ancillaries (aṅgas) which are seen as subsidiary to the principle conquest of the tattvas. This system was adopted from the dualistic Saiva Siddhanta as well as in Pāñcarātra scriptures such as the Jayakhyasamhita. According to Somadeva Vasudeva, in Trika, ṣaḍaṅgayoga \"is to be understood as a collection of helpful or even indispensable yogic techniques which enable the prospective Yogin to achieve the required “coalescence” or “identification” (tanmayata, lit. the “consisting-of-that-ness”) with the object of contemplation.\"[42]\n\nThese six subsidiaries as outlined by the Mālinīvijayottara Tantra, are:[43]\n\nIn the Mālinīvijayottara Tantra (chapter 17), these are seen as six progressive steps leading to complete identification with the object of meditation.[42] It is important to note that different Saiva tantras outline different forms of the six ancillaries, and \"there is no consensus as to their order, their definition or even their subdivisions\" among the different tantras.[47]\n\nThe practice of utkranti, also called \"yogic suicide\", is also taught in nondual Saiva Tantras like the Mālinīvijayottara Tantra, which uses the vital energy rising through the central channel to end one's life and proceed to union with Siva.[48] The text says that this abandonment of the body can be done at the end of one's life, after one has mastered all that one has set out to achieve.[49]\n\nTo attain moksha, sādhana or spiritual practice is necessary. Trika texts describes four major methods (upāya-s) to reach total immersion (samāveśa) into the divine:[50][51]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "The philosophy of Trika Shaivism is called Pratyabhijñā (Recognition) and it is mainly a nondual idealistic and monistic theism.[55][1] It is influenced by the works of the Saiva monist Vasugupta (c. 800–850 CE) and numerous Śaiva scriptures such as the Agamas, the Śaiva-Śakta Tantras and Kaula scriptures. The Trika philosophical system of Pratyabhijñā is presented in the works of Somānanda (c. 900–950 CE), Utpaladeva (c. 925–975 CE), Abhinavagupta (c. 975–1025 CE) and his disciple Kṣemarāja (c. 1000–1050).[1]\n\nAccording to Christopher Wallis, the philosophy of Trika Shaivism also adopted much of the ontological apparatus of Sāṅkhya school, such as its system of 25 tattvas, expanding and reinterpreting it for its own system of 36 tattvas.[56] Another important source for Trika is the idealistic and dualistic theism of Shaiva Siddhanta.[57] The Saivas also were influenced by the work of Buddhist Vijñānavāda and Pramanavada philosophers, especially Dharmakirti, who was also taken as a primary non-Saiva opponent and whose doctrines were sometimes absorbed into the Pratyabhijñā system.[58]\n\nThe philosophy of Recognition, as outlined by thinkers like Utpaladeva, teaches that though the identity of all souls is one with God (Isvara) or Shiva (which is the single reality, Being and absolute consciousness), they have forgotten this due to Maya or ignorance. However, through knowledge one can recognize one's authentic divine nature and become a liberated being.[59] Another important element of Trika theology is the active and dynamic nature of consciousness, which is described as the spontaneous vibration or pulsation (spanda) of universal consciousness, which is an expression of its freedom (svātāntrya) and power (Śakti).[60] Because of this, though this philosophy is idealist, it affirms the reality of the world and everyday life, as a real transformation (parinama), manifestation or appearance (ābhāsa) of the absolute consciousness.[61] The Absolute is also explained through the metaphor of light (prakasha) and reflective awareness (vimarsha).[62]\n\n\nThe basic theology of the Trika's Recognition school is summed up by Utpaladeva in the Īśvarapratyabhijñā-Kārikā (Verses on the Recognition of the Lord) as follows:\nThe school's theology is expressed by Kshemaraja in his Pratyabhijñā-hṛdayam (The Heart of Recognition) as follows:\nThe modern scholar-practitioner of Shaiva Tantra, Christopher Wallis outlines the metaphysics and theology of non-dual Shaiva Tantra thus:\n\nThis single supreme reality is also sometimes referred to as Aham (the heart). It is considered to be a non-dual interior space of Śiva, support for the entire manifestation,[65] supreme mantra[66] and identical to Śakti.[67] In Kashmir Shivaism the highest form of Kali is Kalasankarshini who is nirguna, formless and is often show as a flame above the head of Guhya Kali the highest gross form of Kali. In Nepali Newar arts, both form and formless attributes of Kali is often envisioned in a single art form showing the hierarchy of goddesses in their tradition. In it Guhyakali image culminates in flame, with Kalasankarshini, the highest deity in the sequence, who consumes time within herself and is envisioned solely as a flame representing Para Brahman.[68]\n\nAn important element of Trika Shaivism's theology is the use of several triads (symbolized by the trident) in its theological explanation of the Absolute reality. There are several triads described in Trika theology of thinkers like Abhinavagupta, including:\n\nKashmir Shaivism and Advaita Vedanta are both non-dual philosophies that give primacy to Universal Consciousness (Chit or Brahman).[70] In Kashmir Shaivism, all things are a manifestation of this Consciousness,[71] but the phenomenal world (Śakti) is real, existing and having its being in Consciousness (Chit).[72]\n\n"
        },
        {
            "title": "Texts",
            "text": "According to Mark S. G. Dyczkowski, Kashmiri Trika Shaivism looks to three scriptures \"as its primary authorities\", the Mālinīvijayottara Tantra, the Siddhayogeśvarīmata and the Anāmaka-tantra.[4]\n\nAs a monistic tantric system, Trika Shaivism, as it is also known, draws teachings from shrutis, such as the monistic Bhairava Tantras, Shiva Sutras of Vasugupta, and also a unique version of the Bhagavad Gītā which has a commentary by Abhinavagupta, known as the Gitartha Samgraha. Teachings are also drawn from the Tantrāloka of Abhinavagupta, prominent among a vast body of smritis employed by Kashmir Shaivism.\n\nIn general, the whole written tradition of Shaivism can be divided in three fundamental parts: Āgama Śāstra, Spanda Śāstra and Pratyabhijñā Śāstra.[73]\n\n1. Āgama Śāstra are those writings that are considered as being a direct revelation from Siva. These writings were first communicated orally, from the master to the worthy disciple. They include essential works such as Mālinīvijaya Tantra, Svacchanda Tantra, Vijñāna Bhairava Tantra, Netra Tantra, Mṛgendra Tantra, Rudrayāmala Tantra, Śivasūtra and others. There are also numerous commentaries to these works, Śivasūtra having most of them.[74]\n\n2. Spanda Śāstra, the main work of which is Spanda Kārikā of Bhatta Kallata, a disciple of Vasugupta, with its many commentaries. Out of them, two are of major importance: Spanda Sandoha (this commentary talks only about the first verses of Spanda Kārikā), and Spanda Nirṇaya (which is a commentary of the complete text).[74]\n\n3. Pratyabhijñā Śāstra are those writings which have mainly a metaphysical content. Due to their extremely high spiritual and intellectual level, this part of the written tradition of Shaivism is the least accessible for the uninitiated. Nevertheless, this corpus of writings refer to the simplest and most direct modality of spiritual realization. Pratyabhijñā means \"recognition\" and refers to the spontaneous recognition of the divine nature hidden in each human being (atman). The most important works in this category are: Īśvara Pratyabhijñā, the fundamental work of Utpaladeva, and Pratyabhijñā Vimarśinī, a commentary to Īśvara Pratyabhijñā. Īśvara Pratyabhijñā means in fact the direct recognition of the Lord (Īśvara) as identical to one's Heart. Before Utpaladeva, his master Somānanda wrote Śiva Dṛṣṭi (The Vision of Siva), a devotional poem written on multiple levels of meaning.[75]\n\n"
        }
    ]
}