{
    "url": "https://en.wikipedia.org/wiki/Descent_to_the_underworld",
    "title": "Katabasis",
    "table_of_contents": [
        "1 Overview",
        "2 The Odyssey",
        "3 The Aeneid",
        "4 The Metamorphoses",
        "5 Other examples in religious and mythological literature",
        "6 References",
        "7 References",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A katabasis or catabasis (Ancient Greek: κατάβασις, from κατὰ \"down\" and βαίνω \"go\") is a journey to the underworld.  Its original sense is usually associated with Greek mythology and Classical mythology more broadly, where the protagonist visits the Greek underworld, also known as Hades.  The term is also used in a broad sense of any journey to the realm of the dead in other mythological and religious traditions.  A katabasis is similar to a nekyia or necromancy, where someone experiences a vision of the underworld or its inhabitants; a nekyia does not generally involve a physical visit, however.  One of the most famous examples is that of Odysseus, who performs something on the border of a nekyia and a katabasis in book 11 of The Odyssey; he visits the border of the realms before calling the dead to him using a blood ritual, with it being disputed whether he was at the highest realm of the underworld or the lowest edge of the living world where he performed this.\n\n"
        },
        {
            "title": "Overview",
            "text": "The trip to the underworld is a mytheme of comparative mythology found in a diverse number of religions from around the world.[1] The hero or upper-world deity journeys to the underworld or to the land of the dead and returns.  The nature of the quest differs; sometimes an object or the rescue of a loved one is sought, while in other stories knowledge and secret revelations is the goal. The ability to enter the realm of the dead while still alive, and to return, is proof of the classical hero's exceptional status as more than mortal. A deity who returns from the underworld demonstrates eschatological themes such as the cyclical nature of time and existence, or the defeat of death and the possibility of immortality.[2]\n\nA katabasis is arguably a specific type of the famous Hero's journey.  In the Hero's journey, the hero travels to a forbidden, unknown realm; a katabasis is when that place is specifically the underworld. Pilar Serrano uses the term to encompass brief or chronic stays in the underworld as well, such as those of Lazarus, and Castor and Pollux.[1]\n\nA katabasis is in general followed by an anabasis (a going up) to distinguish itself from death; very rarely does a living hero decide to stay in the Underworld forever.\n\nFamous examples of katabases in Greek mythology include Orpheus, who enters the underworld in order to bring Eurydice back to the world of the living, and Odysseus, who seeks to consult with the prophet Tiresias for knowledge.  In Roman mythology, Aeneas seeks out his father Anchises to learn of prophecies of his fate and that of the Roman Empire.\n\n"
        },
        {
            "title": "The Odyssey",
            "text": "In the 11th book of the Odyssey, Odysseus follows the advice of Circe to consult Tiresias in Hades, the land of the dead.[3] Odysseus sets out an offering of honey, milk, wine, water, and barley before slaughtering two sheep to add fresh blood to the meal.  The souls of many then appear to him. The first to appear to Odysseus is Elpenor, his crew member who died prior to leaving Circe's island. Elpenor asks Odysseus to give him a proper burial, and Odysseus agrees.[4]  The next to appear to Odysseus is his mother, Anticlea. As Odysseus has been away fighting the Trojan War for nearly 20 years, he is surprised and saddened by the sight of her soul.[5]\n\nTiresias, the soul whom Odysseus came to see, next appears to him. Tiresias gives him several pieces of information concerning his nostos (homecoming) and his life after. Tiresias details Poseidon's anger at Odysseus' blinding of Polyphemos (and the coming troubles as a consequence), warns Odysseus not to eat the livestock of the god Helios, and prophesies Odysseus' return home to Ithaca and his eventual death at sea at an old age.[6] After Tiresias instructs Odysseus to allow the spirits he wants to talk to drink the sacrificial blood he used to find Tiresias, he is again given the chance to see his mother, and she tells him of the suffering of his family as they await his return home.[7] As his mother leaves, Odysseus is then visited by a string of souls of past queens. He first sees Tyro, the mother of Pelias and Neleus by Poseidon.[8]\n\nHe next talks to Antiope, the mother of Amphion and Zethus (the founders of Thebes) by Zeus.[9] Then, he is visited by Alcmene, the mother of Heracles by Zeus, and Heracle's wife Megara.[10] He is also visited by Epicaste, the mother of Oedipus, and Chloris, the queen of Pylos.[11] Odysseus is then visited by Leda, the mother of Castor and Polydeuces and Iphimedeia, mother of the Aloadae by Poseidon.[12] Odysseus then sees a list of women whom he only briefly mentions: Phaedra, Procris, Ariadne, Maera, Clymene, and Eriphyle, all also lovers of gods or heroes.[13] Next to visit Odysseus is Agamemnon, the king of Mycenae. Agamemnon tells Odysseus of his death by his wife, Clytemnestra and her lover Aegisthus. He warns Odysseus to return to Ithaca in secret and be wary of his own wife.[14]\n\nOdysseus then encounters Achilles, who asks after the wellbeing of his father, Peleus, and his son, Neoptolemus. Odysseus reassures Achilles of his son's bravery in fighting the Trojans.[15] Odysseus then begins seeing figures of dead souls who do not talk directly to him: Ajax, Minos, Orion, Tityos, Tantalus, and Sisyphus.[16] Odysseus ends his visit with Heracles, who asks about Odysseus' intention in Hades. Odysseus begins to get fearful as he waits for more heroes and leaves.[17]\n\n"
        },
        {
            "title": "The Aeneid",
            "text": "The katabasis of Virgil's Aeneid occurs in book 6 of the epic. Unlike Odysseus, Aeneas seeks to enter the Underworld, rather than bring the spirits of the dead to him through sacrifice. He begins his journey with a visit to the Cumaean Sibyl (a priestess of Apollo) and asks for her assistance to journey to the Underworld and visit his father.[18] The priestess tells him to find the Golden Bough, and if the branch breaks off in his hands, he is fated to go to the Underworld. She also tells Aeneas to bury his dead friend and prepare cattle for sacrifice.[19] When Aeneas reaches the forest to find the golden branch, he is guided by birds to the tree, and the branch breaks into his hand. The branch, however, does not easily break off as the Sibyl said would happen to a person fated to go to the Underworld - the branch is described as \"cunctantem\" (\"hesitant\"). The implications of this have been debated by scholars - some arguing that it means that Aeneas is not as heroic as he needs to be, others arguing that Aeneas has not yet fulfilled his destiny, and several arguing that he is still a hero, with this section added purely for drama. Aeneas buries Misenus and he and the Sibyl prepare a sacrifice to enter the Underworld.[20]\n\nAeneas first encounters several beings and monsters as he enters: Sorrows, Heartaches, Diseases, Senility, Terror, Hunger, Evil, Crime, Poverty, Death, Hard Labor, Sleep, Evil Pleasures of Mind, War, Family Vengeance, Mad Civil Strife, Scylla, Briareus, the Hydra, the Chimaera, the Gorgons, the Harpies, and Cerberus.[21] Next, Aeneas encounters Charon, the ferryman who leads souls into the Underworld, and the mass of people who are unburied.[22] His first conversation is with Palinurus, a man of his crew who fell overboard and died on their journey. Palinurus begs Aeneas to bury him so he can enter the Underworld.[23] The Sibyl convinces Charon to carry them across the river Styx in exchange for the golden bough.[24] Aeneas encounters Minos pronouncing judgment on souls and the souls that died for love: Phaedra, Procris, Eriphyle, Evadne, Pasiphae, Laodamia, Caeneus, and Dido.[25] Next, Aeneas sees heroes of battle: Tydeus, Parthenopaeus, Adrastus, Glaucus, Medon, Thersilochus, Polyboetes, Idaeus, Agamemnon, and Deiphobus.[26] The Sibyl then leads Aeneas to Elysium, the place for the blessed. On the way, they pass the place for tortured souls and the Sibyl describes some of the tortured's fates. Tityos has his liver eaten by a vulture daily. Pirithous and Ixion have a rock constantly hanging over them at all times. Many others face the punishment of moving rocks, being stretched, and being tied to wheels.[27] The two then enter the Estates of the Blessed, where they see a utopian land where heroes and good people reside. There, Aeneas finds his father, who tells him of the rich history of Rome to come.[28]\n\n"
        },
        {
            "title": "The Metamorphoses",
            "text": "In Ovid's poetic collection of mythological stories, he includes accounts of katabasis as well. In book 4, he includes an account of Juno's descent to Hades to bring her perceived justice to Ino.[29] Ovid describes Juno's path to the underworld, noting Cerberus' presence.[30] Juno seeks the Furies (Tisiphone, Megara, and Alecto) to destroy the house of Cadmus, namely Ino and her husband Athamas. While in the underworld, Juno passes several souls who are being punished in Hades. Hades is also a person, and he needs to get rid of those souls because he needs them to fully recover. –Tantalus, Sisyphus, Ixion, and the Belides.[31] When the Furies agree to Juno's request, she happily returns to the heavens, where she is purified by Iris.[32]\n\nThe next major katabasis in the Metamorphoses occurs in book 5 by Proserpina, the daughter of Ceres who is kidnapped by Dis. As Proserpina is picking flowers, Pluto falls in love with her and decides to grab her and take her to the underworld in his chariot. Worried about her now-missing daughter, Ceres becomes distraught and searches for Proserpina.[33]\n\nWhen Ceres discovers the kidnapping, she goes to Jove to attempt to get Proserpina back. He agrees that she should be returned as long as Proserpina has not touched any food in the underworld. However, she has eaten pomegranate seeds, and cannot be returned to Ceres.[34] To ensure compromise between Ceres and Dis, Jove divides the year into halves and commands that Proserpina must spend equal parts of the year between her mother and her husband. From that point on, Proserpina makes annual trips to the underworld, spending half the year there.[35]\n\nOvid also briefly mentions the katabasis of Hercules in book 7. Ovid is telling the etiological story of Medea's poison for Theseus. When Hercules traveled to the Underworld to capture Cerberus as one of his 12 Labours, Cerberus spread white foam from his mouths, which grew poisonous plants.[36]\n\nThe katabasis of Orpheus in book 10 is the last major inclusion of the theme by Ovid in the Metamorphoses. Orpheus is distraught by the death of his wife, Eurydice. He enters the Underworld through the Spartan Gates and visits Dis and Proserpina to beg for the return of his bride. Overcome by the heartfelt song of Orpheus, Proserpina calls Eurydice to leave with her husband–on the condition that he does not look back until he reaches the exit. When he looks back, his wife disappears, and he is pained by grief for her death a second time.[37]\n\n"
        },
        {
            "title": "Other examples in religious and mythological literature",
            "text": "Mesopotamian mythology\n\nAncient Egyptian mythology\n\nGreek mythology and Roman mythology\n\nHinduism\n\nBuddhism\n\nChristianity\n\nIslam\n\nMandaeism\n\nNorse religion and Finnish mythology\n\nWelsh mythology\n\nOther\n\n"
        }
    ]
}