{
    "url": "https://en.wikipedia.org/wiki/Kazasker_Mustafa_Izzet_Efendi",
    "title": "Kazasker Mustafa Izzet Efendi",
    "table_of_contents": [
        "1 Life and career",
        "2 Work",
        "3 Calligraphy",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kazasker Mustafa Izzet Efendi (Ottoman Turkish: مصطفى عزت, Modern Turkish: Kazasker Mustafa Izzet Efendi) (alternative: Kadiasker Mustafa Izzet Efendi, Seyyid Mustafa) (b. 1801 Tosya – d. 16 November 1876 Istanbul), was an Ottoman composer, neyzen, poet and statesman best known for his calligraphy.[1][2]\n\n"
        },
        {
            "title": "Life and career",
            "text": "Mustafa Izzet Efendi, the son of Destan Agazade Mustafa Aga, was born in Tosya, near the Black Sea in 1801. His mother was of the Rûmiyya branch of the Kādiriyye order.[3] Following his father's death, his mother sent him to Istanbul to gain an education. He studied Islamic theology, science and music and became an accomplished ney (reed-flute) player and had a delightful singing voice.[4]\n\nHe was initially attached as an apprentice at the mausoleum of Ali-Pasha in the time of Sultan Mahmud II. Later he served at the Imperial court where he learned sülüs and naskh scripts. He was certified by Moustafa Wâsif.[5] He spent three years at the Sultan's court, but found court life too restrictive. He sought the Sultan's permission to make a pilgrimage to Mecca, after which he decided not to return to the Imperial Palace. Instead, he remained in Cairo before finally returning to Istanbul. He purchased a house in the Bath-house district and lived a Sufi way of life, away from the Palace.[6] However, he failed to inform the Sultan of his return and did go back to the Imperial Court.\n\nSome time later, the Sultan discovered, quite by chance, that Izzet was back in Istanbul. During Ramadan, 1832, the Sultan attended prayers at the Beyazid Mosque. When he heard a beautiful singing voice, the Sultan immediately recognised it as belonging to Mustafa Izzet Efendi.[7] Disappointed that Izzet had not announced his return to Istanbul, the Sultan ordered that Izzet be punished, but eventually pardoned him. Izzet went onto occupy judicial and religious posts in the court of Abdulmejid I.[8]\n\nIn 1839, he became a preacher at the Eyüp Sultan Mosque, which was regarded as an important duty in the period. In 1845, Sultan Abdülmecid heard Mustafa İzzet's sermon while visiting the mosque and made him the second imam.[9] In 1850, he was appointed as the calligraphy master to the royal princes.[10]\n\nHis major contribution to Ottoman calligraphy was to develop refined versions of sülüs and naskh scripts, based on the earlier work of Hâfiz Osman, Celaleddin and Râkim. However, his improvements were eclipsed within a generation, by the work of Sevki Efendi (1829–1887) who perfected these styles to a level that has never been surpassed.[11] In addition, to his calligraphy, Mustafa Izzet composed many songs, both religious and non-religious.[12] Izzet was also a collector of manuscripts and collected a large collection. After his passing, his son Ata Bey continued to collect manuscripts. His son Ata Bey worked very hard to get his picture done, however his father opposed.[13]\n\nHis most notable calligraphic students were Mehmet Şefik [tr] (1818–1890);[14] Şefik Bey (1819–1880); Abdullah Zuhdi Effendi (1835–1879); Muhsinzade Abdullah Bey (1832–1899) and Hasan Riza Effendi (1849–1920).[15]\n\n"
        },
        {
            "title": "Work",
            "text": "His calligraphic inscriptions can be found inside many public buildings and mosques, including Hagia Sophia, Hırka-i Şerif, Buyuk Kasimpaya; Kucuk Mecidiye; Sinan Pasa, Yahya Effendi and the Washington Monument.[16]\n\n"
        }
    ]
}