{
    "url": "https://en.wikipedia.org/wiki/Kecksburg_UFO_incident",
    "title": "Kecksburg UFO incident",
    "table_of_contents": [
        "1 Initial reports",
        "2 Scientific articles",
        "2.1 Sky & Telescope",
        "2.2 Journal of the Royal Astronomical Society of Canada",
        "3 NASA statements",
        "4 Television and film",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Kecksburg UFO incident occurred on December 9, 1965, at Kecksburg, Pennsylvania, United States, when a fireball was reported by citizens of six U.S. states and Canada over Detroit, Michigan, and Windsor, Ontario. Astronomers said it was likely to have been a meteor bolide burning up in the atmosphere and descending at a steep angle. NASA released a statement in 2005 reporting that experts had examined fragments from the area and determined they were from a Soviet satellite, but that records of their findings were lost in 1987. NASA responded to court orders and Freedom of Information Act requests to search for the records. The incident gained wide notoriety in popular culture and UFOlogy, with speculation ranging from extraterrestrial craft to debris from the Soviet space probe Kosmos 96,[1] and is often called \"Pennsylvania's Roswell\".[2]\n\n"
        },
        {
            "title": "Initial reports",
            "text": "On the evening of December 9, 1965, a large, brilliant fireball was seen in at least six U.S. states and Ontario, Canada as it streaked over the Detroit, Michigan–Windsor, Ontario area. Reports of hot metal debris over Michigan and northern Ohio,[3] grass fires,[4] and sonic booms in the Pittsburgh metropolitan area were attributed to the fireball.[5] Some people in the village of Kecksburg, about 30 miles (48 km) southeast of Pittsburgh, reported wisps of blue smoke, vibrations, and a \"thump\",[6] and also that something from the sky had crashed in the woods.[7]\n\n\nAn early story in the Greensburg Tribune-Review stated the following: \nWhen state troopers and Air Force personnel searched the woods, they found \"absolutely nothing\".[8] A subsequent edition in the Tribune-Review bore the headline \"Searchers Fail To Find Object\".[9]\n\nAuthorities discounted proposed explanations such as a plane crash, errant missile test, or reentering satellite debris and generally assumed it to be a meteor. Astronomer Paul Annear said the fireball was likely to have been a meteor entering the Earth's atmosphere. Geophysicist George Wetherilo discounted speculations that it was debris from a satellite and agreed that the reports were probably due to a meteor. Astronomers William P. Bidelman and Fred Hess said it undoubtedly was a meteor bolide. A spokesman for the Department of Defense in Washington said first reports indicated the reported fireball was a natural phenomenon.[10]\n\n"
        },
        {
            "title": "Scientific articles",
            "text": "Several articles were written about the fireball in science journals. The February 1966 issue[11] of Sky & Telescope reported that the fireball was seen over the Detroit-Windsor area at about 4:44 p.m. EST. The Federal Aviation Administration received 23 reports from aircraft pilots, starting at 4:44 p.m. A seismograph 25 miles southwest of Detroit recorded shock waves created by the fireball as it passed through the atmosphere. The Sky & Telescope article concluded that \"the path of the fireball extended roughly from northwest to southeast\" and ended \"in or near the western part of Lake Erie\".\n\nA 1967 article[12] by two astronomers in the Journal of the Royal Astronomical Society of Canada (JRASC) used the seismographic record to pinpoint the time of passage over the Detroit area to 4:43 p.m. In addition, they used photographs of the trail taken north of Detroit at two different locations to triangulate the trajectory of the object. They concluded that the fireball was descending at a steep angle, moving from the southwest to the northeast, and likely impacted on the northwestern shore of Lake Erie near Windsor, Ontario.[13]\n\n"
        },
        {
            "title": "NASA statements",
            "text": "In December 2005, just before the 40th anniversary of the Kecksburg incident, NASA released a statement reporting that experts had examined metallic fragments from the area and determined they were from a Russian satellite that re-entered the atmosphere and broke up, but records of their findings were lost in the 1980s.[14]\n\nLeslie Kean, described as \"an investigative reporter backed by the Sci-Fi Channel\", reportedly \"sued NASA under the Freedom of Information Act\" for the lost NASA records. On October 26, 2007, NASA agreed to search for those records after being ordered by a court.[15][16][17] During the hearing, Steve McConnell, NASA's public liaison officer, testified that two boxes of papers from the time of the Kecksburg incident were missing.[18] Loss of records is not a unique case for NASA; for example, the original tapes recorded during the televised Apollo 11 Moon landing were misplaced or reused.[19][20]\n\nIn 2008, space writer James Oberg suggested that NASA was unlikely to possess any such documents since, in his view, it was highly likely that the supposed NASA team that investigated the site were in fact Air Force personnel who identified themselves as NASA personnel, something regularly done by military personnel in civilian clothes during the 1960s. He further suggested that Kean's action was no more than a \"publicity stunt\" for the benefit of Kean's employers.[21]\n\nAccording to John Ventre of MUFON and Shafton native Owen Eichler, their recent investigations have led them to speculate the object that reportedly landed in Kecksburg was \"a General Electric Mark 2 Re-entry Vehicle that had been launched by the Air Force as a spy satellite, but fell out of orbit\", however, “we need confirmation from NASA or the Air Force\".[22]\n\nMore recent comments by NASA are less supportive of a link to a Soviet satellite:\n\n"
        }
    ]
}