{
    "url": "https://en.wikipedia.org/wiki/Ken_Maynard",
    "title": "Ken Maynard",
    "table_of_contents": [
        "1 Biography",
        "2 Death",
        "3 Filmography",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kenneth Olin Maynard (July 21, 1895 – March 23, 1973)[3] was an American actor and producer. He was mostly active from the 1920s to the 1940s and considered one of the biggest Western stars in Hollywood.\n\nMaynard was also an occasional screenwriter and director. In 1960, he was honored with a star on the Hollywood Walk of Fame for his contributions to the film industry.\n\n"
        },
        {
            "title": "Biography",
            "text": "Maynard was born in Vevay, Indiana, United States,[3] one of five children, another of whom, his lookalike younger brother, Kermit, would also become an actor;[3] most audience members assumed that Kermit was his brother's identical twin. Ken Maynard began working at carnivals and circuses, where he became an accomplished horseman. As a young man, he performed in rodeos and was a trick rider with Buffalo Bill's Wild West Show.\n\nMaynard served in the United States Army during World War I. After the war, Maynard returned to show business as a circus rider with Ringling Brothers. When the circus was playing in Los Angeles, California, actor Buck Jones encouraged Maynard to try working in the movies. Maynard soon had a contract with Fox Studios.[4]\n\nHe first appeared in silent motion pictures in 1923 as a stuntman or supporting actor.[3] In 1924, he began working in western features, where his horsemanship and rugged good looks made him a cowboy star. Maynard's silent features showcased his daredevil riding, photographed fairly close so audiences could see that Maynard was doing his own stunts with his white stallion \"Tarzan.\" The action scenes were so spectacular that they were often reused in films of the 1930s, starring either Maynard himself or John Wayne, or Dick Foran. (Wayne, and later Foran, starred in westerns for Warner Bros. and were costumed like Maynard to match the old footage.)\n\nMaynard made a successful transition to talking pictures and became the movies' first singing cowboy in 1929 Talkie Hit from Universal Picture \"The Wagon Master\" were he sang both The Cowboy's Lament and The Lone Star Trail. He recorded eight songs for Columbia Records \"The Cowboy's Lament (Columbia 2310-D 149832 and \"The Lone Star Trail\" (Columbia 2310=D 149833) became the only issued album. Ken Maynard gifted the eight one sided pressings of his 4/14/1930 recording session with Columbia Records to the John Edwards Memorial Foundation.\n\nMaynard's first talkies were made for Universal Pictures. His reckless screen personality spilled over into his private life, with alcoholism and high living resulting in production delays and temper tantrums on the set. This made Maynard a problem employee, and he was released from Universal after one year. Other independent producers took a chance on the hotheaded star—among them Tiffany Productions and Sono Art-World Wide Pictures—before he returned to Universal in 1933. Maynard played several musical instruments, and was featured that year on the violin in The Fiddlin' Buckaroo,  and on the banjo in The Trail Drive.  Author James Horwitz has recounted the end of Maynard's tenure at Universal: when studio head Carl Laemmle asked Maynard why his latest production was such a very bad picture, the frustrated Maynard retorted, \"Mr. Laemmle, I have made you eight very bad pictures,\" and walked out on Laemmle and Universal.[5]\n\nIn 1934, producer Nat Levine hired Ken Maynard for a serial, Mystery Mountain, and planned to make a series of western features with Maynard, beginning with In Old Santa Fe. Maynard's unprofessionalism cost him the job; after In Old Santa Fe Levine replaced Maynard with a singer in his supporting cast, Gene Autry. Maynard kept working in Hollywood, but in smaller productions, until 1940.\n\nHe returned to the screen in 1943 for low-budget Monogram Pictures in a new series called \"The Trail Blazers.\" He was teamed with fellow veteran stars Hoot Gibson and Bob Steele, and the trio offered action for the kids and nostalgia for their elders. It was not long before Maynard's raging temperament again cost him the job; he liked Gibson but did not like Steele, and left the series after seven films. One final film, Harmony Trail, was made by independent producer Walt Mattox in 1944; just as one of Maynard's films had introduced cowboy star Gene Autry, this final Maynard film introduced the new singing cowboy Eddie Dean.\n\nMaynard turned his back on the movies and made appearances at state fairs and rodeos. He owned a small circus operation featuring rodeo riders, but eventually lost it to creditors. His substantial wealth had vanished, and he lived a desolate life as an alcoholic in a rundown trailer. During these years, Maynard was supported by an unknown benefactor, long thought to be Gene Autry.[6] More than 25 years after his last starring role, Maynard returned to the screen in two small roles in Bigfoot (1970) and  The Marshal of Windy Hollow (filmed in 1972 but never released).\n\n"
        },
        {
            "title": "Death",
            "text": "Maynard died of stomach cancer in 1973 at the Motion Picture Home in Woodland Hills, California.[7] He was interred at Forest Lawn Cypress Cemetery,[8] in Cypress, California.  Maynard's funeral is described in detail in James Horwitz's book They Went Thataway.[5]\n\nFor his contribution to the motion picture industry, Ken Maynard has a star on the Hollywood Walk of Fame at 6751 Hollywood Blvd.\n\n"
        }
    ]
}