{
    "url": "https://en.wikipedia.org/wiki/Ken_Liu",
    "title": "Ken Liu",
    "table_of_contents": [
        "1 Childhood and career",
        "2 Awards",
        "2.1 Winner",
        "2.2 Nominated or finalist",
        "3 Bibliography",
        "3.1 Novels",
        "3.2 Short fiction",
        "3.3 Translations",
        "3.4 Liu's works in translation",
        "4 Filmography",
        "4.1 Television",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ken Liu (born 1976) is an American author of science fiction and fantasy.  His epic fantasy series The Dandelion Dynasty, which he describes as silkpunk, is published by Simon & Schuster.[2] Liu has won Hugo and Nebula Awards for his short fiction, which has appeared in F&SF, Asimov's, Analog, Lightspeed, Clarkesworld, and multiple \"Year's Best\" anthologies.[3]\n\n"
        },
        {
            "title": "Childhood and career",
            "text": "Liu was born in 1976 in Lanzhou, China.[4] He spent his childhood with his grandparents.[5] His mother, who received her Ph.D. in chemistry in the United States, is a pharmaceutical chemist, while his father is a computer engineer.[6] The family immigrated to the United States when Liu was 11 years old.[4] They lived in California and Stonington, Connecticut before settling in Waterford, Connecticut. Liu graduated from Waterford High School in 1994, where he ran cross-country and track.[7] At Harvard College, he studied English Literature and Computer Science, receiving his A. B. in 1998.[7][8]\n\nAfter graduation, Liu worked as a software engineer for Microsoft, and then joined a start-up in Cambridge, Massachusetts. He later received his J.D. from Harvard Law School in 2004 and after working as a corporate lawyer, eventually became a high-tech litigation consultant.[7][8]\n\nLiu began publishing fiction in 2002. His first published work was \"Carthaginian Rose\", a short story on mind uploading, which was published alongside nine other authors in The Phobos Science Fiction Anthology Volume 1.[9]\n\nLiu has said he wanted to become a writer so he could make stories that “turn values upside down and inside out to gain new perspectives”.[10]\n\nAfter a long career writing and publishing short fiction, Liu turned to epic fantasy novels, starting with The Grace of Kings (2015).[11] He has also written for the Star Wars universe, with The Legends of Luke Skywalker (2017).[12]\n\nAlong with his original work, Liu has translated the works of multiple Chinese authors into English, including Liu Cixin, Hao Jingfang, Chen Qiufan, and Xia Jia.[13] His translation of The Three Body Problem by Liu Cixin helped the book become a best seller to English readers.[14] He has also worked as an editor. While editing the anthology Invisible Planets, Ken Liu translated the stories contained within it from Chinese into English.[15]\n\nSome of Liu's work have been adapted into visual media. His short story \"Memories of My Mother\" was the basis of Beautiful Dreamer (2016) by David Gaddie.[16] His short story \"Real Artists\" was adapted into the short film Real Artists (2017) by Cameo Wood.[17] His short story \"Good Hunting\"  was adapted into an animated short as part of Netflix's Love, Death & Robots series (2019).[18]\n\nLiu's short story collection “The Hidden Girl and Other Stories” (2020) explores ideas such as tradition and progress, the fallibility of memory, and the essence of what it means to be human.[10]\n\nLiu lives with his family near Boston, Massachusetts.[19]\n\n"
        },
        {
            "title": "Awards",
            "text": "Liu's short story \"The Paper Menagerie\" is the first work of fiction, of any length, to win all of the Nebula, Hugo, and World Fantasy Awards.[1] In addition, his short story, \"Mono no aware\" won the 2013 Hugo Award,[20][21] and his novella \"The Man Who Ended History: A Documentary\" was also nominated for a Hugo.[22] The first novel in his The Dandelion Dynasty series, The Grace of Kings, was a 2016 Nebula Award finalist.[23] The novel was the 2016 Locus Award Best First Novel winner.[24]\n\nBesides his original work, Liu's translation of Liu Cixin's Chinese language novel The Three-Body Problem (the first in the Remembrance of Earth's Past trilogy) won the 2015 Hugo Award for Best Novel, making it the first translated novel to have won the award.[25] Liu also translated the third volume of the Remembrance of Earth's Past series, Death's End, in 2016, which was a 2017 Hugo Award for Best Novel finalist.\n\nOne of Liu's short stories, \"Thoughts and Prayers\", is a part of Jonathan Strahan's The Year's Best Science Fiction (2020), Vol 1.\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Many of Liu's short stories have been translated into Chinese, Japanese, French, Spanish, and multiple other languages and published in short stories collections:[44]\n\n"
        },
        {
            "title": "Filmography",
            "text": "The 2022 AMC+ series Pantheon is an animated version of the sci-fi short stories \"The Gods Will Not Be Chained\", \"The Gods Will Not Be Slain\", and \"The Gods Have Not Died in Vain\" from the The Apocalypse Triptych.[45][46]\n\n"
        }
    ]
}