{
    "url": "https://en.wikipedia.org/wiki/Kenji_Mizoguchi",
    "title": "Kenji Mizoguchi",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early years",
        "1.2 Film career",
        "1.3 International recognition",
        "2 Legacy",
        "3 Filmography",
        "4 Home media releases (English subtitled)",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kenji Mizoguchi (溝口 健二, Mizoguchi Kenji, 16 May 1898 – 24 August 1956) was a Japanese film director and screenwriter, who directed about one hundred films during his career between 1923 and 1956.[1][2][3] His most acclaimed works include The Story of the Last Chrysanthemums (1939), The Life of Oharu (1952), Ugetsu (1953), and Sansho the Bailiff (1954),[4][5] with the latter three all being awarded at the Venice International Film Festival. A recurring theme of his films was the oppression of women in historical and contemporary Japan.[2][3][6] Together with Akira Kurosawa and Yasujirō Ozu, Mizoguchi is seen as a representative of the \"golden age\" of Japanese cinema.[7]\n\n"
        },
        {
            "title": "Biography",
            "text": "Mizoguchi was born in Hongō, Tokyo, as the second of three children, to Zentaro Miguchi, a roofing carpenter, and his wife Masa.[8][9][10] The family's background was relatively humble until the father's failed business venture of selling raincoats to the Japanese troops during the Russo-Japanese War.[8][9][10] The family was forced to move to the downtown district of Asakusa and gave Mizoguchi's older sister Suzu up for adoption, which in effect meant selling her into the geisha profession.[8][9][10]\n\nIn 1911, Mizoguchi's parents, too poor to continue paying for their son's primary school training, sent him to stay with an uncle in Morioka in northern Japan for a year,[8][9] where he finished primary school.[9] His return coincided with an onset of crippling rheumatoid arthritis,[9] which left him with a walking gait for the rest of his life.[8] In 1913, his sister Suzu secured him an apprenticeship as a designer for a yukata manufacturer, and in 1915, after the mother's death, she brought both her younger brothers into her own house.[8][9] Mizoguchi enrolled for a course at the Aoibashi Yoga Kenkyuko art school in Tokyo, which taught Western painting techniques,[8][9] and developed an interest in opera, particularly at the Royal Theatre at Akasaka where he helped the set decorators with set design and construction.[8][10]\n\nIn 1917, his sister again helped him to find work, this time as an advertisement designer with the Yuishin Nippon newspaper in Kobe.[8][9][10] The film critic Tadao Sato has pointed out a coincidence between Mizoguchi's life in his early years and the plots of shinpa dramas, which characteristically documented the sacrifices made by geisha on behalf of the young men they were involved with. Probably because of his familial circumstances, \"the subject of women's suffering is fundamental in all his work; while sacrifice – in particular, the sacrifice a sister makes for a brother – makes a key showing in a number of his films, including some of the greatest ones (Sansho the Bailiff/Sansho Dayu [1954], for example).\"[8] After less than a year in Kobe, however, Mizoguchi returned \"to the bohemian delights of Tokyo\" (Mark Le Fanu).[8] In 1920, Mizoguchi entered the film industry as an assistant director at the Nikkatsu studios in Mukojima, Tokyo.[2][3] Three years later, he gave his directorial debut with Ai ni yomigaeru hi (The Resurrection of Love).[2][3]\n\nAfter the 1923 earthquake in Tokyo, Mizoguchi moved to Nikkatsu's studios in Kyoto. His early works included remakes of German Expressionist cinema[2][3] and adaptations of Eugene O'Neill and Leo Tolstoy.[8] While working in Kyoto, he studied kabuki and noh theatre, and traditional Japanese dance and music.[10] He was also a frequent visitor of the tea houses, dance halls and brothels in Kyoto and Osaka,[8] which at one time resulted in a widely covered incident of him being attacked by a jealous prostitute and then-lover with a razor.[8][9][11] His 1926 Passion of a Woman Teacher (Kyōren no onna shishō) was one of a handful of Japanese films shown in France and Germany at the time and received considerate praise,[5] but is nowadays lost like most of his 1920s and early 1930s films.[6] By the end of the decade, Mizoguchi directed a series of left-leaning \"tendency films\", including Tokyo March and Metropolitan Symphony (Tokai kokyōkyoku).[2][3][8]\n\nIn 1932, Mizoguchi left Nikkatsu and worked for a variety of studios and production companies.[8] The Water Magician (1933) and Orizuru Osen (1935) were melodramas based on stories by Kyōka Izumi, depicting women who sacrifice themselves to secure a poor young man's education. Both have been cited as early examples of his reccurring theme of female concerns and \"one-scene-one-shot\" camera technique,[2][6] which would become his trademark.[12] The 1936 diptych of Osaka Elegy and Sisters of the Gion, about modern young women (moga) rebelling against their surroundings, is considered to be his early masterpiece.[13][14][15] Mizoguchi himself named these two films as the works with which he achieved artistic maturity.[16] Osaka Elegy was also his first full sound film,[17] and marked the beginning of his long collaboration with screenwriter Yoshikata Yoda.[13][18]\n\n1939, the year when Mizoguchi became president of the Directors Guild of Japan,[8] saw the release of The Story of the Last Chrysanthemums, which is regarded by many critics as his major pre-war,[16] if not his best work.[19][20] Here, a young woman supports her partner's struggle to achieve artistic maturity as a kabuki actor at the price of her health.\n\nDuring World War II, Mizoguchi made a series of films whose patriotic nature seemed to support the war effort. The most famous of these is a retelling of the classic samurai tale The 47 Ronin (1941–42), an epic jidaigeki (historical drama). While some historians see these as works which he had been pressured into,[21] others believe him to have acted voluntarily.[22] Fellow screenwriter Matsutarō Kawaguchi went as far as, in an 1964 interview for Cahiers du Cinéma, calling Mizoguchi (whom he otherwise held in high regards) an \"opportunist\" in his art who followed the currents of the time, veering from the left to the right to finally become a democrat.[23]\n\n1941 also saw the permanent hospitalisation of his wife Chieko (m. 1927),[8] whom he erroneously believed to have contracted with venereal disease.[24]\n\nDuring the early post-war years following the country's defeat, Mizoguchi directed a series of films concerned with the oppression of women and female emancipation both in historical (mostly the Meiji era) and contemporary settings. All of these were written or co-written by Yoda, and often starred Kinuyo Tanaka, who remained his regular leading actress until 1954, when both fell out with each other over Mizoguchi's attempt to prevent her from directing her first own film.[25][26] Utamaro and His Five Women (1946) was a notable exception of an Edo era jidaigeki film made during the Occupation, as this genre was seen as being inherently nationalistic or militaristic by the Allied censors.[16][27] Of his works of this period, Flame of My Love (1949) has repeatedly been pointed out for its unflinching presentation of its subject.[6][28] Tanaka plays a young teacher who leaves her traditionalist milieu to strive for her goal of female liberation, only to find out that her allegedly progressive partner still nourishes the accustomed attitude of male preeminence.\n\nMizoguchi returned to feudal era settings with The Life of Oharu (1952), Ugetsu (1953) and Sansho the Bailiff (1954), which won him international recognition, in particular by the Cahiers du Cinéma critics such as Jean-Luc Godard,[2] Eric Rohmer[5] and Jacques Rivette,[29] and were awarded at the Venice Film Festival.[2][3] While The Life of Oharu follows the social decline of a woman banished from the Imperial court during the Edo era, Ugetsu and Sansho the Bailiff examine the brutal effects of war and reigns of violence on small communities and families. In between these three films, he directed A Geisha (1953) about the pressures put upon women working in Kyoto's post-war pleasure district. After two historical films shot in colour (Tales of the Taira Clan and Princess Yang Kwei Fei, both 1955),[30][31] Mizoguchi once more explored a contemporary milieu (a brothel in the Yoshiwara district) in black-and-white format with his last film, the 1956 Street of Shame.\n\nMizoguchi died of leukemia at the age of 58[9][30][32] in the Kyoto Municipal Hospital.[24] At the time of his death, Mizoguchi was working on the script of An Osaka Story, which was later realised by Kōzaburō Yoshimura.[33]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In 1975, Kaneto Shindō, a set designer, chief assistant director and scenarist for Mizoguchi in the late 1930s and 1940s, released a documentary about his former mentor, Kenji Mizoguchi: The Life of a Film Director,[24] as well as publishing a book on him in 1976.[34] Already with his autobiographical debut film Story of a Beloved Wife (1951), Shindō had paid reference to Mizoguchi in the shape of the character \"Sakaguchi\",[35] a director who nurtures a young aspiring screenwriter.\n\nMizoguchi's films have regularly appeared in \"best film\" polls, such as Sight & Sound's \"The 100 Greatest Films of All Time\" (Ugetsu and Sansho the Bailiff)[36] and Kinema Junpo's \"Kinema Junpo Critics' Top 200\" (The Life of Oharu, Ugetsu and The Crucified Lovers).[37] A retrospective of his 30 extant films, presented by the Museum of the Moving Image and the Japan Foundation, toured several American cities in 2014.[38] Among the directors who have admired Mizoguchi's work are Akira Kurosawa,[39] Orson Welles,[40] Andrei Tarkovsky,[41] Martin Scorsese,[42] Werner Herzog,[43] Theo Angelopoulos[44] and many others.\n\n"
        }
    ]
}