{
    "url": "https://en.wikipedia.org/wiki/Kenneth_Macpherson",
    "title": "Kenneth Macpherson",
    "table_of_contents": [
        "1 Personal life",
        "2 Background",
        "3 The Pool Group",
        "4 Close Up",
        "5 Films",
        "5.1 Shorts",
        "5.2 Borderline",
        "5.3 Dreams That Money Can Buy",
        "6 Later life",
        "7 Filmography",
        "8 Publications",
        "9 References",
        "10 External link"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nKenneth Macpherson  (27 March 1902 – 14 June 1971) was a Scottish-born novelist, photographer, critic, and film-maker, the son of Scottish painter John 'Pop' Macpherson and Clara Macpherson, and descended from six generations of artists. It is only in recent years that Macpherson's contribution to cinematography has come to be recognised with the re-discovery of his work, which, though limited in output, was far ahead of its time, both in subject matter and cinematic technique. In his work with the Pool Group (1927–1933), which he co-founded with Bryher and HD, Macpherson also established the influential film journal Close Up.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Little is known of Macpherson's early life, the pre-Pool Group period, although much is made of his post-Pool Group years, which appear to have been colourful. One commentary goes as far as to disingenuously identify, for interested parties, the source of  'a lurid description of his personal life during his New York years'.[1] Macpherson's story began in 1927, when he married English writer, Annie Winifred Ellerman, (known as Bryher in the literary world), the daughter of a British shipping magnate. Bryher's inherited fortune would help to finance Macpherson's projects. Although Bryher's and Macpherson's marriage lasted for twenty years, for much of the marriage, both Macpherson and Bryher had extra-marital affairs. Bryher was lesbian but Macpherson was distinctly bi-sexual. Macpherson was in a relationship with cabaret singer Jimmie Daniels. Bryher commissioned Richmond Barthé to make a bust of Daniels.[2]\n\nA sexual partner, common to both Bryher and Macpherson, was the American poet Hilda Doolittle (known in literary circles as HD). Doolittle had been a close friend of Bryher since 1921. They had a lesbian relationship, spending a lot of time together in Riant Chateau, Territet, Switzerland, where Bryher had a house. Not long after their marriage, Macpherson and Bryher moved to Territet, later joined by Doolittle, who brought along her 9-year-old daughter Perdita. (Perdita's father was Cecil Gray, the Scottish music critic and composer). In 1928, Doolittle had a sexual relationship with Macpherson, becoming pregnant by him. The pregnancy was aborted later that year. In the same year, Macpherson and Bryher formally adopted Perdita, registering her name as Frances Perdita Macpherson.[3]\n\nIn September 1931, Macpherson and Bryher moved to a new home at La Tour-de-Peilz, which they had commissioned Hermann Henselmann to build. The home, which overlooked Lake Geneva, came to be known as Kenwin, derived from the names, Kenneth and Winifred, and it doubled as a film studio and home. Bryher gave her address at the time as Villa Kenwin [fr], Chemin de Vallon, 1814 Burier-La-Tour, Vaud, Switzerland. (During the war years, Bryher used Kenwin as a staging post for the evacuation of refugees from Nazi Germany.)[4]\n\n"
        },
        {
            "title": "Background",
            "text": "It was the late 1920s, and race, sex and mental illness were decidedly taboo subjects for cinema audiences; cinematography was just a tool for the use of Hollywood moguls in the production of lucrative films for mass entertainment. The stage was being set, though, for a challenge on this 'phoney' world with new thinking individuals springing up to present alternative ideas. Film-makers were being influenced by the philosophy of the Frankfurt School, the theories on human behaviour of Sigmund Freud in Vienna and the innovation of Soviet and German 'montage cinema'. Macpherson would identify with this new thinking and hope to contribute. In 1927, together with Bryher and Doolittle, Macpherson co-founded the Pool Group. Realising that their ambitions would be stifled by British censorship and the social prejudices of the time, the group re-located to Switzerland. There, they could fully consider sensitive taboo issues and investigate the means of successfully transferring these thoughts onto celluloid. It was during this period in Switzerland that Macpherson would produce his main work, the film, Borderline. At the time, however, the film received a lukewarm reception from the critics, and Macpherson would archive the film in a 'bottom drawer', where it would lie dormant for the next 53 years.\n\n"
        },
        {
            "title": "The Pool Group",
            "text": "It was in 1927, from their base in Territet, that Macpherson, Bryher and Doolittle launched themselves as the Pool Group. Pool would veer away from the West's commercial model of film production, and produce material which would promote cinematography as an 'art form'. Their model would be based on the work coming out of Germany, particularly G W Pabst, and coming out of Russia, particularly Sergei Eisenstein. Their subject matter would be human behaviour, and its many facets, and their task would be representing this behaviour on screen, influenced by the work of Freud.[5]\n\n"
        },
        {
            "title": "Close Up",
            "text": "Also at Territet, Macpherson founded the influential film journal Close Up, dedicated to \"independent cinema and cinema from around the world\". The first issue of Close Up, describing itself on the front cover as an \"international magazine devoted to film art\", appeared in July 1927. Macpherson was editor, with Bryher as assistant editor, and Doolittle making regular contributions. Macpherson, who was particularly influenced by the Russian film-maker Sergei Eisenstein whom he first met in 1929, \"dictated the tone and direction of the publication, contributing articles that defined the role of the director and defended the integrity of cinema and its right to be considered as art\". Close Up published many of the first translations of Eisenstein's ideas. Macpherson continued as the main editor until the magazine's demise in 1933.\n\n"
        },
        {
            "title": "Films",
            "text": "Macpherson's films can best be summarised as presenting contentious issues using avant-garde experimental film-making techniques to represent emotional and psychological states of the human mind. \"Macpherson's brilliance lies in his ability to photograph small movements as nuanced, meaning-producing gestures\".[6] His work would go on to influence future film-makers such as Nathaniel Dorsky and Robert Beavers. In all, Macpherson made three short films, Wing Beat, Foothills and Monkeys' Moon, one main feature, Borderline and co-produced Hans Richter's Dreams That Money Can Buy.\n\nHis first short film, Wing Beat (1927) was an investigation into telepathy and featured himself and HD in acting roles. The film survives only in fragments. Macpherson described the film as 'A study in thought... a free verse poem'. His second short, Foothills (1928), footage of which was discovered in 1979, concerns a city-woman visiting the countryside, with 'added psychoanalytic ingredients'. Nine minutes and ten seconds of footage, in 16mm black and white, exist of his third short film, Monkeys' Moon (1929), which featured Macpherson's 2 pet douroucouli monkeys. This film was thought to be lost until the Beinecke Library of Yale University acquired a copy in 2008, where it was fully restored and digitised.\n\nMacpherson's sole feature, Borderline (1930), originally believed to have been lost, was re-discovered by chance in Switzerland in 1983. The silent film with English inter-titles, dissected race and gender relations and was centred on a love triangle, featuring Paul Robeson and HD. It attempted to delve into the mental states of its characters using the technique of 'montage', based on Eisenstein's film theories. The film confused and bewildered critics leading the London Evening Standard's Clive MacManus to advise Macpherson \"to spend a year in a commercial studio\" before attempting something as difficult again. Deeply upset by the film's hostile reception, Macpherson archived his film and withdrew from film directing. In 2006, the British Film Institute sponsored the restoration and eventual DVD release of Borderline, revitalising interest in Macpherson's work.[7]\n\nAfter spending a few months in New York in 1935, Macpherson eventually based himself there to focus on writing, photography and his art collection. It was here that he met Peggy Guggenheim, a wealthy American art collector, who instantly fell in love with him and with whom he shared an apartment for a while. In 1944, in New York, he co-produced Hans Richter's avant-garde compendium, Dreams That Money Can Buy, the project being financed by Macpherson and Guggenheim.[8]\n\n"
        },
        {
            "title": "Later life",
            "text": "In 1947, Macpherson returned from America, spending much of his time in Switzerland and Italy. He bought a home on Capri, named Villa Tuoro, which he shared with his lover, the photographer Algernon Islay de Courcy Lyons. Bryher supported her husband and his friend on Capri, requesting that they take into their home the aging Norman Douglas, the Scottish novelist. Douglas had been friends of Bryher and Macpherson since 1931. Macpherson remained on Capri until Douglas's death in 1952, writing an epitaph for Douglas, from which the Latin inscription, on Douglas's gravestone, a quote from the Odes of Horace (Book II, Ode 3) is derived (Omnes Eodem Cogimur—we are all driven to the same place).[9]\nMacpherson then moved to Rome, where he published Rome 12 Noon. In 1965, he 'retired' to Tuscany to work on his new book about Douglas's Austrian doctor, the Viennese-born Dr. Elisabeth Moor. Moor was Capri's doctor from 1926 until the early 1970s and was one of the island's more colorful characters. The book was published in 1975 under the title An Impossible Woman – Memories of Dottoressa Moor with a preface, notes and epilogue by the English writer Graham Greene.\n\nMacpherson died in Cetona on 14 June 1971, leaving everything, including his inheritance from Douglas, to De Courcy Lyons.\n\n"
        }
    ]
}