{
    "url": "https://en.wikipedia.org/wiki/Kevin_Brownlow",
    "title": "Kevin Brownlow",
    "table_of_contents": [
        "1 Early life",
        "2 It Happened Here and Winstanley",
        "3 Cinema history and preservation",
        "4 Filmography",
        "4.1 Directorial credits",
        "4.1.1 Feature films",
        "4.1.2 Cinema documentaries",
        "4.1.3 Other documentaries",
        "4.2 Editing credits",
        "4.2.1 Shorts",
        "4.2.2 Feature films",
        "5 Bibliography",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nKevin Brownlow (born Robert Kevin Brownlow; 2 June 1938) is a British film historian, television documentary-maker, filmmaker, author, and film editor.[1][2] He is best known for his work documenting the history of the silent era, having become interested in silent film at the age of eleven. This interest grew into a career spent documenting and restoring film. Brownlow has rescued many silent films and their history. His initiative in interviewing many largely forgotten, elderly film pioneers in the 1960s and 1970s preserved a legacy of early mass-entertainment cinema. He received an Academy Honorary Award at the 2nd Annual Governors Awards given by the Academy of Motion Picture Arts and Sciences on 13 November 2010.[3] This was the first occasion on which an Academy Honorary Award was given to a film preservationist.[4]\n\n"
        },
        {
            "title": "Early life",
            "text": "Brownlow was born in Crowborough, Sussex, the only child of Thomas Brownlow, an Irish commercial artist making film posters for The Rank Organisation and Disney, and his wife Ninya (née Fortnum), also an artist, who was the daughter of a Governor of Trinidad and Tobago. He grew up in Finchley Road, north London. His first exposure to films came at prep school, where films rented from Wallace Heaton were screened. He attended Haileybury, where his contemporaries included John Howard Davies. He was rejected from national service due to short-sightedness. He began collecting silent films at the age of 11, and at age 15 he began apprenticing in the British film industry - he began as an office boy, and within five days was assigned as a trainee assistant editor, becoming an editor in 1958, working on a string of documentaries. Writing fan letters to silent film directors, he began to strike up a correspondence with figures from silent-era cinema.[5]\n\n"
        },
        {
            "title": "It Happened Here and Winstanley",
            "text": "Brownlow's interest in the Second World War prompted the creation of his alternative-history film It Happened Here, premised upon the Nazis having conquered Britain. Brownlow began work on the film at the age of 18 and soon began to collaborate with a 16-year-old friend, Andrew Mollo. After eight years of struggle, during which the film's content changed dramatically, it was completed in 1964 with the last-minute aid of Tony Richardson.[6] The film was widely seen in the UK at film festivals, and it was picked up for major distribution by United Artists (UA). There were negative reactions in the media to parts of the film, complaints from some Jewish groups, and in October 1965 UA's American president, Arthur B. Krim, said the film would not see theatrical release unless the offending parts were cut out. Brownlow and Mollo tried to convince UA to run the film complete, but they were outmanoeuvred. The film finally began its theatrical run in May 1966, minus the disputed scenes. It was seen in London, New York, Copenhagen, Paris, Stockholm, Los Angeles and Haifa, and was reviewed positively. After the run, UA reported to Brownlow and Mollo that all of the box-office receipts had been used to pay the advertising and distribution costs. The two filmmakers did not make any money from the film.[7]\n\nIn 1968, Brownlow published a book, How It Happened Here, which described the making of the film, and the reception it received. Not only does it explain how two teenage boys made a feature film, it also explores the provocative social issues raised by the film. Brownlow had allowed genuine British Fascists to play themselves in the film, which angered some Jewish organizations. The book contained almost 100 pictures, mostly stills from the film and an introduction by film critic and author David Robinson. A new edition was published by UKA Press in 2007.[8]\n\nAfter this cinematic feat Mollo and Brownlow began another project, Winstanley,[9] about Gerrard Winstanley and the Diggers' commune following the English Civil War. The duo spent several years trying to gain support and following a long and difficult shoot, the film was released in 1975. In 2009 UKA Press published Winstanley: Warts and All, a making-of book. Brownlow had written it shortly after completing work on the film, but the manuscript sat on the shelf for 34 years before being published.\n\n"
        },
        {
            "title": "Cinema history and preservation",
            "text": "Brownlow's first book on silent film, The Parade's Gone By..., was published in 1968. The book features many interviews with the leading actors and directors of the silent era, and began his career as a film historian. He spent many years gaining support for the restoration of Abel Gance's French epic, Napoléon (1927), a then-mutilated film that used many novel cinematic techniques. Brownlow's championing of the film succeeded, and the restored version, with a new score by Carl Davis, was shown in London in 1980,[10] and again in London in 2013 with the Philharmonia Orchestra.[11] Gance lived to see the acclaim for his restored film. The San Francisco Silent Film Festival presented the complete 2000 restoration of the film, with Davis conducting his score, at the Paramount Theatre Oakland in March 2012.[12]\n\nBrownlow also began a collaboration with David Gill, with whom he produced several documentaries on the silent era. The first was Hollywood (1980), a 13-part history of the silent era in Hollywood, produced by Thames Television. This was followed by Unknown Chaplin (1983) (Charlie Chaplin), Buster Keaton: A Hard Act to Follow (1987) (Buster Keaton), Harold Lloyd: The Third Genius (1989) (Harold Lloyd) and Cinema Europe: the Other Hollywood (1995),[13] among others. They also restored and released many classic silent films through the Thames Silents series (later via Photoplay Productions) in the 1980s and 1990s, generally with new musical scores by Carl Davis. The Search for Charlie Chaplin (2005; new version: 2010, UKA Press), a making-of book for Unknown Chaplin, was published in 2010.\n\nSince David Gill died in 1997, Brownlow has continued to produce documentaries and conduct film restoration with Patrick Stanbury. These include Lon Chaney, A Thousand Faces (2000), Garbo, a documentary produced for Turner Classic Movies to mark the centenary of actress Greta Garbo's birth, and I Am King Kong (2005) about filmmaker Merian C. Cooper.\n\nIn August 2010, Brownlow received an Honorary Academy Award[14] for his role in film and cinema history preservation.\n\nOn 13 November 2016, Brownlow was featured in an episode of The Film Programme entitled 'Napoleon and I', dedicated to Abel Gance's masterpiece, the 1927 film, Napoléon on BBC Radio 4, the UK network. It tells how Brownlow has spent 50 years of his life, piecing together the lost sequences into the latest restoration of the silent movie and about his meeting the dapper Gance, when still a schoolboy.[15] On 9 August 2018, Brownlow again featured on The Film Programme on BBC Radio 4, where he discussed the making of and initial responses to It Happened Here.\n\nIn April 2019, Brownlow was honored at the Turner Classic Movie Festival in Hollywood at a screening of It Happened Here at the Egyptian Theatre.[16]\n\n"
        }
    ]
}