{
    "url": "https://en.wikipedia.org/wiki/King_of_New_York",
    "title": "King of New York",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Filming locations",
        "4 Release",
        "4.1 Home media",
        "5 Reception",
        "5.1 Critical response",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "King of New York is a 1990 neo-noir gangster film directed by Abel Ferrara and written by Nicholas St. John. It stars Christopher Walken as a New York City drug kingpin rebuilding his criminal empire after his release from prison, while also attempting to go legitimate. Laurence Fishburne, David Caruso, Victor Argo and Wesley Snipes co-star, with supporting roles played by Giancarlo Esposito, Steve Buscemi, Paul Calderón, Janet Julian and Theresa Randle. It was released by Carolco Pictures (through New Line Cinema) on September 22, 1990, to generally positive reviews.\n\n"
        },
        {
            "title": "Plot",
            "text": "Frank White, a drug lord, is riding into New York City in a limousine after being released from Sing Sing prison. Emilio El Zapa, a Colombian drug dealer, is shot dead and the killers leave a newspaper headline announcing Frank's release. Zapa's partner, King Tito, is in a hotel room with Jimmy Jump, who is Frank's trigger happy right-hand man and his crew, who are negotiating the purchase of cocaine. Jimmy and his crew shoot Tito and his bodyguards and steal the cocaine.\n\nLater, in a suite at the Plaza Hotel, Frank is greeted by Jimmy and his gang, who welcome him home. Frank leaves to meet two of his lawyers, Joey Dalesio and Jennifer, for dinner. Frank expresses his desire to be Mayor of New York City and asks Dalesio to set up a meeting with Mafia boss Arty Clay. He and Jennifer leave to take a ride on the subway where they embrace passionately, kissing and groping each other. Confronted by muggers, Frank first brandishes his gun then throws to them a wad of money, telling them to ask for him at the Plaza if they want work.\n\nDalesio goes to Little Italy, to set up a meeting with Clay, but the Mafia don urinates on Dalesio's shoes and tells him it is a message for Frank. Frank, Jump and other members of the gang go to Clay's social club, where Frank tells Clay that he wants a percentage of all of Clay's profits. When Clay insults him, Frank shoots the Mafioso dead. As he leaves, Frank tells Clay's men that they can all find employment at the Plaza with him.\n\nThe next night, Frank is confronted by Detectives Bishop, Gilley and Flanigan of the NYPD narcotics squad. They drive him to an empty lot where they show him the body of El Zapa in the trunk in an attempt to get Frank to confess to his murder. Frank sends Dalesio to Chinatown to make contact with Triad leader Larry Wong, who has $3 million worth of cocaine. Frank tells him it will bring $15 million when he sells it on the street. Larry demands $3 million up front and another $500,000 after the drugs are sold. Frank counters that the two should team up, then split the profits evenly. Larry turns him down and demands that Frank decide immediately whether he wants to buy the drugs. Frank declines.\n\nJimmy Jump and several of Frank's lieutenants are arrested by Gilley and Flanigan, who reveal that one of King Tito's bodyguards survived the drug deal shooting and is willing to testify. When Frank learns of his men's arrest, he orders his lawyers to arrange their release. They head to Chinatown, where they kill Larry and his gang and take the cocaine.\n\nGilley, Flanigan and other officers pose as drug dealers and bribe Dalesio into leading them to the nightclub where Frank and his men are partying. They burst in shooting, killing several members of Frank's gang. Fleeing over the Queensboro Bridge, Frank and Jump trade shots with the police, killing all but Gilley and Flanigan. After evading their pursuers, the two men split up. Sneaking up on Flanigan, Jump shoots him in the chest, puncturing his vest. Seeing this, Gilley shoots Jump several times in the chest and stomach. Gilley tries CPR on his partner to no avail and he finishes Jump off with a gunshot to the head. A few days later at the cemetery during Flanigan's funeral, Frank kills Gilley in a brazen drive-by shooting.\n\nAfter his men kill Dalesio for setting them up for the police ambush, Frank goes to Bishop's apartment, telling him that he has placed a $250,000 bounty on every detective involved in the case. Holding Bishop at gunpoint, Frank explains that he killed Tito, Larry, Arty Clay and Zapa because he disapproved of their involvement in human trafficking and child prostitution.\n\nFrank forces Bishop to handcuff himself to a chair. As Frank heads to the subway, Bishop uses a hidden gun to free himself. Bishop corners Frank in a subway car. Frank shoots Bishop, killing him but the policeman is able to fire a last shot. Frank walks slowly out of the subway station in Times Square. He gets in a taxi and tells the driver to just drive but the taxi is caught in a traffic jam caused by the police search for Frank. Sitting in the back seat of the taxi, Frank puts his hand over his wound and watches the police surround his car. As police officers close in on the taxi, Frank closes his eyes, goes limp and dies.\n\n"
        },
        {
            "title": "Production",
            "text": "King of New York was shot entirely in and around New York City.[1] According to Abel Ferrara, then-owner Donald Trump gave him permission to film at the Plaza Hotel at no charge, on the condition that Walken would pose for a photograph with Ivana Trump, who was a fan of the actor.[4]\n\n"
        },
        {
            "title": "Release",
            "text": "King of New York was released on a 2-Disc Special Edition DVD on April 20, 2004.[5] The film was released on Blu-ray on October 23, 2007.[6]\n\n"
        },
        {
            "title": "Reception",
            "text": "The film holds a 70% approval rating on Rotten Tomatoes, based on 30 reviews. The website's consensus reads, \"King of New York covers familiar narrative ground with impressive style -- and leaves plenty of room for its talented cast to deliver gripping performances.\"[7] On Metacritic the film has a score of 66% based on reviews from 20 critics, indicating \"generally favorable reviews\".[8]\n\nTotal Film rated King of New York four stars out of five.[9] Roger Ebert awarded two stars out of four, citing Walken's \"usual polished and somehow sinister ease\" and the director's strong command of mood and style, marred by a sketchy screenplay and a fragmented plot.[10] Mark Caro, writing for the Chicago Tribune, gave the movie only 1/2 star. He called King of New York \"a film that sucked like mad\", adding that star Christopher Walken and the movie remain \"just out of grasp\".[11] \nThe film was also featured in Steven Jay Schneider's 7th Edition of 1001 Movies You Must See Before You Die.[citation needed]\n\n"
        }
    ]
}