{
    "url": "https://en.wikipedia.org/wiki/King_Mu_of_Zhou",
    "title": "King Mu of Zhou",
    "table_of_contents": [
        "1 Life",
        "2 In mythology",
        "3 Automaton",
        "4 Family",
        "5 Ancestry",
        "6 See also",
        "7 Notes",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "King Mu of Zhou (Chinese: 周穆王; pinyin: Zhōu Mù Wáng), personal name Ji Man, was the fifth king of the Zhou dynasty of China. The dates of his reign are 976–922 BC or 956–918 BC.[1][2]\n\n"
        },
        {
            "title": "Life",
            "text": "King Mu came to the throne after his father King Zhao’s death during his tour to the South. King Mu was perhaps the most pivotal king of the Zhou dynasty, reigning nearly 55 years, from ca. 976 BC to ca. 922 BC. Mu was more ambitious than wise, yet he was able to introduce reforms that changed the nature of the Zhou government, transforming it from a hereditary system to one that was based on merit and knowledge of administrative skills.[3]\n\nDuring Mu’s reign, the Zhou Dynasty was at its peak, and Mu tried to stamp out invaders in the western part of China and ultimately expand Zhou’s influence to the east. In the height of his passion for conquests, he led an immense army against the Quanrong, who inhabited the western part of China. His travels allowed him to contact many tribes and swayed them to either join under the Zhou banner or be conquered in war with his army. This expedition may have been more of a failure than a success, judging by the fact that he brought back only four white wolves and four white deer. Unintentionally and inadvertently, he thus sowed the seeds of hatred which culminated in an invasion of China by the same tribes in 771 BC. In his thirteenth year the Xu Rong, probably the state of Xu in the southeast, raided near the eastern capital of Fenghao. The war seems to have ended in a truce in which the state of Xu gained land and power in return for nominal submission.\n\nHowever, despite his success, traditional historiography viewed him with controversy. While some praise his victories against the Qun Rong, others criticized him for from his time, the fourth border state no longer entered into a relationship with the Zhou Dynasty. Even still, the Shang Shu credited him with establishing the first systematic legal code in China.\n\nMu was reputed in narratives to have lived until the age of 105 and to have traveled to the mythical mountain known as Kunlun - a popular later work is the Tale of King Mu, Son of Heaven.\n\nHis successor was his son King Gong of Zhou.\n\n"
        },
        {
            "title": "In mythology",
            "text": "One Chinese myth tells a story about Mu, who dreamed of becoming an immortal.[4][5][6] He was determined to visit the divine paradise of Kunlun and taste the Peaches of Immortality. A brave charioteer named Zaofu used his chariot to carry the king to his destination.[7] The Tale of King Mu, Son of Heaven, a fourth-century BC romance, describes Mu’s visit to the Queen Mother of the West.[8][9] Late Tang dynasty poet Li Shangyin retold the story in a poem of four lines.[10]\n\n"
        },
        {
            "title": "Automaton",
            "text": "In the 3rd century BC text of the Liezi, there is a curious account on automata involving a much earlier encounter between Mu of Zhou and a mechanical engineer known as Yan Shi, an 'artificer'. The latter proudly presented the king with a life-size, human-shaped figure of his mechanical 'handiwork' (Wade–Giles spelling):\n\n"
        },
        {
            "title": "Family",
            "text": "Queens:\n\nConcubines:\n\nSons:\n\nDaughters:\n\n"
        }
    ]
}