{
    "url": "https://en.wikipedia.org/wiki/Kirat_Mundhum",
    "title": "Kirat Mundhum",
    "table_of_contents": [
        "1 Religious texts",
        "2 Practices",
        "2.1 Festivals",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kirat Mundum, also known as Kiratism, or Kirati Mundum, is a Folk religion that is indigenous to the Kirati ethnic groups of Nepal, Darjeeling and Sikkim, majorly practiced by  Yakkha, Limbu, Sunuwar, Rai, Thami, Jirel, Hayu and Surel  peoples in the north-eastern Indo subcontinent.[1] The practice is also known as Kirat Veda,[2][3] Kirat-Ko Veda[4] or Kirat Ko Ved.[5] According to some scholars, such as Tom Woodhatch, it is shamanism, animistic religion or blend of shamanism, animism (e.g., ancestor worshiping of Yuma Sammang/Tagera Ningwaphumang and Paruhang/Sumnima),[6] and Shaivism.[7] It is practiced by about 3.1% of the Nepali population.[8] Its Limbu language slogan is, (\"ᤀᤪᤠᤣ ᤕᤪᤔᤠ ᤗᤠᤶᤔᤠᤲ\").                                                                         \n\n"
        },
        {
            "title": "Religious texts",
            "text": "It has the religious scripture and folk literature of the Kirat people of Nepal and India . All four Kirats  Khambu (Rai), Limbu (Subba), Sunuwar (Mukhia), Yakkha (Dewan) and Newars have slightly different religious texts. Religious texts means the power of great strength Mundhum in the Limbu language,[9] Mewahang call it muddum, Yakka as mintum, Sunuwar as mukdum among Kulung as ridum Bantawa as Mundum and Chamling as dum.[10][11][12] It covers many aspects of the Kirat culture, customs and traditions that existed before Vedic period in ancient Indian subcontinent.[13][14][15][16]\n\nThe religious texts for each tribe consists of customs, habits, rituals, traditions, and myths passed down from the Kirati tribe's ancestors. Religious texts serve, in a way, as customary laws which guide Kirats in their daily lives.[17] Their religious texts also distinguishes each Kiranti tribe from other Kirati and non-Kiratis as well.[17]\n\n"
        },
        {
            "title": "Practices",
            "text": "Kirants practice shamanism and their rituals are mostly related to the worship of Mother Nature, ancestors, sun, moon, wind, fire and main pillar of house. Almost all sacred rituals in Rai, are performed by Nakchhong, the Rai tribal priest. Similarly Limbus have phɛdɑŋmɑ/bɑ, yɛbɑ/mɑ, sɑmbɑ/mɑ to perform rituals accordingly. Rai's supreme deity is Sumnima. Sumnima is a female goddess which is believed to be the Mother Earth (Mother Nature) and Paruhang is a male god also known as the king Sky God. Limbus supreme deity Tagera Ningwaphuma: tɑgɛrɑ niŋwɑphumɑ is personified as Yuma Sammang as female and Theba Sammang as male in earthly form. Some Limbus have their own distinct form of worship known as Yuma Sammang is mother goddess of all the Limbus, their follower are Yumaism; they venerate a supreme goddess.\n\nAll four Kirants celebrate some similar and different festivals throughout the year. Some common festivals are Udhauli, Ubhauli and New year Yele Sambat (Maghe Sankranti).\n\nSakela is the main festival of Kirat Khambu Rai. In this festival, they worship mother nature and their ancestor's [who are believed to be staying in their Chulla.  A Chulla is a fireplace build by three stones in the garden, with each stone having a unique meaning. This festival is celebrated twice a year and is distinguished by two names Ubhauli and Udhauli. Sakela Ubhauli is celebrated during Baisakh Purnima (full moon day, which lies in the month of Baisakh in calendars of the Indian subcontinent) and Sakela. Udhauli is celebrated during the full moon day in the month of Mangsir. In Ubhauli they pray for the goodness of their family, good weather for cultivation; in Udhauli they thank mother nature and their ancestors for their blessings and good harvest.\n\nNewars Celebrate Yenna, and Indrajatra and other festivals of the Valley, relationg to Yalamaber, Yela, Khopa, Ye.\n\nIn both Ubhauli and Udhauli, they sacrifice a rooster and offer ginger, rice, homemade alcohol, and tree resin (resin is put in the burning coal for fragrance) as worship, they also conduct a Sakela dance. In this dance, they perform all of their daily life activities such as planting rice, harvesting etc.  During the dance the will also copy the behavior of animals and birds which are part of their day-to-day life. The Limbu Kirant celebrates Udhauli Chasok Tangnam on the day of Mangshir Purnima and Ubhauli (Yokwa Tongnam) in the month of Baisakh. Other Kirants (Yakkha and Sunuwars) also celebrate in their own way.\n\nSakela Sili is observed twice a year in the month of Baisakh Purnima and Mangsir Purnima, namely Ubhauli (going up) and Udhauli (coming down), indicating the migration pattern of the birds named Karyangkurung respectively. A Nakchhong performs the sacrificial offering, chula puja and other rituals in the Sakela Than. The dance is then led by a Silimappa and Silimamma and the Kirat community people come together in their traditional attire to form a circle and sing and dance together to the beats and rhythms of drums (Dhol) and cymbals (Jhyamta) enacting their daily life activities as well as mimicking different animals and birds. The sili or the dance moves reflect different aspects of human life and their relationship with nature. \nKiratis worship nature; therefore, Sakela Puja also known as Bhumi Puja is a prayer to Mother Nature. During Ubhauli, Kiratis worship Mother Nature for good crops and protection from natural calamities during the time of cultivation and farming. Likewise, Kiratis offer their gratitude and thanks to Mother Nature during Udhauli (harvesting time) for bestowing them with good crops.\n[18]\n\n"
        }
    ]
}