{
    "url": "https://en.wikipedia.org/wiki/Kiss_Me_Deadly",
    "title": "Kiss Me Deadly",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Differences from the novel",
        "3.3 Los Angeles locations",
        "4 Release",
        "4.1 Critical response and analysis",
        "4.2 Accolades",
        "4.3 Home media",
        "4.4 Revised ending",
        "5 Influence",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kiss Me Deadly is a 1955 American film noir produced and directed by Robert Aldrich, starring Ralph Meeker, Albert Dekker, Paul Stewart, Juano Hernandez, and Wesley Addy. It also features Maxine Cooper and Cloris Leachman appearing in their feature film debuts. The film follows a private investigator in Los Angeles who becomes embroiled in a complex mystery after picking up a female hitchhiker. The screenplay was written by Aldrich and A. I. Bezzerides, based on the 1952 crime novel Kiss Me, Deadly by Mickey Spillane.\n\nKiss Me Deadly grossed $726,000 in the United States and $226,000 overseas. The film received the condemnation of the Kefauver Commission, which accused it of being \"designed to ruin young viewers\", a verdict that director Aldrich protested. Despite initial critical disapproval, it is considered one of the most important and influential film noirs of all time.\n\nThe film has been noted as a stylistic precursor to the French New Wave, and has been cited as a major influence on a number of filmmakers, including François Truffaut, Jean-Luc Godard, Alex Cox, and Quentin Tarantino. In 1999, Kiss Me Deadly was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant.\"[3][4]\n\n"
        },
        {
            "title": "Plot",
            "text": "Mike Hammer is a tough private investigator who, with the assistance of his associate and lover Velda, typically works on \"penny-ante divorce cases.\" One evening, Hammer is forced to suddenly stop his sports car by Christina, an escapee from a nearby psychiatric hospital, who is running barefoot along the road, wearing nothing but a trench coat. Hammer gives her a ride. Christina asks him, whatever happens, to \"remember me,\" alluding to a poem by Christina Rossetti. Thugs waylay them, and Hammer hears Christina screaming as she is tortured to death. The thugs then push Hammer's car off a cliff with Christina's body and an unconscious Hammer inside. \n\nHammer comes to in a hospital with Velda hovering over him. He decides to investigate Christina's death, believing that it \"must be connected with something big.\" He retrieves a book of poetry from the dead woman's apartment and reads aloud several lines from Rosetti's poem, \"Remember\", as he tries to figure out what that something might be.\n\nHammer goes to the apartment of Lily Carver, who says she was Christina's roommate. Lily tells Hammer she is in hiding and asks him to protect her. She is after a mysterious box that, she believes, has contents worth a fortune. Hammer later arrives at the lavish mansion of gangster Carl Evello, who also seeks the box. Hammer fends off Charlie Max and Sugar Smallhouse, two of Evello's henchmen, and then confronts Evello, who is initially impressed by Hammer's brazenness and offers to work out a deal, but swiftly retracts the offer.\n\nHammer's friend, Nick the auto mechanic, who helped defuse bombs planted in Hammer's car, is then murdered. Carl's thugs kidnap Hammer and take him to an isolated beach house, where another of their associates, Dr. G. E. Soberin (revealed to be Christina and Nick's murderer), injects him with sodium pentothal before interrogating him. Hammer slips free of his bonds, kills Carl and Sugar, and escapes. He locates the suspiciously-hot box, which burns his arm, in a locker at the Hollywood Athletic Club, but when he goes to his friend Lieutenant Murphy for help, Murphy warns him off, hinting it has to do with a top-secret government experiment akin to the Manhattan Project. Hammer goes back to the beach house. Before he arrives, Lily, now revealed to be an imposter named Gabrielle, is there with Soberin. They have the box, and have Velda locked in a bedroom. Gabrielle shoots Soberin to get the box for herself. With his dying words, Soberin urges the insatiably curious Gabrielle not to open it.\n\nWhen Hammer comes into the room, Gabrielle says \"Kiss me, Mike\" and shoots him. She then opens the box, which emits a blinding light and piercing sound. Gabrielle screams and bursts into flames. Hammer, wounded, struggles to his feet, and looks for Velda. Together, the pair flee the burning house, helping each other along the beach to the ocean as the house explodes behind them and becomes consumed in flames.[5]\n\n"
        },
        {
            "title": "Production",
            "text": "In October 1954 Robert Aldrich announced he would produce and direct two Mickey Spillane stories the following year, for Parklane Productions, an independent company owned by Victor Saville. The stories would be Kiss Me, Deadly and My Gun Is Quick. Saville turned over control to Aldrich because he was busy on The Silver Chalice.[6]\n\nThe screenplay was loosely adapted by A. I. Bezzerides with contributions from Aldrich, though it \"made no effort to follow the book’s convoluted plot, [though] both are structured around [a] search for a mysterious box.\"[7]\n\nKiss Me Deadly departs from other Mike Hammer films in that Hammer never carries a gun. This is explained when Lt. Murphy tells Hammer his PI license and gun permit have been revoked. Although he is held at gunpoint, pistol whipped, and even shot, he complies with the gun ban, relying only on his fists to hammer people into submission or worse.\n\nThe screenplay also departs from Spillane's novel, replacing the mafia conspiracy at the center of the novel with an apparent case of espionage and a mysterious suitcase serving as the film's MacGuffin.\n\nThe film further departs from the book by portraying Hammer not so much as a sleuth of the hardboiled school than as a sleazy, narcissistic bully, perhaps the darkest private detective in film noir.[5] Much to the derision of the local police, Hammer makes his living mostly by blackmailing adulterers, he or his secretary sometimes seducing and entrapping the targets themselves, a practice perhaps made even worse because Hammer seems to exploit the genuine affection that Velda feels for him in order to get her participation. He also readily resorts to violence, whether he's defending himself against the thugs Evello sends to kill him, breaking a potential informant's treasured record to get him to talk, or roughing up a coroner who has the temerity to demand payment in return for a key that Christina had apparently swallowed before her death. Bezzerides wrote of the script: \"I wrote it fast because I had contempt for it... I tell you Spillane didn't like what I did with his book. I ran into him at a restaurant and, boy, he didn't like me.\"[8]\n\nKiss Me Deadly is a time capsule of Los Angeles, much of it filmed in the downtown neighborhood of Bunker Hill.  Many of the locations disappeared in the urban development of the late 1960s, although a few remain.\n\n"
        },
        {
            "title": "Release",
            "text": "Critics have generally viewed the film as a metaphor for the paranoia and fear of nuclear war that prevailed during the Cold War era.[9] \"The great whatsit,\" as Velda refers to the object of Hammer's quest, turns out to be a mysterious valise, hot to the touch because of the dangerous, glowing substance it contains, a metaphor for the atomic bomb. The film has been described as \"the definitive, apocalyptic, nihilistic, science-fiction film noir of all time – at the close of the classic noir period.\"[10] A leftist at the time of the Hollywood blacklist, Bezzerides denied any conscious intention for this metaphor in his script, saying that \"I was having fun with it. I wanted to make every scene, every character, interesting.\"[11]\n\nFilm critic Nick Schager wrote, \"Never was Mike Hammer's name more fitting than in Kiss Me Deadly, Robert Aldrich's blisteringly nihilistic noir in which star Ralph Meeker embodies Mickey Spillane's legendary P.I. with brute force savagery... The gumshoe's subsequent investigation into the woman's death doubles as a lacerating indictment of modern society's dissolution into physical/moral/spiritual degeneracy – a reversion that ultimately leads to nuclear apocalypse and man's return to the primordial sea – with the director's knuckle-sandwich cynicism pummeling the genre's romantic fatalism into a bloody pulp. 'Remember me?' Aldrich's sadistic, fatalistic masterpiece is impossible to forget\".[12] Rotten Tomatoes reports that 97% of its critics gave the film a positive review, with an average rating of 8.1/10, based on 37 reviews. The consensus states, \"An intriguing, wonderfully subversive blend of art and commerce, Kiss Me Deadly is an influential noir classic.\"[13]\n\nMetro-Goldwyn-Mayer released the film on VHS as part of their \"Vintage Classics\" collection in 1999,[16] and on DVD in 2001, with the alternate ending as a Special Feature.[17] A digitally restored version of the film was released on DVD and Blu-ray by The Criterion Collection in June 2011, and also includes the alternate ending.[18]\n\nThe original ending of the American release of the film shows Hammer and Velda escaping from the burning house, staggering into the ocean as the words \"The End\" come over them on the screen. Sometime after its first release, the ending was altered on the film's negative, removing 82 seconds of footage showing the escape, and instead superimposing \"The End\" over the burning house. This implied that Hammer and Velda perished in the blaze, which some have interpreted as an apocalyptic ending.[19] In 1997, the original ending was restored after the missing footage was discovered in the vaults of the Directors Guild by Glenn Erickson.[19]\n\n"
        },
        {
            "title": "Influence",
            "text": "Contemporary film scholars have named Kiss Me Deadly as one of the most influential exemplars of American film noir, with praise for its bleak and nihilistic tone, its version of pulp fiction archetypes, and its twist ending.[20][18][21][22] The film's apocalyptic elements have earned it an entry in The Encyclopedia of Science Fiction.[23]\n\nKiss Me Deadly has been cited as a stylistic predecessor of the French New Wave.[19] François Truffaut has acknowledged its influence on his \"elliptic\" filmmaking style,[19] as has Jean-Luc Godard.[24] In the 1960s, both filmmakers touted the film as the single American film \"most responsible for the French New Wave.\"[24]\n\nHomage is paid to the glowing suitcase MacGuffin in the 1984 cult film Repo Man, the film Ronin, and in Tarantino's film Pulp Fiction. The \"shiny blue suitcase\" is mentioned with other famous MacGuffins in Guardians of the Galaxy. When the Ark of the Covenant in the film Raiders of the Lost Ark is opened, the shot of Rene Belloq's face melting is directly inspired by that of Gabrielle opening the suitcase. In the film Southland Tales, Richard Kelly pays homage to the film, showing the main characters watching the beginning on their television and later the opening of the case is shown on screens on board the mega-Zeppelin.\n\nTwo notable rock acts have borrowed the film's title for a song title. The first was from UK punk act Generation X, featuring singer Billy Idol, from their self titled debut LP (1978); this song would be also be featured on the soundtrack to the 1998 film SLC Punk. The second was a 1988 hit single from former Runaways lead guitarist and glam metal solo performer Lita Ford.\n\nIn 1999, Kiss Me Deadly was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant.\"[4]\n\n"
        }
    ]
}