{
    "url": "https://en.wikipedia.org/wiki/Knocked_Up",
    "title": "Knocked Up",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "2.1 Themselves (uncredited)",
        "3 Production",
        "4 Reception",
        "4.1 Box office performance",
        "4.2 Critical response",
        "4.3 Alleged copyright infringement",
        "4.4 Accusations of sexism",
        "4.5 Top ten lists",
        "4.6 Awards",
        "5 Music",
        "6 Home media",
        "7 Spin-offs",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nKnocked Up is a 2007 American romantic comedy film written, co-produced and directed by Judd Apatow, and starring Seth Rogen, Katherine Heigl, Paul Rudd, and Leslie Mann. It follows the repercussions of a drunken one-night stand between a slacker and a recently promoted media personality that results in an unintended pregnancy.\n\nThe film was released on June 1, 2007, to box office success, grossing $219 million worldwide, and acclaim from critics. This Is 40, a \"sort-of sequel\" focused on Rudd's and Mann's characters with Apatow returning as writer/director, was released on December 21, 2012, with a third film, This Is 50, in active development from the trio as of March 2022.\n\n"
        },
        {
            "title": "Plot",
            "text": "Ambitious Los Angeles reporter Alison Scott has just been given an on-air role with E! and lives in the guest house of her sister Debbie's family. Ben Stone is an immature and wise-cracking Canadian slacker who lives off injury compensation funds and sparsely works on a celebrity porn website with his stoner roommates. While celebrating her promotion, Alison meets Ben at a local nightclub. After a night of heavy drinking, they end up having sex without protection due to a misunderstanding. The following morning, they learn over breakfast that they have nothing in common so go their separate ways.\n\nEight weeks later, when Alison experiences morning sickness while interviewing James Franco she realizes she could be pregnant. After taking multiple pregnancy tests, she is shocked to find out she is pregnant. She contacts Ben for the first time since their one-night stand to tell him. Although abrasive at first, he says he will support Alison. Although he is still unsure about being a parent, his father is overjoyed. Alison's mother tries to persuade her to have an abortion, but Alison decides to keep the child. \n\nLater, Alison and Ben decide to give the relationship a chance. The couple's efforts include Ben making a marriage proposal with an empty ring box, promising to get her a ring someday. Alison thinks it's too early to think about marriage, as she is more concerned with hiding the pregnancy from her bosses, fearing they will fire her if they ever found out. After a positive beginning, tempers flare in the relationship.\n\nAlison is increasingly worried about Ben's lack of support and understanding, and has doubts about their relationship's longevity. These thoughts are due to her sister's loveless marriage. Debbie's husband, Pete, works as a talent scout for rock bands, but leaves at strange hours in the night, making her suspect he is having an affair. Upon investigating, she learns that he is actually part of a fantasy baseball draft, and that he has been doing other activities such as going to the movies on his own, which he explains he participates in to be free from Debbie's manipulative manner. \n\nAs a result they separate, and when Ben expresses pride in Pete's deception, it leads to an argument with Alison as they drive to her doctor. Furious, she ejects him from her car, abandoning him in the middle of a busy street. He tracks her down to her appointment and they have another argument, leading to their own breakup.\n\nBen and Pete go on a road trip to Las Vegas. Under the influence of psychedelic mushrooms, they realize their loss and decide to try and save their relationships. Simultaneously, Debbie drags a nervous Alison out partying with her, but they are refused admission to a nightclub by its sympathetic bouncer on account of Debbie's age and Alison's pregnancy; leading to Debbie's tearful laments about her life and her desire to have Pete back. They reconcile at their daughter's birthday party, but when Ben tries to work things out with Alison, she refuses to get back together. Alison's boss finds out about her pregnancy and sees an opportunity to boost ratings with female viewers by having her interview pregnant celebrities. After a talk with his father, Ben decides to take responsibility and goes to great effort to mature, including obtaining his own apartment, getting an office job as a web designer, and reading pregnancy books.\n\nWhen Alison goes into labor and is unable to contact her doctor, she calls Ben, as Debbie and Pete are out of town. He discovers that Alison's gynecologist is at a Bar Mitzvah despite having assured them that he never took vacations and leaves him an abusive voicemail. During labor, Alison apologizes for questioning Ben's priorities. When Debbie and Pete arrive at the hospital, Ben sternly refuses to allow her to be at Alison's side, insisting that it is his place. Debbie is both incredulous and thankful that he took charge of the situation and begins to change her formerly negative opinion of him. The couple welcomes a baby girl (a boy in the alternate ending) and start a happy new life together.\n\n"
        },
        {
            "title": "Production",
            "text": "Several of the major cast members return from previous Judd Apatow projects: Seth Rogen, Martin Starr, Jason Segel, and James Franco all starred in the television series Freaks and Geeks which Apatow produced. From the Apatow-created Undeclared (which also featured Rogen, Segel and Starr) there are Jay Baruchel and Loudon Wainwright III. Paul Feig, who co-created Freaks and Geeks, starred in the Apatow-written movie Heavyweights and directed the Apatow-produced Bridesmaids also makes a brief cameo as the Fantasy Baseball Guy. Steve Carell, who makes a cameo appearance as himself, played the main role in Apatow's The 40-Year-Old Virgin which also starred Rogen and Rudd, as well as appearing in the Apatow-produced Anchorman. Finally, Leslie Mann, who also appeared in The 40-Year-Old Virgin and Freaks and Geeks, is married to Apatow and their two daughters play her children in the movie.\n\nAnne Hathaway was originally cast in the role of Alison in the film, but dropped out due to creative reasons[3] that Apatow attributed to Hathaway's disagreement with plans to use real footage of a woman giving birth.[4] Jennifer Love Hewitt and Kate Bosworth auditioned for the part after Hathaway dropped out, but ended up losing out to Katherine Heigl. Christina Aguilera was a contender for the main role but decided to turn it down because she was promoting her album Back to Basics at the time.[5][6]\n\nThe closing credits roll over cast members' baby photos. The image of Joanna Kerns as a young mother was previously famous from its use in opening credits of Growing Pains' first few seasons.\n\nBennett Miller, the director of Capote, appears in a mockumentary DVD feature called \"Directing the Director\", in which he is allegedly hired by the studio to supervise Apatow's work, but only interferes with it, eventually leading the two into a fist fight.\n\n"
        },
        {
            "title": "Reception",
            "text": "The film opened at No. 2 at the U.S. box office, grossing $30,690,990 in its opening weekend, behind Pirates of the Caribbean: At World's End's second weekend. The film grossed $148,768,917 domestically and $70,307,601 in foreign territories, totalling $219,076,518. The film also spent eight weeks in the box office top ten, the longest streak amongst May–June openers in 2007.[7] A company that specializes in tracking responses to advertising spanning multiple types of media attributed the film's unexpected financial success to the use of radio and television ads in combination.[8]\n\nOn Rotten Tomatoes, the film has an approval rating of 89%, based on 252 reviews, with an average rating of 7.7/10. The website's critical consensus reads, \"Knocked Up is a hilarious, poignant and refreshing look at the rigors of courtship and child-rearing, with a sometimes raunchy, yet savvy script that is ably acted and directed.\"[9] On Metacritic, the film has a score of 85 out of 100, based on reviews from 38 critics, indicating \"universal acclaim\".[10] Audiences surveyed by CinemaScore gave the film an average grade of \"B+\" on an A+ to F scale.[11]\n\nThe Los Angeles Times praised the film's humor despite its plot inconsistencies, noting that, \"probably because the central story doesn't quite gel, it's the loony, incidental throwaway moments that really make an impression.\"[12] Chris Kaltenbach of The Baltimore Sun acknowledged the comic value of the film in spite of its shortcomings, saying, \"Yes, the story line meanders and too many scenes drone on; Knocked Up is in serious need of a good editor. But the laughs are plentiful, and it's the rare movie these days where one doesn't feel guilty about finding the whole thing funny.\"[13]\n\nVariety magazine, while calling the film predictable, said that Knocked Up was \"explosively funny.\"[14] On the television show Ebert & Roeper, Richard Roeper and guest critic David Edelstein gave Knocked Up a \"two big thumbs up\" rating, with Roeper calling it \"likeable and real,\" noting that although \"at times things drag a little bit.... still Knocked Up earns its sentimental moments.\"[15]\n\nA more critical review in Time magazine noted that, although a typical Hollywood-style comedic farce, the unexpected short-term success of the film may be more attributable to a sociological phenomenon rather than the quality or uniqueness of the film per se, positing that the movie's shock value, sexual humor and historically taboo themes may have created a brief nationwide discussion in which movie-goers would see the film \"so they can join the debate, if only to say it wasn't that good.\"[16]\n\nCanadian author Rebecca Eckler wrote in Maclean's magazine about the similarities between the movie and her book, Knocked Up: Confessions of a Hip Mother-to-Be, which was released in the U.S. in March 2005. She pursued legal action against Apatow and Universal Pictures on the basis of copyright infringement.[17][18] In a public statement, Apatow said, \"Anyone who reads the book and sees the movie will instantly know that they are two very different stories about a common experience.\"[19]\n\nAnother Canadian author, Patricia Pearson, also publicly claimed similarities between the film and her novel, Playing House. She declined to sue and declared Eckler's lawsuit to be frivolous.[20]\n\nMike White (longtime associate of Judd Apatow and screenwriter for School of Rock, Freaks and Geeks, Orange County, and Nacho Libre) is said to have been \"disenchanted\" by Apatow's later films, \"objecting to the treatment of women and gay men in Apatow's recent movies\", saying of Knocked Up, \"At some point it starts feeling like comedy of the bullies, rather than the bullied.\"[21]\n\nIn early reviews, both Slate's Dana Stevens and the Los Angeles Times' Carina Chocano wrote articles claiming the film propagated sexist attitudes, a topic which was the primary focus of a Slate magazine podcast in which New York editor Emily Nussbaum said: \"Alison [Heigl's character] made basically zero sense. She was just a completely inconsistent character.... she was this pleasant, blandly hot, peculiarly tolerant, yet oddly blank nice girl. She seemed to have no actual needs or desires of her own....\"[22] A. O. Scott of The New York Times explicitly compared Knocked Up to Juno, calling the latter a \"feminist, girl-powered rejoinder and complement to Knocked Up.\"[23]\n\nIn a later Vanity Fair interview, lead actress Katherine Heigl admitted that though she enjoyed working with Apatow and Rogen, she had a hard time enjoying the film itself, calling it \"a little sexist\" and claiming that the film \"paints the women as shrews, as humorless and uptight, and it paints the men as lovable, goofy, fun-loving guys.\"[24][25][26]\n\nIn response, Apatow did not deny the validity of her accusations, saying, \"I'm just shocked she [Heigl] used the word shrew. I mean, what is this, the 1600s?\"[27] Apatow also said that the characters in the film Knocked Up \"are sexist at times... but it's really about immature people who are afraid of women and relationships and learn to grow up.\"[28]\n\nHeigl's comments spurred widespread reaction in the media, including a The Huffington Post article in which she was labeled \"an assertive, impatient go-getter who quickly tired of waiting for her boyfriend to propose\".[29][30] Heigl clarified her initial comments to People magazine, stating that, \"My motive was to encourage other women like myself to not take that element of the movie too seriously and to remember that it's a broad comedy,\" adding that, \"Although I stand behind my opinion, I'm disheartened that it has become the focus of my experience with the movie.\"[31]\n\nMeghan O'Rourke of Slate called Heigl's comments unsurprising, noting \"Knocked Up was, as David Denby put it in The New Yorker, the culminating artifact in what had become 'the dominant romantic-comedy trend of the past several years—the slovenly hipster and the female straight arrow.'\"[32] The Guardian noted that Heigl's comments \"provoked quite a backlash, and Heigl was described as ungrateful and a traitor\".[33] In the wake of mounting accusations of sexism, director Judd Apatow discussed ways he might develop more authentic female characters.[34]\n\nIn July 2009, while promoting their film Funny People Apatow and Rogen appeared on The Howard Stern Show and defended the work in Knocked Up, disagreeing with the position Heigl had stated. Rogen pointed to Heigl's work in the film The Ugly Truth to illustrate his point. Rogen said: \"I hear there's a scene where she's wearing underwear with a vibrator in it, so I'd have to see if that is uplifting for women.\" Apatow remarked on Heigl's criticisms, stating that he had expected an apology from Heigl. \"You would think at some point I'd get a call saying she was sorry, that she was tired, and then the call never comes.\"[35]\n\nIn August 2016, Rogen again spoke to Howard Stern about how he had felt hurt and somewhat betrayed back then by Heigl's comments. He went on to talk about what a great rapport they'd had on set while working together, and that at the time he had even envisioned making many more movies with her. Though Rogen wishes she would have apologized to him personally as opposed to publicly, he affirmed that he still really liked her, and that he never would have wanted the incident to hurt her career.[36]\n\nHeigl responded by saying that Rogen had \"handled that so beautifully,\" and that she felt nothing but \"love and respect\" for him. \"It was so long ago at this point, I just wish him so much goodness, and I felt that from him, too,\" she said.[37]\n\nThe film made the top-ten list of the jury for the 2007 AFI Awards as well as the top-ten lists of several well-known critics, with the AFI jury calling it the \"funniest, freshest comedy of this generation\" and a film that \"stretches the boundaries of romantic comedies.\" John Newman, respected film critic for the Boston Bubble, called the film \"a better, raunchy, modern version of Some Like it Hot.\"[38]\n\nEarly on the film was deemed the best reviewed wide release of 2007 by the Rotten Tomatoes' website.[39]\n\nThe film appeared on many critics' top-ten lists of the best films of 2007.[40]\n\nOn December 16, 2007, the film was chosen by the American Film Institute as one of the ten best movies of the year. It was one of the two pregnancy comedies on the list (Juno being the other). E! News praised the film's success, saying that, \"The unplanned pregnancy comedy, shut out of the Golden Globes and passed over by the L.A. and New York critics, was one of 10 films selected Sunday for the American Film Institute's year-end honors.\"[43]\n\n"
        },
        {
            "title": "Music",
            "text": "Strange Weirdos: Music From and Inspired by the Film Knocked Up, an original soundtrack album, was composed for the film by folk singer-songwriter Loudon Wainwright III and Joe Henry. However, the movie's lead song \"Daughter\" was written by Peter Blegvad.\n\nIn addition to Wainwright's tracks, there were approximately 40 songs featured in the motion picture that were not included on the official soundtrack on Concord Records.[45]\n\nSome of the songs featured in Knocked Up are:\n\n"
        },
        {
            "title": "Home media",
            "text": "Several separate Region 1 DVD versions were released on September 25, 2007. The theatrical R-rated version (128 minutes), an \"Unrated and Unprotected\" version (133 minutes) (separate fullscreen and widescreen editions available), a two-disc \"Extended and Unrated\" collector's edition, and an HD DVD \"Unrated and Unprotected\" version. On November 7, 2008, Knocked Up was released on Blu-ray following the discontinuation of HD DVD, along with other Apatow comedies The 40-Year-Old Virgin and Forgetting Sarah Marshall.\n\n"
        },
        {
            "title": "Spin-offs",
            "text": "Variety reported in January 2011 that Paul Rudd and Leslie Mann would reprise their Knocked Up roles for a new film written and directed by Apatow, titled This Is 40.[46] Apatow had stated that it would not be a sequel or prequel to Knocked Up, but a spin-off, focusing on Pete and Debbie, the couple played by Rudd and Mann.[47] The film was shot in the summer of 2011,[47] and was released on December 21, 2012.[48]\n\nIn March 2022, Apatow was announced to be in early development of writing a third film, set 10 years after This Is 40 and titled This is 50.[49]\n\n"
        }
    ]
}