{
    "url": "https://en.wikipedia.org/wiki/Know_Nothing",
    "title": "Know Nothing",
    "table_of_contents": [
        "1 History",
        "1.1 Underlying issues",
        "1.2 Rise",
        "1.3 Leadership and legislation",
        "1.4 Massachusetts",
        "1.5 New Hampshire and Rhode Island",
        "1.6 Violence",
        "1.7 South",
        "1.7.1 Louisiana",
        "1.8 Decline",
        "2 Electoral results",
        "2.1 Congressional elections",
        "2.2 Presidential elections",
        "3 Legacy",
        "4 In popular culture",
        "5 Notable Know Nothings",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Bibliography",
        "9.1 Primary sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Know Nothing party was a nativist political party and movement in the United States in the mid-1850s. The party was officially known as the \"Native American Party\" prior to 1855 and thereafter, it was simply known as the \"American Party\".[a] Members of the movement were required to say \"I know nothing\" whenever they were asked about its specifics by outsiders, providing the group with its colloquial name.[2]\n\nSupporters of the Know Nothing movement believed that an alleged \"Romanist\" conspiracy by Catholics to subvert civil and religious liberty in the United States was being hatched. Therefore, they sought to politically organize native-born Protestants in defense of their traditional religious and political values. The Know Nothing movement is remembered for this theme because Protestants feared that Catholic priests and bishops would control a large bloc of voters. In most places, the ideology and influence of the Know Nothing movement lasted only one or two years before it disintegrated due to weak and inexperienced local leaders, a lack of publicly proclaimed national leaders, and a deep split over the issue of slavery. In the South, the party did not emphasize anti-Catholicism as frequently as it emphasized it in the North and it stressed a neutral position on slavery,[3] but it became the main alternative to the dominant Democratic Party.[2]\n\nKnow Nothings are occasionally referred to as an antisemitic movement due to their zealous xenophobia and religious bigotry; however, the movement was not openly hostile towards Jews because its members and supporters believed that Jews did not allow \"their religious feelings to interfere with their political views.\"[4] The Know Nothing Party, prioritizing a zealous disdain for Irish Catholic immigrants, reportedly \"had nothing to say about Jews\", according to historian Hasia Diner.[5] In New York, the virulently anti-Catholic Know Nothings supported a Jewish candidate for governor.[6]\n\nThe Know Nothings supplemented their xenophobic views with populist appeals. The party was progressive in its stances on \"issues of labor rights and the need for more government spending\"[7] and furnished \"support for an expansion of the rights of women, the regulation of industry, and support of measures which were designed to improve the status of working people.\"[8] It was a forerunner of the temperance movement in the United States. The Know Nothing movement briefly emerged as a major political party in the form of the American Party.[2]\n\n\nThe collapse of the Whig Party after the passage of the Kansas–Nebraska Act left an opening for the emergence of a new major political party in opposition to the Democratic Party. The Know Nothing movement managed to elect congressman Nathaniel P. Banks of Massachusetts and several other individuals into office in the 1854 elections, and it subsequently coalesced into a new political party which was known as the American Party. Particularly in the South, the American Party served as a vehicle for politicians who opposed the Democrats. Many of the American Party's members and supporters also hoped that it would stake out a middle ground between the pro-slavery positions of Democratic politicians and the radical anti-slavery positions of the rapidly emerging Republican Party. The American Party nominated former President Millard Fillmore in the 1856 presidential election, but he kept quiet about his membership in it, and he personally refrained from supporting the Know Nothing movement's activities and ideology. Fillmore received 21.5% of the popular vote in the 1856 presidential election, finishing behind the Democratic and Republican nominees.[9] Henry Winter Davis, an active Know-Nothing, was elected on the American Party ticket to Congress from Maryland. He told Congress the un-American  Irish Catholic immigrants were to blame for the recent election of Democrat James Buchanan as president, stating:[10]\nThe party entered a period of rapid decline after Fillmore's loss. In 1857 the Dred Scott v. Sandford pro-slavery decision of the Supreme Court of the United States further galvanized opposition to slavery in the North, causing many former Know Nothings to join the Republicans.[11] The remnants of the American Party largely joined the Constitutional Union Party in 1860 and they disappeared during the American Civil War.\n\n"
        },
        {
            "title": "History",
            "text": "Anti-Catholicism was widespread in colonial America, but it played a minor role in American politics until the arrival of large numbers of Irish and German Catholics in the 1840s.[12] It then reemerged in nativist attacks on Catholic immigration. It appeared in New York City politics as early as 1843 under the banner of the American Republican Party.[13] The movement quickly spread to nearby states using that name or Native American Party or variants of it. They succeeded in a number of local and Congressional elections, notably in 1844 in Philadelphia, where the anti-Catholic orator Lewis Charles Levin was elected Representative from Pennsylvania's 1st district. In the early 1850s, numerous secret orders grew up, of which the Order of United Americans[14] and the Order of the Star Spangled Banner[15] came to be the most important. They emerged in New York in the early 1850s as a secret order that quickly spread across the North, reaching non-Catholics, particularly those non-Catholics who were lower middle class or skilled workers.[16]\n\nThe name Know Nothing originated in the semi-secret organization of the party. When a member of the party was asked about his activities, he was supposed to say, \"I know nothing.\" Outsiders derisively called the party's members \"Know Nothings\", and the name stuck. In 1855, the Know Nothings first entered politics under the American Party label.[17][18]\n\nThe immigration of large numbers of Irish and German Catholics to the United States in the period between 1830 and 1860 made religious differences between Catholics and Protestants a political issue. Violence occasionally erupted at the polls. Protestants alleged that Pope Pius IX had contributed to the failure of the liberal Revolutions of 1848 in Europe and they also alleged that he was an enemy of liberty, democracy and republicanism. One Boston minister described Catholicism as \"the ally of tyranny, the opponent of material prosperity, the foe of thrift, the enemy of the railroad, the caucus, and the school\".[19][20] These fears encouraged conspiracy theories regarding papal intentions of subjugating the United States through a continuing influx of Catholics controlled by Irish bishops obedient to and personally selected by the Pope.\n\nIn 1849, an oath-bound secret society, the Order of the Star Spangled Banner, was founded by Charles B. Allen in New York City. At its inception, the Order of the Star Spangled Banner only had about 36 members. Fear of Catholic immigration caused some Protestants to become dissatisfied with the Democratic Party, whose leaders included Catholics of Irish descent in many cities. Activists formed secret groups, coordinating their votes and throwing their weight behind candidates who were sympathetic to their cause:\n\nIn the spring of 1854, the Know Nothings carried Boston and Salem, Massachusetts, and other New England cities. They swept the state of Massachusetts in the fall 1854 elections, their biggest victory. The Whig candidate for mayor of Philadelphia, editor Robert T. Conrad, was soon revealed as a Know Nothing as he promised to crack down on crime, close saloons on Sundays and only appoint native-born Americans to office—he won the election by a landslide. In Washington, D.C., Know Nothing candidate John T. Towers defeated incumbent Mayor John Walker Maury, triggering opposition of such a high proportion that the Democrats, Whigs, and Freesoilers in the capital united as the \"Anti-Know-Nothing Party\". In New York, where James Harper had been elected mayor of New York City as an American Republican the previous year, the Know Nothing candidate Daniel Ullman came in third in a four-way race for governor by gathering 26% of the vote. After the 1854 elections, they exerted a large amount of political influence in Maine, Indiana, Pennsylvania, and California, but historians are unsure about the accuracy of this information due to the secrecy of the party, because all parties were in turmoil and the anti-slavery and prohibition issues overlapped with nativism in complex and confusing ways. They helped elect Stephen Palfrey Webb as mayor of San Francisco and they also helped elect J. Neely Johnson as governor of California. Nathaniel P. Banks was elected to Congress as a Know Nothing candidate, but after a few months he aligned with Republicans. A coalition of Know Nothings, Republicans and other members of Congress opposed to the Democratic Party elected Banks to the position of Speaker of the House.\n\nThe results of the 1854 elections were so favorable to the Know Nothings, up to then an informal movement with no centralized organization, that they formed officially as a political party called the American Party, which attracted many members of the by then nearly defunct Whig party as well as a significant number of Democrats. Membership in the American Party increased dramatically, from 50,000 to an estimated one million plus in a matter of months during that year.[22]\n\nThe historian Tyler Anbinder concluded:\n\nIn San Francisco, a Know Nothing chapter was founded in 1854 to oppose Chinese immigration—members included a judge of the state supreme court, who ruled that no Chinese person could testify as a witness against a white man in court.[24]\n\nIn the spring of 1855, Know Nothing candidate Levi Boone was elected mayor of Chicago and barred all immigrants from city jobs. Abraham Lincoln was strongly opposed to the principles of the Know Nothing movement, but did not denounce it publicly because he needed the votes of its membership to form a successful anti-slavery coalition in Illinois.[25][26] Ohio was the only state where the party gained strength in 1855. Their Ohio success seems to have come from winning over immigrants, especially German-American Lutherans and Scots-Irish Presbyterians, both hostile to Catholicism. In Alabama, Know Nothings were a mix of former Whigs, discontented Democrats and other political outsiders who favored state aid to build more railroads. Virginia attracted national attention in its tempestuous 1855 gubernatorial election. Democrat Henry Alexander Wise won by convincing state voters that Know Nothings were in bed with Northern abolitionists. With the victory by Wise, the movement began to collapse in the South.[27][28]\n\nKnow Nothings scored victories in Northern state elections in 1854, winning control of the legislature in Massachusetts and polling 40% of the vote in Pennsylvania. Although most of the new immigrants lived in the North, resentment and anger against them was national and the American Party initially polled well in the South, attracting the votes of many former southern Whigs.[29]\n\nThe party name gained wide but brief popularity. Nativism became a new American rage: Know Nothing candy, Know Nothing tea, and Know Nothing toothpicks appeared. Stagecoaches were dubbed \"The Know Nothing\". In Trescott, Maine, a shipowner dubbed his new 700-ton freighter Know Nothing.[30] The party was occasionally referred to, contemporaneously, in a slightly pejorative shortening, \"Knism\".[31]\n\nHistorian John Mulkern has examined the party's success in sweeping to almost complete control of the Massachusetts legislature after its 1854 landslide victory. He finds the new party was populist and highly democratic, hostile to wealth, elites and to expertise, and deeply suspicious of outsiders, especially Catholics. The new party's voters were concentrated in the rapidly growing industrial towns, where Yankee workers faced direct competition with new Irish immigrants. Whereas the Whig Party was strongest in high income districts, the Know Nothing electorate was strongest in the poor districts. They expelled the traditional upper-class, closed, political leadership, especially the lawyers and merchants. In their stead, they elected working-class men, farmers and a large number of teachers and ministers. Replacing the moneyed elite were men who seldom owned $10,000 in property.[32]\n\nNationally, the new party leadership showed incomes, occupation, and social status that were about average. Few were wealthy, according to detailed historical studies of once-secret membership rosters. Fewer than 10% were unskilled workers who might come in direct competition with Irish laborers. They enlisted few farmers, but on the other hand they included many merchants and factory owners.[33] The party's voters were by no means all native-born Americans, for it won more than a fourth of the German and British Protestants in numerous state elections. It especially appealed to Protestants such as the Lutherans, Dutch Reformed and Presbyterians.[34]\n\nThe most aggressive and innovative legislation came out of Massachusetts, where the new party controlled all but three of the 400 seats—only 35 had any previous legislative experience. The Massachusetts legislature in 1855 passed a series of reforms that \"burst the dam against change erected by party politics, and released a flood of reforms.\"[35] Historian Stephen Taylor says that in addition to nativist legislation, \"the party also distinguished itself by its opposition to slavery, support for an expansion of the rights of women, regulation of industry, and support of measures designed to improve the status of working people\".[8]\n\nIt passed legislation to regulate railroads, insurance companies and public utilities. It funded free textbooks for the public schools and raised the appropriations for local libraries and for the school for the blind. Purification of Massachusetts against divisive social evils was a high priority. The legislature set up the state's first reform school for juvenile delinquents while trying to block the importation of supposedly subversive government documents and academic books from Europe. It upgraded the legal status of wives, giving them more property rights and more rights in divorce courts. It passed harsh penalties on speakeasies, gambling houses and bordellos. It passed prohibition legislation with penalties that were so stiff—such as six months in prison for serving one glass of beer—that juries refused to convict defendants. Many of the reforms were quite expensive; state spending rose 45% on top of a 50% hike in annual taxes on cities and towns. This extravagance angered the taxpayers, and few Know Nothings were reelected.[36]\n\nThe highest priority included attacks on the civil rights of Irish Catholic immigrants. After this, state courts lost the power to process applications for citizenship and public schools had to require compulsory daily reading of the Protestant Bible (which the nativists were sure would transform the Catholic children). The governor disbanded the Irish militias and replaced Irish holding state jobs with Protestants. It failed to reach the two-thirds vote needed to pass a state constitutional amendment to restrict voting and office holding to men who had resided in Massachusetts for at least 21 years. The legislature then called on Congress to raise the requirement for naturalization from five years to 21 years, but Congress never acted.[37] The most dramatic move by the Know Nothing legislature was to appoint an investigating committee designed to prove widespread sexual immorality underway in Catholic convents. The press had a field day following the story, especially when it was discovered that the key reformer was using committee funds to pay for a prostitute. The legislature shut down its committee, ejected the reformer, and saw its investigation become a laughing stock.[38][39][40][41]\n\nThe Know Nothings scored a landslide in New Hampshire in 1855. They won 51 % of the  vote, including 94% of the Free Soilers (an anti-slavery faction of Democrats), and 79% of the Whigs, plus 15% of Democrats and 24% of those who abstained in the previous election for governor the year before.[42]  In full control of the legislature, the Know Nothings enacted their entire agenda.  According to Lex Renda, they battled traditionalism and promoted rapid modernization. They extended the waiting period for citizenship to slow down the growth of Irish power; they reformed the state courts. They expanded the number and power of banks; they strengthened corporations; they defeated a proposed 10-hour law that would help workers. They reformed the tax system; increased state spending on public schools; set up a system to build high schools; prohibited the sale of liquor; and they denounced the expansion of slavery in the western territories.[43]\n\nThe Whigs and Free Soil parties both collapsed in New Hampshire in 1854-55. In the 1855 fall elections the Know Nothings again swept New Hampshire against the Democrats and the small new Republican party. When the Know Nothing (\"American\" Party) collapsed in 1856 and merged with the Republicans, New Hampshire now had a two party system with the Republicans edging out the Democrats.[44]\n\nThe Know Nothings also dominated politics in Rhode Island, where in 1855 William W. Hoppin held the governorship and five out of every seven votes went to the party, which dominated the Rhode Island legislature.[45] Local newspapers such as The Providence Journal fueled anti-Irish and anti-Catholic sentiment.[45]\n\nFearful that Catholics were flooding the polls with non-citizens, local activists threatened to stop them. On 6 August 1855, rioting broke out in Louisville, Kentucky, during a hotly contested race for the office of governor. Twenty-two were killed and many injured. This \"Bloody Monday\" riot was not the only violent riot between Know Nothings and Catholics in 1855.[46] In Baltimore, the mayoral elections of 1856, 1857, and 1858 were all marred by violence and well-founded accusations of ballot-rigging.[47] In the coastal town of Ellsworth Maine in 1854, Know Nothings were associated with the tarring and feathering of a Catholic priest, Jesuit Johannes Bapst. They also burned down a Catholic church in Bath, Maine.[48]\n\nIn the Southern United States, the American Party was composed chiefly of ex-Whigs looking for a vehicle to fight the dominant Democratic Party and worried about both the pro-slavery extremism of the Democrats and the emergence of the anti-slavery Republican party in the North.[29] In the South as a whole, the American Party was strongest among former Unionist Whigs. States-rightist Whigs shunned it, enabling the Democrats to win most of the South. Whigs supported the American Party because of their desire to defeat the Democrats, their unionist sentiment, their anti-immigrant attitudes and the Know Nothing neutrality on the slavery issue.[49]\n\nDavid T. Gleeson notes that many Irish Catholics in the South feared that the arrival of the Know-Nothing movement portended a serious threat. He argues:\n\nIn 1855, the American Party challenged the Democrats' dominance. In Alabama, the Know Nothings were a mix of former Whigs, malcontented Democrats and other political misfits; they favored state aid to build more railroads. In the fierce campaign, the Democrats argued that Know Nothings could not protect slavery from Northern abolitionists. The Know Nothing American Party disintegrated soon after losing in 1855.[51]\n\nIn Virginia, the Know Nothing movement came under sharp attack from both established parties. Democrats published a 12,000-word, point-by-point denunciation of Know Nothingism.  The Democrats nominated ex-Whig Henry A. Wise for governor. He denounced the \"lousy, godless, Christless\" Know Nothings and instead he advocated an expanded program of internal improvements.[52][53][54]\n\nIn Maryland, growing anti-immigrant sentiment fueled the party's rise.[55] Despite the state's Catholic roots, by the 1850s about 60 percent of the population was Protestant and open to the Know Nothing's anti-Catholic, anti-immigrant appeal. On August 18, 1853, the party held its first rally in Baltimore with about 5,000 in attendance, calling for secularization of public schools, complete separation of church and state, freedom of speech, and regulating immigration.[56] The first Know-Nothing candidate elected into office in Baltimore was Mayor Samuel Hinks in 1855. The following year, ethnic and secular conflicts fueled riots around municipal and federal elections in Maryland with Know-Nothing–affiliated gangs clashing with Democratic-aligned gangs.[57]\n\nHistorian Michael F. Holt argues that \"Know Nothingism originally grew in the South for the same reasons it spread in the North—nativism, anti-Catholicism, and animosity toward unresponsive politicos—not because of conservative Unionism\". Holt cites William B. Campbell, former governor of Tennessee, who wrote in January 1855: \"I have been astonished at the widespread feeling in favor of their principles—to wit, Native Americanism and anti-Catholicism—it takes everywhere\".[58] Despite this, in Louisiana and Maryland, prominent Know Nothings remained loyal to the Union. In Maryland, American Party's former governor and later senator Thomas Holliday Hicks, Representative Henry Winter Davis, and Senator Anthony Kennedy, along with his brother, former Representative John Pendleton Kennedy, all supported the Union in a border state. Louisiana Know Nothing congressman John Edward Bouligny, a Catholic Creole, was the only member of the Louisiana congressional delegation who refused to resign his seat after the state seceded from the Union.[59]\n\nDespite the national American Party's anti-Catholicism, the Know Nothings found strong support in Louisiana, including in largely Catholic New Orleans.[60][61] The Whig Party in Louisiana had a strong anti-immigrant bent, making the Native American Party the natural home for Louisiana's former Whigs.[62] Louisiana Know Nothings were pro-slavery and anti-immigrant, but, in contrast to the national party, refused to include a religious test for membership.[63] Instead, the Louisiana Know Nothings insisted that \"loyalty to a church should not supersede loyalty to the Union.\"[62] Similarly, the broader Know Nothing movement viewed Louisiana Catholics, and in particular the Creole elite who supported the American Party, as adhering to a Gallican Catholicism and therefore opposed to papal authority over matters of state.[64]\n\nThe party declined rapidly in the North after 1855. In the presidential election of 1856, it was bitterly divided over slavery. The main faction supported the ticket of presidential nominee Millard Fillmore and vice presidential nominee Andrew Jackson Donelson. Fillmore, a former president, had been a Whig and Donelson was the nephew of Democratic President Andrew Jackson, so the ticket was designed to appeal to loyalists from both major parties, winning 23% of the popular vote and carrying one state, Maryland, with eight electoral votes. Fillmore did not win enough votes to block Democrat James Buchanan from the White House. During this time, Nathaniel Banks decided he was not as strongly for the anti-immigrant platform as the party wanted him to be, so he left the Know Nothing Party for the more anti-slavery Republican Party. He contributed to the decline of the Know Nothing Party by taking two-thirds of its members with him.\n\nMany were appalled by the Know Nothings. Abraham Lincoln expressed his own disgust with the political party in a private letter to Joshua Speed, written 24 August 1855. Lincoln never publicly attacked the Know Nothings, whose votes he needed:\n\nHistorian Allan Nevins, writing about the turmoil preceding the American Civil War, states that Millard Fillmore was never a Know Nothing nor a nativist. Fillmore was out of the country when the presidential nomination came and had not been consulted about running. Nevins further states:\n\nHowever, Fillmore had sent a letter for publication in 1855 that explicitly denounced immigrant influence in elections[117] and Fillmore stated that the American Party was the \"only hope of forming a truly national party, which shall ignore this constant and distracting agitation of slavery.\"[67]\n\nAfter the Supreme Court's controversial Dred Scott v. Sandford ruling in 1857, most of the anti-slavery members of the American Party joined the Republican Party. The pro-slavery wing of the American Party remained strong on the local and state levels in a few southern states, but by the 1860 election they were no longer a serious national political movement. Most of their remaining members supported the Constitutional Union Party in 1860.[11]\n\n"
        },
        {
            "title": "Legacy",
            "text": "The nativist, anti-Catholic spirit of the Know Nothing movement was revived by later political movements such as the American Protective Association of the 1890s and the Second Ku Klux Klan of the 1920s.[68] However, the Know Nothing Party was not a mouthpiece for anti-black racism and anti-Semitism in the manner in which the 1920s-era Klan was. In the late 19th century, Democrats called the Republicans \"Know Nothings\" in order to secure the votes of Germans which is exactly what they did in the Bennett Law campaign in Wisconsin in 1890.[69][70] A similar culture war took place in Illinois in 1892, where Democrat John Peter Altgeld denounced the Republicans:\n\nSome historians and journalists \"have found parallels with the Birther and Tea Party movements, seeing the prejudices against Latino immigrants and hostility towards Islam as a similarity\".[72] Historians Steve Fraser and Joshue B. Freeman lend their opinion on the Know Nothing and the Tea Party movements, arguing:\n\nKnow Nothing has become a provocative slur, suggesting that the opponent is both nativist and ignorant. George Wallace's 1968 presidential campaign was said by Time to be under the \"neo-Know Nothing banner\". Fareed Zakaria wrote that politicians who \"encourage[d] Americans to fear foreigners\" were becoming \"modern incarnations of the Know-Nothings\".[68] In 2006, an editorial in The Weekly Standard by neoconservative William Kristol accused populist Republicans of \"turning the GOP into an anti-immigration, Know-Nothing party\".[73] The lead editorial of the 20 May 2007 issue of The New York Times on a proposed immigration bill referred to \"this generation's Know-Nothings\".[74] An editorial written by Timothy Egan in The New York Times on 27 August 2010 and titled \"Building a Nation of Know-Nothings\" discussed the birther movement, which falsely claimed that Barack Obama was not a natural-born United States citizen, which is a requirement for the office of president of the United States.[75]\n\nIn the 2016 United States presidential election, a number of commentators and politicians compared candidate Donald Trump to the Know Nothings due to his anti-immigration policies.[76][77][78][79][80][81]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The American Party was represented in the 2002 film Gangs of New York, led by William \"Bill the Butcher\" Cutting (Daniel Day-Lewis), the fictionalized version of real-life Know Nothing leader William Poole. The Know Nothings also play a prominent role in the historical fiction novel Shaman by novelist Noah Gordon.\n\n"
        }
    ]
}