{
    "url": "https://en.wikipedia.org/wiki/Koine_Greek",
    "title": "Koine Greek",
    "table_of_contents": [
        "1 Name",
        "2 Origins and history",
        "3 Sources",
        "4 Types",
        "4.1 Biblical Koine",
        "4.1.1 Septuagint Greek",
        "4.1.2 New Testament Greek",
        "4.2 Patristic Greek",
        "5 Differences between Attic and Koine Greek",
        "5.1 Differences in grammar",
        "5.2 Phonology",
        "5.2.1 New Testament Greek phonology",
        "6 Sample Koine texts",
        "6.1 Sample 1 – A Roman decree",
        "6.2 Sample 2 – Greek New Testament",
        "7 References",
        "7.1 Notes",
        "7.2 Citations",
        "8 Bibliography",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Koine Greek (UK: /ˈkɔɪniː/;[2][3][4] Koine Greek: ἡ κοινὴ διάλεκτος, romanized: hē koinè diálektos, lit. 'the common dialect'; Greek: [i cyˈni ðiˈalektos]), also known as Hellenistic Greek, common Attic, the Alexandrian dialect, Biblical Greek or New Testament Greek, was the common supra-regional form of Greek spoken and written during the Hellenistic period, the Roman Empire and the early Byzantine Empire. It evolved from the spread of Greek following the conquests of Alexander the Great in the fourth century BC, and served as the lingua franca of much of the Mediterranean region and the Middle East during the following centuries. It was based mainly on Attic and related Ionic speech forms, with various admixtures brought about through dialect levelling with other varieties.[5]\n\nKoine Greek included styles ranging from conservative literary forms to the spoken vernaculars of the time.[6] As the dominant language of the Byzantine Empire, it developed further into Medieval Greek, which then turned into Modern Greek.[7]\n\nLiterary Koine was the medium of much post-classical Greek literary and scholarly writing, such as the works of Plutarch and Polybius.[5] Koine is also the language of the Septuagint (the 3rd century BC Greek translation of the Hebrew Bible), the Christian New Testament, and of most early Christian theological writing by the Church Fathers. In this context, Koine Greek is also known as \"Biblical\", \"New Testament\", \"ecclesiastical\", or \"patristic\" Greek.[8] The Roman Emperor Marcus Aurelius also wrote his private thoughts in Koine Greek in a work that is now known as The Meditations.[9] Koine Greek continues to be used as the liturgical language of services in the Greek Orthodox Church and in some Greek Catholic churches.[10]\n\n"
        },
        {
            "title": "Name",
            "text": "The English-language name Koine derives from the Koine Greek term ἡ κοινὴ διάλεκτος (hē koinḕ diálektos), meaning \"the common dialect\".[4] The Greek word κοινή (koinḗ) itself means \"common\". The word is pronounced /kɔɪˈneɪ/, /ˈkɔɪneɪ/, or /kiːˈniː/ in US English and /ˈkɔɪniː/ in UK English. The pronunciation of the word koine itself gradually changed from [koinéː] (close to the Classical Attic pronunciation [koi̯.nɛ̌ː]) to [cyˈni] (close to the Modern Greek [ciˈni]). In Modern Greek, the language is referred to as Ελληνιστική Κοινή, \"Hellenistic Koiné\", in the sense of \"Hellenistic supraregional language\").[11]\n\nAncient scholars used the term koine in several different senses. Scholars such as Apollonius Dyscolus (second century AD) and Aelius Herodianus (second century AD) maintained the term koine to refer to the Proto-Greek language, while others used it to refer to any vernacular form of Greek speech which differed somewhat from the literary language.[12]\n\nWhen Koine Greek became a language of literature by the first century BC, some people distinguished two forms: written as the literary post-classical form (which should not be confused with Atticism), and vernacular as the day-to-day vernacular.[12] Others chose to refer to Koine as \"the dialect of Alexandria\" or \"Alexandrian dialect\" (ἡ Ἀλεξανδρέων διάλεκτος), or even the universal dialect of its time.[13] Modern classicists have often used the former sense.\n\n"
        },
        {
            "title": "Origins and history",
            "text": "Koine Greek arose as a common dialect within the armies of Alexander the Great.[12] Under the leadership of Macedon, their newly formed common variety was spoken from the Ptolemaic Kingdom of Egypt to the Seleucid Empire of Mesopotamia.[12] It replaced existing ancient Greek dialects with an everyday form that people anywhere could understand.[14] Though elements of Koine Greek took shape in Classical Greece, the post-Classical period of Greek is defined as beginning with the death of Alexander the Great in 323 BC, when cultures under Greek sway in turn began to influence the language.\n\nThe passage into the next period, known as Medieval Greek, is sometimes dated from the foundation of Constantinople by Constantine the Great in 330 AD, but often only from the end of late antiquity. The post-Classical period of Greek thus refers to the creation and evolution of Koine Greek throughout the entire Hellenistic and Roman eras of history until the start of the Middle Ages.[12]\n\nThe linguistic roots of the Common Greek dialect had been unclear since ancient times. During the Hellenistic period, most scholars thought of Koine as the result of the mixture of the four main Ancient Greek dialects, \"ἡ ἐκ τῶν τεττάρων συνεστῶσα\" (the composition of the Four). This view was supported in the early twentieth century by Paul Kretschmer in his book Die Entstehung der Koine (1901), while Ulrich von Wilamowitz-Moellendorff and Antoine Meillet, based on the intense Ionic elements of the Koine – σσ instead of ττ and ρσ instead of ρρ (θάλασσα – θάλαττα, 'sea'; ἀρσενικός – ἀρρενικός, 'potent, virile') – considered Koine to be a simplified form of Ionic.[12]\n\nThe view accepted by most scholars today was given by the Greek linguist Georgios Hatzidakis, who showed that despite the \"composition of the Four\", the \"stable nucleus\" of Koine Greek is Attic. In other words, Koine Greek can be regarded as Attic with the admixture of elements especially from Ionic, but also from other dialects. The degree of importance of the non-Attic linguistic elements on Koine can vary depending on the region of the Hellenistic world.[12]\n\nIn that respect, the varieties of Koine spoken in the Ionian colonies of Anatolia (e.g. Pontus, cf. Pontic Greek) would have more intense Ionic characteristics than others and those of Laconia and Cyprus would preserve some Doric and Arcadocypriot characteristics, respectively. The literary Koine of the Hellenistic age resembles Attic in such a degree that it is often mentioned as Common Attic.[12]\n\n"
        },
        {
            "title": "Sources",
            "text": "The first scholars who studied Koine, both in Alexandrian and Early Modern times, were classicists whose prototype had been the literary Attic Greek of the Classical period and frowned upon any other variety of Ancient Greek. Koine Greek was therefore considered a decayed form of Greek which was not worthy of attention.[12]\n\nThe reconsideration on the historical and linguistic importance of Koine Greek began only in the early 19th century, where renowned scholars conducted a series of studies on the evolution of Koine throughout the entire Hellenistic period and Roman Empire. The sources used on the studies of Koine have been numerous and of unequal reliability. The most significant ones are the inscriptions of the post-Classical periods and the papyri, for being two kinds of texts which have authentic content and can be studied directly.[12]\n\nOther significant sources are the Septuagint, the Greek translation of the Hebrew Bible, and the Greek New Testament. The teaching of these texts was aimed at the most common people, and for that reason, they use the most popular language of the era.\n\nOther sources can be based on random findings such as inscriptions on vases written by popular painters, mistakes made by Atticists due to their imperfect knowledge of Attic Greek or even some surviving Greco-Latin glossaries of the Roman period,[15] e.g.:\n\nFinally, a very important source of information on the ancient Koine is the modern Greek language with all its dialects and its own Koine form, which have preserved some of the ancient language's oral linguistic details which the written tradition has lost. For example, Pontic and Cappadocian Greek preserved the ancient pronunciation of η as ε (νύφε, συνέλικος, τίμεσον, πεγάδι for standard Modern Greek νύφη, συνήλικος, τίμησον, πηγάδι etc.),[b] while the Tsakonian language preserved the long α instead of η (ἁμέρα, ἀστραπά, λίμνα, χοά etc.) and the other local characteristics of Doric Greek.[12]\n\nDialects from the southern part of the Greek-speaking regions (Dodecanese, Cyprus, etc.), preserve the pronunciation of the double similar consonants (ἄλ-λος, Ἑλ-λάδα, θάλασ-σα), while others pronounce in many words υ as ου or preserve ancient double forms (κρόμμυον – κρεμ-μυον, ράξ – ρώξ etc.). Linguistic phenomena like the above imply that those characteristics survived within Koine, which in turn had countless variations in the Greek-speaking world.[12]\n\n"
        },
        {
            "title": "Types",
            "text": "Biblical Koine refers to the varieties of Koine Greek used in Bible translations into Greek and related texts. Its main sources are:\n\nThere has been some debate to what degree Biblical Greek represents the mainstream of contemporary spoken Koine and to what extent it contains specifically Semitic substratum features. These could have been induced either through the practice of translating closely from Biblical Hebrew or Aramaic originals, or through the influence of the regional non-standard Greek spoken by originally Aramaic-speaking Hellenized Jews.\n\nSome of the features discussed in this context are the Septuagint's normative absence of the particles μέν and δέ, and the use of ἐγένετο to denote \"it came to pass\". Some features of Biblical Greek which are thought to have originally been non-standard elements eventually found their way into the main of the Greek language.\n\nS. J. Thackeray, in A Grammar of the Old Testament in Greek According to the Septuagint (1909), wrote that only the five books of the Pentateuch, parts of the Book of Joshua and the Book of Isaiah may be considered \"good Koine\". One issue debated by scholars is whether and how much the translation of the Pentateuch influenced the rest of the Septuagint, including the translation of Isaiah.[16]\n\nAnother point that scholars have debated is the use of ἐκκλησία ekklēsía as a translation for the Hebrew קָהָל qāhāl. Old Testament scholar James Barr has been critical of etymological arguments that ekklēsía refers to \"the community called by God to constitute his People\". Kyriakoula Papademetriou explains:\n\nThe authors of the New Testament follow the Septuagint translations for over half their quotations from the Old Testament.[18]\n\nThe \"historical present\" tense is a term used for present tense verbs that are used in some narrative sections of the New Testament to describe events that are in the past with respect to the speaker. This is seen more in works attributed to Mark and John than Luke.[19] It is used 151 times in the Gospel of Mark in passages where a reader might expect a past tense verb. Scholars have presented various explanations for this; in the early 20th century some scholars argued that the use of the historical present tense in Mark was due to the influence of Aramaic, but this theory fell out of favor in the 1960s. Another group of scholars believed the historical present tense was used to heighten the dramatic effect, and this interpretation was favored in the New American Bible translation. In Volume II of the 1929 edition of A Grammar of the New Testament, W.F. Howard argues that the heavy use of the historical present in Herodotus and Thucydides, compared with the relatively infrequent usage by Polybius and Xenophon was evidence that heavy use of this verb tense is a feature of vernacular Koine, but other scholars have argued that the historical present can be a literary form to \"denote semantic shifts to more prominent material.\"[20][21]\n\nThe term patristic Greek is sometimes used for the Greek written by the Greek Church Fathers, the Early Christian theologians in late antiquity. Christian writers in the earliest time tended to use a simple register of Koiné, relatively close to the spoken language of their time, following the model of the Bible. After the 4th century, when Christianity became the state church of the Roman Empire, more learned registers of Koiné also came to be used.[22]\n\n"
        },
        {
            "title": "Differences between Attic and Koine Greek",
            "text": "Koine differs from Ancient Greek in many ways: grammar, word formation, vocabulary and phonology (sound system).[23]\n\nDuring the period generally designated as Koine Greek, a great deal of phonological change occurred. At the start of the period, the pronunciation was virtually identical to Ancient Greek phonology, whereas in the end, it had much more in common with Modern Greek phonology.\n\nThe three most significant changes were the loss of vowel length distinction, the replacement of the pitch accent system by a stress accent system, and the monophthongization of several diphthongs:\n\nThe Koine Greek in the table represents a reconstruction of New Testament Koine Greek, deriving to some degree from the dialect spoken in Judea and Galilee during the first century and similar to the dialect spoken in Alexandria, Egypt.[25] The realizations of certain phonemes differ from the more standard Attic dialect of Koine.[citation needed]\n\nΓ has spirantized, with palatal allophone before front-vowels and a plosive allophone after nasals, while β is beginning to develop a fricative articulation intervocalically.[26] φ, θ and χ still preserve their ancient aspirated plosive values, while the unaspirated stops π, τ, κ have perhaps begun to develop voiced allophones after nasals.[27] Initial aspiration has also likely become an optional sound for many speakers of the popular variety.[28][c] Monophthongization (including the initial stage in the fortition of the second element in the αυ/ευ diphthongs) and the loss of vowel-timing distinctions are carried through, but there is still a distinction between the four front vowels /e/, /e̝/,[d] /i/, and /y/ (which is still rounded).\n\n"
        },
        {
            "title": "Sample Koine texts",
            "text": "The following texts show differences from Attic Greek in all aspects – grammar, morphology, vocabulary and can be inferred to show differences in phonology.\n\nThe following comments illustrate the phonological development within the period of Koine. The phonetic transcriptions are tentative and are intended to illustrate two different stages in the reconstructed development, an early conservative variety still relatively close to Classical Attic, and a somewhat later, more progressive variety approaching Modern Greek in some respects.\n\nThe following excerpt, from a decree of the Roman Senate to the town of Thisbae in Boeotia in 170 BC, is rendered in a reconstructed pronunciation representing a hypothetical conservative variety of mainland Greek Koiné in the early Roman period.[29] The transcription shows raising of η to /eː/, partial (pre-consonantal/word-final) raising of ῃ and ει to /iː/, retention of pitch accent, and retention of word-initial /h/ (the rough breathing).\n\nThe following excerpt, the beginning of the Gospel of John, is rendered in a reconstructed pronunciation representing a progressive popular variety of Koiné in the early Christian era.[30] Modernizing features include the loss of vowel length distinction, monophthongization, transition to stress accent, and raising of η to /i/.  Also seen here are the bilabial fricative pronunciation of diphthongs αυ and ευ, loss of initial /h/, fricative values for β and γ, and partial post-nasal voicing of voiceless stops.\n\n"
        }
    ]
}