{
    "url": "https://en.wikipedia.org/wiki/Kokugaku",
    "title": "Kokugaku",
    "table_of_contents": [
        "1 History",
        "2 Tenets",
        "3 Influence",
        "4 Notable Kokugaku scholars",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kokugaku (Kyūjitai: 國學, Shinjitai: 国学; literally \"national study\") was an academic movement, a school of Japanese philology and philosophy originating during the Tokugawa period. Kokugaku scholars worked to refocus Japanese scholarship away from the then-dominant study of Chinese, Confucian, and Buddhist texts in favor of research into the early Japanese classics.[1]\n\n"
        },
        {
            "title": "History",
            "text": "What later became known as the kokugaku tradition began in the 17th and 18th centuries as  kogaku (\"ancient studies\"), wagaku (\"Japanese studies\") or inishie manabi, a term favored by Motoori Norinaga and his school. Drawing heavily from Shinto and Japan's ancient literature, the school looked back to a golden age of culture and society. They drew upon ancient Japanese poetry, predating the rise of medieval Japan's feudal orders in the mid-twelfth century, and other cultural achievements to show the emotion of Japan. One famous emotion appealed to by the kokugakusha is 'mono no aware'.\n\nThe word kokugaku, coined to distinguish this school from kangaku (\"Chinese studies\"), was popularized by Hirata Atsutane in the 19th century. It has been translated as 'Native Studies' and represented a response to Sinocentric Neo-Confucian theories. Kokugaku scholars criticized the repressive moralizing of Confucian thinkers, and tried to re-establish Japanese culture before the influx of foreign modes of thought and behaviour.\n\nEventually, the thinking of kokugaku scholars influenced the sonnō jōi philosophy and movement. It was this philosophy, amongst other things, that led to the eventual collapse of the Tokugawa shogunate in 1868 and the subsequent Meiji Restoration.\n\n"
        },
        {
            "title": "Tenets",
            "text": "The Kokugaku school held that the Japanese national character was naturally pure, and would reveal its inherent splendor once the foreign (Chinese)  influences were removed.  The \"Chinese heart\" was considered different from the \"true heart\" or \"Japanese Heart\".  This true Japanese spirit needed to be revealed by removing a thousand years of Chinese learning.[2] It thus took an interest in philologically identifying the ancient, indigenous meanings of ancient Japanese texts; in turn, these ideas were synthesized with early Shinto and European astronomy.[3]\n\n"
        },
        {
            "title": "Influence",
            "text": "The term kokugaku was used liberally by early modern Japanese to refer to the \"national learning\" of each of the world's nations. This usage was adopted into Chinese, where it is still in use today (C: guoxue).[4] The Chinese also adopted the kokugaku term \"national essence\" (J: kokusui, C: 国粹 guocui).[5]\n\nAccording to scholar of religion Jason Ānanda Josephson, Kokugaku played a role in the consolidation of State Shinto in the Meiji era. It promoted a unified, scientifically grounded and politically powerful vision of Shinto against Buddhism, Christianity, and Japanese folk religions, many of which were named \"superstitions.\"[6]\n\n"
        }
    ]
}