{
    "url": "https://en.wikipedia.org/wiki/Komatsu_Limited",
    "title": "Komatsu Limited",
    "table_of_contents": [
        "1 History",
        "2 Product range",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Komatsu Ltd. (株式会社小松製作所, Kabushiki-gaisha Komatsu Seisakusho) or Komatsu (コマツ) (TYO: 6301) is a Japanese multinational corporation that manufactures construction, mining, forestry and military equipment, as well as diesel engines and industrial equipment like press machines, lasers and thermoelectric generators. Its headquarters are in Minato, Tokyo, Japan. The corporation was named after the city of Komatsu, Ishikawa Prefecture, where the company was founded in 1921. Worldwide, the Komatsu Group consists of Komatsu Ltd. and 258 other companies (215 consolidated subsidiaries and 42 companies accounted for by the equity method).\n\nKomatsu is the world's second largest manufacturer of construction equipment and mining equipment after Caterpillar. However, in some areas (Japan, China), Komatsu has a larger share than Caterpillar. It has manufacturing operations in Japan, Asia, Americas and Europe.\n\nThe word ko-matsu means \"small pine tree\" (小松) in Japanese.\n\n"
        },
        {
            "title": "History",
            "text": "Komatsu Iron Works was started by Takeuchi Mining Industry as a subsidiary to make industrial tools for the parent company. Komatsu eventually became large enough to sell to the public, and was spun off on May 13, 1921 as Komatsu Ltd and founded by Meitaro Takeuchi.\n\nKomatsu produced its first agricultural tractor prototype in 1931. Through the 1930s, Komatsu also produced tractors for the Japanese military, as well as bulldozers, tanks and howitzers. After World War II, under its new president Yoshinari Kawai, Komatsu added non-military bulldozers and forklifts to its line of equipment. In 1949 it began production of its first diesel engine.[2] Its growth as a company was aided by the strong demand for its bulldozers during Japan's post-war reconstruction in the 1950s.[2] In August 1951 the corporate headquarters were moved to Tokyo. By 1957 the company had advanced technologically to the point that all its models were using Komatsu engines.\n\nIn 1964, Rioichi Kawai, son of Yoshinari Kawai, became president of Komatsu,[2] and it began exporting its products, looking to counteract the postwar image of Japanese products as being cheap and poorly made. In July 1967, it entered the U.S. market, taking on Caterpillar,[3] the largest bulldozer maker, in its home market. This was done under the company slogan of \"Maru-C\", translating into English as \"encircle Caterpillar\" (from the game of Go (board game), where encircling an opponent results in capture of his territory).[4]\n\nExpansion overseas was a major focus in the 1970s, with Komatsu America Corporation being established in February 1970 in the United States. A year later, in January 1971, Komatsu Singapore Pte. Ltd. was established in Singapore. September 1974 saw the founding of Dina Komatsu Nacional S.A. de C.V., a joint venture with truck maker DINA S.A. in Mexico. April 1975 was the founding Komatsu do Brasil Ltda. in Brazil. This company produced the Komatsu D50A bulldozer, marking Komatsu's first offshore production of construction equipment. Komatsu Australia Pty., Ltd. in Australia was established in Feb. 1979.[5]\n\nIn the 1980s, Komatsu and International Harvester of the United States had a joint venture to produce compact tractors called KIMCO. In 1982, PT Komatsu Indonesia was founded and production began in 1983 in Indonesia. In 1985, two manufacturing divisions were established in the United States, including the company's first U.S. plant in Chattanooga, Tennessee, Komatsu America Manufacturing Corp. and Komatsu America Industries LLC.[6] Komatsu Industries Europe GmbH was set up in 1986 in then-West Germany.[5]\n\nIn 1987, Komatsu and BEML formed a joint-venture known as BEML Komatsu.\n\nKomatsu and Dresser Industries established Komatsu Dresser to make mining tractors and related equipment in 1988.[7] This 50-50 ownership lasted from September 1988 to August 1994, when Komatsu bought out Dresser's share.[7] Komatsu's mining products were consolidated under the name Komatsu Mining Systems in 1997. To prevent brand-name confusion during these corporate changes, the name \"Haulpak\" was used for the product line Komatsu began with Dresser. The name \"Haulpak\" dates back to 1957 when LeTourneau-Westinghouse introduced a range of rear dump trucks known as \"Haulpaks\". LeTourneau-Westinghouse equipment later became known simply as WABCO equipment in 1967. The name Haulpak was an industry term that eventually became applied to any type of rear dump truck. A detailed history of the development of the Haulpak can be found in Wabco Australia.[8]\n\nIn 1989, Komatsu bought a share of Hanomag AG and since 2002 Komatsu Hanomag GmbH has been a 100% subsidiary of the global company.\n\nDuring the 1990s Komatsu had a joint venture in Europe with Moxy were Komatsu designed Articulated Dump Truck were built under license for the European market by Moxy. (In 2008 Moxy was taken over by Doosan of Korea.)\n\nFAI of Italy was invested in during 1991. As Komatsu's equity increased, the company was renamed in 1985 to FKI Fai Komatsu Industries S.p.A., which was then renamed in 2000 to Komatsu Utility Europe S.p.A. when Komatsu assumed 100% ownership.[5]\n\nKomatsu owns the former Demag range of Mining Machines, which have been upgraded but are basically the same, with the PC3000 being the old Demag H185, of which over 200 have been built under both brands/model numbers.\n\nIn 1993, two joint ventures were formed with Cummins; Komatsu Cummins Engine Corporation (KCEC) to manufacture Cummins engines in Japan, and the Cummins Komatsu Engine Corporation (CKEC) to manufacture Komatsu engines in the United States. Another joint venture was set up in 1997 to manufacture industrial engines in Japan.[5]\n\nAdditional overseas expansion, primarily in Asia, was accomplished in the 1990s. Komatsu Vietnam Co., Ltd. in Vietnam in 1995; Komatsu Changlin Construction Machinery Co., Ltd. (renamed Komatsu (Changzhou) Construction Machinery Corporation in November 2000) in Changzhou, China in 1995; Komatsu Shantui Construction Machinery Co., Ltd. in 1995; Bangkok Komatsu Co., Ltd. in Thailand; Komatsu (Shanghai) Ltd. in 1996 in Shanghai, China; Industrial Power Alliance Ltd. in Japan, a joint venture with Cummins, in 1998; L&T-Komatsu Limited in India in 1998 (shares sold in 2013); and Komatsu Brasil International Ltda. in Brazil in 1998.[5]\n\nThe 2000s saw Komatsu working with The Linde Group of Germany for sales and manufacturing of lift trucks. In 2001, Komatsu established GALEO as a new brand of new-generation construction equipment for worldwide distribution. 2002, Komatsu Italy S.p.A. was established. In 2004, Komatsu Forest AB was established to purchase Sweden's Partek Forest AB, formerly Valtra and Valmet, a manufacturer of forest machinery. Also in 2004, founded Komatsu Zenoah (Shandong) Machine Co., Ltd in China, (renamed Komatsu Utility Machine Co., Ltd. in 2007), to manufacture mini excavators and hydraulic equipment, as well as founding Komatsu Power Generation Systems (Shanghai) Ltd. to manufacture power generators. Komatsu Forklift Manufacturing (China) Co., Ltd was also founded in 2004 in China to produce forklifts.[5]\n\nKomatsu moved into Russia in 2008 with Komatsu Manufacturing Rus, LLC being founded, and production began in 2010.[5] Sites included Kaluga oblast Sankt Petersburg (1), Yaroslavl (1), Moscow area (2 - 3), Krasnodar (1), and Ekaterinburg and in Kemerovo Oblast (1). According to Komatsu operations in Russia were suspended in 2022[9]\n\nIn 2016, Komatsu agreed to acquire Joy Global for 3.7 B(US$). Joy Global was the reorganized and recapitalized entity of Harnischfeger Industries of Milwaukee, Wisconsin, USA. Harnischfeger Industries was a holding company that consisted of Joy Manufacturing Co., of Pittsburgh, Pennsylvania, a maker of underground coal mining equipment; P&H Mining Equipment, of Milwaukee, Wisconsin, a maker of large open pit mining equipment which includes electric rope shovels, blast hole drills and draglines, P&H MinePro Services, a product support entity that provides parts and service support for all types and makes of open pit and underground mining equipment, LeTourneau Manufacturing of Longview, Texas, a maker of large rubber tired wheel loaders. The acquisition was completed in April 2017, operating as separate subsidiary with the US headquarters located in Milwaukee, Wisconsin, USA and renamed Komatsu Mining Corp.\n\n"
        }
    ]
}