{
    "url": "https://en.wikipedia.org/wiki/Kongo_religion",
    "title": "Kongo religion",
    "table_of_contents": [
        "1 History",
        "2 Beliefs",
        "2.1 General cosmology",
        "2.2 Practices and charms",
        "2.3 Spirits",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kongo religion (KiKongo: BuKongo) is a broad set of traditional beliefs from the KiKongo speaking peoples. The faith bases itself on a complex Animistic system and a Pantheon of various gods and spirits. The idea of a high god named Nzambi Mpungu who gave birth to all the other gods, the world and spirits who inhabit it, is common, but Ancestor worship builds up the main religious beliefs.[1] Shamanly doctors, known as Nganga, try to mediate between the spirit realms and the physical world, as well as heal followers' minds and bodies. Mediatory roles like being a Nganga require legitimization from the other world of spirits and ancestors.[2] The universe is split between two worlds, one of the living (nza yayi) and a world of the dead (nsi a bafwa), where spirits and gods exist, these worlds are split by a metaphorical body of water.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The traditional spirituality has its roots in Bantu speaking peoples in Africa. As the faith traveled to the Americas it retained various traditions but often mixed with other faiths. Some surviving traditions include possession by the dead to learn wisdom from the ancestors, and working with Nkisi. The religions that have preserved Kongo traditions include Palo Monte, Lumbalú,  Kumina, Haitian Vodou, Candomblé Bantu and Hoodoo.[4][5][6]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The religion of the Kongo is deeply complex. According to historian John K. Thornton \"Central Africans have probably never agreed among themselves as to what their cosmology is in detail, a product of what I called the process of continuous revelation and precarious priesthood.\"[7] The Kongo people had diverse views, with traditional religious thought best developed in the northern Kikongo-speaking area.[7] There is plenty of description about Kongo religious ideas in the Christian missionary and colonial era records, but as Thornton states, \"these are written with a hostile bias and their reliability is problematic\".[8] Kongo beliefs included Kilundu as Nzambi (god) or Jinzambi (gods, deities).[9]\n\nIn general, according to the Kongo cosmogram, the highest god, next to other high gods, reside at the top of the world, the spirits and other deities living below, followed by the physical realm populated by humans and animals, with water existing in the middle where the two worlds meet.[10]\n\nGenerally, these traditions are oral rather than scriptural and passed down from one generation to another through folk tales, songs, and festivals,[11][12][13] include belief in an amount of higher and lower gods, sometimes including a supreme creator or force, belief in spirits, veneration of the dead, use of magic and traditional African medicine. Kongo mythology, next to other nearby traditional religions can be described as animistic[14][15] with various polytheistic and pantheistic aspects.[16][17][18] Animism builds the core concept of the all Bantu religious traditions, including the Kongo religious beliefs, similar to other traditional African religions. This includes the worship of tutelary deities, nature worship, ancestor worship and the belief in an afterlife. While some religions adopted a pantheistic worldview, most follow a polytheistic system with various gods, spirits and other supernatural beings.[19] Traditional African religions also have elements of fetishism, shamanism and veneration of relics, and have a high complexity, comparable to Japanese Shinto or Hinduism.[20]\n\nSpirits as well as dead ancestors could be communed with and those with authority got special rights to such communing. The priestly Nganga can interact with such spirits and ancestors. They would use spiritual cures to battle black magic in the world, sometimes using Nkisi. Nganga are not allowed to use black magic and only assisted clients to bring upon good fortune.[21]\n\nHumans may manipulate the universe through the use of charms called Nkisi. Within these charms are natural objects since it is believed all natural things contain a soul. These charms protect humans either by embodying a spirit or by directing a spirit to hunt evil.[10]\n\nAfter death a person's soul leaves the body to become a ghost and usually enters the land of the dead (Kalunga). Those who have done evil in life (such as witches) cannot enter the land of the dead and instead roam the Earth as spirits. Ancestors can become gods, but in most cases are revered as Ancestral spirits, which protect and guide living relatives. The dead communicate with the living in different ways; for example, they talk to them in dreams, send omens, or can be addressed by specially gifted seers. \n\nA practitioner may commune with their family's ancestor spirits in a linear fashion, they may not commune with spirits who are not their ancestors ,\nUnless they pray first.[10]\n\nHowever, a lot of practitioners worshiped spirits of nature, whereas they don'tu from their lineage. There is lot of spirits who surrounds Nzambi a Mpungu like Nzambici, his wife (spirit of earth), Nzazi (the spirit of thunder and lightning), Ngonda (spirit of moon and menstruations) and his brother Ntangu (spirit of time and sun), Chicamassichinuinji (ruler of seas and oceans), Mpulu Bunzi or Bunzi (male or female spirit of rain), Mbumba (rainbow serpent) and his wife Funza (female spirit of waters, twin phenomenon, malformations in children) or Kalunga (spirit of death and sea).\n\n"
        }
    ]
}