{
    "url": "https://en.wikipedia.org/wiki/Korean_melodrama",
    "title": "Korean melodrama",
    "table_of_contents": [
        "1 Korean vs. Western",
        "2 History",
        "2.1 Timeline",
        "3 Central features in Korean melodrama",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Korean melodrama refers to a subgenre of melodrama, which drew largely on native Korean narrative and theatrical forms through adaptations of traditional folk tales and pansori. This genre also drew its influences from Japanese theatrical \"shimpa\" and early Hollywood films.\n\nThe term melodrama originally stems from the Greek word melos, meaning music. However, in contemporary Korean melodramas, minimal music has replaced the typical throbbing and seductive tunes. Fifty to seventy percent of films produced in Korea and classified as melodramas and they typically portray the neglected corners of society and its exaggerated feelings and circumstances work to arouse empathy in the viewer.\n\n"
        },
        {
            "title": "Korean vs. Western",
            "text": "In contrast to Western Melodrama, the concept of suffering is a fundamental component. It is partly captured in the word han, which is a deep-seated feeling of sorrow, bitterness, or despair that originates in oppression or injustice which accumulates over time and remains unexpressed in the heart. It is believed by some to be a distinguishing characteristic of the Korean culture. Another distinguishing characteristic of Korean melodrama is the emphasis on family. While Western Melodrama tends to focus on the individual, the portrayal of the self in relation to the family in Korean Melodrama is significant.  Early melodramatic texts typically dramatize the moral superiority of old values.\n\nIn American melodramas, restages of social and cultural values are also pivotal. However, there is more of a tendency to evaluate the rapid transformation of social relations by looking back and consulting the old order of things. In typical endings, characters whose world has collapsed around them usually find another form of personal satisfaction and re-invest their faith in the typical American dream: a classic Hollywood happy ending. Contrast this to Korean melodramas, where the main characters don't recover. When Korean melodrama characters realize they've lost it all, the film usually takes them back to a fleeting memory of past happiness and then ends, eschewing resolution.\n\n"
        },
        {
            "title": "History",
            "text": "Melodrama in Korea has been a dominant genre in the film industry since 1919. With early influences stemming from the Japanese theatrical shimpa (adapted from western melodrama), traditional folk tales such as pansori (an oral narrative poetry expressed in song) and Hollywood, Korean melodrama evolved from the 1920s up until the twenty first century.\n\n"
        },
        {
            "title": "Central features in Korean melodrama",
            "text": "According to \"Melodrama Revised,\" by Linda Williams, melodramas typically portrays five aspects.\n\n"
        }
    ]
}