{
    "url": "https://en.wikipedia.org/wiki/Korean_shamanism",
    "title": "Korean shamanism",
    "table_of_contents": [
        "1 Definition",
        "1.1 Terms and types of practitioners",
        "2 Beliefs",
        "2.1 Deities and ancestral spirits",
        "2.2 Mythology",
        "2.2.1 Princess Bari",
        "2.2.2 Chogong bon-puri",
        "2.2.3 Additional information on Myths",
        "2.3 Birth and the dead",
        "2.4 Morality and ethics",
        "3 Practices",
        "3.1 Mudang",
        "3.1.1 Becoming a mudang",
        "3.1.2 Clients of the mudang",
        "3.2 Altars and shrines",
        "3.2.1 Kuttang",
        "3.3 Kut rites",
        "3.3.1 Offerings at the kut",
        "3.3.2 Performance at the kut",
        "3.3.3 Styles of kut",
        "3.4 Purification",
        "3.5 Mountains",
        "3.6 Talismans and divination",
        "4 History",
        "4.1 Prehistory",
        "4.2 Joseon Korea and Japanese Occupation",
        "4.3 Korean War and Division",
        "5 Demographics",
        "6 Reception",
        "7 See also",
        "8 Footnotes",
        "9 References",
        "9.1 Citations",
        "9.2 Sources",
        "10 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Korean shamanism or Mu-ism is a religion from Korea. In the Korean language, alternative terms for the tradition are musok (무속신앙) and mugyo (무교, 巫敎). Scholars of religion have classified it as a folk religion. There is no central authority in control of the religion and much diversity exists among practitioners.\n\nThe musok tradition is polytheistic, promoting belief in a range of deities. Both these deities and ancestral spirits are deemed capable of interacting with living humans and causing them problems. Central to the religion are ritual specialists, the majority of them female, called mudang (Hangul:무당, Hanja: 巫堂) or mu (무, 巫); in English they have sometimes been called \"shamans,\" although the validity of this is contested. The mudang assist paying clients in determining the cause of misfortune using divination. Mudang also perform longer rituals called kut, in which the gods and ancestral spirits are given offerings of food and drink and entertained with song and dance. These may take place in a private home or in a shrine, the kuttang, often located on a mountain. There are various sub-types of mudang, whose approach is often informed by regional tradition. The largest type are the mansin or kangsin-mu, historically dominant in northern regions, whose rituals involve them being personally possessed by deities or ancestral spirits. Another type is the sesûp-mu of eastern and southern regions, whose rituals entail spirit mediumship but not possession. \n\nElements of the musok tradition may derive from prehistory. In Joseon Korea, the Confucian elites suppressed the mudang with taxation and legal restrictions, deeming their rites to be improper. From the late 19th century, modernisers – many of whom were Christian – characterised musok as misin (superstition) and supported its suppression. During the Japanese occupation of the early 20th century, nationalistically-oriented folklorists began promoting the idea that musok represented Korea's ancient religion and a manifestation of its national culture; an idea later heavily promoted by mudang themselves. In the mid-20th century, persecution of mudang continued under the Marxist government of North Korea and through the New Community Movement in South Korea. More positive appraisal of the mudang occurred in South Korea from the late 1970s onward, especially as practitioners were associated with the minjung pro-democracy movement and came to be regarded as a source of Korean cultural identity.\n\nMusok is primarily found in South Korea, where there are around 200,000 mudang, although practitioners are also found abroad. While Korean attitudes to religion have historically been fairly inclusive, allowing for syncretism between musok and Buddhism, the mudang have nevertheless long been marginalised. Disapproval of mudang, often regarded as charlatans, remains widespread in South Korea, especially among Christians. Musok has also influenced some Korean new religions, such as Cheondoism and Jeungsanism.\n\n"
        },
        {
            "title": "Definition",
            "text": "The anthropologist Chongho Kim noted that providing a definition of Korean shamanism was \"really problematic\".[1] He characterised \"Korean shamanism\" as being a largely \"residual\" category into which all Korean religious practices that were not Buddhist, Confucian, or Christian were lumped.[1] Scholars like Don Baker have conversely presented Korean shamanism as just one facet of \"Korea's folk religion.\"[2] Korean shamanism has varyingly been labelled a vernacular religion,[3] a folk religion,[4] and a popular religion.[5] It is a non-institutionalized religion,[6] rather than being an organized religion akin to Buddhism or Christianity.[7] It has no doctrine,[8] nor any overarching hierarchy.[9] It is orally transmitted.[10] It displays considerable regional variation,[11] as well as variation according to the choices of individual practitioners.[10] Over time, the tradition has displayed both continuity and change.[12]\n\nOne of the terms commonly used to describe this religious tradition is musok (\"mu folklore\"), coined by the folklorist Yi Nŭnghwa.[13] This term emerged during the Japanese colonial period and was used by the Japanese Governor-General in a judgemental fashion to describe rituals he deemed primitive,[14] although has since become popular with scholars and the Korean population.[15] Other terms that have been applied to the religion include mugyo,[16] muijǔm,[15] and mu.[15] In Korea, the term misin (\"superstition\") is sometimes used for this religion, but is also applied to other religious and cultural practices like geomancy.[17] While misin carries negative connotations in Korean culture, the term is sometimes used by mudang to describe what they do.[18]\n\nEnglish language studies of the mudang have repeatedly referred to them as \"shamans\" and their practices as \"Korean shamanism\" since the late 19th century.[19] Some Korean sources have rendered this English term as shyamǒnijŭm.[15] Having been introduced into English from the Tungusic languages at the end of the 17th century, the term \"shamanism\" has never received a commonly agreed definition and has been used in at least four distinct ways in the English language.[20] A common definition uses \"shamanism\" to describe traditions involving visionary flights to perform ritual tasks in another realm,[21] a practice not found in Korean traditional religion.[22] Many scholars avoid the term \"shaman\" as a cross-cultural category altogether.[23] While considering the term's applicability to Korean religion, Chongho Kim noted that its use as a blanket term was \"often unhelpful\",[24] while the anthropologist Liora Sarfati noted its use was \"controversial\" in the Korean context.[22] \nSuk-Jay Yim suggested that the term mu-ism was more appropriate for the Korean religion than \"Korean shamanism.\"[25]\n\nPrior to Christianity's arrival in the 17th and 18th centuries, Korean religion was rarely exclusivist, with many Koreans practising Buddhism, Daoism, Confucianism, and vernacular practices like musok simultaneously.[10] There has been particular syncretism between musok practice and Buddhism.[26] If asked, mudang will often identify as Buddhists,[27] and often worship Buddhist deities,[28] while some Korean Buddhist temples venerate deities traditionally associated with musok.[29] In contemporary South Korea, it remains possible for followers of most major religions (barring Christianity) to involve themselves in musok with little censure from fellow members of their religion.[10] Meanwhile, mudang based in Europe have merged the tradition with New Age elements.[30]\n\nA key role in musok is played by individuals whom the anthropologist Kyoim Yun called \"ritual specialists who mediate between their clients and the invisible\" forces of the supernatural.[31] The most common term for these specialists across Korea is mudang,[32] with Sarfati noting that this term \"encompasses a variety of folk religion practitioners\" across the peninsula.[33] The term mudang can apply to a man or woman;[34] male practitioners are also commonly called paksu,[35] although in the Seoul area, male practitioners have sometimes been called sana mudang (male mudang).[34] Although commonly used, the term mudang carries derogatory connotations in Korean culture and thus some practitioners avoid it.[36] The term mu is sometimes used instead.[37]  The Korean word mu is synonymous of the Chinese word wu 巫, which defines both male and female shamans.[38] Several modern mudang advocacy groups have adopted the term musogin, meaning \"people who do mu.\"[39] These modern advocacy groups have also described supporters  as sindo (believers,信徒) or musindo (believers in the ways of mu,巫信徒).[40]\n\nThe mudang are often divided into two broad types: the kangsin-mu, or \"god-descended\" mu, and the sesûp-mu or \"hereditary\" mu. The former engage in rituals in which they describe themselves as being possessed by supernatural entities; the latter's rituals involve interaction with these entities but not possession.[41] The former was historically more common in the northern and central parts of the Korean peninsula, the latter in the southern parts below the Han River.[42] The kangsin-mu tradition has since spread and by the early 21st century was dominant across South Korea.[43] As Sarfati noted, the line between the sesûp-mu and the kangsin-mu \"is blurry\",[44] while Yun commented that dividing the mudang into distinct typologies \"cannot explain complex reality.\"[45] The sesûp-mu are typically presented as inheriting the role in a hereditary fashion, although not all sesûp-mu do so, while some kangsin-mu continue the role of a family member, as if it maintaining a hereditary tradition.[45]\n\nMany practitioners prefer the term mansin, meaning \"ten thousand gods\".[46] The term mansin is often applied specifically to kangsin-mu,[33] in contrast to the more inclusive use of the term mudang.[47] Another term some practitioners use to describe themselves is posal (bosal), originally a Korean term for a Buddhist bodhisattva;[48] this is favored more by female than male practitioners.[49] Both mansin and posal are terms deemed \"less derogatory\" than mudang.[50] The term yeongmae, describing a spirit medium, is sometimes used to describe separate practitioners from the mudang but is also widely seen as a synonym.[51]\n\nOther terms are common in particular regions.[32] In Jeolla Province, the sesûp-mu are often referred to as tanggol.[52] On Jeju Island, the sesûp-mu are typically called simbang;[53] this was first recorded in the 15th century, used for mudang on the Korean mainland, but by the early 19th century was exclusively being used for practitioners on Jeju.[52] \nThe simbang of Jeju are associated with a specific set of gods. But these gods do not inhabit the shaman's body but are externalized in the form of the mengdu, a set of sacred ritual implements in which the gods and spirits of dead shamans are embodied. The simbang's basic task is to understand the divine message conveyed by their mengdu and to use the mengdu to worship the gods.[54]\nThe myeongdu-type shamans co-occur with the dan'gol-type shamans. They are believed to be possessed by the spirits of dead children, and are able to divine the future but do not participate in general rituals for the gods.[55]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The musok religion is polytheistic.[56] Each mudang will have their own personal pantheon of deities, one that may differ from the pantheon of a mudang they trained under.[57] Supernatural beings are called kwisin,[58] or sin.[40] The mudang divide these beings into two main groups, the gods and the ancestral spirits, although may use the term sin for all of them.[40] These spirits are sometimes regarded as inhabiting specific landscape locations, such as trees, rocks, springs, and stone piles.[59] The anthropologist Laurel Kendall suggested that the relationship that mudang had with these spirit-inhabited sites was akin to animism.[60]\n\nThe deities are called janggunsin.[61] Some of these derive from Daoist or Buddhist traditions, others are unique to Korean vernacular religion.[27] The gods appear in human form,[62] and like humans require food and drink, spend money, and enjoy song and dance, and thus receive these things as offerings.[63] Some of the more powerful deities can make demands from humans without any obligation to reciprocate.[64] Spirits of the dead are thought to yearn for the activities they enjoyed in life;[65] spirits of military generals are for instance believed to like dangerous games.[66] Mountain gods are called sansin,[67] or sometimes sansillyǒng.[68] Spirits of military generals are sinjang,[69] while child deities are tongja.[70]\n\nYǒngdǔng is a goddess of the wind, popular in southern areas including Jeju.[71] The ch'ilsǒng is the spirit of the seven stars of the great dipper, and is regarded as a merciful Buddhist figure.[72]\n\nVillages traditionally had Jangseung, timber posts representing two generals that guard the settlement from harmful spirits.[73] Historically, villages would often hold annual festivals to thank their tutelary deities. These would often be seen by local men and reflect Confucian traditions, although sometimes mudang were invited to participate.[74] In Korean society, rapid urbanisation has radically changed how people interact with their local deities.[2]\n\nKorean vernacular beliefs include the existence of many household deities.[2] Keeping these entities happy was traditionally regarded as the role of the housewife,[2] and is achieved through offering them food and drink.[75] These informal rituals do not require the involvement of mudang, who would only be called in for special occasions.[76]\nThere are various house spirits, one of the most prominent of which is Sǒngju, the House Lord.[60] Pollution caused by births or deaths in the household are believed to result in the House Lord leaving, meaning that he must be encouraged to return through ritual.[60] The House Lord may also require propitiation if expensive goods are brought into the home, as he expects a portion of the expenditure to be devoted to him.[77]\n\nThe ancestral spirits are called chosang.[40] Tutelary ancestors are termed tangju.[78]\nA personal spiritual guardian is the momju (plural momjusin).[79] The momjusin of male mudang are usually deemed female; those of female mudang are typically male.[80]\n\nKorean shamanic narratives include a number of myths that discuss the origins of shamans or the shamanic religion. These include, the Princess Bari myth, the Gongsim myth, and the Chogong bon-puri myth.[citation needed] Origin myths are often called ponp'uri.[81] These narratives have been extensively collected and studied by Korean scholars.[81]\n\nThe Princess Bari narrative is found in all regions except Jeju.[82] Roughly one hundred versions of the myth have been transcribed by scholars as of 2016, around half of those since 1997.[83] As of 1998, all known versions were sung only during gut rituals held for the deceased. Princess Bari is therefore a goddess closely associated with funeral rites.[84] Bari's exact role varies according to the version, sometimes failing to become a deity at all, but she is usually identified as the patron goddess of shamans, the conductor of the souls of the dead, or the goddess of the Big Dipper.[85]\n\nDespite the large number of versions, most agree upon the basic story. The first major episode shared by almost all versions is the marriage of the king and queen. The queen gives birth to six consecutive daughters who are treated luxuriously. When she is pregnant a seventh time, the queen has an auspicious dream. The royal couple takes this as a sign that she is finally bearing a son and prepares the festivities. Unfortunately, the child is a girl.[86][87] The disappointed king orders the daughter to be thrown away, dubbing her Bari, from Korean 버리- beori- \"to throw away.\"[note 1][88] In some versions, she must be abandoned two or three times because she is protected by animals the first and second times. The girl is then rescued by a figure such as the Buddha (who regrets upon seeing her that he cannot take a woman as his disciple), a mountain god, or a stork.[89]\n\nOnce Bari has grown, one or both of her parents fall gravely ill. They learn that the disease can only be cured through medicinal water from the Western Heaven. In the majority of versions, the king and queen ask their six older daughters to go fetch the water, but all of them refuse. Desperate, the king and queen order Princess Bari to be found again. In other versions, the royal couple is told in a dream or a prophecy to find their daughter. In any case, Bari is brought to court. She agrees to go to the Western Heaven and departs, usually wearing the robes of a man.[90]\n\nThe details of Bari's quest differ according to the version.[91] In one of the oldest recorded narratives, recited by a shaman from near Seoul in the 1930s, she meets the Buddha after having gone three thousand leagues. Seeing through her disguise and remarking that she is a woman, the Buddha asks if she can truly go another three thousand leagues. When Bari responds that she will keep going even if she is to die, he gives her a silk flower, which turns a vast ocean into land for her to cross.[92] She then liberates hundreds of millions of dead souls who are imprisoned in a towering fortress of thorns and steel.[93]\n\nWhen Bari finally arrives at the site of the medicinal water, she finds it defended by a supernatural guardian (of varying nature) who also knows that she is a woman, and  obliges her to work for him and bear him sons. Once this is done―she may give birth to as many as twelve sons, depending on the version―she is allowed to return with the medicinal water and the flowers of resurrection. When she returns, she finds that her parents (or parent) have already died and that their funerals are being held. She interrupts the funeral procession, opens the coffin lids, and resurrects her parents with the flowers and cures them with the water.[94] In most versions, the princess then attains divinity.[95]\n\nThe Chogong bon-puri is a shamanic narrative whose recitation forms the tenth ritual of the Great Gut, the most sacred sequence of rituals in Jeju shamanism.[96] The Chogong bon-puri is the origin myth of Jeju shamanic religion as a whole, to the point that shamans honor the myth as the \"root of the gods\" and respond that \"it was done that way in the Chogong bon-puri\" when asked about the origin of a certain ritual.[97] It also explains the origin of the mengdu, the sacred metal objects that are the source of a Jeju shaman's authority.[96] As with most works of oral literature, multiple versions of the narrative exist.[98] The summary given below is based on the version recited by the high-ranking shaman An Sa-in (1912—1990).[99]\n\nJimjin'guk and Imjeong'guk, a rich couple, are nearing fifty but still have no children. A Buddhist priest visits from the Hwanggeum Temple[note 2] and tells them to make offerings in his temple for a hundred days. They do so, and a girl is miraculously born. They name her Noga-danpung-agissi.[101] When the girl is fifteen, both of her parents leave temporarily. They imprison her behind two doors with seventy-eight and forty-eight locks each and tell the family servant to feed her through a hole, so that she cannot leave the house while they are absent.[102]\n\nThe Buddhist priest of the Hwanggeum Temple learns of the great beauty of Noga-danpung-agissi and visits the house to ask for alms. When the girl points out that she cannot leave the house, the priest takes out a bell and rings it three times, which breaks every lock. When she comes out wearing a veil of chastity, he strokes her head three times and leaves. Noga-danpung-agissi then becomes pregnant.[103] When her parents return, they decide to kill her to restore the family's honor. When the family servant insists that she be killed instead, the parents relent and decide to expel both instead. Her father gives Noga-danpung-agissi a golden fan as she leaves.[104]\n\nThe two decide to go to the Hwanggeum Temple, encountering various obstacles and crossing many strange bridges on the way. The servant explains the etymology of the bridges, connecting each name to the process of Noga-danpung-agissi's expulsion from the family. They eventually reach the temple and meet the priest, who banishes her to the land of the goddess of childbirth. Alone there, she gives birth to triplets who tear out of her two armpits and her breasts.[note 3] Having bathed them in a brass tub, she names the three boys Sin-mengdu, Bon-mengdu, and Sara-salchuk Sam-mengdu.[105]\n\nThe family lives an impoverished life. At the age of eight, the three brothers become manservants of three thousand corrupt aristocrats who are preparing for the civil service examinations. Seven years later, the aristocrats go to Seoul to pass the examinations and take the triplets with them. The aristocrats leave the triplets stranded atop a pear tree on the way, but they are rescued by a local nobleman who is forewarned by a dream of dragons ensnared on the tree. They reach Seoul and are the only people to pass the examinations. Outraged, the aristocrats imprison Noga-danpung-agissi in the \"palace of Indra of the three thousand heavens.\"[106] This is generally understood as a metaphor for the aristocrats killing her, with other versions explicitly mentioning a murder.[107]\n\nThe triplets visit their father, who makes them abandon their old lives and become shamans in order to save their mother. He asks his sons what they saw first when they came to the temple, and they respond that they saw heaven, earth, and the gate. The priest accordingly gives them the first cheonmun, or divination discs, with the Chinese characters 天 \"heaven\", 地 \"earth\", and 門 \"gate\" inscribed. The triplets hold the first shamanic rituals as their father has ordered them to do, aided by Neosameneo-doryeong, the young god of shamanic music. The rituals successfully resurrect their mother. The triplets then summon a master smith from the East Sea to forge the first mengdu implements.[108] In some versions, this smith's mengdu are unsound, and the triplets' father summons a celestial smith named Jeon'gyeongnok to forge good-quality mengdu.[109] In any case, the triplets store them in a palace where their mother and Neosameneo-doryeong will keep watch over them. They then ascend into the afterlife to become divine judges of the dead, wielding the sacred shamanic knives that they will use to bring justice to the aristocrats.[108]\n\nSome time later, the daughter of a state councillor falls seriously ill every ten years: at the age of seven, seventeen, twenty-seven and so forth. At the age of seventy-seven, she realizes that she is sick with sinbyeong, a disease sent down by the gods and cured only by initiation into shamanism. However, there are no ritual devices that she can use. She goes to the palace where the ritual implements are kept and prays to the triplets, who give her the sacred objects necessary for the shamanic initiation rite.[110] The councilor's daughter is the first truly human shaman, and her receiving the ritual objects represents the first generational transfer of shamanic knowledge.[111]\n\nOne of the common myths in Korean Shamanism is known as the Myth of Tangun.[112] This myth refers to the belief that God would come from heaven. This would result in the earth and heaven being unified. God and human beings would be unified as well. Korean Shamanism believes that the goddess mother of earth is married to the heavenly God.[112]\n\nA common belief in Korean vernacular religion is that spirits of the dead wander the human world before entering the afterlife.[113] \nAfter death, the soul must stand trial in court and pass through gates kept by the Ten Kings.[114] At this court, the dead are judged for their conduct in life.[115] The Ten Gates of Hell are regarded as places of punishment for the wicked, typified by grotesque and gory scenes.[115]\n\nThe dead are regarded as being intrinsically dangerous to the living as their touch causes affliction, regardless of whether they mean harm or not.[116] Dead family members with unfulfilled desires, such as grandparents who never saw their grandchildren, a first wife who was replaced by a second wife, and young people who died before they could marry, are all considered especially dangerous.[117]\nMeddlesome ghosts are thought to often enter the house on a piece of cloth, clothing, or bright object.[118]\n\nIf a person suffers a tragic or untimely death, it is believed that their soul hovers between life and death and can cause misfortune for their family; they thus need to be dealt with through ritual.[119]\nTerms for wandering spirits include jabkwi[120] and kaeksa,[121] and mudang are deemed best suited for dealing with them, because they can determine what they want and tell them to go away.[122]\n\nOn Jeju Island, since the late 1980s there have been public lamentations of the dead involving simbang to mark those killed in the Jeju uprising of 1948.[123]\n\nKorean custom places greater emphasis on the good of the group over the wishes of the individual.[73]\nIt has taboos and expectations, but no concept equivalent to the Christian notion of sin.[75]\n\n"
        },
        {
            "title": "Practices",
            "text": "Central to musok rituals is a reciprocal transaction between humans and supernatural entities.[124] These rituals are typically performance-focused, rather than being rooted in a prescribed liturgy,[125] and can last for up to several days.[126]\nMost musok rituals take place secretly and involve few participants,[127] usually only the mudang and the clients who have commissioned them.[128]\n\nThe mudang are, according to their own beliefs, people who interact with the gods and the ancestors by divining their presence and will, performing small rituals to placate them and gain their favor, and oversee the kut rituals to feast and entertain them.[129] Sarfati defined them as \"practitioners of spiritual mediation\" between the supernatural and human worlds,[130] and noted that in mediating between worlds they are \"liminal figures\".[131] According to Sarfati, the mudang communicate with supernatural beings \"to decrease suffering and create a more harmonious life\".[132]\n\nMudang operate as free agents, rather than members of an ordained clergy.[133] For them, ritual is an economic activity,[134] often being their full-time job,[135] upon which they depend for their income.[136] In modern South Korea, mudang have advertised their services in brochures, fliers, and newspapers,[137] and more recently via the Internet.[138] Yun observed that some \"scholar-advocates\" of mugyo took a \"nostalgic view\" that the mudang were \"once purer than they are now,\" having degenerated under the impact of capitalism and modernisation into displaying a more materialistic and self-interested approach to their practice.[139]\n\nMale mudang often wear female clothing and makeup when performing rituals, reflecting their possession of a female monjusin.[140] Female mudang may show an interest in smoking, drinking alcohol, and playing with bladed weapons, reflecting that they have a male monjusin.[80] In Korean society, there have been persistent rumours about the toleration of homosexuality within musok practitioners.[141]\n\nMudang have sometimes worked in groups.[142] This has been observed among simbang on Jeju,[78] as well as mansin in Seoul.[143] When an arsonist torched Seoul's historic Namdaemun Gate in 2008, several mansin performed a ritual to appease spirits angered by the act.[113]\n\nKorean shamans also experience shinmyeong (신명 (神明); \"divine light\"), which is the channeling of a god, during which the shaman speaks prophetically.[144]\nShinmyeong is also experienced by entire communities during the gut hold by the shaman, and is a moment of energisation which relieves from social pressure, both physical and mental.[145]\n\nThe typical prerequisite for becoming a mudang is to suffer misfortune,[146] with practitioners believing that the deities torment a person with misfortune, illness or madness to alert them to the deities' desire that they become a mudang.[129] This reveals that the supernatural entities have chosen the afflicted person to become their mediator.[33]\nThey often report fearful encounters with spirits prior to becoming mudang, for instance through dreams.[147]\nThis is termed the sinŭi kamul (\"the drought caused by the gods\"),[148] or alternatively sinbyŏng (\"spirit possession sickness\").[33]\nOne example of sinbyǒng was described by a famous model who became a mudang, Pak Mi-sǒn, who related how her experiences of partial paralysis and hallucinations resulted in her embracing the practice.[149]\n\nA common motif in the biographies of mudang is the claim that they encountered divine beings or spiritual guides while wandering in a wild environment.[150] The mudang may be compelled by spirit voices or visions, or drawn by compulsion to go to a temple, shrine, or sacred mountain.[150] By recounting these stories, mudang legitimate their calling to the profession.[151] Many mudang claim that they never wanted to be one,[146] and fight against the calling.[130]  Most mudang claim that they and their families resisted the calling due to its lowly status and social disapproval.[152]\n\nOnce the person has accepted the calling, they must find an established practitioner who is willing to train them.[153] They become this person's apprentice, the chagŭn mudang.[153] Apprentices are usually aged over 18, although there are examples of children becoming apprentices.[154] The apprentice may be called a sinttal (spirit daughter) of the mudang teaching them;[155] the latter will be that novice's sineomeomi.[143] The neophyte must ultimately perform an initiation ritual to open up malmun (the \"gates of speech\") that will allow them to receive the words of the spirits.[156] This rite is called the naerim kut.[157] It involves the neophyte performing the appropriate chants, dances, and oracles to invoke and convey inspiration from the deities.[158]  If the initiate fails to perform this correctly, with the deities failing to open their malmun, they will have to perform it again.[159] Many mudang will perform multiple naerim kut before being recognised as properly initiated practitioners.[160]\n\nAmong the hereditary sesŭp-mu tradition, the teachings were not always passed from mother to daughter but sometimes involved the practitioner adopting an apprentice.[161] Thus, sesŭp-mu like the Jeju simbang learn their trade by observing more experienced practitioners.[162] In early 21st-century Jeju, many simbang have been recorded as not wanting their children to follow them into the profession.[163]\n\nServing private clients is the core practice for most mudang, even those who have built celebrity status through their performance of staged kut.[164] In Jeju, clients are called tan'gol.[42] Clients seek solutions to their practical problems,[165] typically hoping that the mudang can ascertain the cause of misfortune they have suffered.[166] Common reasons for doing so include recurring nightmares,[167] concerns about a child getting into university,[165] financial woes,[165] or physical ailments.[168] Some clients turn to the mudang after being dissatisfied with the diagnosis or treatment administered by medical professionals.[169]\nIn musok, it is neglecting ancestors and gods that is seen as the primary cause of human affliction.[170] The mudang uses divination and trance visions to determine the source of their client’s trouble. [171]\n\nAlthough both sexes are among the clients of mudang,[172] most clientele are women.[173] From his fieldwork in the 1990s, Chongho Kim found that most of the clients were \"older women,\" particularly in their late fifties and early sixties.[174] Sarfati noted that in the 21st century, many young people turned to mudang as part of a spiritual search or for counselling.[175] Clients do not generally regard themselves as being committed exclusively to mugyo, and may primarily visit Buddhist temples or Christian churches.[133] Many mudang themselves believe that their rituals will be pleasing to the spirits regardless of the client's personal beliefs.[132] On occasion, a busy client will not attend the kut they have sponsored.[176]\n\nIf the ritual fails to produce the desired result, the client may speculate that it was because of a bad performer, errors in the ritual, the presence of a ritually polluted attendee, or a lack of sincerity on their part.[177] If the client feels the mudang has not successfully solved their problem, they may turn to another mudang.[178] They may be disappointed or angry at this failure given their substantial financial investment;[178] in some rare cases clients have sued mudang.[178] The payment of money is often a source of mistrust between clients and mudang.[179] Concerns about money are heightened by the lack of an \"institutional buffer\" between the client and ritual practitioner, such as a temple or church.[180]\n\nMost of the mudang's rituals centre around altars.[181] Here, the mudang \"invite, entertain, and entreat supernatural beings\".[181] If performing a rite in a client's home, the mudang will often establish a temporary altar, with offerings placed on low tables.[181] If at a shrine, the altar will often be a stone or an old tree.[181] The mudang will also typically have a shrine in their home in which they host various gods and ancestors.[118] Each shrine may have idiosyncratic elements.[182]\n\nThis home shrine may include paintings of deities, called musindo or taenghwa,[183] usually considered the most important objects present.[184] These paintings range from being crude to more sophisticated,[185] and are regarded as seats for the gods themselves.[184] Painters who produce musindo are traditionally expected to adhere to standards of purity while producing these artworks.[186] Since the late 20th century, musindo have commonly been produced in commercial workshops.[187] Some musindo have been donated to museums; certain mugyo practitioners believe that the deity leaves the image if that occurs.[188] Alongside paintings will often be statues of deities, created from wood, plastic, straw, or metal; these are called sinsang.[189] Some mudang also include images of Buddhist deities on their shrines.[190] Also present on contemporary shrines will typically be candlesticks, offering bowls, and incense pots.[182] The home altar will often be dominated with bright, primary colors, in contrast to the muted earth tones which traditionally predominated in Korean daily life.[77] The mudang's altar will also often be a place to store or display their ritual paraphernalia, such as costumes.[191] It may also include toys or dolls to amuse the child gods.[192]\n\nOfferings to the deities will be placed on this home shrine.[193] Some offerings, such as cooked rice, fruit, and water, may be changed daily; other offerings, such as sweets, cigarettes, and liquor, may be replaced more infrequently.[194] Mudang hold that they provide offerings to these deities in thanks to the work that these entities have brought them; a large assortment of offerings can thus give the impression that the mudang is financially successful.[182] Worshipping the deities daily sustains their ongoing favor.[186] Clients of the mudang may place offerings at this shrine as well as the mudang themselves.[194]\n\nDeities are often believed to be present in all houses.[195] Historical accounts often reference the presence of earthen jars (tok, hangari, tanji) filled with grain, or smaller baskets or pouches, as offerings to household deities and ancestors.[60] This practice was declining in South Korea by the 1960s and 1970s.[195] By the latter decades of the 20th century, cardboard boxes had become common receptacles for these household offerings.[60]\n\nThe religion's ritual shrines are called kuttang or kut dang (Korean: 굿당) and are typically located on mountains in South Korea.[196] The main ritual room is called the kut bang.[197] There is often an offering table on which offerings are placed.[197]\n\nOn Jeju, a shrine is known as a tang.[42] On Jeju Island, various villages have more than one shrine;[198] new village shrines have been established on Jeju during the early 21st century.[199]\n\nMany mudang rent out a kuttang as a space in which to perform their rituals, especially if they do not have the room for such rites in their home.[200]\nThese kuttang sometimes have their own kitchen staff to prepare food for kut rituals.[200]\n\nThe central ritual of the mugyo tradition is called kut.[201] These are large-scale rites,[202] and are the only rituals in traditional Korean religion believed to give supernatural entities the ability to speak directly to humans.[203] They are characterised by rhythmic movements, songs, oracles and prayers.[204] These rites are meant to create welfare, promoting commitment between the spirits and humankind.[205] There is regional diversity in the styles of kut,[206] with each kut displaying features unique to its particular circumstances.[207]\n\nA kut is sponsored for a specific purpose.[208] A kut may be arranged due to an illness, domestic quarrel, or financial loss.[171] The purpose of a kut is to get the supernatural beings to communicate, expressing what it is that they want and why they are angry.[24] In the 21st century, it has become increasingly common to sponsor a kut to mark a new financial venture, such as the opening of a mall or an office building.[209] \nAs well as being performed for clients, the mudang will sometimes perform these rituals for their own personal reasons.[210]\n\nThe fee charged varies between mudang and the circumstances of the rite.[211] However, a kut is usually very expensive for the client of a mudang;[212] based on his fieldwork in 1990s, Chongho Kim noted that a kut in Seoul typically cost between 2 and 5 million won, whereas in the rural area of Soy it cost between 300,000 and 2.5 million won.[213] The precise fee may be negotiated between the mu and their client, sometimes involving haggling.[214] This will usually be agreed at a pre-kut consultation.[215] As well as paying for the mudang's time, the fee also covers the wages of any assistants and the costs of material used in the rite;[69] it may also reflect the years of training they have undertaken to be able to perform these rituals.[216]\n\nThe kut is usually held in private, and few have a larger audience than the direct participants,[217] although there are instances where those paying for a kut will invite neighbors to observe.[218] These rituals are typically regarded as unsuitable for children to attend.[219] Often it will take place outdoors and at night, in an isolated rural location,[220] at a kuttang shrine rented for the occasion,[221] or in a private home,[222] either that of the mudang,[223] or that of their client.[224] Setting up the kut may involve not only the mudang but also their apprentices, assistants, musicians, butchers, and cooks.[225] Preparing and decorating the space is deemed a meaningful part of the ritual process,[62] with those setting it up often concerned so as not to offend the spirits.[226]\n\nColorful paintings of the gods will often be brought into the space where the kut is to be performed;[227] this is not part of the kut performed by Jeju simbang.[42] God paintings are usually paper, although in modern contexts are sometimes polyester, ensuring that they are resistant to rain and tearing. Other practitioners regard the use of polyester images as a corruption of tradition.[228] These images are then often hung on a metal frame.[62]\nVarious ritual items may be included in the kut ritual, including swords, the samjichang, a drum, drum stick, and the spirit stick.[229] The samjichang is a three-pronged spear.[230] The chukwonmun is a prayer card used in the kut onto which information like the name of the client may be written.[231] The chukwonmun may then be attached to a drum.[232]\n\nFood will served as offerings to the spirits.[233] This will often include fish, rice, rice cakes, eggs, sweets, biscuits, fruit, and meat.[234] Some of this food will be cooked, some will be offered raw.[210] To provide meat, animal sacrifice occurs at most kut, although is rare in televisual, cinematic, and museum depictions of these rites.[235] A cow or pig killed for the purpose may be butchered in the shrine room;[227] the carcass may be impaled on the trident; if it fails to balance, then this is seen as evidence that the deities do not accept the offering.[236]\nWhen the ritual is intended to invoke Buddhist spirits, the food offerings may be vegetarian;[237] offering these entities meat would offend them.[238] Food offerings may also be set out at the side for wandering spirits who are attracted by the ritual, an act designed to avoid mishaps they could cause.[239]\n\nOffered alongside the food will often be alcoholic drinks, typically soju,[240] as well as non-food items like incense, cloth, money (both real and imitation), and paper flowers.[241] The color of the flowers may indicate to whom they are offered; pink for the spirits of military generals, white for Buddhist deities, and multi-colored for ancestral spirits.[242] The material used for the kut will often be bought in a manmulsang shop, which specialises in traditional relgious paraphernalia.[243] In modern South Korea, the ritual paraphernalia used is often of poor quality because it is intended to be burnt following the ceremony.[244]\n\nThese may be placed on offering tables; one table will be the halabeoji sang, devoted to the musok gods, while the other table will be the jasang sang, devoted to ancestral spirits.[245] The mudang will often perform divination to determine if the offerings have been accepted by the supernatural beings.[246] It is considered important for the person giving these offerings to do so with sincerity and devotion,[247] with the mudang undertaking a form of divination called \"weighing the sincerity\" (chǒngsǒng kŭllyang) to determine if this has been the case.[248]\n\nDuring the ritual, attendees may be expected to give additional offerings of money to the mudang, intended as thanks both to them and to the spirits.[249] These offerings, given in addition to the ritual fee, are called pyŏlbi or kajŏn.[250] Any real money presented as offerings to the deities will be taken by the mudang.[251] \nMuch of the food assembled for the kut will then be distributed and consumed by the attendees at the end of the ritual,[252] having been charged by auspiciousness by its involvement in the rite.[182] Attendees may distribute some of this food to non-attendees once they get home;[253] they may also set some aside to feed any wandering spirits that might have followed them from the kut.[182] In some kut, especially those held at kut dang shrines, food will also be left to decay.[182]\n\nThe ritual begins with the mudang inviting supernatural entities to the altar, after which they set out to entertain them.[254] Music will often be involved in the kut.[227]\nMusical instruments typically involved in kut include cymbals, hourglass-shaped drums called changgu, and a gong.[255] Also sometimes featured is a pipe, the p'iri.[256] The kut will often begin with drumming.[220] The mudang will often dance to the beat of the drums, often swirling in circles, something believed to facilitate the possession trance.[257] They may hold short sticks to which white paper streamers are attached; this device is intended to help channel the spirits into the mudang's body.[239]\n\nThe language employed by a mudang during a kut is often deliberately archaic.[238]\nThe songs or chants of the mudang are called muga.[258] Incantations and ritual words for communicating with the spirit are called chukeon.[259] The mudang will often recite mythological stories during the ritual, something deemed to contribute to its efficacy.[260] These may be recited in full at a longer ritual or in condensed form for a shorter one.[260] There may be breaks during the kut, for instance giving time for the participants to eat.[261]\n\nThe mudang may also carry a fan and brass bells;[256] Sarfati commented that these bells were \"a central symbol of musok\",[47] and their purpose is to attract the attention of the spirits.[262]\n\nThe costumes worn for these rituals are called sinbok.[263] These colorful outfits resemble those documented from the 19th and early 20th centuries,[264] and may involve a hanbok.[256] The mansin may distinguish themselves from their assistants by having their hair in the Tchokchin mŏri style.[226]\nFor the kut, the mudang will dress in the gods' costume,[125] with different deities associated with different items of clothing.[263] They may change outfit over the course of the kut to reflect the different entities possessing them.[265] This is not a practice that the sesup mu engage in.[42]\n\nAlso used in many kut are chaktu blades, objects symbolising the bravery of the possessing warrior spirits.[266] The mudang may stab themselves in the chest with the knives,[267] run the blade along their tongue,[266] or press it to their face and hands.[268] Riding knives is termed jakdugeori and involves the mudang walking barefoot on the upturned blade of the knife, sometimes while speaking in gongsu, or possessed speech.[269] Practitioners claim that it is the spirits that prevent the mudang from being cut by the blade,[270] and the ability to undertake such dangerous acts without harm is regarded as evidence for the efficacy of the rite.[271] Some practitioners acknowledge instances in which they have been cut by the blades.[65] Jakdugeori has become an expected part of staged or cinematic kut.[272]\n\nThe possession phase takes place at the climax of the ritual.[273] In some kut traditions, the mudang will stand upon an earthen jar while doing so.[274]\nThe term sin-naerim (descending of the spirits) describes possession of the mansin, intended in a manner that is largely controlled.[275] Possessed speech is called gongsu;[143] words from the possessing entity will then be spoken to the assembled persons by the mudang.[276] Over the course of a kut, a mansin may be possessed by a succession of different supernatural entities.[277]\nOn Jeju, the simbang will provide a voice for the spirits.[278] Yun noted that the simbang's \"so-called medium speech\" typically lacked the \"dramatic intensity\" of the messages conveyed by the kangsin-mu.[279] The entities possessing the mudang will typically dispense advice to the ritual's sponsor and to other attendees.[280]\nSupernatural beings will often relate that if a kut had been performed earlier, misfortune would not have befallen the person sponsoring the kut.[281]\n\nTowards the end of the kut, wandering spirits that may have gathered are expelled.[282]\n\nThe kkonmaji kut or flower-greeting kut is an annual rite held by a mudang to entertain and feed their gods, ancestors, and clients.[283] The sin kut are performed in gratitude to the deities and ancestors for granting a mu their spiritual power and thus a livelihood. They are regarded as returning to these supernatural beings a portion of what the mu has earned.[284] The sin kut can sometimes last 10 days.[285] The byong kut is a ritual for expelling bad spirits, sometimes from a human. This sometimes involves the spirit forcing it into a bottle.[286]\n\nThe mich'in kut is performed for a person who is mentally afflicted and often deemed to be possessed by one or more spirits.[287] Exorcisms will often involve throwing scraps of food, sometimes at the afflicted person.[288] The possessing spirit is offered food to encourage it to leave.[289]\n\nHistorically, the kut may have had entertainment value when there were few other outlets.[290] Since the latter decades of the 20th century, kut performed primarily for entertainment purposes rather than for religious reasons are referred to as kut gongyeon.[291] Some practitioners who perform both draw a clear distinction between them,[291] although many mudang still regard staged kut as genuine interactions with spirits.[12] Performed in museums or at city festivals, these kut often take place on raised stages surrounded by a seated audience,[292] typically attracting journalists, scholars, and photographers.[293] Staged kut are often dedicated to general causes such as national prosperity;[294] sometimes the food placed as an offering is fake.[295] They often involve folklorists or other scholars who explain the ritual to the audience,[296] while the participants will often be dressed in a common uniform, something not found in private kut.[263] Mudang may see these staged rituals as an opportunity to attract potential new clients,[237] uploading videos of them performing such rites to social media and YouTube.[297]\n\nKut gongyeon are often performed for their artistic value.[256] By 2009, South Korea's government recognised ten regional kut styles as parts of the country's intangible cultural heritage, and that year one of these traditions — the Yǒngdŭng kut performed at Ch'ilmǒri Shrine on Jeju — was added to UNESCO's Representative List of the Intangible Cultural Heritage of Humanity.[298]\n\nPurity of both the body and the mind is a state that is required for taking part in rituals.[299] Purification is considered necessary for an efficacious communion between living people and ancestral forms.[299] Before any gut is performed, the altar is always purified by fire and water, as part of the first gori of the ritual itself.[299] The colour white, extensively used in rituals, is regarded as a symbol of purity.[299] The purification of the body is performed by burning white paper.[299]\n\nIn stories surrounding the mudang, mountains are often represented as both places of sacred presence and also places associated with the ultimate origin of the mudang tradition.[300] Each prominent mountain is deemed to have a specific mountain spirit who is sovereign upon it.[60] The levels of spiritual power at a mountain are influenced not just by its associated deities but also the ki energy (the equivalent of the Chinese qi) that is present there.[60] This ki is believed to channel through maek (\"veins\") through the mountain landscape; these can be disrupted by roads or other construction.[60] Thus, the potency of these mountains is thought  to decline amid growing urbanisation and tourist access.[60] In Korea, this traditional geomancy is called p'ungsu, and is akin to the Chinese fengshui.[301]\n\nPilgrimages to mountain shrines of particular deities have long been part of Korean folk religion.[75] On arrival at the shrine, the pilgrim will bow and provide an offering.[75]\nMountain landscapes regularly attract mudang who regard these as places that concentrate powerful deities and which are conducive to receiving visions. They are also seen as places to replenish their \"bright energy\" (myǒnggi).[302] Mudang will make offerings not only at the mountains but also at springs and guardian trees en route.[303]\nThe most sacred mountain for the mudang is Mount Paektu, located on North Korea's northern border with China.[304] Some mudang from South Korea have travelled to China to make pilgrimages to this mountain.[305]\n\nAn important component of the mudang's role is to produce talismans called pujǒk (bujeok) which are presented as providing the bearer with good fortune.[306] These pujǒk are often based on hancha, Korean versions of Chinese ideograms.[307] These may be distributed to attendees at the end of a rite.[308] Clients will often affix these to the internal walls of their home.[309]\n\nDivination is termed jeom.[310] One form of divination, sometimes performed during other rituals, involves a person picking one of a selection of rolled up silk flags. The color of the selected flag is then interpreted as bearing meaning for that individual.[311] Green and yellow flags are for instance often seek as indicating bad fortune,[311] while red is regarded as being auspicious.[312]\nThe mugŏri style of divination involves casting rice and coins onto a tray.[68]\n\n"
        },
        {
            "title": "History",
            "text": "Detailed accounts of mudang rituals prior to the modern period are rare,[313] and the fact that the tradition is orally transmitted means it is difficult to trace historical processes.[10]\n\nKorean shamanism goes back to prehistoric times, pre-dating the introduction of Buddhism and Confucianism, and the influence of Taoism, in Korea.[314] Vestiges of temples dedicated to gods and spirits have been found on tops and slopes of many mountains in the peninsula.[314]\n\nShamanism can be traced back to 1,000 BC.[315] The religion has been part of the culture of the Korean Peninsula since then. “Historically, Korean Shamanism (Musok) was an orally transmitted tradition that was mastered mainly by illiterate low-ranking women within the neo-Confucian hierarchy.”[316] However, several records and texts have documented the origin of Korean Shamanism. One of these texts is Wei Shi which traces Shamanism to the third century.[317] Chinese dynastic histories mention the importance of designated shamans among early religious practices in Japan but not Korea.[318] The Korean studies scholar Richard D. McBride thus asserts that non-shamans were able to practice \"under their own authority\".[318] Evidently, the history of Korean Shamanism remains a mystery. However, foreign religions, including Christianity, Buddhism, Confucianism and Taoism have influenced the development of Korean Shamanism.[319]\n\nThe development of Korean Shamanism can be categorized into different groups. The first category involves simple transformation. In this transformation, the influence of the practices and beliefs of other religions on Korean Shamanism was superficial.[320] The second category of transmission was syncretistic. This category involves Shamanism being incorporated into the practices and beliefs of other cultures, including Confucianism, Christianity, Taoism, and Buddhism.[320] These religions had different levels of influence on Korean Shamanism. The third category involves the formation of new religions through the mixing of beliefs and practices of Shamanism with those of other dominant religions.[320]\n\nAlthough many Koreans converted to Buddhism when it was introduced to the peninsula in the 4th century, and adopted as the state religion in Silla and Goryeo, it remained a minor religion compared to Korean shamanism.[321]\n\nThe term mu is first recorded in the 12th-century Yisanggugjip.[322] It also appears in the Samguk Sagi from that century.[323]\n\nThe Goryeo kingdom was replaced by the Joseon dynasty, which saw an increase in governmental persecution of the mudang.[324] Confucianism was the dominant ideology in Joseon Korea, contributing to these suppressions;[325] later historians argued that this was connected to the elite's desire to gain more power by challenging rivals to their Confucian system.[326] Confucians accepted the existence of the spirits invoked in the mudang's rites,[327] but argued that there were better ways of dealing with these supernatural beings.[328] They regarded the musok rituals as improper,[328] criticising the presence of both sexes together in environments where alcohol was being consumed.[329] Korea's Neo-Confucian scholars used the derogatory term ŭmsa for non-Confucian ceremonies, of which they considered the mudang rituals among the lowest.[324]\n\nIn the Joseon dynasty, mudang belonged to one of eight outcast groups that were expelled from the capital city.[330] The Gyeonggukdaejeon law book prescribed 100 lashes in public for anyone found to be supporting them.[325] This persecution could prove deadly; in an extreme case, a mudang was beheaded in 1398.[331] In 1702, Cheju governor Yi Hyǒngsang initiated a purge of simbang  on the island, destroying 129 shrines.[332] Taxes were levied on the mudang's rituals, both to discourage the practice but also to raise revenues for the government; these taxes remained in place until the 1895 Kabo reforms.[333] At the same time as the government persecuted the mudang, they also turned to them in emergencies like epidemics, droughts, and famines.[331]\n\nBy the late 19th century, many Korean intellectuals eager to embrace modernisation came to regard the mudang as superstition that should be eradicated;[334] they increasingly applied the term misin (\"superstition\") to the tradition.[335] These ideas were endorsed in the Independent, Korea's first vernacular newspaper.[336] Many of these intellectuals were Christian, thus regarding the mudang's spirits as evil demons.[337] In 1896, police launched a crackdown by arresting mudang, destroying shrines, and burning paraphernalia.[338]\n\nThe Japanese Empire invaded Korea in 1910.[339] During the Japanese occupation, the occupiers tried to incorporate the mugyo religion within, or replace it with, State Shinto.[340][341] The Japanese colonial Governor-General of Chōsen presented the mudang as evidence for Korean cultural backwardness, an approach intended to legitimate Japanese imperial rule.[342] Japanese efforts to suppress the tradition included the Mind Cultivation Movement launched in 1936.[343] Korean elites largely supported these suppressions, hoping to prove Korean cultural advancement to the Japanese overlords.[344]\n\nIt was in this colonial context that scholars developed the idea that the mudang were continuing an ancient Korean religion and thus represented the spiritual and cultural repository of the Korean people.[345] Influenced by the Western use of the term \"shamanism\" as a cross-cultural category, some Korean scholars speculated that the mudang tradition descended from Siberian traditions.[42] The Japanese scholar Torii Ryūzō proposed the mudang as a remnant of a primordial Shinto, with both stemming from Siberian \"shamanism.\"[346] These ideas were built on by nationalist Korean scholars Ch'oe Nam-sŏn and Yi Nŭnghwa in the 1920s.[346] Cho'e reversed Torii's framework by emphasising the primacy of ancient Korean over Japanese tradition as the transmitter of Siberian religion,[347] while Yi promoted the mudang tradition as the residue of what he called sin'gyo (\"divine teachings\"), meaning a primordial Korean religion that lost its purity through the arrival of Confucianism and Buddhism.[347] At the time, Korean elites remained wary about this new positive reassessment.[348]\n\nThe situation of Korean shamanism worsened after the division of Korea and the establishment of a northern Socialist government and a southern pro-Christian government.[349] The Korean War and subsequent urbanisation of Korean society resulted in many Koreans moving around the peninsula, impacting the distinct regional traditions of the mudang.[350] This migration meant that by the early 21st century, god-descended practitioners like mansin were increasingly dominant in areas like Jeju where hereditary mu historically predominated, generating rivalry between the two traditions.[45]\n\nIn North Korea, most formal religious activity was suppressed.[351] Mudang and their families were targeted as members of the \"hostile class\" and were considered to have bad songbun, \"tainted blood\".[352] In South Korea, Christianity spread rapidly from the 1960s onward, becoming the country's dominant religion by the start of the 21st century.[353] South Korean leader Rhee Syngman launched the Sin Saenhwal Undong (New Life Movement) which destroyed many village shrines.[354] This policy continued as the Saemaul Undong (\"New Community Movement\") of his successor, Park Chung-hee, which led to a surge in the police suppression of mudang during the 1970s.[355] Such outright persecution ended after Park's assassination in 1979.[354]\n\nThe popularisation of folklore studies in the 1970s resulted in the notion of mugyo as Korea's ancient tradition gaining acceptance among growing numbers of educated South Koreans.[356] In 1962, South Korea had introduced a Cultural Properties Protection Law that recognised performing arts as intangible cultural heritage; some folklorists used this to help defend the mudang.[356] In the latter part of the 20th century, the mudang rituals were increasingly revived as a form of theatrical performance linked to cultural conservation and tourism.[357]  From the 1980s onward, South Korea's government designated certain mudang as Human Cultural Treasures.[358] One of the best-known examples was Kim Geum-hwa (Kim Kŭm-hwa), who from the 1980s performed for foreign anthropologists, toured Western countries, and appeared in documentaries.[359] Reflecting the view of mugyo as an important part of Korea's cultural heritage, a kut was depicted on a South Korean postage stamp while mugyo elements were included at the Seoul 1988 Olympic Arts Festival and the 1988 inauguration of President Roh Tae-woo.[360]\n\nThe mudang were often regarded favorably within South Korea's minjung (Popular Culture Movement) pro-democracy campaign from the 1970s; several mudang were active in the movement and became emblematic of its struggle.[361] Advocacy groups were also formed to advance the cause of the mu,[362] keen to present the tradition as lying at the heart of Korean culture,[362] while the 1980s also saw mudang begin to write books about themselves.[363] Mudang also adapted to new technologies; from the 1990s they increasingly used the Internet to advertise their services,[364] while portrayals of mudang became widespread on South Korean television in the 2010s.[365] This increasing cultural visibility improved the mudang's social image.[366]\n\nSince the early 19th century, a number of movements of revitalisation or innovation of traditional Korean shamanism arose. They are characterised by an organised structure, a codified doctrine, and a body of scriptural texts. They may be grouped into three major families: the family of Daejongism or Dangunism, the Donghak-originated movements (including Cheondoism and Suunism), and the family of Jeungsanism (including Jeungsando, Daesun Jinrihoe, the now-extinct Bocheonism, and many other sects).[367]\n\n"
        },
        {
            "title": "Demographics",
            "text": "Most mudang are female,[368] with the religion being dominated by women.[369] This may link to the many origin myths that present the mudang tradition first developing among priestesses.[370] Chongho Kim cautioned that the notion of mugyo being a \"women's religion\" ignored the antagonistic attitude that most Korean women had towards it.[371] Approximately a fifth of mansin are male paksu,[275] although the latter are proportionately over-represented in 21st-century media representations.[372] On Jeju Island, there were more male than female simbang prior to the 1950s, and proportions of male practitioners remain higher than on the Korean mainland.[373]\nMudang have conventionally belonged to the lowest social class.[374] Chongho Kim noted that most mudang he encountered in the 1990s had a \"very poor educational background\",[375] and were also typically financially poor.[376]\n\nDetermining the number of mudang is difficult.[22] In the early 21st century, Sarfati noted that the number of mudang was estimated at being over 200,000,[22] a number that was \"not diminishing\".[377] However, in 2019 Yun noted that the hereditary mudang, including the Jeju simbang, were \"in steep decline\".[378] There is also regional variation in the presence of mudang, with Yun observing that the practice was \"undeniably more prominent\" on Jeju than on the mainland.[379] Musok is not recorded in the South Korean census because the government does not regard adherence to it as being akin to identifying as a Christian or a Buddhist.[380] A late 20th-century survey by the Korean Gallup Research Institute indicated that 38 percent of the adult population of South Korea had used a mudang.[381]\nIn North Korea, according to demographic analyses, approximately 16% of the population practises some form of traditional ethnic religion or shamanism.[382]\n\nSince at least the 20th century, mudang have travelled abroad to perform rituals;[143] many for instance travel to Japan to serve clients in Japan's Korean minority.[383] There are also mudang living in Europe,[30] and a small number of non-Koreans have become mudang; a 2007 documentary covered the story of a German mudang.[113]\n\n"
        },
        {
            "title": "Reception",
            "text": "The mugyo religion has been continually suppressed throughout Korean history, under a succession of dominant ideologies including Confucianism, Japanese colonialism, and Christianity.[384] At the start of the 21st century, the mudang remained widely stigmatized in South Korean society, facing widespread prejudice.[385] In 2021, Sarfati observed that while the religion was \"still stigmatized,\" it was experiencing \"growing acceptance\" in South Korea.[386] South Korea's government often embrace kut as a traditional performing artform, but marginalise its religious function.[387]\n\nThe religion's critics often regard mudang as swindlers,[388] people who manipulate the gullible.[389] Critics regularly focus their critique on the large sums of money that the mudang charge,[390] and maintain that the expenses of its rituals are wasteful.[391] Critics have also accused mudang of disrupting the civil order with their rituals.[390]\nKendall noted that there was a \"generally adversarial relationship\" between mudang and Protestants in South Korea,[129] the latter regarding mugyo as \"Devil worship\".[392] There are many reported cases in which Christians have harassed mudang at their places of work or during their ceremonies,[393] something which some mudang regard as religious discrimination.[394]\n\nMudang began appearing in South Korean film in the 1960s.[395] Early portrayals in the 1960s and 1970s generally showed them as harmful, frightening, and anti-modern figures, as in Ssal (1963), Munyǒdo (1972) and Iǒdo (1977).[396] From the mid-2000s, films increasingly portrayed them as members of a living tradition situated in modern urban environments, as in Ch'ǒngham Posal (2009) and Paksu Kǒndal (2013).[397] The 2000s also saw several successful documentaries about mudang appear in Korean cinemas,[161] as well as increasing appearances of mudang on Korean television.[398] Musok has also been presented in museums, although often with emphasis placed on its folkloric and aesthetic value rather than its role as a religious practice.[399]\n\nMusok has influenced some Korean new religions, such as Cheondoism and Jeungsanism, and some Christian churches in Korea make use of practices rooted in musok.[400]\n\n"
        }
    ]
}