{
    "url": "https://en.wikipedia.org/wiki/Korean_horror",
    "title": "Korean horror",
    "table_of_contents": [
        "1 The female ghost",
        "2 Revenge",
        "3 2010 Korean Horror Film Festival",
        "4 Influential Korean horror films",
        "5 List of notable films",
        "6 Korean horror directors",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Korean horror films have been around since the early years of Korean cinema, however, it was not until the late 1990s that the genre began to experience a renewal. Many of the Korean horror films tend to focus on the suffering and the anguish of characters rather than focus on the explicit \"blood and guts\" aspect of horror. Korean horror features many of the same motifs, themes, and imagery as Japanese horror.\n\nModern South Korean horror films are typically distinguished by stylish directing, themes of social commentary, and genre blending.[1] The horror and thriller genres are cited as gaining international attention to South Korean Cinema.\n\nSeveral Korean horror films have been adapted into English-language Hollywood films such as Oldboy (2003), Into the Mirror (2003), and A Tale of Two Sisters (2003). Train to Busan (2016) and The Wailing (2016) are rumored to currently have remakes in talks for production.[2][3]\n\n"
        },
        {
            "title": "The female ghost",
            "text": "The expression, \"When a woman is full of resentment, she will bring frost in May and June\" may offer some explanation for the popularity of the female ghost that is often featured in Korean horror films. Her deep feeling of resentment is cold enough to freeze the hot air that occurs during those months. The woman's vengeance is a thing to be feared, thus becoming the object of horror. In the past women have been oppressed and ignored for so long that the horrific rage and vengeance we see in the films have been brought upon by the many years of repression.[4] Another belief is that when a woman dies before she gets to enjoy the pleasures of marriage and having children, she will not be able to move on to the \"other side\". Instead she becomes trapped between the two worlds and causes horrific phenomena.[5]  The hierarchical domestic status a man's mother has and the often strained relationship with her daughter-in-laws in Korea is also used as a means of creating female villains in media. Films such as A Devilish Homicide (1965) and The Hole (1997 film) cast a murderous or cruel mother-in-law against the protagonist.\n\n"
        },
        {
            "title": "Revenge",
            "text": "South Korean cinema is known for violent thrillers with themes of revenge like Bedevilled, I Saw the Devil (2010), and The Vengeance Trilogy. Recent revenge films also tend to follow the characters seeking revenge rather than the protagonist being a victim of a vengeful ghost or person. The desire to create and see films about revenge is often explained as a result of social anger built up in a populace by South Korea's turbulent history.[6] Park Chan-wook director of The Vengeance Trilogy has said that his revenge motivated movies serve as a reaction to Korean culture's traditional value of peace making and Forgiveness.[7]\n\n"
        },
        {
            "title": "2010 Korean Horror Film Festival",
            "text": "The 2010 Korean Horror Film Festival was held in Mandaluyong in the Philippines at the Shangri-La Plaza Mall from October 27–31 and through November 2–4. It worked together with the Embassy of the Republic of Korea, The Korean-Philippine Foundation, Inc. and Shangri-La Plaza. With free admission attendees were treated to some of the best and highly successful Korean horror films. Films such as Arang, The Red Shoes, M, Hansel and Gretel, Ghost, Paradise Murdered, and Epitaph were among the films showcased.[8]\n\n"
        },
        {
            "title": "Influential Korean horror films",
            "text": "The Housemaid (1960) has been described in Koreanfilm.org as a \"consensus pick as one of the top three Korean films of all time\".\n\nWhispering Corridors (1998) is seen as the film to have sparked the explosion of the Korean horror genre. It centers on the theme of school girls and the mysterious \"other side\", but also offered criticism of the Korean school system. Four more distinct horror films set in all-girls schools were made as part of Whispering Corridors (film series).\n\nA Tale of Two Sisters (2003) is the highest-grossing Korean horror film so far and the first to be screened in America. It was remade in America in 2009 as The Uninvited. Based on a folk tale titled Janghwa Hongryeon jeon, it tells the story of two sisters dealing with a controlling stepmother and a passive father.\n\nSave the Green Planet! (2003) demonstrates Korean cinema's ability to blend genre in non-traditional ways. The film follows an unstable man who kidnaps and tortures an executive he believes to be an alien. It combines slapstick comedy, psychological thriller, and sci-fi horror.[9]\n\nSomeone Behind You (2007) is an extremely violent supernatural thriller based on the 2005 comic novel \"Two Will Come\" by Kang-Kyung-Ok. It focuses on an increasingly escalating unprecedented family murders or the issue of family annihilation and a young woman after witnessing the shocking killings around her area she too is followed by an unexplainable-yet brutal and bloody curse fearing that her family and friends are out to put her to death in their murderous hands.\nA strange menacing student warns her not to trust her family, friends, even not herself.\nIn 2009 the film was released in America under the title \"Voices\" it premiered at the defunct film festival After Dark Horrorfest.\n\nTrain to Busan (2016) is an action horror take on the Zombie apocalypse. A man and his young daughter journey to see the girl's mother when a zombie outbreak occurs, forcing the passengers to attempt to survive till they can reach a safe zone in Busan. The film is one of the most internationally successful films from South Korea and broke domestic box office records.[10]\n\nFilms such as Gonjiam: Haunted Asylum (2018) have brought Korean horror films even more international attention.\n\n"
        }
    ]
}