{
    "url": "https://en.wikipedia.org/wiki/Korean_War_Veterans_Memorial",
    "title": "Korean War Veterans Memorial",
    "table_of_contents": [
        "1 History",
        "2 Design and construction",
        "2.1 The Mural Wall",
        "2.2 The Column",
        "2.3 United Nations Wall",
        "2.4 Pool of Remembrance",
        "2.5 Memorial Wall",
        "3 Korean War Veterans Memorial Foundation's Maintenance Fund",
        "4 Troop statistics",
        "5 United States postage stamp court case",
        "6 See also",
        "7 Citations",
        "8 General bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Korean War Veterans Memorial is located in Washington, D.C.'s West Potomac Park, southeast of the Lincoln Memorial and just south of the Reflecting Pool on the National Mall. It memorializes those who served in the Korean War.\n\n"
        },
        {
            "title": "History",
            "text": "The Korean War Veterans Memorial was confirmed by the U.S. Congress (Public Law 99-572) on April 20, 1986,[2] with design and construction managed by the Korean War Veterans Memorial Advisory Board and the American Battle Monuments Commission.\n\nThe initial design competition was won in 1986 by a team of four architects and landscape architects from The Pennsylvania State University,[3] but this team withdrew as it became clear that changes would be needed to satisfy the advisory board and reviewing agencies such as the Commission of Fine Arts. A federal court case was filed and lost by the winning design team over the design changes. The eventual design was by Cooper-Lecky Architects who oversaw collaboration between several designers.[4]\n\nPresident George H. W. Bush conducted the groundbreaking for the Memorial on June 14, 1992, Flag Day, and thus construction was started. The companies and organizations involved in the construction are listed on the memorial as: the Faith Construction Company, the Emma Kollie Company, the Cold Spring Granite Company, the Tallix Art Foundry and the Baltimore District of the US Army Corps of Engineers. The memorial was dedicated on July 27, 1995, the 42nd anniversary of the armistice that ended the war, by President Bill Clinton and Kim Young Sam, the South Korean president, to the men and women who served during the conflict. Management of the national memorial was turned over to the National Park Service, under its National Mall and Memorial Parks group. As with all National Park Service historic areas, the memorial was administratively listed on the National Register of Historic Places on the day of its dedication.\n\n"
        },
        {
            "title": "Design and construction",
            "text": "The main memorial is in the form of a triangle intersecting a circle. Walls: 164 feet (50 m) long, 8 inches (200 mm) thick; more than 100 tons of highly polished \"Academy Black\" granite from California: more than 2,500 photographic, archival images representing the land, sea, and air troops who supported those who fought in the war are sandblasted onto the wall. The Mural was created by Louis Nelson, with photographic images sandblasted into it depicting soldiers, equipment and people involved in the war.\nWhen reflected on the wall, there appear to be 38 soldiers, 38 months, and it is also representing the 38th parallel that separated the North and South Korea.[5]\n\nWithin the walled triangle are 19 stainless steel statues designed by Frank Gaylord[6] and collectively called The Column.[7]  Each statue is larger than life-size, between 7 feet 3 inches (2.21 m) and 7 feet 6 inches (2.29 m) tall; each weighs nearly 1,000 pounds (500 kg). The figures represent a platoon on patrol, drawn from branches of the armed forces; fourteen of the figures are from the U.S. Army, three are from the Marine Corps, one is a Navy Corpsman, and one is an Air Force Forward Air Observer. They are dressed in full combat gear, dispersed among strips of granite and juniper bushes which represent the rugged terrain of Korea.[8]\n\nTo the north of the statues and path is the United Nations Wall, a low wall listing the 22 members of the United Nations that contributed troops or medical support to the war effort.\n\nThe circle contains the Pool of Remembrance, a shallow pool 30 feet (9 m) in diameter lined with black granite and surrounded by a grove of linden trees with benches. The trees are shaped to create a barrel effect, which allows sunlight to reflect on the pool.[9] Inscriptions list the numbers killed, wounded, missing in action, and held as prisoners of war, and a nearby plaque is inscribed: \"Our nation honors her sons and daughters who answered the call to defend a country they never knew and a people they never met.\" Additionally, right next to the numbers of American soldiers are those of the United Nations troops in the same categories. In the south side of the memorial, there are three bushes of the Rose of Sharon hibiscus plant, South Korea's national flower.\n\nA further granite wall bears the simple message, inlaid in silver: \"Freedom Is Not Free.\"\n\nIn April 2021, portions of the memorial were closed in order for the National Park Service to begin work to integrate a 380′ memorial wall listing the names of the 36,574 Americans and approximately 8,000 U.S. Army Korean augmentation forces (KATUSAs) who died in the conflict. The design integrates a 3′ 8+1⁄2″ engraved wall into the outer edges of the linden tree grove surrounding the Pool of Remembrance. The memorial, alongside the new addition, was reopened on the 69th anniversary of the Armistice.\n\n"
        },
        {
            "title": "",
            "text": "On October 12, 2015, Samsung Electronics donated $1 million to the Korean War Memorial Foundation.  The memorial used the donation for maintenance.  According to William Weber, the chairman of the memorial foundation, \"Most of the grouting need to be treated twice a year. And there isn't enough for all of that upkeep.\" In addition, on October 16, Samsung helped clean the memorial ground as part of the company's national day of service.[10]\n\n"
        },
        {
            "title": "Troop statistics",
            "text": "Engraved on granite blocks near the water pool at the east end of the monument are the.\n\n"
        },
        {
            "title": "United States postage stamp court case",
            "text": "On February 25, 2010, the United States Court of Appeals for the Federal Circuit ruled on appeal that the memorial-sculptor Frank Gaylord was entitled to compensation for a 37-cent postage stamp—which used an image of the sculpture—because he had not signed away his intellectual-property rights to the sculpture when it was erected. The appeals court rejected arguments that the photo was transformative.[21]\n\nIn 2002, amateur-photographer and retired Marine John Alli was paid $1,500 for the use of one of his photographs of the memorial on a snowy day for the stamp,[22] which sold more than $17 million worth of stamps.  In 2006, sculptor Frank Gaylord enlisted Fish & Richardson to make a claim that the Postal Service had violated his intellectual-property rights to the sculpture and therefore he should have been compensated.  The Postal Service argued that Gaylord was not the sole sculptor (saying he had received advice from federal sources, who recommended that the uniforms appear more in the wind) and also that the sculpture was actually architecture.  Gaylord won all of his arguments in the lower court except for one—the court ruled the photo was fair use and thus he was not entitled to compensation.[23]  Gaylord challenged the fair-use ruling and won the case on appeal.[21]\n\nGaylord had sought compensation of 10 percent of the sales. Gaylord's original commission was $775,000.[citation needed] [24] On April 22, 2011, the US Court of Federal Claims awarded Gaylord $5,000.[25] On appeal, the US Court of Appeals for the Federal Circuit vacated the order and remanded the case back to the US Court of Federal Claims. On September 20, 2013, the US Court of Federal Claims awarded Gaylord $684,844.94 in damages, including interest.[26]\n\n"
        }
    ]
}