{
    "url": "https://en.wikipedia.org/wiki/Krausism",
    "title": "Krausism",
    "table_of_contents": [
        "1 Spanish Krausism",
        "2 Latin American Krausism",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Krausism is a doctrine named after the German philosopher Karl Christian Friedrich Krause (1781–1832) that advocates doctrinal tolerance and academic freedom from dogma. \n\nOne of the philosophers of identity, Krause endeavoured to reconcile the ideas of a monotheistic singular God (as understood by faith) with a pantheistic or empirical understanding of the world. According to Krause, divinity, which is intuitively known by conscience, is not a personality (because personality implies limitations), but an all-inclusive essence (Wesen), which contains the universe within itself. This cosmology and theory of the nature of God, known as panentheism, is a combination of monotheism and pantheism. Krause's theory of the world and of humanity is a form of philosophical idealism.\n\n"
        },
        {
            "title": "Spanish Krausism",
            "text": "Krausism was widespread in Restoration Spain, where it reached its maximum practical development, thanks to the work of its promoter, Julián Sanz del Rio (1814-1869), the Free Institution of Education led by Francisco Giner de los Ríos (1839-1915), and the contributions of the jurist Federico de Castro y Fernández.\n\nSpanish Krausism was a cultural movement that was rooted in the publication in the 19th-century of Krause's voluminous writings. Krause's philosophy, which was a version of idealism, had largely been eclipsed in his own country (Germany) by the prestige of idealism's leading figures: Fichte, Schelling and especially Hegel. \n\nAround 1840, a group of Spanish jurists, notably Julián Sanz del Río, were seeking a political doctrine within the liberal tradition, in order to initiate a regenerative process that they felt was necessary to modify and extend the philosophical concepts then in vogue. At about the same time, Ruperto Navarro Zamorano (1813-1855) - a member of the Friends of Sanz del Rio - had just translated (in 1841) a work by Heinrich Ahrens (1808-1874) titled Cours de droit naturel ou de philosophie du droit (Paris, 1837) (Course in Natural Law, or Philosophy of Law). Ahrens was one of the principal disciples of Krause. In this work, Ahrens affirmed that the foundation of law is \"compliance\": the set of external conditions upon which the fate of the rational  man and humanity could be developed, systematically, as a universal order of piety, devotion, and altruism. \n\nThe essence of Ahrens' philosophy of law can be summarized in the phrase \"harmonious rationalism\", a concept which was the main theme of a  work by Krause titled The Ideal of Humanity and Universal Federation (1811).[1][2]\n\n"
        },
        {
            "title": "Latin American Krausism",
            "text": "Latin Americans came into contact with Krause's doctrines mostly through studying or going into exile in Spain. The most outstanding case was that of Eugenio María de Hostos, a Puerto Rican who studied philosophy with Sanz del Rio at the Complutense University of Madrid. \n\nDe Hostos' novel The Inner Pilgrimage of Eugenio Mara de Hostos as Seen Through Bayón[3] is a romantic novel in the form of a diary, outlining his dream of a unified social philosophy. De Hostos supports the liberation of women, not as a human right. but rather as a practical mechanism for the greater good of the community and for social organization. \n\nJosé Martí, the Cuban writer and national hero, suffered political imprisonment with forced labor, but escaped prison for exile in Spain. There he wrote letters against the transatlantic military brutality of the colonial regime. He also studied law, where he encountered the philosophy and doctrines of Krause.\n\nThese two proponents of Krausism, Martí and De Hostos, although having very different personal emphases and agendas, greatly furthered the propagation of Krausism, according to which individuals must take personal responsibility to act for the betterment of society. The writings and activities of Marti and De Hostos contributed to the emergence of a movement known as \"Anti-Imperialist Nationalism\". This movement, which later was promoted and continued by Dr. Rafael Cuevas Molina (born 1954), began with the rebellion of Augusto César Sandino (1895-1934) against the United States' occupation of Nicaragua. \n\nDe Hostos and Martí became heroes and allies in their anti-colonial struggle for the independence of both Cuba and Puerto Rico from Spain. Both men were initiated into Freemasonry, thus confirming the influence of Freemasonry in the promotion of Krausism, and vice versa. These links promoted a kind of social network that supported the migration of Krausist liberal educators, who reached out to Latin America's liberal leaders who were seeking autonomy from colonial Spain.\n\nLater proponents of Krausism included Hipólito Yrigoyen, José Batlle y Ordóñez, Alfonso Reyes, Jose Enrique Rodo, Alejandro Deustua, Arturo Umberto Illia and Alejandro Korn. Reyes, for example, gave lectures at the Residencia de Estudiantes in Madrid, whilst Rodo promoted aesthetic concerns through Krausism in his extensive correspondence with Leopoldo Alas.\n\n"
        }
    ]
}