{
    "url": "https://en.wikipedia.org/wiki/Krishnaism",
    "title": "Krishnaism",
    "table_of_contents": [
        "1 History",
        "1.1 Overview",
        "1.2 Ancient traditions. Northern India",
        "1.3 Early medieval traditions. Southern and Eastern India",
        "1.4 High and late medieval traditions",
        "2 Modern times",
        "3 List of living Krishnaite traditions",
        "4 Beliefs",
        "4.1 Krishnaism and Vaishnavism",
        "4.2 Krishna",
        "5 Common scriptures",
        "6 Philosophy and theology",
        "7 Practices",
        "7.1 Maha-mantra",
        "7.2 Kirtan",
        "7.3 Holy places",
        "8 Demography",
        "9 Krishnaism and Christianity",
        "10 Gallery of key Krishnaite temples",
        "11 Notes",
        "12 References",
        "12.1 Bibliography",
        "13 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nKrishnaism (IAST: Kṛṣṇaism) is a large group of independent Hindu traditions—sampradayas related to Vaishnavism—that center on the devotion to Krishna as Svayam Bhagavan, Ishvara, Para Brahman, the source of all reality, who is not an avatar of Vishnu.[1][note 1] This is its difference from such Vaishnavite groupings as Sri Vaishnavism, Sadh Vaishnavism, Ramaism, Radhaism, Sitaism etc.[3] There is also a personal Krishnaism, that is devotion to Krishna outside of any tradition and community, as in the case of the saint-poet Meera Bai.[3] Leading scholars do not define Krishnaism as a suborder or offshoot of Vaishnavism, considering it a parallel and no less ancient current of Hinduism.\n\nThe teachings of the Bhagavad Gita can be considered as the first Krishnaite system of theology. Krishnaism originated in the late centuries BCE from the followers of the heroic Vāsudeva Krishna, which amalgamated several centuries later, in the early centuries CE, with the worshipers of the \"divine child\" Bala Krishna and the Gopala-Krishna traditions of monotheistic Bhagavatism. These non-Vedic traditions in Mahabharata canon affiliate itself with ritualistic Vedism in order to become acceptable to the orthodox establishment. Krishnaism becomes associated with bhakti yoga and bhakti movement in the Medieval period.\n\nThe most remarkable Hindu scriptures for the Krishnaites became Bhagavad Gita, Harivamsa (appendix to the Mahabharata), and Bhagavata Purana.\n\n"
        },
        {
            "title": "History",
            "text": "Krishnaism originates in the first millennium BCE, as the theological system of the Bhagavad Gita,[3][4] initially focusing on the worship of the heroic Vāsudeva Krishna in the region of Mathura, the \"divine child\" Bala Krishna and Gopala-Krishna.[note 2] It is closely related to, and find its origin in, Bhagavatism.[6]\n\nKrishnaism is a non-Vedic tradition in origin, but it further developed its appeal towards orthodox believers through the syncretism of these traditions with the Mahabharata epic. In particular Krishnaism incorporated more or less superficially the Vedic supreme deity Vishnu, who appears in the Rigveda.[note 3] Krishnaism further becomes associated with bhakti yoga in the Medieval period.\n\nKrishnaite theology and cult originate in the first millennium BCE in the Northern India. The theology of the Bhagavad Gita (around 3rd–2nd centuries BCE) was the first Krishnaite theological system, if, according to Friedhelm Hardy, to read Gita as itself and not in the light of the Mahabharata frame with Vishnu-focussed doctrine.[3] There is no concept of the avatara, which was introduced only in 4th or 5th century CE. There is Krishna as an eternal himself, unmanifest Vishnu.[3] As Krishna says:\n\nEarly Krishnaism already flourished several centuries BCE with the cult of the heroic Vāsudeva Krishna in and around the region of Mathura,[3][11][12][13] which, several centuries later, was amalgamated with the cult of the \"divine child\" Bala Krishna and the Gopala traditions.[11][14] While Vishnu is attested already in the Rigveda as a minor deity, the development of Krishnaism appears to take place via the worship of Vasudeva in the final centuries BCE. But, in accordance with Dandekar, the \"Vasudevism\" marks the beginning of Vaishnavism in whole.\nIn other words, Krishnaism, according to Dandekar, is not an offshoot of Vaishnavism, but, on the contrary, the cult of Vishnu and his avatars is the later transformation of Krishnaism-Bhagavatism.[note 4] This earliest phase was established in the time of Pāṇini (4th century BCE) who, in his Astadhyayi, explained the word vasudevaka as a bhakta (devotee) of Vasudeva.[16][17][18][19] At that time, Vāsudeva was already considered as a demi-God, as he appears in Pāṇini's writings in conjunction with Arjuna as an object of worship, since Pāṇini explains that a vāsudevaka is a devotee (bhakta) of Vāsudeva.[17][20][21]\n\nA branch which flourished with the decline of Vedism was centred on Krishna, the deified tribal hero and religious leader of the Yadavas.[22] Worship of Krishna, the deified tribal hero and religious leader of the Yadavas, took denominational form as the Pancaratra and earlier as Bhagavata religions. This tradition has at a later stage merged with the tradition of Narayana.[6]\n\nThe character of Gopala Krishna is often considered to be non-Vedic.[23]\n\nBy the time of its incorporation into the Mahabharata canon during the early centuries CE, Krishnaism began to affiliate itself with Vedism in order to become acceptable to orthodoxy, in particular aligning itself with Rigvedic Vishnu.[5] At this stage that Vishnu of the Rig Veda was assimilated into Krishnaism and became the equivalent of the Supreme God.[22] The appearance of Krishna as one of the Avatars of Vishnu dates to the period of the Sanskrit epics in the early centuries CE. The Bhagavad Gita was incorporated into the Mahabharata as a key text for Krishnaism.[24]\n\nBy the Early Middle Ages, Krishnaism had risen to a major current of Vaishnavism.[5]\n\nAccording to Friedhelm Hardy,[note 5] there is evidence of early \"southern Krishnaism,\" despite the tendency to allocate the Krishna-traditions to the Northern traditions.[25] South Indian texts show close parallel with the Sanskrit traditions of Krishna and his gopi companions, so ubiquitous in later North Indian text and imagery.[27] Early writings in Dravidian culture such as Manimekalai and the Cilappatikaram present Krishna, his brother, and favourite female companions in the similar terms.[27] Hardy argues that the Sanskrit Bhagavata Purana is essentially a Sanskrit \"translation\" of the bhakti of the Tamil alvars.[28]\n\nDevotion to southern Indian Mal (Thirumal) may be an early form of Krishnaism, since Mal appears as a divine figure, largely like Krishna with some elements of Vishnu.[29] The alvars, whose name can be translated \"sages\" or \"saints\", were devotees of Mal. Their poems show a pronounced orientation to the Vaishnava, and often Krishna, side of Mal. But they do not make the distinction between Krishna and Vishnu on the basis of the concept of the avatars.[29] Yet, according to Hardy the term \"Mayonism\" should be used instead of \"Krishnaism\" when referring to Mal or Mayon.[25]\n\nAt the same ages, in East India, the Jagannathism (a.k.a. Odia Vaishnavism) was origined as the cult of the god Jagannath (lit. ''Lord of the Universe'')—an abstract form of Krishna.[30] Jagannathism is a regional, previously state, temple-centered version of Krishnaism,[3][31] where Lord Jagannath is understood as a principal god, Purushottama and Para Brahman, but can also be regarded as a non-sectarian syncretic Vaishnavite and pan-Hindu cult.[32] According to the Vishnudharma Purana (c. 4th century), Krishna is woshipped in the form of Purushottama in Odra (Odisha).[33] The Jagannath temple in Puri, Odisha is particularly significant within the tradition and one of the major pilgrimage destinations for Hindus since about 800 CE, later became a centre of attraction for a number of both Krishnaite and other Vaishnava acharyas,[34] and a place where for the first time the famous poem Gita Govinda was introduced into the liturgy.[35]\n\nVaishnavism in the 8th century came into contact with the Advaita doctrine of Adi Shankara. Vasudeva has been interpreted by Adi Shankara, using the earlier Vishnu Purana as a support, as meaning the \"supreme self\" or Vishnu, dwelling everywhere and in all things.[36]\n\nAt this period emerged one of key texts for Krishnaites, the Bhagavata Purana, that promotes bhakti (devotion) to Krishna.[37] In it one reads:\n\nAnother notable bouquet of glory of Krishna was the poems in Sanskrit, possibly by Bilvamangala from Kerala, the Balagopala Stuti (\"The Childhood of Krishna\")[38] and the Shree Krishna Karnamrutam (also called Lilasuka, \"Playful parrot\"), that later became a favorite text of the Bengali acharya Chaitanya Mahaprabhu.[3][39]\n\nThis is the most important period, it was at this time that Krishnaism acquired the form in which its traditions exist to nowadays. The bhakti movement of the high and later Middle Ages Hinduism emerges in the 9th or 10th century, and is based (its Krishnaite form) on the Bhagavata Purana, Narada Bhakti Sutra, and other scriptures. In North and East India, Krishnaism gave rise to various Medieval movements.[40] Early Bhakti Krishnaite pioneers include a Telugu-origin philosopher Nimbarkacharya (12th or 13th century CE), a founder of the first Bhakti-era Krishnaite Nimbarka Sampradaya (a.k.a. Kumara sampradaya),[41] and his an Odisha-born friend, poet Jayadeva, author of Gita Govinda.[42][43][44] Both promoted Radha Krishna to be the supreme lord while the ten incarnations are his forms.[41][45] Nimbarka more than any other acharyas gave Radha a place as a deity.[46]\n\nSince 15th century in Bengal and Assam flourished Tantric variety of Krishnaism—Vaishnava-Sahajiya linked to the Bengali poet Chandidas, as well as related to it Bauls—where Krishna is the inner divine aspect of man and Radha is the aspect of woman.[47] Chandidas' Shrikrishna Kirtana, a poem on Krishna and Radha, depicts them as divine couple, but in human love.[48]\n\nThe other 15th–16th centuries Bhakti poet-sants - Vidyapati, Meera Bai, Surdas, Swami Haridas, as well as Narsinh Mehta (1350–1450), who preceded all of them, also wrote about Radha and Krishna love.[49]\n\nThe most emerged Krishnaite guru-acharyas of 15th–16th centuries were Vallabhacharya in Braj, Sankardev in Assam, and Chaitanya Mahaprabhu in Bengal. They developed their own schools, namely Pushtimarg sampradaya of Vallabha,[50] Gaudiya Vaishnavism, a.k.a. Chaitanya Sampradaya (rather, Chaitanya was an inspirator with no formal successors),[51] with Krishna and his chief consort and shakti Radha as the supreme god, and Ekasarana Dharma tradition of Sankardev who worship only Krishna, that started under the influence of the Odia cult of Jagannath.[46][52][53]\n\nIn the Western Indian state of Maharashtra, saint poets of the Warkari tradition such as Dnyaneshwar, Namdev, Janabai, Eknath, and Tukaram promoted the worship of Vithoba, a local form of Krishna, from the late of the 13th century until the late 18th century.[54] Before the Warkari sampradaya, Krishna devotion (Pancha-Krishna, i.e. five Krishnas) became well established in Maharashtra due to the rise of Mahanubhava Panth founded by the 13th-century Gujarati acharya Chakradhara.[55] Both schools, Warkari and Mahanubhava, venerated Krishna and his wife Rukmini (Rakhumai).[3]\n\nIn 16th century in Mathura region, offshoot of Krishnaism is established as Radha Vallabha Sampradaya by the Braj-language poet-sant Hith Harivansh Mahaprabhu and who emphasized devotion to Radha as the ultimate supreme deity.[56]\n\n"
        },
        {
            "title": "Modern times",
            "text": "The Pranami Sampradaya (Pranami Panth) emerged in the 17th century in Gujarat, based on the Krishna-focussed syncretist Hindu-Islamic teachings of a Sindh-born Devchandra Maharaj (1581–1655) and his famous successor, Mahamati Prannath (1618–1694).[57]\n\nDuring the 18th century at Kolkata existed the Sakhībhāvakas community, whose members ware female dress in order to identify themselves with the gopis, companions of Radha.[3]\n\nIn non-Indo-Aryan Manipur region, after a short period of Ramaism penetration, Gaudiya Vaishnavism spread, especially from beginning the second quarter of the 18th century (Manipuri Vaishnavism, the lineage of Natottama Thakura).[58]\n\nIn the 1890s in Bengal, Mahanam Sampraday emerged as an offshoot of Gaudiya Vaishnavism. Prabhu Jagadbandhu was considered a new incarnation of Krishna, Chaitanya Mahaprabhu and Nityananda by his followers.[59]\n\nAt the beginning of the 20th century the first attempts at a Krishnaite mission in the West began. A pioneer of American mission has become Baba Premananda Bharati (1858–1914) from the circle of mentioned Prabhu Jagadbandhu.[60] Baba Bharati founded in 1902 the short-lived \"Krishna Samaj\" society in New York City and built a temple in Los Angeles.[61][62] He was an author of the first full-length trearment of Gaudiya Vaishnavism in English Sree Krishna—the Lord of Love (New York, 1904);[63] the author sent the book to Russian writer Leo Tolstoy, who was intrigued and used text for composition his notable A Letter to a Hindu.[64] Baba Bharati's followers later formed several organisations in US, including now defunct the Order of Living Service and the AUM Temple of Universal Truth.[62]\n\nWithin Gaudiya Vaishnavism in 20th century was also established the reform Gaudiya Math and its largest worldwide successor, the International Society for Krishna Consciousness (a.k.a. Hare Krishna Movement), formed in New York by acharya A. C. Bhaktivedanta Swami Prabhupada.[3]\n\nThere is the number of neo-Hindu Krishnaite organisations only partially related to traditional sampradayas, such as Jagadguru Kripalu Parishat, Jagadguru Kripaluji Yog, and westernezed Science of Identity Foundation.\n\nKrishnaite authors continue to create major theological and poetic works. For instance, the Shri Radhacharita Mahakavyam—the 1980s epic poem of Kalika Prasad Shukla that focuses on devotion to Krishna as the universal lover—\"one of the rare, high-quality works in Sanskrit in the twentieth century.\"[65]\n\n"
        },
        {
            "title": "List of living Krishnaite traditions",
            "text": "Krishnaism is mainly subdivided into three categories[66] -\n\nRemark: Radha Vallabh Sampradaya is conditionally Krishnaite, representing such current as Radhaism, due to the worship of Radha as the supreme deity, where Krishna is only her most intimate servant.[3][68]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The term \"Krishnaism\" has been used to describe the schools, related to Vaishnavism, but focused on Krishna, while \"Vishnuism/Vaishnavism\" may be used for traditions focusing on Vishnu in which Krishna is an avatar, rather than a transcended Supreme Being.[69][70] At the same time, Friedhelm Hardy does not at all define Krishnaism as a suborder or offshoot of Vaishnavism, considering it a parallel and no less ancient current of Hinduism.[3] And, in accordance with Dandekar, the \"Vasudevism\" (the Vasudeva cult) is the beginning stage of Vaishnavism, hence, Krishnaism was basis for laterer Vaishnavism.[note 6] Vishnuism believes in Vishnu as the supreme being, manifested himself as Krishna, thence Krishnaites assert Krishna to be Svayam Bhagavan (lit. 'Sanskrit: 'The Fortunate and Blessed One Himself'), Ishvara, the Para Brahman in human form,[71][note 7][note 8][note 9][75] that manifested himself as Vishnu. As such Krishnaism is believed to be one of the early attempts to make philosophical Hinduism appealing to the masses.[76] In common language the term Krishnaism is not often used, as many prefer a wider term \"Vaishnavism\", which appeared to relate to Vishnu, more specifically as Vishnu-ism.\n\nKrishnaism is often also called Bhagavatism, after the Bhagavata Purana which asserts that Krishna is \"Bhagavan Himself,\" and subordinates to itself all other forms: Vishnu, Narayana, Purusha, Ishvara, Hari, Vasudeva, Janardana, and so on.[note 10]\n\nVaishnavism is a monotheistic religion, centered on the devotion of Vishnu and his avatars. It is sometimes described as a \"polymorphic monotheism\", since there are many forms of one original deity, with Vishnu taking many forms. In Krishnaism this deity is Krishna—often together with his consort Radha as deity Radha Krishna[78]—sometimes referred as intimate deity — as compared with the numerous four-armed forms of Narayana or Vishnu.[79]\n\nKrishna is also worshiped across many other traditions of Hinduism. Krishna is often described as having the appearance of a dark-skinned person and is depicted as a young cowherd boy playing a flute or as a youthful prince giving philosophical direction and guidance, as in the Bhagavad Gita.[80]\n\nKrishna and the stories associated with him appear across a broad spectrum of different Hindu philosophical and theological traditions, where it is believed that God appears to his devoted worshippers in many different forms, depending on their particular desires. These forms include the different avataras of Krishna described in traditional Vaishnavite texts, but they are not limited to these. Indeed, it is said that the different expansions of the Svayam bhagavan are uncountable and they cannot be fully described in the finite scriptures of any one religious community.[81][82] Many of the Hindu scriptures sometimes differ in details reflecting the concerns of a particular tradition, while some core features of the view on Krishna are shared by all.[83]\n\nThe founders of almost every Krishnaite sampradaya are recognized by adherents as the earthly incarnations of Krishna.\n\n"
        },
        {
            "title": "Common scriptures",
            "text": "The most remarkable Hindu scriptures for the Krishnaites became Bhagavad Gita,[3][84][85] Harivamsa (appendix to the Mahabharata),[86][87] and Bhagavata Purana (especially the 10th Canto).[88][89][90][91] While every tradition of Krishnaism has its own canon, in all Krishna is accepted as a teacher of the path in the scriptures Bhagavad Gita and the Bhagavata Purana—\"the Bible of Krishnaism\".[92][93][94][95][note 11]\n\nAs Krishna says in the Bhagavad Gita, establishing the basis of Krishnaism himself:\n\nIn Gaudiya Vaishnava, Vallabha Sampradaya, Nimbarka sampradaya and the old Bhagavat school, Krishna is believed to be fully represented in his original form in the Bhagavata Purana, that at the end of the list of avataras concludes with the following assertion:[99]\n\nNot all commentators on the Bhagavata Purana stress this verse, however a majority of Krishna-centered and contemporary commentaries highlight this verse as a significant statement.[101] Jiva Goswami has called it Paribhasa-sutra, the \"thesis statement\" upon which the entire book or even theology is based.[102][103]\n\nIn another place of the Bhagavata Purana (10.83.5-43) those who are named as wives of Krishna all explain to Uraupadi how the 'Lord himself' (Svayam Bhagavan, Bhagavata Purana 10.83.7) came to marry them. As they relate these episodes, several of the wives speak of themselves as Krishna's devotees.[104] In the tenth canto the Bhagavata Purana describes svayam bhagavans Krishna's childhood pastimes as that of a much-loved child raised by cowherds in Vrindavan, near to the Yamuna River. The young Krishna enjoys numerous pleasures, such as thieving balls of butter or playing in the forest with his cowherd friends. He also endures episodes of carefree bravery protecting the town from demons. More importantly, however, he steals the hearts of the cowherd girls (Gopis). Through his magical ways, he multiplies himself to give each the attention needed to allow her to be so much in love with Krishna that she feels at one with him and only desires to serve him. This love, represented by the grief they feel when Krishna is called away on a heroic mission and their intense longing for him, is presented as models of the way of extreme devotion (bhakti) to the Supreme Lord.[105]\n\nEdwin F. Bryant describes the synthesis of ideas in Bhagavata Purana 10th Book as:\n\n"
        },
        {
            "title": "Philosophy and theology",
            "text": "A wide range of theological and philosophical ideas are presented through Krishna in Krishnaite texts. The teachings of the Bhagavad Gita can be considered as the first Krishnaite system of theology in terms of Bhakti yoga.[3]\n\nThe Bhagavata Purana synthesizes an Vedanta, Samkhya, and devotionalized Yoga praxis framework for Krishna but one that proceeds through loving devotion to Krishna.[106]\n\nBhedabheda became a main kind of Krishnaite philosophy, which teaches that the individual self is both different and not different from the ultimate reality. It predates the positions of nondualism (namely Vishishtadvaita of Ramanuja) and dualism (Dvaita of Madhvacharya). Among medieval Bhedabheda thinkers are Nimbarkacharya, who founded the Dvaitadvaita school),[109] as well as Jiva Goswami, a saint from Gaudiya Vaishnavism, described Krishna theology in terms of Achintya Bheda Abheda philosophical school.[110]\n\nKrishna theology is presented in a pure monism (Advaita Vedanta framework by Vallabhacharya, who was the founder of Shuddhadvaita school of philosophy.[111]\n\nThe acharya-founders of the remaining Krishnaite sampradayas did not create new schools of philosophy, following the old ones or nor attaching importance to philosophical speculations. Thus, the philosophical base of the Warkari and Mahanubhava traditions is the Dvaitin, and Ekasarana Dharma is the Advaitin. And the Radha-vallabha Sampradaya prefers to remain unaffiliation with any philosophical positions and declines to produce theological and philosophical commentaries, basing on pure bhakti, divine love.[112]\n\n"
        },
        {
            "title": "Practices",
            "text": "A mantra is a sacred utterance. The most basic and known it among the Krishnaites—Mahā-mantra (\"Great Mantra\")—is a 16-word mantra in Sanskrit which is mentioned in the Kali-Saṇṭāraṇa Upaniṣad:[113][114]\n\nIts variety within Gaudiya Vaishnavism looks as:\n\nThe Maha-mantra Radhe Krishna of Nimbarka Sampradaya is as follows:\n\nA characteristic part of spiritual practice, in almost all traditions of Krishnaism, is a kirtan, a collective musical performance with chanting of the glories of God.\n\nThe Marathi Varkari saint Namdev used the kirtan form of singing to praise the glory of Vithoba (Krishna). Marathi kirtan is typically performed by one or two main performers, called \"kirtankar\", accompanied by harmonium and tabla. It involves singing, acting, dancing, and story-telling. The naradiya kirtan popular in Maharashtra is performed by a single kirtankar, and contains the poetry of saints of Maharashtra such as Dnyaneshwar, Eknath, Namdev and Tukaram.[115]\n\nIn Vrindavan of Braj region, a kirtan accords the Hindustani classical music. Vallabha launched a kirtan singing devotional movement around the stories of baby Krishna and his early childhood.[116] And \"Samaj-Gayan\" is the Radha-vallabha Sampradaya's collective style of hymn singing by the Hindustani classical forms \"dhrupad\" and \"dhamar\".[117]\n\nChaitanya Mahaprabhu popularized adolescent the love between Radha and Krishna based extatic public san-kirtan in Bengal, with Hare Krishna mantra other songs and dances, wherein the love between Radha and Krishna was symbolized as the love between one's soul and God.[116]\n\nSankardev in Assam helped establish satras (temples and monasteries) with kirtan-ghar (also called namghar), for singing and dramatic performance of Krishna-related theology.[118]\n\nThe three main pilgrimage sites related to Krishna circuit are \"48 kos parikrama of Kurukshetra\" in Haryana state, \"Vraja Parikrama\" at Mathura in Uttar Pradesh and \"Dwarka Parkarma\" (Dwarkadish yatra) at Dwarkadhish Temple in Gujarat.\n\nVrindavan, Uttar Pradesh, is often considered to be a holy place by majority of traditions of Krishnaism. It's a center of Krishna worship and the area includes places like Govardhana and Gokula associated with Krishna from time immemorial. Many millions of bhaktas or devotees of Krishna visit these places of pilgrimage every year and participate in a number of festivals that relate to the scenes from Krishna's life on Earth.[96][120][121]\n\nOn the other hand, Goloka is considered the eternal abode of Krishna, Svayam Bhagavan according to some Krishnaite schools, including Gaudiya Vaishnavism. The scriptural basis for this is taken in Brahma Samhita and Bhagavata Purana.[122]\n\nThe Dwarkadhish Temple (Dwarka, Jujarat) and the Jagannath Temple (Puri, Odisha) are particularly significant in Krishnaism, and are regarded have been two of the four major pilgrimage destinations for most Hindus as the Char Dham pilgrimage sites.[34]\n\n"
        },
        {
            "title": "Demography",
            "text": "There are adherents of Krishnaism in all strata of Indian society, but a tendency has been revealed, for example, Bengal Gaudiya Vaishnavas belong to the lower middle castes, while the upper castes as well as lowest castes and tribes are Shaktas.[123]\n\nKrishnaism has a limited following outside of India, especially associated with 1960s counter-culture, including a number of celebrity followers, such as George Harrison, due to its promulgation throughout the world by the founder-acharya of the International Society for Krishna Consciousness (ISKCON) A.C. Bhaktivedanta Swami Prabhupada.[124][125][126] The first Hindu member of the United States Congress Tulsi Gabbard is follower of the Krishnaite organisation Science of Identity Foundation.[127][128]\n\n"
        },
        {
            "title": "Krishnaism and Christianity",
            "text": "Debaters have often alleged a number of parallels between Krishnaism and Christianity, originating with Kersey Graves' The World's Sixteen Crucified Saviors claiming 346 parallels between Krishna and Jesus,[129] theorizing that Christianity emerged as a result of an import of pagan concepts upon Judaism. Some 19th- to early 20th-century scholars writing on Jesus Christ in comparative mythology (John M. Robertson, Christianity and Mythology, 1910) even sought to derive both traditions from a common predecessor religion.[note 12]\n\n"
        }
    ]
}