{
    "url": "https://en.wikipedia.org/wiki/Kumina",
    "title": "Kumina",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "3 Beliefs and practices",
        "4 Organization",
        "5 Influence on Rastafari",
        "6 References",
        "6.1 Citations",
        "6.2 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kumina is an Afro-Jamaican religion. Kumina has practices that include secular ceremonies, dance and music that developed from the beliefs and traditions brought to the island by Kongo enslaved people and indentured labourers, from the Congo region of West Central Africa, during the post-emancipation era.[1] It is mostly associated with the parish of St. Thomas in the east of the island. However, the practice spread to the parishes of Portland, St. Mary and St. Catherine, and the city of Kingston.[2]\n\nKumina also gives it name to a drumming style, developed from the music that accompanied the spiritual ceremonies, that evolved in urban Kingston. The Kumina drumming style has a great influence on Rastafari music, especially the Nyabinghi drumming, and Jamaican popular music. Count Ossie was a notable pioneer of the drumming style in popular music and it continues to have a significant influence on contemporary genres such as reggae and dancehall.[3]\n\nThe Kumina riddim is a dancehall riddim produced by Sly & Robbie in 2002. It has featured in recordings of over 20 artists including Chaka Demus & Pliers and Tanya Stephens.[3]\n\n"
        },
        {
            "title": "Definition",
            "text": "Kumina is also known as Pukkumina or Pocomania, although the latter term is largely pejorative.[4] It is a form of Jamaican Revivalism.[4]\n\n"
        },
        {
            "title": "History",
            "text": "Kumina emerged through the practices of indentured labourers who were brought to Jamaica from the Kongo region of central Africa after the abolition of slavery.[4]\nIn the second half of the 19th century it syncretised with Myalism.[4]\nKumina differed from Zion Revivalism in rejecting the belief that the Bible should be the central authority behind worship.[4]\n\n"
        },
        {
            "title": "Beliefs and practices",
            "text": "The practices of Kumina are primarily linked to healing.[4] Healing ceremonies utilise singing, dancing, drumming, animal sacrifice, and spirit possession, with the intent of summoning spirits to heal the sick individual.[4] These elements are also found in Myalism and Zion Revivalism.[4]\n\n"
        },
        {
            "title": "Organization",
            "text": "Organization of Kumina communities follows the general local character of African religions in Jamaica. Kumina communities are small family based communities or nations. Some nations include Mondongo, Moyenge, Machunde, Kongo, Igbo, and Yoruba. People from Kumina families are given the title Bongo. Marrying into a Bongo family is one avenue to become a part of a Kumina nation; special initiation is the other avenue. Kumina nations are led by a \"King\" and \"Queen\". Imogene \"Queenie\" Kennedy AKA Queenie III (c1920-1998) was a well-known Kumina Queen in the 20th century, born in St Thomas in the late 1920s she  later moved to Kingston and then Waterloo, St Catherine.[5]\n\n"
        },
        {
            "title": "Influence on Rastafari",
            "text": "The use of cannabis or ganja in Kumina may have been an influence on the adoption of this plant as a sacrament in Rastafari, a religion that developed in Jamaica during the 1930s.[6]\n\n"
        }
    ]
}