{
    "url": "https://en.wikipedia.org/wiki/Kung_fu_film",
    "title": "Kung fu film",
    "table_of_contents": [
        "1 History",
        "1.1 Resurgence in the 1970s",
        "1.1.1 Kung fu comedies",
        "1.2 Modern kung fu films",
        "2 Global influence",
        "3 Notable actors",
        "4 Notes and references",
        "4.1 Citations",
        "4.2 Bibliography",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kung fu film (Chinese: 功夫片; pinyin: Gōngfu piàn; Jyutping: Gung1fu1pin3) is a subgenre of martial arts films and Hong Kong action cinema set in the contemporary period and featuring realistic martial arts. It lacks the fantasy elements seen in wuxia, a related martial arts genre that uses historical settings based on ancient China.[1] Swordplay is also less common in kung-fu films than in wuxia and fighting is done through unarmed combat.[2]\n\nKung fu films are an important product of Hong Kong cinema and the West, where it was exported.[3] Studios in Hong Kong produce both wuxia and kung fu films.\n\n"
        },
        {
            "title": "History",
            "text": "The kung fu genre was born in Hong Kong as a backlash against the supernatural tropes of wuxia.[4] The wuxia of the period, called shenguai wuxia, combined shenguai fantasy with the martial arts of wuxia. Producers of wuxia depended on special effects to draw in larger audiences like the use of animation in fight scenes. The popularity of shenguai wuxia waned because of its cheap effects and fantasy cliches, paving way for the rise of the kung fu film.[5] The new genre still shared many of the traits of wuxia. Kung fu protagonists were exemplars of chivalry akin to the ancient youxia, the knight-errants of Chinese wuxia fiction.[6]\n\nThe oldest film in the genre, The Adventures of Fong Sai-yuk (Part 1: 方世玉打擂台; Part 2: 方世玉二卷之胡惠乾打機房), is a 1938–39 two-part movie about the adventures of folk hero Fong Sai-yuk. No surviving copies of the film exist.[7] A series of films that dramatized the life of Wong Fei-hung, a historical Cantonese martial artist, was another early pioneer of the genre.[8] The first two films of the Wong series, directed by Wu Pang and starring Kwan Tak-hing, were released in 1949.[9] The major innovation of the Wong Fei-hung films was its focus on realistic fighting or zhen gongfu, a departure from earlier wuxia films. The fights were still choreographed, but were designed to be more believable.[10] Jet Li played Wong in a later revival of the series in 1990s, Tsui Hark's Once Upon a Time in China, and also Fong in the movie Fong Sai-yuk.[11]\n\nThe kung fu genre reached its height in the 1970s, coinciding with Hong Kong's economic boom.[12] It overtook the popularity of the new school (xinpai) wuxia films that prevailed in Hong Kong throughout the 1950s and 1960s.[13] Wuxia had been revitalized in the newspaper serials of the 1950s and its popularity spread to cinemas in the 1960s.[14] It displaced the kung fu dramatizations of Wong Fei-hung and brought back the supernatural themes of traditional wuxia cinema.[15] The rivalry between the Shaw Brothers, Golden Harvest, and Seasonal Films studios stimulated the growth of kung fu movies in the Hong Kong film industry.[16] The Chinese Boxer (1970) directed by Wang Yu and Vengeance directed by Chang Cheh in 1970 were the first films of the resurgent kung fu genre.[17][18]\n\nThe new wave of kung fu films reached international audiences after the financial success of Bruce Lee's first feature-length film, The Big Boss, in 1971.[19][20] Lee spent most of his childhood in Hong Kong where he learned wing chun martial arts and performed as a child actor. He left for the United States, his place of birth, and continued his martial arts training as a high school student. In America, he created Jeet Kune Do, a martial arts style inspired by wing chun, and briefly worked in Hollywood as a film and television actor.[21]\n\nHe returned to Hong Kong and performed his breakthrough role in The Big Boss, followed by five more films. The movies of Bruce Lee began a trend of employing genuine practitioners of martial arts as actors in martial arts films.[22] Kung fu films were internationally successful and popular in the West where a kung fu fad had taken root.[23] The anti-imperialist themes of his films held a broad appeal for groups that felt marginalized and contributed to his popularity in Southeast Asia and the African-American and Asian-American communities of urban America.[24][25] Audiences were sympathetic with Lee's role as a minority figure struggling against and overcoming prejudice, social inequality, and racial discrimination.[26]\n\nThe genre declined after Bruce Lee's sudden death in 1973. In the same year, a stock market crash brought Hong Kong into a recession.[27] During the economic downturn, audiences in Hong Kong shifted to favoring comedies and satires.[28] In the late 1970s the kung fu comedy appeared as a new genre, merging the martial arts of kung fu films with the comedy of Cantonese satires.[29] The films of Lau Kar-leung, Yuen Woo-ping, and Sammo Hung followed this trend.[30] Yuen's Drunken Master in 1978 was a financial success that transformed Jackie Chan, its leading actor, into a major Hong Kong movie star.[31]\n\nThe mixture of slapstick comedy with martial arts reinvigorated the kung fu genre. Jackie Chan was the first significant action hero and martial arts performer to emerge from Hong Kong after the death of Bruce Lee.[32] The films of Jackie Chan and Sammo Hung integrated techniques from Peking Opera, which both had trained in prior to their work as stuntmen and extras in the Hong Kong studio system.[33][34] They were students of China Drama Academy, a Peking opera school operated by Yu Jim-yuen, which brought elements of combat and dance from Beijing into Cantonese opera.[35] The Peking Opera-influenced martial arts of kung fu comedies were more fluid and acrobatic than traditional kung fu films.[36] In the 1980s, Jackie Chan and Sammo Hung transitioned to kung fu films set in urban environments.[37]\n\nThe realism of the kung fu genre has been blurred with the widespread use of computer-generated imagery (CGI) in the industry. Technology has enabled actors without martial arts training to perform in kung fu films.[38] Wuxia films experienced a revival in recent years with the films of Ang Lee and Zhang Yimou.[39] Kung fu comedies remain popular staples of Hong Kong cinema and the kung fu films of Stephen Chow have been box office hits. His 2001 film Shaolin Soccer combined kung fu, modified using CGI, with the sports and comedy genres.[40] Chow's 2004 film Kung Fu Hustle, choreographed by martial arts directors Sammo Hung and Yuen Woo-ping, was a similar mixture of kung fu and comedy that achieved international success.[41] Donnie Yen, who emerged during the early 1990s in Jet Li's Once Upon a Time in China II, is currently Hong Kong's highest-paid actor, starring in several films which helped him achieve international recognition, such as the Ip Man trilogy and Legend of the Fist: The Return of Chen Zhen.\n\n"
        },
        {
            "title": "Global influence",
            "text": "The competing Shaw Brothers and Golden Harvest studios entered Western markets in the 1970s by releasing dubbed kung fu films in the United States and Europe. Films like The Big Boss (Fists of Fury) and King Boxer (Five Fingers of Death) were box office successes in the West.[42] By the 1980s and 1990s, American cinema had absorbed the martial arts influences of Hong Kong cinema.[43] The Matrix, directed by the Wachowskis, was choreographed by martial arts director Yuen Woo-Ping. Martial arts stars like Jackie Chan and Jet Li left Hong Kong to star in American films, but occasionally returned to Hong Kong.[44]\n\n"
        }
    ]
}