{
    "url": "https://en.wikipedia.org/wiki/Kurt_Vonnegut_Memorial_Library",
    "title": "Kurt Vonnegut Museum and Library",
    "table_of_contents": [
        "1 Interior",
        "2 Public service",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Kurt Vonnegut Museum and Library is dedicated to championing the literary, artistic, and cultural contributions of the late writer, artist, and Indianapolis native Kurt Vonnegut, Jr. It opened in January 2011 and was located in The Emelie, a structure on the National Register of Historic Places at 340 North Senate Avenue in Indianapolis, Indiana, until January 2019. Funding for a new building at 543 Indiana Avenue was secured, and the library reopened to the public on November 9, 2019.\n\nThe library serves as a cultural and educational resource facility, museum, art gallery, and reading room. It supports language and visual arts education through programs and outreach activities with other local arts organizations to foster a strong arts network for both the local and national communities.\n\nOne of the goals of the Kurt Vonnegut Museum and Library is to help bring tourism to Indianapolis. Tourism officials from the city look at the library as an important attraction and reason for people to visit. The library is one of several efforts supported by the city and institutions such as the Lilly Endowment and Ball State University to expand the city's cultural activities, alongside the Indianapolis Museum of Art and The Children's Museum of Indianapolis.[1]\n\nBall State University along with partner contributors granted the library $76,710 to digitize rare archival material and make the content more accessible to the general public via a digital display.[2]\n\nOn September 26, 2021, AP News reported that the Kurt Vonnegut Museum and Library in Indianapolis has been designated a Literary Landmark by the Literary Landmarks Association.[3]\n\n"
        },
        {
            "title": "Interior",
            "text": "Highlighted attractions of the library include a museum, art gallery, and reading room. The museum features rare remnants from Vonnegut's life, including the author's Purple Heart medal awarded to him for his service in Dresden, Germany during World War II, the author's Smith-Corona Coronamatic 2200 typewriter, an unopened box of the author's Pall Mall cigarettes discovered by his children behind a bookcase following his death, an unopened letter sent overseas (in the course of World War II) to the author from his father, a series of rejection letters sent to the author by magazines which are periodically rotated,[4] and a complete replica of his writing studio.[5] The library's art gallery displays art by local and national artists. A small reading room with a selection of books by Vonnegut sits in the corner of the library.[5] On the wall of the reading room is a quote by the author: \"We are what we pretend to be so we must be careful what we pretend to be.\" The new building also features a permanent Slaughterhouse-Five exhibition, and a new Freedom to Read exhibit that celebrates First Amendment rights will open soon.\n\n"
        },
        {
            "title": "Public service",
            "text": "The library functions as an educational resource to schools ranging from grade school to high school levels. Resources for high schools include support for the Shortridge High School newspaper, the same newspaper Vonnegut edited as a teenager. Teachers can also look to the library for continuing education through the “Teaching Teachers to Teach Vonnegut” program, a program designed to assist educators in learning key methods of teaching Vonnegut's works to teenagers. The library holds an annual writing contest for high school students, and winners receive scholarships such as the Kurt Vonnegut Writing Award and the Jane Cox Vonnegut Writing Award. Resources are also available to local professional and amateur writers including a variety of writing events and discussions. The library sponsors a literary magazine, So It Goes, which debuted in December 2012.\n\nThe library is an active opponent of banning books. When the Republic High School in Missouri banned Vonnegut's classic 1969 novel Slaughterhouse Five, the library offered students of the high school a free copy of the novel so they could read it themselves and draw their own conclusions. In regard to the book giveaway, a library representative stated: \"We have up to 150 books to share thanks to the generosity of an anonymous donor … We’re not telling you to like the book … we just want you to read it and decide for yourself.\"[6]\n\nThe library includes military veterans in its programming, with an annual event titled \"Veterans Reclaim Armistice Day\"; exhibitions of veterans' artwork, performance art, and writings; writing workshops; and opportunities for veterans to learn to use the arts and humanities as a way to communicate. Vonnegut himself was a veteran of World War II.\n\n"
        }
    ]
}