{
    "url": "https://en.wikipedia.org/wiki/Kyoto_School",
    "title": "Kyoto School",
    "table_of_contents": [
        "1 History",
        "2 Significance of its notable members",
        "2.1 Kitaro Nishida",
        "2.2 Hajime Tanabe",
        "2.3 Keiji Nishitani",
        "2.4 Masao Abe",
        "2.5 Shizuteru Ueda",
        "2.6 Eshin Nishimura",
        "3 Criticism",
        "4 Members",
        "5 References",
        "6 Bibliography",
        "6.1 Readings by members",
        "6.2 Secondary sources on members",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Kyoto School (京都学派, Kyōto-gakuha) is the name given to the Japanese philosophical movement centered at Kyoto University that assimilated Western philosophy and religious ideas and used them to reformulate religious and moral insights unique to the East Asian cultural tradition.[1] However, it is also used to describe postwar scholars who have taught at the same university, been influenced by the foundational thinkers of Kyoto school philosophy, and who have developed distinctive theories of Japanese uniqueness. To disambiguate the term, therefore, thinkers and writers covered by this second sense appear under The Kyoto University Research Centre for the Cultural Sciences.\n\nBeginning roughly in 1913 with Kitarō Nishida, it survived the serious controversy it garnered after World War II to develop into a well-known and active movement. However, it is not a \"school\" of philosophy in the traditional sense of the phrase, such as with the Frankfurt School or Plato's Academy. Instead, the group of academics gathered around Kyoto University as a de facto meeting place. Its founder, Nishida, steadfastly encouraged independent thinking.\n\nAccording to James Heisig, the name \"Kyoto School\" was first used in 1932 by a student of Nishida and Hajime Tanabe. Jun Tosaka considered himself to be part of the 'Marxist left-wing' of the school.[2] Afterwards, the media and academic institutions outside Japan began to use the term. By the 1970s it had become a universally accepted term.\n\n"
        },
        {
            "title": "History",
            "text": "Masao Abe writes in his introduction to a new English translation of Nishida's magnum opus that if one thinks of philosophy in terms of Kant or Hegel, then there is no philosophy taking place in Japan. But if it is instead thought of in the tradition carried out by Augustine and Kierkegaard, then Japan has a rich philosophical history, composed of the great thinkers Kūkai, Shinran, Dōgen, and others.[3]\n\nThe group of philosophers involved with the Kyoto School in its nearly 100-year history is a diverse one. Members often come from very different social backgrounds. At the same time, in the heat of intellectual debate they did not hesitate to criticise each other's work.\n\nThe following criteria roughly characterize the features of this school:\n\nGenerally, most were strongly influenced by the German philosophical tradition, especially the thought of Kant, Hegel, Nietzsche, and Heidegger. In addition, many employed their cultural resources in formulating their philosophy and bringing it to play to add to the philosophical enterprise.\n\nWhile their work was not expressly religious it was informed significantly by it. For example, Tanabe and Keiji Nishitani wrote on Christianity and Buddhism and identified common elements between the religions.[4] For this reason, some scholars classify the intellectual products of the school as \"religious philosophy.\"\n\nAlthough the group was fluid and largely informal, traditionally whoever occupied the Chair of the Department of Modern Philosophy at the University of Kyoto was considered its leader. Nishida was the first, from 1913 to 1928. Hajime Tanabe succeeded him until the mid-1930s. By this time, Nishitani had graduated from Kyoto University, studied with Martin Heidegger for two years in Germany, and returned to a teaching post since 1928. From 1955 to 1963, Nishitani officially occupied the Chair. Since his departure, leadership of the school crumbled — turning the movement into a very decentralized group of philosophers with common beliefs and interests.\n\n"
        },
        {
            "title": "Significance of its notable members",
            "text": "The significance of the group continues to grow, especially in American departments of religion and philosophy. Since the mid-1980s, there has been a growing interest in East/West dialogue, especially inter-faith scholarship. Masao Abe traveled to both coasts of the United States on professorships and lectured to many groups on Buddhist-Christian relations.\n\nAlthough Daisetz Teitaro Suzuki was closely connected to the Kyoto School and in some ways critical to the development of thought that occurred there — he personally knew Nishida, Tanabe, and Nishitani — he is not considered a true member of the group.[5]\n\nNishida, the school's founder, is most known for his groundbreaking work An Inquiry into the Good and later for his elucidation of the \"logic of basho\" (Japanese: 場所; usually translated as \"place,\" or the Greek τόπος topos). This brought him fame outside Japan and contributed largely to the attention later paid to philosophers from the Kyoto School.\n\nNishida's work is notable for a few reasons. Chief among them is how much they are related to the German tradition of philosophy since Schopenhauer. The logic of basho is a non-dualistic 'concrete' logic, meant to overcome the inadequacy of the subject-object distinction essential to the subject logic of Aristotle and the predicate logic of Kant, through the affirmation of what he calls the 'absolutely contradictory self-identity' — a dynamic tension of opposites that, unlike the dialectical logic of Hegel, does not resolve in a synthesis. Rather, it defines its proper subject by maintaining the tension between affirmation and negation as opposite poles or perspectives.\n\nNishitani describes East Asian philosophy as something very different from what the Western tradition of Descartes, Leibniz or Hume would indicate.\n\nNishida wrote The Logic of Place and the Religious Worldview, developing more fully the religious implications of his work and philosophy through \"Absolute Nothingness,\" which \"contains its own absolute self-negation within itself.\"[6] By this Nishida means that while the divine is dynamically paradoxical, it should not be construed as pantheism or transcendent theism.\n\nNishitani and Abe spent much of their academic lives dedicated to this development of nothingness and the Absolute, leading on occasion to panentheism.[citation needed]\n\nNishitani, one of Nishida's main disciples, became the doyen in the post-war period. Nishitani's works, such as his Religion and Nothingness, primarily dealt with the Western notion of nihilism, inherited from Nietzsche, and religious interpretation of nothingness, as found in the Buddhist idea of sunyata and the specifically Zen Buddhist concept of mu.\n\nA disciple of Keiji Nishitani.\n\n"
        },
        {
            "title": "Criticism",
            "text": "Today, there is a great deal of critical research into the school's role before and during the Second World War.\n\nHajime Tanabe bears the greatest brunt of the criticism for bringing his work on the \"Logic of Species\" into Japanese politics, which was used to buttress the militarist project to formulate imperialist ideology and propaganda. Tanabe's notion is that the logical category of \"species\" and nation are equivalent, and each nation or \"species\" provides a fundamental set of characteristics which define and determine the lives and outlooks of those who participate in it.\n\n"
        }
    ]
}