{
    "url": "https://en.wikipedia.org/wiki/Laboratory_robotics",
    "title": "Laboratory robotics",
    "table_of_contents": [
        "1 History",
        "2 Applications",
        "2.1 Low-cost laboratory robotics",
        "2.2 Robotic, mobile laboratory operators and remote-controlled laboratories",
        "2.3 Pharmaceutical applications",
        "2.4 Reproducibility verification",
        "2.5 Diagnostic testing for pathogens",
        "2.6 Biological laboratory robotics",
        "2.7 Combinatorial library synthesis",
        "2.8 Purification",
        "3 Advantages and disadvantages",
        "3.1 Advantages",
        "3.2 Disadvantages",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Laboratory robotics is the act of using robots in biology, chemistry or engineering labs.  For example, pharmaceutical companies employ robots to move biological or chemical samples around to synthesize novel chemical entities or to test pharmaceutical value of existing chemical matter.[1][2] Advanced laboratory robotics can be used to completely automate the process of science, as in the Robot Scientist project.[3]\n\nLaboratory processes are suited for robotic automation as the processes are composed of repetitive movements (e.g., pick/place, liquid/solid additions, heating/cooling, mixing, shaking, and testing). Many laboratory robots are commonly referred as autosamplers, as their main task is to provide continuous samples for analytical devices.\n\n"
        },
        {
            "title": "History",
            "text": "The first compact computer controlled robotic arms appeared in the early 1980s, and have continuously been employed in laboratories since then.[4] These robots can be programmed to perform many different tasks, including sample preparation and handling.\n\nYet in the early 1980s, a group led by Masahide Sasaki, from Kochi Medical School, introduced the first fully automated laboratory employing several robotic arms working together with conveyor belts and automated analyzers.[4][5] The success of Sasaki's pioneer efforts made other groups around the world to adopt the approach of Total Laboratory Automation (TLA).\n\nDespite the undeniable success of TLA, its multimillion-dollar cost prevented that most laboratories adopted it.[6] Also, the lack of communication between different devices slowed down the development of automation solutions for different applications, while contributing to keeping costs high. Therefore, the industry attempted several times to develop standards that different vendors would follow in order to enable communication between their devices.[6][7] However, the success of this approach has been only partial, as nowadays many laboratories still do not employ robots for many tasks due to their high costs.\n\nRecently, a different solution for the problem became available, enabling the use of inexpensive devices, including open-source hardware,[8] to perform many different tasks in the laboratory. This solution is the use of scripting languages that can control mouse clicks and keyboard inputs, like AutoIt.[9] This way, it is possible to integrate any device by any manufacturer as long as they are controlled by a computer, which is often the case.\n\nAnother important development in robotics which has important potential implications for laboratories is the arrival of robots that do not demand special training for their programming, like Baxter, the robot.\n\n"
        },
        {
            "title": "Applications",
            "text": "The high cost of many laboratory robots has inhibited their adoption. However, currently there are many robotic devices that have very low cost, and these could be employed to do some jobs in a laboratory. For example, a low-cost robotic arm was employed to perform several different kinds of water analysis, without loss of performance compared to much more expensive autosamplers.[10] Alternatively, the autosampler of a device can be used with another device,[9] thus avoiding the need for purchasing a different autosampler or hiring a technician for doing the job. The key aspects to achieve low-cost in laboratory robotics are 1) the use of low-cost robots, which become more and more common, and 2) the use of scripting, which enables compatibility between robots and other analytical equipment.[11]\n\nIn July 2020 scientists reported the development of a mobile robot chemist and demonstrate that it can assist in experimental searches. According to the scientists their strategy was automating the researcher rather than the instruments – freeing up time for the human researchers to think creatively – and could identify photocatalyst mixtures for hydrogen production from water that were six times more active than initial formulations. The modular robot can operate laboratory instruments, work nearly around the clock, and autonomously make decisions on his next actions depending on experimental results.[12][13]\n\nThere is ongoing development of \"remote controlled laboratories\" that automatically perform many life sciences experiments per day and can be operated, including in collaboration, from afar.[14]\n\nOne major area where automated synthesis has been applied is structure determination in pharmaceutical research. Processes such as NMR and HPLC-MS can now have sample preparation done by robotic arm.[15] Additionally, structural protein analysis can be done automatically using a combination of NMR and X-ray crystallography. Crystallization often takes hundreds to thousands of experiments to create a protein crystal suitable for X-ray crystallography.[16] An automated micropipet machine can allow nearly a million different crystals to be created at once, and analyzed via X-ray crystallography.\n\nFor example, there are robots that are used to analyze swabs from patients to diagnose COVID-19.[19][20][21] Automated robotic liquid handling systems have been or are being built for lateral flow assays. It minimizes hands-on time, maximizes experiment size, and enables improved reproducibility.[22]\n\nBiological and chemical samples, in either liquid or solid state, are stored in vials, plates or tubes. Often, they need to be frozen and/or sealed to avoid contamination or to retain their biological and/or chemical properties.  Specifically, the life science industry has standardized on a plate format, known as the microtiter plate,[23] to store such samples.\n\nThe microtiter plate standard was formalized by the Society for Biomolecular Screening in 1996.[24]  It typically has 96, 384 or even 1536 sample wells arranged in a 2:3 rectangular matrix.  The standard governs well dimensions (e.g. diameter, spacing and depth) as well as plate properties (e.g. dimensions and rigidity).\n\nA number of companies have developed robots to specifically handle SBS microplates.  Such robots may be liquid handlers which aspirates or dispenses liquid samples from and to these plates, or \"plate movers\" which transport them between instruments.\n\nOther companies have pushed integration even further: on top of interfacing to the specific consumables used in biology, some robots (Andrew[25] by Andrew Alliance, see picture) have been designed with the capability of interfacing to volumetric pipettes used by biologists and technical staff. Essentially, all the manual activity of liquid handling can be performed automatically, allowing humans spending their time in more conceptual activities.\n\nInstrument companies have designed plate readers which can carry out detect specific biological, chemical or physical events in samples stored in these plates.  These readers typically use optical and/or computer vision techniques to evaluate the contents of the microtiter plate wells.\n\nOne of the first applications of robotics in biology was peptide and oligonucleotide synthesis. One early example is the polymerase chain reaction (PCR) which is able to amplify DNA strands using a thermal cycler to micromanage DNA synthesis by adjusting temperature using a pre-made computer program. Since then, automated synthesis has been applied to organic chemistry and expanded into three categories: reaction-block systems, robot-arm systems, and non-robotic fluidic systems.[26] The primary objective of any automated workbench is high-throughput processes and cost reduction.[27] This allows a synthetic laboratory to operate with a fewer number of people working more efficiently.\n\nRobotics have applications with combinatorial chemistry which has great impact on the pharmaceutical industry. The use of robotics has allowed for the use of much smaller reagent quantities and mass expansion of chemical libraries. The \"parallel synthesis\" method can be improved upon with automation. The main disadvantage to \"parallel-synthesis\" is the amount of time it takes to develop a library, automation is typically applied to make this process more efficient.\n\nThe main types of automation are classified by the type of solid-phase substrates, the methods for adding and removing reagents, and design of reaction chambers. Polymer resins may be used as a substrate for solid-phase.[28] It is not a true combinatorial method in the sense that \"split-mix\" where a peptide compound is split into different groups and reacted with different compounds. This is then mixed back together split into more groups and each groups is reacted with a different compound. Instead the \"parallel-synthesis\" method does not mix, but reacts different groups of the same peptide with different compounds and allows for the identification of the individual compound on each solid support.  A popular method implemented is the reaction block system due to its relative low cost and higher output of new compounds compared to other \"parallel-synthesis\" methods. Parallel-Synthesis was developed by Mario Geysen and his colleagues and is not a true type of combinatorial synthesis, but can be incorporated into a combinatorial synthesis.[29] This group synthesized 96 peptides on plastic pins coated with a solid support for the solid phase peptide synthesis. This method uses a rectangular block moved by a robot so that reagents can be pipetted by a robotic pipetting system. This block is separated into wells which the individual reactions take place. These compounds are later cleaved from the solid-phase of the well for further analysis. Another method is the closed reactor system which uses a completely closed off reaction vessel with a series of fixed connections to dispense. Though the produce fewer number of compounds than other methods, its main advantage is the control over the reagents and reaction conditions. Early closed reaction systems were developed for peptide synthesis which required variations in temperature and a diverse range of reagents. Some closed reactor system robots have a temperature range of 200°C and over 150 reagents.\n\nSimulated distillation, a type of gas chromatography testing method used in the petroleum, can be automated via robotics. An older method used a system called ORCA (Optimized Robot for Chemical Analysis) was used for the analysis of petroleum samples by simulated distillation (SIMDIS). ORCA has allowed for shorter analysis times and has reduced maximum temperature needed to elute compounds.[30] One major advantage of automating purification is the scale at which separations can be done.[31] Using microprocessors, ion-exchange separation can be conducted on a nanoliter scale in a short period of time.\n\nRobotics have been implemented in liquid-liquid extraction (LLE) to streamline the process of preparing biological samples using 96-well plates.[32] This is an alternative method to solid-phase extraction methods and protein precipitation, which has the advantage of being more reproducible and robotic assistance has made LLE comparable in speed to solid phase extraction. The robotics used for LLE can perform an entire extraction with quantities in the microliter scale and performing the extraction in as little as ten minutes.\n\n"
        },
        {
            "title": "Advantages and disadvantages",
            "text": "One of the advantages to automation is faster processing, but it is not necessarily faster than a human operator. Repeatability and reproducibility are improved as automated systems as less likely to have variances in reagent quantities and less likely to have variances in reaction conditions. Typically productivity is increased since human constraints, such as time constraints, are no longer a factor. Efficiency is generally improved as robots can work continuously and reduce the amount of reagents used to perform a reaction. Also there is a reduction in material waste. Automation can also establish safer working environments since hazardous compounds do not have to be handled. Additionally automation allows staff to focus on other tasks that are not repetitive.\n\nTypically the cost of a single synthesis or sample assessment are expensive to set up and start up cost for automation can be expensive (but see above \"Low-cost laboratory robotics\"). Many techniques have not been developed for automation yet. Additionally there is difficulty automating instances where visual analysis, recognition, or comparison is required such as color changes. This also leads to the analysis being limited by available sensory inputs. One potential disadvantage is an increases job shortages as automation may replace staff members who do tasks easily replicated by a robot. Some systems require the use of programming languages such as C++ or Visual Basic to run more complicated tasks.[33]\n\n"
        }
    ]
}