{
    "url": "https://en.wikipedia.org/wiki/Laboratory",
    "title": "Laboratory",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "2.1 The early laboratories",
        "3 Techniques",
        "4 Equipment and supplies",
        "5 Specialized types",
        "6 Safety",
        "7 Sustainability",
        "7.1 Best practice",
        "7.1.1 Fume hoods",
        "7.1.2 Freezers",
        "7.1.3 Air condensers",
        "7.1.4 Laboratory electronics",
        "7.1.5 Waste sorting and disposal",
        "7.2 Networks",
        "8 Organization",
        "8.1 Social organization",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A laboratory (UK: /ləˈbɒrətəri/; US: /ˈlæbrətɔːri/; colloquially lab) is a facility that provides controlled conditions in which scientific or technological research, experiments, and measurement may be performed. Laboratory services are provided in a variety of settings: physicians' offices, clinics, hospitals, and regional and national referral centers.[1]\n\n"
        },
        {
            "title": "Overview",
            "text": "The organisation and contents of laboratories are determined by the differing requirements of the specialists working within. A physics laboratory might contain a particle accelerator or vacuum chamber, while a metallurgy laboratory could have apparatus for casting or refining metals or for testing their strength. A chemist or biologist might use a wet laboratory, while a psychologist's laboratory might be a room with one-way mirrors and hidden cameras in which to observe behavior. In some laboratories, such as those commonly used by computer scientists, computers (sometimes supercomputers) are used for either simulations or the analysis of data. Scientists in other fields will still use other types of laboratories. Engineers use laboratories as well to design, build, and test technological devices.\n\nScientific laboratories can be found as research room and learning spaces in schools and universities, industry, government, or military facilities, and even aboard ships and spacecraft. \n\nDespite the underlying notion of the lab as a confined space for experts,[2] the term \"laboratory\" is also increasingly applied to workshop spaces such as Living Labs, Fab Labs, or Hackerspaces, in which people meet to work on societal problems or make prototypes, working collaboratively or sharing resources.[3][4][5] This development is inspired by new, participatory approaches to science and innovation and relies on user-centred design methods[6] and concepts like Open innovation or User innovation,.[7][8] One distinctive feature of work in Open Labs is the phenomenon of translation, driven by the different backgrounds and levels of expertise of the people involved.[9]\n\n"
        },
        {
            "title": "History",
            "text": "Early instances of \"laboratories\" recorded in English involved alchemy and the preparation of medicines.[10]\n\nThe emergence of Big Science during World War II increased the size of laboratories and scientific equipment, introducing particle accelerators and similar devices.\n\nThe earliest laboratory according to the present evidence is a home laboratory of Pythagoras of Samos, the well-known Greek philosopher and scientist. This laboratory was created when Pythagoras conducted an experiment about tones of sound and vibration of string.[11]\n\nIn the painting of Louis Pasteur by Albert Edelfelt in 1885, Louis Pasteur is shown comparing a note in his left hand with a bottle filled with a solid in his right hand, and not wearing any personal protective equipment.[12]\n\nResearching in teams started in the 19th century, and many new kinds of equipment were developed in the 20th century.[13]\n\nA 16th century underground alchemical laboratory was accidentally discovered in the year 2002. Rudolf II, Holy Roman Emperor was believed to be the owner. The laboratory is called Speculum Alchemiae and is preserved as a museum in Prague.[14]\n\n"
        },
        {
            "title": "Techniques",
            "text": "Laboratory techniques are the set of procedures used on natural sciences such as chemistry, biology, physics to conduct an experiment, all of them follow the scientific method; while some of them involve the use of complex laboratory equipment from laboratory glassware to electrical devices, and others require more specific or expensive supplies.\n\n\n\n"
        },
        {
            "title": "Equipment and supplies",
            "text": "Laboratory equipment refers to the various tools and equipment used by scientists working in a laboratory:\n\nThe classical equipment includes tools such as Bunsen burners and microscopes as well as specialty equipment such as operant conditioning chambers, spectrophotometers and calorimeters.\n\nLaboratory equipment is generally used to either perform an experiment or to take measurements and gather data. Larger or more sophisticated equipment is generally called a scientific instrument.\n\n"
        },
        {
            "title": "Specialized types",
            "text": "The title of laboratory is also used for certain other facilities where the processes or equipment used are similar to those in scientific laboratories. These notably include:\n\n\n\n"
        },
        {
            "title": "Safety",
            "text": "In many laboratories, hazards are present. Laboratory hazards might include poisons; infectious agents; flammable, explosive, or radioactive materials; moving machinery; extreme temperatures; lasers, strong magnetic fields or high voltage. Therefore, safety precautions are vitally important.[15][16] Rules exist to minimize the individual's risk, and safety equipment is used to protect the lab users from injury or to assist in responding to an emergency.\n\nThe Occupational Safety and Health Administration (OSHA) in the United States, recognizing the unique characteristics of the laboratory workplace, has tailored a standard for occupational exposure to hazardous chemicals in laboratories. This standard is often referred to as the \"Laboratory Standard\". Under this standard, a laboratory is required to produce a Chemical Hygiene Plan (CHP) which addresses the specific hazards found in its location, and its approach to them.\n\nIn determining the proper Chemical Hygiene Plan for a particular business or laboratory, it is necessary to understand the requirements of the standard, evaluation of the current safety, health and environmental practices and assessment of the hazards. The CHP must be reviewed annually. Many schools and businesses employ safety, health, and environmental specialists, such as a Chemical Hygiene Officer (CHO) to develop, manage, and evaluate their CHP. Additionally, third party review is also used to provide an objective \"outside view\" which provides a fresh look at areas and problems that may be taken for granted or overlooked due to habit.\n\nInspections and audits like also be conducted on a regular basis to assess hazards due to chemical handling and storage, electrical equipment, biohazards, hazardous waste management, chemical waste, housekeeping and emergency preparedness, radiation safety, ventilation as well as respiratory testing and indoor air quality. An important element of such audits is the review of regulatory compliance and the training of individuals who have access to or work in the laboratory. Training is critical to the ongoing safe operation of the laboratory facility. Educators, staff and management must be engaged in working to reduce the likelihood of accidents, injuries and potential litigation. Efforts are made to ensure laboratory safety videos are both relevant and engaging.[17]\n\n"
        },
        {
            "title": "Sustainability",
            "text": "The effects of climate change are becoming more dire and mitigation strategies are needed even for the research community. While many laboratories are used to perform research to find innovative solutions to this global challenge, sustainable working practices in the labs are also contributing factors towards a greener environment. Many labs are already trying to minimize their environmental impact by reducing energy consumption, recycling, and implementing waste sorting processes to ensure correct disposal.\n\nResearch labs featuring energy-intensive equipment, use up to three to five times more energy per square meter than office areas.[18]\n\nPresumably the major contributor to this high energy consumption are fume hoods.[18] Significant impact can be achieved by keeping the opening height as low as possible when working and keeping them closed when not in use. One possibility to help with this, could be to install automatic systems, which close the hoods after an inactivity period of a certain length and turn off the lights as well. So the flow can be regulated better and is not unnecessarily kept at a very high level.\n\nNormally, ULT freezers are kept at −80 °C. One such device can consume up to the same amount of energy as a single-family household (25 kWh/day).[19] Increasing the temperature to −70 °C makes it possible to use 40% less energy and still keep most of your samples safely stored.[20]\n\n\n\nMinimizing the consumption of water can be achieved by changing from water-cooled condensers (Dimroth condenser) to air-cooled condensers (Vigreux column), which take advantage of the large surface area to cool.\n\nThe use of ovens is very helpful to dry glassware, but those installations can consume a lot of energy. Employing timers to regulate their use during nights and weekends, can reduce their impact on energy consumption enormously.[21]\n\nThe disposal of chemically/biologically contaminated waste requires a lot of energy. Regular waste however requires much less energy or can even be recycled to some degree. Not every object in a lab is contaminated, but often ends up in the contaminated waste, driving up energy costs for waste disposal. A good sorting and recycling system for non contaminated lab waste will allow lab users to act sustainably and correctly dispose of waste.\n\nAs of 2021, there are numerous laboratories currently dedicating time and resources to move towards more sustainable lab practices at their facilities, e.g.  MIT[22] and the university of Edingburgh.[23] Furthermore, several networks have emerged such as Green Your Lab,[24] Towards greener research, the UK-based network LEAN, the Max-Planck-Sustainability network, and national platforms such as green labs austria and green labs NL. More university independent efforts and resources include the Laboratory Efficiency Assessment Framework, the think-tank labos1point5 and the non-profit organisation my green lab.\n\n"
        },
        {
            "title": "Organization",
            "text": "Organization of laboratories is an area of focus in sociology. Scientists consider how their work should be organized, which could be based on themes, teams, projects or fields of expertise. Work is divided, not only between different jobs of the laboratory such as the researchers, engineers and technicians, but also in terms of autonomy (should the work be individual or in groups).[25] For example, one research group has a schedule where they conduct research on their own topic of interest for one day of the week, but for the rest they work on a given group project.[26] Finance management is yet another organizational issue.\n\nThe laboratory itself is a historically dated organizational model. It came about due to the observation that the quality of work of researchers who collaborate is overall greater than a researcher working in isolation.  From the 1950s, the laboratory has evolved from being an educational tool used by teachers to attract the top students into research, into an organizational model allowing a high level of scientific productivity.\n\nSome forms of organization in laboratories include:\n\nThere are three main factors that contribute to the organizational form of a laboratory :\n\nOther forms of organization include social organization.\n\nA study by Richard H.R. Harper, involving two laboratories, will help elucidate the concept of social organization in laboratories. The main subject of the study revolved around the relationship between the staff of a laboratory (researchers, administrators, receptionists, technicians, etc.) and their Locator. A Locator is an employee of a Laboratory who is in charge of knowing where each member of the laboratory currently is, based on a unique signal emitted from the badge of each staff member. The study describes social relationships among different classes of jobs, such as the relationship between researchers and the Locator. It does not describe the social relationship between employees within a class, such as the relationship between researchers.\n\nThrough ethnographic studies, one finding is that, among the personnel, each class (researchers, administrators...) has a different degree of entitlement, which varies per laboratory. Entitlement can be both formal or informal (meaning it's not enforced), but each class is aware and conforms to its existence. The degree of entitlement, which is also referred to as a staff's rights, affects social interaction between staff.  By looking at the various interactions among staff members, we can determine their social position in the organization. As an example, administrators, in one lab of the study, do not have the right to ask the Locator where the researchers currently are, as they are not entitled to such information. On the other hand, researchers do have access to this type of information. So a consequence of this social hierarchy is that the Locator discloses various degrees of information, based on the staff member and their rights. The Locator does not want to disclose information that could jeopardize his relationship with the members of staff. The Locator adheres to the rights of each class.\n\nSocial hierarchy is also related to attitudes towards technologies. This was inferred based on the attitude of various jobs towards their lab badge. Their attitude depended on how that job viewed their badge from a standpoint of utility, (how is the badge useful for my job) morality (what are my morals on privacy, as it relates to being tracked by this badge) and relations (how will I be seen by others if I refuse to wear this badge). For example, a receptionist would view the badge as useful, as it would help them locate members of staff during the day. Illustrating relations, researchers would also wear their badge due to informal pressures, such as not wanting to look like a spoil-sport, or not wanting to draw attention to themselves.\n\nAnother finding is the resistance to change in a social organization. Staff members feel ill at ease when changing patterns of entitlement, obligation, respect, informal and formal hierarchy, and more.\n\nIn summary, differences in attitude among members of the laboratory are explained by social organization: A person's attitudes are intimately related to the role they have in an organization. This hierarchy helps understand information distribution, control, and attitudes towards technologies in the laboratory.[26]\n\n"
        }
    ]
}