{
    "url": "https://en.wikipedia.org/wiki/Laboratory_automation",
    "title": "Laboratory automation",
    "table_of_contents": [
        "1 History",
        "2 Low-cost laboratory automation",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Laboratory automation is a multi-disciplinary strategy to research, develop, optimize and capitalize on technologies in the laboratory that enable new and improved processes.  Laboratory automation professionals are academic, commercial and government researchers, scientists and engineers who conduct research and develop new technologies to increase productivity, elevate experimental data quality, reduce lab process cycle times, or enable experimentation that otherwise would be impossible.\n\nThe most widely known application of laboratory automation technology is laboratory robotics.  More generally, the field of laboratory automation comprises many different automated laboratory instruments, devices (the most common being autosamplers), software algorithms, and methodologies used to enable, expedite and increase the efficiency and effectiveness of scientific research in laboratories.\n\n\nThe application of technology in today's laboratories is required to achieve timely progress and remain competitive. Laboratories devoted to activities such as high-throughput screening, combinatorial chemistry, automated clinical and analytical testing, diagnostics, large-scale biorepositories, and many others, would not exist without advancements in laboratory automation.\n Some universities offer entire programs that focus on lab technologies.  For example, Indiana University-Purdue University at Indianapolis offers a graduate program devoted to Laboratory Informatics.  Also, the Keck Graduate Institute in California offers a graduate degree with an emphasis on development of assays, instrumentation and data analysis tools required for clinical diagnostics, high-throughput screening, genotyping, microarray technologies, proteomics, imaging and other applications.\n\n"
        },
        {
            "title": "History",
            "text": "At least since 1875 there have been reports of automated devices for scientific investigation.[1] These first devices were mostly built by scientists themselves in order to solve problems in the laboratory. After the second world war, companies started to provide automated equipment with greater and greater complexity.\n\nAutomation steadily spread in laboratories  through the 20th century, but then a revolution took place: in the early 1980s, the first fully automated laboratory was opened by Dr. Masahide Sasaki.[2][3]  In 1993, Dr. Rod Markin at the University of Nebraska Medical Center created one of the world's first clinical automated laboratory management systems.[4]  In the mid-1990s, he chaired a standards group called the Clinical Testing Automation Standards Steering Committee (CTASSC) of the American Association for Clinical Chemistry,[5][6] which later evolved into an area committee of the Clinical and Laboratory Standards Institute.[7] In 2004, the National Institutes of Health (NIH) and more than 300 nationally recognized leaders in academia, industry, government, and the public completed the NIH Roadmap to accelerate medical discovery to improve health.  The NIH Roadmap clearly identifies technology development as a mission critical factor in the Molecular Libraries and Imaging Implementation Group (see the first theme – New Pathways to Discovery – at https://web.archive.org/web/20100611171315/http://nihroadmap.nih.gov/).\n\nDespite the success of Dr. Sasaki laboratory and others of the kind, the multi-million dollar cost of such laboratories has prevented adoption by smaller groups.[8] This is all more difficult because  devices made by different manufactures often cannot communicate with each other. However, recent advances based on the use of scripting languages like Autoit have made possible the integration of equipment from different manufacturers.[9] Using this approach, many low-cost electronic devices, including open-source devices,[10] become compatible with common laboratory instruments.\n\nSome startups such as Emerald Cloud Lab and Strateos provide on-demand and remote laboratory access on a commercial scale. A 2017 study indicates that these commercial-scale, fully integrated automated laboratories can improve reproducibility and transparency in basic biomedical experiments, and that over nine in ten biomedical papers use methods currently available through these groups.[11]\n\n"
        },
        {
            "title": "Low-cost laboratory automation",
            "text": "A large obstacle to the implementation of automation in laboratories has been its high cost. Many laboratory instruments are very expensive. This is justifiable in many cases, as such equipment can perform very specific tasks employing cutting-edge technology. However, there are devices employed in the laboratory that are not highly technological but still are very expensive. This is the case of many automated devices, which perform tasks that could easily be done by simple and low-cost devices like simple robotic arms,[12][13][14] universal (open-source) electronic modules,[15][16][17][18][19] or 3D printers.\n\nSo far, using such low-cost devices together with laboratory equipment was considered to be very difficult. However, it has been demonstrated that such low-cost devices can substitute without problems the standard machines used in laboratory.[12][20][21] It can be anticipated that more laboratories will take advantage of this new reality as low-cost automation is very attractive for laboratories.\n\nA technology that enables the integration of any machine regardless of their brand is scripting, more specifically, scripting involving the control of mouse clicks and keyboard entries, like AutoIt. By timing clicks and keyboard inputs, different software interfaces controlling different devices can be perfectly synchronized.[9][22]\n\n"
        }
    ]
}