{
    "url": "https://en.wikipedia.org/wiki/Laity",
    "title": "Laity",
    "table_of_contents": [
        "1 Etymology",
        "2 Christian laity",
        "2.1 Catholic Church",
        "2.1.1 Vatican II afterwards",
        "2.2 Orthodox",
        "2.3 Protestantism",
        "2.3.1 Anglicanism",
        "2.3.2 Methodism",
        "2.3.2.1 Lay ministry",
        "2.3.2.2 Ministry of the laity",
        "2.3.2.3 Worship leader",
        "2.3.3 Presbyterianism",
        "2.4 The Church of Jesus Christ of Latter-day Saints",
        "3 Lay Buddhists (Buddha's lay disciples)",
        "4 Faith at work",
        "4.1 Social Gospel",
        "4.2 Ministry of the Laity",
        "4.3 Faith at Work",
        "4.4 Workplace as a mission field",
        "5 See also",
        "6 References",
        "7 Further reading",
        "7.1 Roman Catholic theology of the laity",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In religious organizations, the laity (/ˈleɪəti/) consists of all members who are not part of the clergy, usually including any non-ordained members of religious orders, e.g. a nun or a lay brother.[1][2]\n\nIn both religious and wider secular usage, a layperson (also layman or laywoman) is a person who is not qualified in a given profession or does not have specific knowledge of a certain subject.[3] The phrase \"layman's terms\" is used to refer to plain language that is understandable to the everyday person, as opposed to specialised terminology understood only by a professional.[4][5]\n\nSome Christian churches utilise lay preachers, who preach but are not clergy. The Church of Jesus Christ of Latter-day Saints uses the term lay priesthood to emphasise that its local congregational leaders are unpaid.[6]\n\nTerms such as lay priest, lay clergy and lay nun were once used in certain Buddhist cultures to indicate ordained persons who continued to live in the wider community instead of retiring to a monastery. \n\n"
        },
        {
            "title": "Etymology",
            "text": "The word laity means \"common people\" and comes from the Greek: λαϊκός, romanized: laikos, meaning \"of the people\", from λαός, laos, meaning \"people\" at large.[7][8] The word lay (part of layperson, etc.) derives from the Greek word via Anglo-French lai, from Late Latin laicus.[2]\n\n"
        },
        {
            "title": "Christian laity",
            "text": "In many Christian denominations, including the Catholic and the Anglican churches, anyone who is not ordained as a deacon, priest, or bishop is referred to as a layman or a laywoman.[9][10] Non-ordained preachers or readers are considered part of the laity.\n\nThe Second Vatican Council (1962–1965) devoted its decree on the apostolate of the laity Apostolicam actuositatem[9] and chapter IV of its dogmatic constitution Lumen gentium to the laity in a sense narrower than that which is normal in the Catholic Church. The normal definition of laity is that given in the Code of Canon Law:\n\nThe narrower sense in which the Second Vatican Council gave instruction concerning the laity is as follows: \n\nIn this narrower sense, the Council taught that the laity's specific character is secularity: they are Christians who live the life of Christ in the world. Their role is to sanctify the created world by directing it to become more Christian in its structures and systems: \"the laity, by their very vocation, seek the kingdom of God by engaging in temporal affairs and by ordering them according to the plan of God\".[12] The laity are full members of the Church, fully share in Church's purpose of sanctification, of \"inner union of men with God\",[13] acting with freedom and personal responsibility and not as mere agents of the hierarchy. Due to their baptism, they are members of God's family, the Church, and they grow in intimate union with God, \"in\" and \"by means\" of the world. It is not a matter of departing from the world as the monks and the nuns do that they sanctify themselves; it is precisely through the material world sanctified by the coming of the God made flesh, i.e. made material, that they reach God. Doctors, mothers of a family, farmers, bank tellers, drivers, by doing their jobs in the world with a Christian spirit are already extending the Kingdom of God. According to the repeated statements of Popes and lay Catholic leaders, the laity should say \"we are the Church,\" in the same way that the saints said that \"Christ lives in me.\"[14]\n\nLay involvement takes diverse forms, including participation in the life of the parish, confraternities, lay apostolates, secular institutes, and lay ecclesial movements. There are also lay ecclesiastical ministries, and where there is a priest shortage, lay people have to take on some functions previously performed by priests.\n\nIn December 1977, \"A Chicago Declaration of Christian Concern\" was published. The declaration looked back a decade to the Vatican Council II with appreciation for its \"compelling vision of lay Christians in society.\" As the Declaration interpreted it, the Council viewed the laity's \"special vocation\" as being the \"leaven\" for the \"sanctification of the world\" in their \"secular professions and occupations.\" However, lamented the Declaration, the council's vision has \"all but vanished\" from the church.\n\nThe Declaration was signed by forty-seven clergy, religious, and laity that included men and women in many occupations, and it served as the charter for the National Center for the Laity (NCL).[15] The NCL helps lay Catholics respond to their call to change the world through their daily activities and regular responsibilities,[16] and it publishes a monthly online newsletter Initiatives: In Support of Christians in the World.[17]\n\nInitiatives: In Support of Christians in the World (January 2015) rejoiced that \"50 Years since Vatican II\" the increased lay ministry in parishes has \"brought fresh vitality.\" However, the newsletter lamented \"the neglect of formation for the lay apostolate in the world.\"\n\nPope Francis is quoted as confirming this lament. Priests tend to \"clericalize the laity\" and view their ministry as only \"within the Church,\" discounting their \"workaday\" ministry.[18] From the start of his papacy Francis called for structural change in the Church which will foster the responsibility of the laity now held \"at the edge of the decisions\" by  \"excessive clericalism\", and to \"create still broader opportunities for a more incisive female presence in the Church\". The \"missionary transformation of the Church\" is seen by some as \"the goal of this pontificate\",[19] with all the baptized becoming \"missionary disciples\",[20][21]\n\nThe Orthodox Church in America's web site has eleven articles regarding its Theology of Lay Ministries.[22] The term \"lay ministries\" refers to all the \"people of God\" (from the Greek laos tou Theou) including the ordained.[23] Thus, every Christian has a vocation to ministry. A minority are called to ecclesiastical ministries. The majority are called to serve God and their fellow human beings in some way in the \"everyday secular world.\"[24]\n\nThe Orthodox Church's assertion that all Christians are \"appointed\" as ministers is based on Scripture (1 Peter 2:9[25]) and the Church Fathers. The ministry of the laity complements the ministry of the priest in their daily lives in their families, their communities, their work: \"in whatever circumstances they find themselves.\" The most important \"lay ministry\" can be done anonymously. What one's ministry is depends on the abilities of the person: \"landscaping, carpentry, writing, counseling, child care, sports, music, teaching, or just being a good listener.\"[26]\n\nThe relation within the laity as the \"people of God\" between those who are ordained priests and those not ordained is one of cooperation in three areas: (1) in the Liturgy, (2) Church administration, and (3) service (ministry) to others.[27][28]\n\nIn spite of the church's teaching about the ministry of the laity in the world, the church gives more recognition to ministry within the institutional church. The \"daily ministry\" of the laity in their work, in their homes, and in their recreation remains hidden. Priests may intend to support their parishioners' daily ministry, but their priority tends to be recruiting volunteers for the church's programs.[29]\n\nIn the Anglican tradition, all baptized persons are expected to minister in Christ's name. The orders of ministry are thus laypersons, licensed lay ministers (or readers), deacons, priests, and bishops.[30]\n\nThe ministry of the laity is \"to represent Christ and his Church; to bear witness to him wherever they may be; and, according to the gifts given them, to carry on Christ's work of reconciliation in the world; and to take their place in the life, worship, and governance of the Church\".[31] Much of the ministry of the laity thus takes place outside official church structures in homes, workplaces, schools, and elsewhere. It is \"through their continuous participation in political, economic, educational, and kinship institutions\" that the laity \"powerfully influence the character of these institutions.\"[32]\n\nLaymen also play important roles in the structures of the church. There are elected lay representatives on the various governing bodies of churches in the Anglican communion. In the Church of England, these governing bodies range from a local parochial church council, through Deanery Synods and Diocesan Synods. At the topmost level, the General Synod includes a house of Laity. Likewise, in the Episcopal Church in the USA, the General Convention includes four lay persons from each diocese in the House of Deputies, and each diocesan convention includes lay delegates from the parishes.[33]  On the local parish level, lay persons are elected to a church council called a vestry which manages church finances and elects the parish rector.\n\nParish musicians, bookkeepers, administrative assistants, sextons, sacristans, etc., are all roles normally filled by lay persons. At higher levels, diocesan and national offices rely on lay persons in many important areas of responsibility. Often specialized ministries as campus ministers, youth ministers, or hospital chaplains are performed by lay persons.\n\nLay persons serve in worship services in a number of important positions, including vergers, acolytes, lectors, intercessors, ushers. Acolytes include torch bearers, crucifers, thurifers, and boat bearers. Lectors read the lessons from the Bible appointed for the day (except for the Gospel reading, which is read by a Deacon), and may also lead the Prayers of the People.\n\nSome specialized lay ministries require special licensing by the bishop: the ministries which require a license vary from province to province. In the Episcopal Church, there are six specialized lay ministries requiring a license: Pastoral Leader, Worship Leader, Preacher, Eucharistic Minister, Eucharistic Visitor, and Catechist.[34]\n\nAn early tradition of preaching in the Methodist churches was for a lay preacher to be appointed to lead services of worship and preach in a group (called a circuit) of preaching houses or churches. The lay preacher walked or rode on horseback in a prescribed circuit of the preaching places according to an agreed pattern and timing, and people came to the meetings. After the appointment of ministers and pastors, this lay preaching tradition continued with local preachers being appointed by individual churches, and in turn approved and invited by nearby churches, as an adjunct to the minister or during their planned absences.[35]\n\nThe United Methodist Church recognizes two types of lay ministries. One is a \"lay servant ministry\" of (a) assisting or leading local church meetings and worship or of (b) serving as lay missioners to begin new work within the church that requires special training.[36] The other type is the \"ministry of the laity\" in their daily lives.[37]\n\nIn addition to being appointed by members of their local churches, local and certified lay speakers of the United Methodist Church (more commonly in the United States) attend a series of training sessions. These training sessions prepare the individual to become a leader within the church.[38] All individuals who are full members of the church are laity, but some go on to become Lay Speakers. Some preachers get their start as Lay Speakers.[39]\n\nLocal preachers lead the majority of church services in the Methodist Church of Great Britain. The comparable term in the Anglican and Episcopal churches is lay reader.[40] In the Uniting Church in Australia, that was constituted in part from the Methodist Church, persons can be appointed by the congregation as a lay preacher or by the regional presbytery to preside at Communion.[citation needed]\n\nThe Methodist Book of Discipline describes the \"Ministry of the Laity\" in their daily lives as being \"Christ-like examples of everyday living\" and \"sharing their own faith experiences.\"[41]\n\nIn the Methodist Church of Great Britain, a \"worship leader\" is a trained lay person appointed by a Church Council to \"take a leading and significant role in the conduct of worship within the life of a Local Church\".[42]\n\nPresbyterians do not use the term \"lay\". Thus the Church of Scotland has \"Readers\", men and women set apart by presbyteries to conduct public worship.  This arises out of the belief in the priesthood of all believers.  Ministers are officially 'teaching elders' alongside the 'ruling elders' of the Kirk Session and have equivalent status, regardless of any other office.  In the Church of Scotland, as the Established church in Scotland, this gives ruling elders in congregations the same status as Queen's chaplains, professors of theology and other highly qualified ministers.  All are humble servants of the people in the congregation and parish.\nMinisters are simply men and women whose gift is for their role in teaching and possibly pastoral work. They are thus selected for advanced theological education.  All elders (teaching and ruling) in meetings of Session, Presbytery, or Assembly are subject to the Moderator, who may or may not be a minister but is always an elder.\n\nMany leaders in the Church of Jesus Christ of Latter-day Saints are lay ministers.  Essentially all male members above the age of 12 who are judged by church leaders to be in good standing are ordained to an office of the priesthood and hold various positions in the church. Most church positions at the local level are unpaid, but the LDS church helps with the living expenses of top church leaders and some others (e.g. mission presidents). Many top church leaders serve in these positions after long secular careers. With the exception of members of the Quorum of the Twelve Apostles, the First Quorum of the Seventy who are at the top of the church hierarchy, and patriarchs, all leadership positions are temporary.\n\n"
        },
        {
            "title": "",
            "text": "In Buddhism, a lay Buddhist is known as an upasakā (masc.) or upasikā (fem.). Buddhist laypeople take refuge in the Triple Gem the Buddha, Dhamma (His Teachings), and Sangha (His community of Noble Disciples) and accept the Five Precepts (or the Eight Precepts during Uposatha Days) as discipline for ethical conduct.[43][44]  Laymen and laywomen are two of the \"Four-fold Assembly\". The Buddha referred to his disciples as the “Four-fold Assembly” – the gatherings of ‘bhikkhū’ (monks), ‘bhikkhunī’ (nuns), ‘upasakā’ (laymen), and ‘upasikā’ (laywomen).  In the Mahāparinibbāna Sutta, the Buddha famously said that \"He would not pass away until the “Four-fold Assembly” is well-established in the learning and practice of Dhamma, and proficient in propagating His Sublime Teachings.\"[45]\n\n"
        },
        {
            "title": "Faith at work",
            "text": "The movement to help laity apply their faith to daily life has been divided into three eras by David W. Miller in God at Work.[46]\n\nThe Social Gospel sought to reform society by the application of biblical principles. Its major proponents were all clergy: Washington Gladden, Charles Monroe Sheldon, and Walter Rauschenbusch. They were better in diagnosing society's ills than finding remedies.[47] The Social Gospel reached its peak just prior to World War I, a war that contradicted its optimism about Christianizing society.[48]\n\nThe Social Gospel was promulgated by the preaching, writing, and other efforts of clergy on behalf of the laity rather than by the laity themselves.[49] In the early 1930s, the Social Gospel was described as \"a preacher's gospel.  It has not been the church's gospel. The laity have little share in it.\" Many were not aware what their clergy believed.[50]\n\nMost scholars hold that the Social Gospel movement peaked between 1900 and World War I. There is less agreement about when and why the decline happened.[51]\n\nThe Ministry of the Laity in daily life premise was stated by Howard Grimes[52] in his The Rebirth of the Laity.\n\"Although it is not alone through our daily work that we exercise our call, there is a special sense in which we do so in that area, since so much of our lives are spent in our occupations as lawyer, doctor, manual laborer, skilled craftsmen, housewife, domestic servant, student, serviceman.\"[53]\n\nIn 1988, Dean Reber of the Auburn Theological Seminary wrote a retrospective of the Ministry of the Laity era based on research and survey. His research participants were women and men in equal numbers, aged 20 to 60, from six denominations. Reber found that \"all were really interested to link faith with their daily life and work.\" However, in his survey, Reber found that little had been done in the six denominations to enable laity to make this link. He observed a \"preoccupation with activities inside the church,\" as well as a lack of literature and programs on the subject. For these reasons, attempts to link faith and daily life \"fizzled out.\"[54]\n\nFor Miller, \"hindsight suggests that the institutional church and its leaders never fully embraced or understood lay ministry\". Therefore, they stopped promoting the \"ministry of the laity\" concept to their members.[55]\n\nMiller deems \"Faith at Work\" to be \"a bona fide social movement and here to stay.\"[56] Unlike earlier movements, business people (from evangelical and mainline Protestant denominations, Roman Catholics, Jews, Buddhists, and unaffiliated) initiated the faith at work movement and support it because they want to connect their work and their faith. Management training often includes a faith dimension.[57]\n\nExamples of various kinds of faith at work initiatives follow:\n\nSome faith at work initiatives focus not on work itself but on the workplace as a \"mission field.\" In this \"business as missions\" concept, faith at work means \"reaching people for Christ in the marketplace\", people that career missionaries could not reach.[65][66] For example, Member Mission \"teaches the baptized to see themselves as missionaries out in the world in each of their daily places\".[67]\n\n"
        },
        {
            "title": "See also",
            "text": "\n\n"
        }
    ]
}