{
    "url": "https://en.wikipedia.org/wiki/Lakota_mythology",
    "title": "Lakota mythology",
    "table_of_contents": [
        "1 Overview",
        "2 Creation",
        "3 Notable tales",
        "4 Afterlife",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lakota mythology is the body of sacred stories that belong to the Lakota people also known as Teton Sioux.\n\n"
        },
        {
            "title": "Overview",
            "text": "The Lakota believe that everything has a spirit; including trees, rocks, rivers, and almost every natural being. This therefore leads to the belief in the existence of an afterlife.\n\n"
        },
        {
            "title": "Creation",
            "text": "According to Lakota belief, Inyan (Rock), was present at the very beginning, and so was the omnipresent spirit Wakan Tanka, the Great Mystery, and the darkness Han. Inyan wanted to exercise his powers, or compassion, so he created Maka (the Earth) as part of himself to keep control of his powers. But he sacrificed much of his blood by doing so, which became water, and he shriveled up, became hard, and begins losing his powers. The water cannot retain his powers, and Skan was created. Maka complains to Inyan that everything is cold and dark, and so he creates Anpo, the Dawn. As Anpo's red light was not enough for Maka, Inyan creates Wi, the Sun.\n\nMaka now wanted to be separate from Inyan, so she appealed to Skan, who is now the supreme judge of the universe. Skan then rules that Maka must stay bound to Inyan, which is why rocks are bound to soil. In another version, when Inyan created Maka, she taunted him for his impotence. Inyan appealed to Skan, and Skan banished Han to be under Maka. When Maka complained that she was too cold, Skan created Anpo and Wi to provide light and heat, and when Maka complained that she was too hot, Skan ordered that Han and Anpo to follow each other around the world, thus creating day and night.[1]\n\n\n\n"
        },
        {
            "title": "Notable tales",
            "text": "One story from Lakota mythology is about the adventures of Ikto'mi (viewed as a hybrid of spider and man), the trickster spider god. He is very cunning, and is known for making predictions.  Born full grown and had the body like a spider. In stories that involve Iktomi, he is usually the one that prevails since he is said to be wise and cunning.\n\nAnother was about the slaying of Unhcegila, a serpent monster who wreaked havoc upon the land and devoured or killed whoever who stumbles upon her. Many warriors sought to kill her to obtain a red crystal in a seventh spot on her head which functioned as her heart, as it grants its bearer great power.[2]\n\nIn one version, Unhcegila ate the family of a warrior from the Bear Clan. The warrior was told by a Weasel spirit that if he were to be devoured by Unhcegila, he could use his knife to cut his way out and free the other victims, which he did.\n\nIn another version, Unhcegila was killed by two brothers, one of whom was blind, after a medicine woman gave them several arrows. Some accounts add that the arrows did not entirely kill Unhcegila, but injured her so greatly, that she damaged the land as she writhed in pain. When she died, the Sun dried her remains, resulting in the rock formations and skeletons that are found in the Badlands (Makȟóšiča).[3]\n\nIn a third version, Unhcegila emerged from the primordial waters to flood the land. The resulting devastation angered Wakinyan, the Thunderbird, so he flapped his wings to dry the land, and shot lightning to destroy her heart, killing her. Her bones were scattered throughout the land.[4]\n\n"
        },
        {
            "title": "Afterlife",
            "text": "The Lakota people believe that after death, the deceased person's soul will go to the happy hunting ground, a realm that resembles the world of the living, but with better weather, and more plentiful animals that are easier to hunt than they are in the world of the living.\n\nHowever, some accounts mention that the Sky-Road (Milky Way) is the destination of the deceased, but every deceased soul must present the proper tattoos to an old woman, Hihankara, the Owl-Maker. She will admit those who have the proper tattoos, but those who do not have the tattoos will be pushed to Earth to wander as ghosts.\n\n"
        }
    ]
}