{
    "url": "https://en.wikipedia.org/wiki/Languages_of_the_United_States",
    "title": "Languages of the United States",
    "table_of_contents": [
        "1 Most common languages",
        "2 Official languages",
        "2.1 Education",
        "3 Indigenous languages",
        "3.1 Native American languages",
        "3.1.1 Navajo",
        "3.1.2 Cherokee",
        "3.1.3 Other Native American languages",
        "3.1.4 List of Native American languages",
        "3.1.5 Native American sign languages",
        "3.2 Austronesian languages",
        "3.2.1 Hawaiian",
        "3.2.2 Samoan",
        "3.2.3 Chamorro",
        "3.2.4 Carolinian",
        "4 African, Asian and European languages",
        "4.1 English",
        "4.2 Spanish",
        "4.2.1 New Mexican Spanish",
        "4.2.2 Puerto Rican Spanish",
        "4.2.3 Spanglish",
        "4.3 French",
        "4.3.1 Louisiana French",
        "4.4 German",
        "4.4.1 Pennsylvania Dutch",
        "4.4.2 Texas German",
        "4.5 Russian",
        "4.5.1 Alaskan Russian",
        "4.6 Dutch",
        "4.6.1 Jersey Dutch",
        "4.7 Chinese",
        "4.8 Tagalog",
        "4.9 Vietnamese",
        "4.10 Korean",
        "4.11 Arabic",
        "4.12 Italian, Sicilian and Neapolitan",
        "4.13 Finnish",
        "4.14 Hebrew",
        "4.15 Gaelic Languages",
        "4.16 Khmer (Cambodian)",
        "4.17 Polish and Silesian",
        "4.17.1 Texas Silesian",
        "4.18 Portuguese",
        "4.19 Swedish",
        "4.20 Walloon",
        "4.20.1 Wisconsin Walloon",
        "4.21 Welsh",
        "4.22 Yiddish",
        "4.23 South Asian languages",
        "4.23.1 Hindi and Urdu",
        "4.23.2 Tamil",
        "4.23.3 Telugu",
        "4.23.4 Nepali",
        "5 New American languages",
        "5.1 Angloromani",
        "5.2 Chinuk Wawa or Chinook Jargon",
        "5.3 Gullah",
        "5.4 Hawai'i Pidgin",
        "5.5 Louisiana Creole French",
        "6 Sign languages",
        "6.1 American Sign Language",
        "6.2 Hawai'i Sign Language",
        "6.3 Plains Sign Talk",
        "6.4 Martha's Vineyard Sign Language",
        "6.5 Henniker Sign Language",
        "6.6 Sandy River Valley Sign Language",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Bibliography",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States does not have an official language at the federal level, but the most commonly used language is English (specifically, American English), which is the de facto national language. It is also the only language spoken at home by the great majority of the U.S. population (approximately 78.5%).[6] Many other languages are also spoken at home, especially Spanish (13.2% of the population), according to the American Community Survey (ACS) of the U.S. Census Bureau; these include indigenous languages and languages brought to the U.S. by people from Europe, Africa, and Asia. However, the majority of speakers of these languages are bilingual and also speak English. Although 21.5% of U.S. residents report that they speak a language other than English at home, only 8.2% speak English less than \"very well.\"[7] Several other languages, notably creoles and sign languages, have developed in the United States. Approximately 430 languages are spoken or signed by the population, of which 177 are indigenous to the area. At least fifty-two languages formerly spoken in the country's territory are now extinct.[8]\n\n"
        },
        {
            "title": "Most common languages",
            "text": "Based on annual data from the American Community Survey, the United States Census Bureau regularly publishes information on the most common languages spoken at home. It also reports the English speaking ability of people who speak a language other than English at home.[9] In 2017, the U.S. Census Bureau published information on the number of speakers of over 350 languages as surveyed by the ACS from 2009 to 2013,[10][11] but it does not regularly tabulate and report data for that many languages.\n\nAccording to the ACS in 2017, the most common languages spoken at home by people aged five years of age or older are as follows:[12][13]\n\nThe ACS is not a full census but an annual sample-based survey conducted by the U.S. Census Bureau. The language statistics are based on responses to a three-part question asked about all members of a target U.S. household who are at least five years old. The first part asks if they \"speak a language other than English at home.\" If so, the head of the household or main respondent is asked to report which language each member speaks in the home, and how well each individual speaks English. It does not ask how well individuals speak any other language of the household. Thus, some respondents might have only a limited speaking ability of that language.[14] In addition, it is difficult to make historical comparisons of the numbers of speakers because language questions used by the U.S. Census changed numerous times before 1980.[15]\n\nThe ACS does not tabulate the number of people who report the use of American Sign Language at home, so such data must come from other sources. While modern estimates indicate that American Sign Language was signed by as many as 500,000 Americans in 1972 (the last official survey of sign language), estimates as recently as 2011 were closer to 100,000. Various cultural factors, such as the passage of the Americans with Disabilities Act, have resulted in far greater educational opportunities for hearing-impaired children, which could double or triple the number of current users of American Sign Language.\n\nEnglish is the most common language spoken in the United States with approximately 239 million speakers. Spanish is spoken by approximately 35 million people.[16] The United States has the world's fourth largest Spanish-speaking population, outnumbered only by Mexico, Colombia, and Argentina; other estimates[which?] put the United States at over 50 million, second only to Mexico. Throughout the Southwestern United States and Puerto Rico, long-established Spanish-speaking communities coexist with large numbers of more recent Hispanophone immigrants. Although many new Latin American immigrants are less than fluent in English, nearly all second-generation Hispanic Americans speak English fluently, while only about half still speak Spanish.[17]\n\nAccording to the 2000 U.S. Census, people of German ancestry made up the largest single ethnic group in the United States, but German language ranked fifth.[18][19] Italian, Polish, and French are still widely spoken among populations descending from immigrants from those countries in the early 20th century, but the use of these languages is dwindling as the older generations die. Russian is also spoken by immigrant populations.\n\nTagalog and Vietnamese have over one million speakers each in the United States, almost entirely within recent immigrant populations. Both languages, along with the varieties of Chinese (mostly Cantonese, Taishanese, and Standard Mandarin), Japanese, and Korean, are now used in elections in Alaska, California, Hawaii, Illinois, New York, Texas, and Washington.[20]\n\nNative American languages are spoken in smaller pockets of the country, but these populations are decreasing, and the languages are almost never widely used outside of reservations. Besides English, Spanish, French, German, Navajo and other Native American languages, all other languages are usually learned from immigrant ancestors that came after the time of independence or learned through some form of education.\n\nAmerican Sign Language is the most common sign language in the United States although there are unrelated sign languages which have been developed in the States and territories—mostly in the Pacific. No concrete numbers exist for signers but something upwards of 250,000 is common.\n\n"
        },
        {
            "title": "Official languages",
            "text": "The United States has never had an official language at the federal level,[21] but English is typically used at the federal level and in states without an official language. Outside of Puerto Rico, English is the primary language used for legislation, regulations, executive orders, treaties, federal court rulings, and all other official pronouncements. Nonetheless, laws require documents such as ballots to be printed in multiple languages when there are large numbers of non-English speakers in an area.\n\nThirty-one states, in some cases as part of what has been called the English-only movement, have adopted legislation granting official status to English.[22][23][24] Typically only \"English\" is specified, not a particular variety like American English. (From 1923 to 1969, the state of Illinois recognized its official language as \"American\".)[25][26] Hawaiian, although having few native speakers, is an official language along with English of the state of Hawaii. Alaska has made some 20 native languages official, along with English;[27][28] for example, Alaska provides voting information in English, Iñupiaq, Central Yup'ik, Gwich'in, Siberian Yupik, Koyukon, and Tagalog language.[29] On July 1, 2019, a law went into effect making Lakota, Dakota, and Nakota the official indigenous languages of South Dakota.[30]\nFrench is a de facto, but unofficial, language in Maine and Louisiana, while New Mexico law grants Spanish a special status. The government of Louisiana offers services and most documents in both English and French, and New Mexico does so in English and Spanish.\n\nEnglish is at least one of the official languages in all five permanently inhabited U.S. territories. In Puerto Rico both English and Spanish are official, although Spanish has been declared the principal official language. The school system and the government operate almost entirely in Spanish, but federal law requires the United States District Court for the District of Puerto Rico to use English,[31] like the rest of the federal court system. Guam recognizes English and Chamorro. In the U.S. Virgin Islands, English is the only official language. In American Samoa, both English and Samoan are officially recognized; English is common but Samoan is also seen in some official communications. In the Northern Mariana Islands, English, Chamorro, and Carolinian are official.[32][33]\n\nIn New Mexico, although the state constitution does not specify an official language, laws are published in English and Spanish, and government materials and services are legally required (by Act) to be made accessible to speakers of both languages as well as Navajo and various Pueblo languages. New Mexico also has its own dialect of Spanish, which differs from Spanish spoken in the rest of Latin America.\n\nAlgonquian, Cherokee, and Sioux are among many other Native American languages which are official or co-official on many U.S. Indian reservations and Pueblos. In Oklahoma before statehood in 1907, territory officials debated whether or not to have Cherokee, Choctaw, and Muscogee languages as co-official, but the idea never gained ground. Cherokee is officially recognized by the Cherokee Nation within the Cherokee tribal jurisdiction area in eastern Oklahoma.[34]\n\nAfter New Amsterdam (formerly a Dutch colony) was transferred to English administration (becoming the Province of New York) in the late 17th century, English supplanted Dutch as the official language. However, \"Dutch remained the primary language for many civil and ecclesiastical functions and most private affairs for the next century.\"[35] The Jersey Dutch dialect is now extinct.\n\nCalifornia has agreed to allow the publication of state documents in other languages to represent minority groups and immigrant communities. Languages such as Spanish, Chinese, Korean, Tagalog, Persian, Russian, Vietnamese, and Thai appear in official state documents, and the Department of Motor Vehicles publishes in nine languages.[36]\n\nThe issue of multilingualism also applies in the states of Arizona and Texas. While the constitution of Texas has no official language policy, Arizona passed a proposition in 2006 declaring English as the official language.[37] Nonetheless, Arizona law requires the distribution of voting ballots in Spanish, as well as indigenous languages such as Navajo, O'odham and Hopi, in counties where they are spoken.[38]\n\nA popular urban legend called the Muhlenberg legend claims that German was almost made an official language of the United States but lost by one vote. In reality, it was a request by a group of German immigrants to have an official translation of laws into German. House speaker Frederick Muhlenberg has since become associated with the legend.[39][40][41]\n\n\n\nBilingual education in the United States, often a different concept from language immersion or dual-language school programs, is an area of political controversy. In standard bilingual classes, the non-English language (typically Spanish or Chinese) is utilized over a period of time when students' English-language proficiency is lacking. Otherwise the medium of instruction at almost all U.S. schools, at all levels, is English. The exceptions are in language classes such as French or German, or in general education in the territory of Puerto Rico, where Spanish is standard. English is the language of instruction in the territory of American Samoa, despite most students speaking Samoan as their native language.[66]\n\nThere are also hundreds of language immersion and dual-language schools across the United States that teach in a variety of languages, including Spanish, Hawaiian, Chomorro, French, and Mandarin Chinese (for example, the Mandarin Immersion Magnet School in Texas). However, English is a mandatory class in all these schools.\n\n"
        },
        {
            "title": "Indigenous languages",
            "text": "Native American languages predate European settlement of the New World. In a few parts of the U.S. (mostly on Indian reservations), they continue to be spoken fluently. Most of these languages are endangered, although there are efforts to revive them. Normally the fewer the speakers of a language the greater the degree of endangerment, but there are many small Native American language communities in the Southwest (Arizona and New Mexico) which continue to thrive despite their small size.\n\nIn 1929, speaking of indigenous Native American languages, linguist Edward Sapir observed:[67]\n\nAccording to the 2000 Census and other language surveys, the largest Native American language-speaking community by far is the Navajo. Navajo is an Athabaskan language of the Na-Dené family, with 178,000 speakers, primarily in the states of Arizona, New Mexico, and Utah. Altogether, Navajo speakers make up more than 50% of all Native American language speakers in the United States. Western Apache, with 12,500 speakers, also mostly in Arizona, is closely related to Navajo but not mutually intelligible with it. Navajo and other Athabaskan languages in the Southwest are relative outliers; most other Athabascan languages are spoken in the Pacific Northwest and Alaska. Navajo has struggled to keep a healthy speaker base, although this problem has been alleviated to some extent by extensive education programs in the Navajo Nation, including a Navajo language immersion school in Fort Defiance, Arizona.\n\nCherokee is the Iroquoian language spoken by the Cherokee people, and the official language of the Cherokee Nation.[68] Significant numbers of Cherokee speakers of all ages[69] still populate the Qualla Boundary in Cherokee, North Carolina and several counties within the Cherokee Nation of Oklahoma, significantly Cherokee, Sequoyah, Mayes, Adair, and Delaware. Increasing numbers of Cherokee youth are renewing interest in the traditions, history, and language of their ancestors.[69] Cherokee-speaking communities stand at the forefront of language preservation, and at local schools, all lessons are taught in Cherokee and thus it serves as the medium of instruction from pre-school on up.[68] Also, church services and traditional ceremonial stomp dances are held in the language in Oklahoma and on the Qualla Boundary in North Carolina.[68]\n\nCherokee is one of the few, or perhaps the only, Native American language with an increasing population of speakers,[70] and along with Navajo it is the only indigenous American language with more than 50,000 speakers,[71] a figure most likely achieved through the tribe's 10-year long language preservation plan involving growing new speakers through immersion schools for children,[72][73] developing new words for modern phrases, teaching the language to non-Cherokees in schools and universities,[74] fostering the language among young adults so their children can use that language at home, developing iPhone and iPad apps for language education, the development of Cherokee language radio stations including Cherokee Voices, Cherokee Sounds,[75] and promoting the writing system through public signage, products like the Apple iPhone, internet use through Google including Gmail, and others so the language remains relevant in the 21st century.\n\nDakota is a Siouan language with 18,000 speakers in the US alone (22,000 including speakers in Canada), not counting 6,000 speakers of the closely related Lakota. Most speakers live in the states of North Dakota and South Dakota. Other Siouan languages include the closely related Winnebago, and the more distant Crow, among others.\n\nCentral Alaskan Yup'ik is an Eskimo–Aleut language with 16,000 speakers, most of whom live in Alaska. The term \"Yupik\" is applied to its relatives, which are not necessarily mutually intelligible with Central Alaskan, including Naukan and Central Siberian, among others.\n\nThe O'odham language, spoken by the Pima and the Tohono O'odham, is a Uto-Aztecan language with more than 12,000 speakers, most of whom live in central and southern Arizona and northern Sonora. Other Uto-Aztecan languages include Hopi, Shoshone, and the Pai-Ute languages.\n\nChoctaw has 11,000 speakers. Choctaw is part of the Muskogean family, like Seminole and Alabama.\n\nThe Algonquian language family includes languages like Chippewa/Ojibwe, Cheyenne, and Cree.\n\nKeres has 11,000 speakers in New Mexico and is a language isolate. The Keres pueblo people are the largest of the Pueblo nations. The Keres pueblo of Acoma is the oldest continually inhabited community in the United States. Zuni, another isolate, has around 10,000 speakers, most of whom reside within the Zuni pueblo.\n\nBecause of immigration from Mexico, there are Mexican native American languages speakers in the US. There are thousands of Nahuatl, Mixtec, Zapotec and Trique speakers in communities established mainly in the southern states.\n\nAlthough the languages of the Americas have a history stretching back about 17,000 to 12,000 years, current knowledge of them is limited. There are doubtlessly a number of undocumented languages that were once spoken in the United States that are missing from historical record.\n\nBelow is an estimate of Native American languages \"spoken at home\" in the United States (American Community Survey 2006–2008).[76] This is not an exhaustive list of Native American languages in the US. Because the distinction between dialect and language isn't always clear, multiple dialects of varying mutual intelligibility may be classified as a single language, while a group of effectively identical dialects may be classified separately for historical or cultural reasons. Languages included here may be classified as \"extinct\" (having no living native speakers), but many extinct or moribund Native American languages are the subjects of ongoing language revitalization efforts; other extinct languages undergoing revitalization might not be listed here.\n\nA sign-language trade pidgin, known as Plains Indian Sign Language, Plains Standard or Plains Sign Talk, arose among the Native Americans of the plains. Each signing nation had a separate signed version of their oral language, that was used by the hearing, and these were not mutually intelligible. Plains Standard was used to communicate between these nations. It seems to have started in Texas and then spread north, through the Great Plains, as far as British Columbia. There are still a few users today, especially among the Crow, Cheyenne, and Arapaho. Unlike other sign languages developed by hearing people, it shares the spatial grammar of deaf sign languages. Through intergenerational transmission, Plains Sign Talk became a working language still in use today in some Deaf First Nations or Native American communities.\n\nAs Plains Sign Talk was so widespread and was a spectrum of dialects and accents, it probably hosted several languages under its umbrella. One is potentially Navajo Sign Language which is in use by a sole Navajo clan.\n\nAdditionally, Plateau Sign Language existed alongside Plains Sign Talk as either a trade pidgin or another language around the Columbia Plateau and surrounding regions.\n\nHawaiian is an official state language of Hawaii as prescribed in the Constitution of Hawaii. Hawaiian has 1,000 native speakers. Formerly considered critically endangered, Hawaiian is showing signs of language renaissance. The recent trend is based on new Hawaiian language immersion programs of the Hawaii State Department of Education and the University of Hawaii, as well as efforts by the Hawaii State Legislature and county governments to preserve Hawaiian place names. In 1993, about 8,000 could speak and understand it; today estimates range up to 27,000. Hawaiian is related to the Māori language spoken by around 150,000 New Zealanders and Cook Islanders as well as the Tahitian language which is spoken by another 120,000 people of Tahiti.\n\nSamoan is an official territorial language of American Samoa. Samoans make up 90% of the population, and most people are bilingual.\n\nChamorro is co-official in the Mariana Islands, both in the territory of Guam and in the Commonwealth of the Northern Mariana Islands. In Guam, the indigenous Chamorro people make up about 60% of the population.\n\nCarolinian is also co-official in the Northern Marianas, where only 14% of people speak English at home.\n\n"
        },
        {
            "title": "",
            "text": "Some of the first European languages to be spoken in the U.S. were English, Dutch, French, Spanish, and Swedish.\n\nFrom the mid-19th century on, the nation had large numbers of immigrants who spoke little or no English, and throughout the country state laws, constitutions, and legislative proceedings appeared in the languages of politically important immigrant groups. There have been bilingual schools and local newspapers in such languages as German, Ukrainian, Hungarian, Irish, Italian, Norwegian, Greek, Polish, Swedish, Romanian, Czech, Japanese, Yiddish, Hebrew, Lithuanian, Welsh, Cantonese, Bulgarian, Dutch, Portuguese and others, despite opposing English-only laws that, for example, illegalized church services, telephone conversations, and even conversations in the street or on railway platforms in any language other than English, until the first of these laws was ruled unconstitutional in 1923 (Meyer v. Nebraska).\n\nTypically, immigrant languages tend to be lost through assimilation within two or three generations,[citation needed] though there are some groups such as the Louisiana Creoles (French), Pennsylvania Dutch (German) in a state where large numbers of people were heard to speak it before the 1950s, and the original settlers of the Southwest (Spanish) who have maintained their languages for centuries.\n\nEnglish was inherited from British colonization, and it is spoken by the majority of the population. English has become increasingly common; when the United States was founded, 40% of Americans spoke English[80][better source needed]. In 2002, 87% of Americans spoke English as their first language.[81][82] It serves as the de facto national language, the language in which government business is carried out. According to the U.S. Census Bureau, 80% spoke only English at home and all but approximately 13,600,000 U.S. residents age 5 and over speak English \"well\" or \"very well\".[83]\n\nAmerican English is different from British English in terms of spelling (one example being the dropped \"u\" in words such as color/colour), grammar, vocabulary, pronunciation, and slang usage. The differences are not usually a barrier to effective communication between an American English and a British English speaker.\n\nSome states, like California, have amended their constitutions to make English the only official language, but in practice, this only means that official government documents must at least be in English, and does not mean that they should be exclusively available only in English. For example, the standard California Class C driver's license examination is available in 32 different languages.[84]\n\nSpanish was also inherited from colonization and is sanctioned as official in the commonwealth of Puerto Rico, where it is the general language of instruction in schools and universities. In the 50 states, the District of Columbia, and all territories except Puerto Rico, Spanish is taught as a foreign or second language. It is spoken at home in areas with large Hispanic populations: the Southwestern United States along the border with Mexico, as well as in Florida, parts of California, the District of Columbia, Illinois, New Jersey, and New York. In Hispanic communities across the country, bilingual signs in both Spanish and English may be quite common. Furthermore, numerous neighborhoods exist (such as Washington Heights in New York City or Little Havana in Miami) in which entire city blocks will have only Spanish-language signs and Spanish-speaking people.\n\nYounger generations of non-Hispanics in the United States choose to study Spanish as a foreign or second language in far greater numbers than other second-language options. This might be due in part to the growing Hispanic population and the increasing popularity of Latin American movies and music performed in the Spanish language. A 2009 American Community Survey (ACS) conducted by the United States Census Bureau, showed that Spanish was spoken at home by over 35 million people aged 5 or older,[88] making the United States the world's fifth-largest Spanish-speaking community, outnumbered only by Mexico, Colombia, Spain, and Argentina.[89][90] Since then, the number of persons reported on the ACS to speak Spanish at home has increased (see table).\n\nIn northern New Mexico and southern Colorado, Spanish speakers have been isolated for centuries in the southern Rockies, and developed a distinct dialect of Spanish spoken nowhere else: New Mexican Spanish. The dialect features a mix of Castilian, Galician and, more recently, Mexican Spanish, as well as Pueblo loan words. New Mexican Spanish also contains a large proportion of English loan words, particularly for technological words (e.g. bos, troca, and telefón).\n\nSpeakers of New Mexican Spanish are mainly descendants of Spanish colonists who arrived in New Mexico in the sixteenth through the eighteenth centuries. During this time, contact with the rest of Spanish America was limited, and New Mexican Spanish developed on its own course. In the meantime, Spanish colonists coexisted with and intermarried with Puebloan peoples and Navajos. After the Mexican–American War, New Mexico and all its inhabitants came under the governance of the English-speaking United States, and for the next hundred years, English-speakers increased in number.\n\nPuerto Rican Spanish is the main language and dialect of the people of Puerto Rico, as well as many people descended from Puerto Ricans elsewhere throughout the United States.\n\nSpanglish is a code-switching variant of Spanish and English and is spoken in areas with large bilingual populations of Spanish and English speakers, such as along the Mexico–United States border (California, Arizona, New Mexico, and Texas), Florida, and New York City.\n\nFrench, the fourth-most-common language (when all varieties of French are combined and separate yet related languages such as Haitian Creole are counted as French), is spoken mainly by the Louisiana Creole, native French, Cajun, Haitian, and French-Canadian populations. It is widely spoken in Maine, New Hampshire, Vermont, and in Louisiana, with notable Francophone enclaves in St. Clair County, Michigan, many rural areas of the Upper Peninsula of Michigan and the northern San Francisco Bay area.[citation needed] Because of its legacy in Louisiana, that state is served by the Council for the Development of French in Louisiana (CODOFIL), the only state agency in the United States whose mission is to serve a linguistic population. In October 2018, Louisiana became the first U.S. state to join the Organisation Internationale de la Francophonie.[91]\n\nThree varieties of French developed within what is now the United States in colonial times including Louisiana French, Missouri French, and New England French (essentially a variant of Canadian French).[92] French is the second-most-spoken language in the states of Louisiana and Maine. The largest French-speaking communities in the United States reside in Northeast Maine; Hollywood and Miami, Florida; New York City;[citation needed] certain areas of rural Louisiana; and small minorities in Vermont and New Hampshire. Many of the New England communities are connected to the dialect found across the border in Quebec or New Brunswick. More than 13 million Americans possess primary French heritage, but only 2 million speak French, or any regional creoles and variations language at home. The largest concentration of French speakers in the country was in Louisiana.\n\nLouisiana French (Cajun French: français de la Louisiane; Louisiana Creole: françé la lwizyàn) is an umbrella term for the dialects and varieties of the French language spoken traditionally in colonial Lower Louisiana. As of today Louisiana French is primarily used in the U.S. state of Louisiana, specifically in the southern parishes.\n\nFrench is spoken across ethnic and racial lines by Louisiana French people who may identify as Cajuns or Creoles as well as Chitimacha, Houma, Biloxi, Tunica, Choctaw, Acadians, and French Indian among others.[93][94] For these reasons, as well as the relatively small influence Acadian French has had on the region, the label Louisiana French or Louisiana Regional French (French: français régional louisianais) is generally regarded as more accurate and inclusive than \"Cajun French\" and is the preferred term by linguists and anthropologists.[95][96][97][98] However, \"Cajun French\" is commonly used in lay discourse by speakers of the language and other inhabitants of Louisiana.[99]\n\nGerman was a widely spoken language in some of the colonies, especially Pennsylvania, where a number of German-speaking Protestants and other religious minorities settled to escape persecution in Europe. Another wave of settlement occurred when Germans fleeing the failure of 19th Century German revolutions emigrated to the United States. A large number of these German immigrants settled in the urban areas, with neighborhoods in many cities being German-speaking and numerous local German language newspapers and periodicals established. German farmers also took up farming around the country, including the Texas Hill Country, at this time. The language was widely spoken until the United States entered World War I.\n\nIn the early twentieth century, German was the most widely studied foreign language in the United States, and prior to World War I, more than 6%[citation needed] of American schoolchildren received their primary education exclusively in German, though some of these Germans came from areas outside of Germany proper. Currently, more than 49 million Americans claim German ancestry, the largest self-described ethnic group in the U.S., but less than 4% of them speak a language other than English at home, according to the 2005 American Community Survey.[100] The Amish speak a dialect of German known as Pennsylvania German. One reason for this decline of German language was the perception during both World Wars that speaking the language of the enemy was unpatriotic; foreign language instruction was banned in places during the First World War. Unlike earlier waves, they were more concentrated in cities and integrated quickly. Another reason for the decline in German was the lack of first-generation immigrants, as immigration to the United States from Western Europe slowed following the World Wars.\n\nThere is a myth (known as the Muhlenberg Vote) that German was to be the official language of the U.S., but this is inaccurate and based on a failed early attempt to have government documents translated into German.[101] The myth also extends to German being the second official language of Pennsylvania; however, Pennsylvania has no official language. Although more than 49 million Americans claim they have German ancestors, only 1.24 million Americans speak German at home. Many of these people are either Amish and Mennonites or Germans having newly immigrated (e.g. for professional reasons).\n\nPennsylvania Dutch or Pennsylvania German is a Palatine Rhine Franconian language that traditionally was spoken mainly in Pennsylvania, but that since the 19th century has spread to the Midwest (Ohio, Indiana, Iowa and other states), where the majority of speakers live today. It evolved from the German dialect of the Palatinate brought over to America by the Pennsylvania Dutch people before 1800. Originally spoken by adherents of different Christian denominations (Lutherans, Mennonites, Amish, German Baptist Brethren, Catholics) today it is mainly spoken by Amish and Old Order Mennonites.\n\nTexas German is a group of High German dialects spoken by German Texans, descendants of German immigrants who settled in Texas in the mid-19th century.\n\nThe Russian language is spoken in areas of some states, including New York, California, Washington, New Jersey, Illinois, Massachusetts, Pennsylvania, and Alaska. It is especially spoken in immigrant neighborhoods of some cities: New York City, Boston, Los Angeles, San Francisco, Philadelphia, Chicago, Seattle, Sacramento, Spokane, Miami, Vancouver, Washington, Portland, Oregon, and Woodburn, Oregon. The Russian-American Company owned most all of what became Alaska Territory until its sale right after the Crimean War. The presence of Russian speakers in the United States had always been limited, especially after the assassination of the Romanov dynasty of tsars. Starting in the 1970s and continuing until the mid-1990s, however, many Russian-speaking people from the Soviet Union and later its constituent republics such as Russia, Moldova, Ukraine, Belarus, and Uzbekistan have immigrated to the United States, increasing the use of Russian in the country.\n\nThe largest Russian-speaking neighborhoods in the United States are found in Brooklyn, Queens, and Staten Island in New York City (specifically the Brighton Beach area of Brooklyn); parts of Los Angeles, particularly West Los Angeles and West Hollywood; parts of Philadelphia, particularly the Far Northeast; and parts of Miami like Sunny Isles Beach.\n\nThe Russian-language media group Slavic Voice of America, based in Dallas, Texas, serves Russian-speaking Americans.\n\nAlaskan Russian, known locally as Old Russian, is a dialect of  Russian influenced by the Alutiiq language spoken by Alaskan Creoles. Most of its speakers lived on Kodiak Island and in the Ninilchik (Kenai Peninsula). It has been isolated from other varieties of Russian for over a century.[102]\n\nKodiak Russian was natively spoken along the Afognak Strait until the Great Alaskan earthquake and tsunami of 1964. It has become moribund, spoken by only a handful of elderly people, and is virtually undocumented.[103]\n\nNinilchik Russian has been better studied and is more vibrant, though it is now also moribund. It developed from the Russian colonial settlement of the village of Ninilchik in 1847.[104][105]\n\nNinilchik Russian vocabulary is clearly Russian, with a few borrowings from English and Alaskan native languages.\n\nIn Nikolaevsk, Alaska, 66.57% of the population still spoke Russian at home as late as 2017.[106]\n\nThere has been a Dutch presence in America since 1602 when the government of the Republic of the Seven United Netherlands chartered the Dutch East India Company (Vereenigde Oostindische Compagnie, or VOC) with the mission of exploring for a passage to the Indies and claiming any uncharted territories for the Dutch republic. In 1664, English troops under the command of the Duke of York (later James II of England) attacked the New Netherland colony. Being greatly outnumbered, director general Peter Stuyvesant surrendered New Amsterdam, with Fort Orange following soon. New Amsterdam was renamed New York, Fort Orange was renamed Fort Albany. Dutch city names can still be found in New York's neighbourhoods. Harlem is named after Haarlem, Staten Island is named after Staten Eiland, and Brooklyn is named after Breukelen.\n\nIn a 1990 demographic consensus, 3% of surveyed citizens claimed descent from Dutch settlers. Modern estimates place the Dutch American population at 5 million, lagging just a bit behind Scottish Americans and Swedish Americans.\n\nAround 142,000 people in the United States still speak the Dutch language at home as of 2013, in addition to 23,000 speakers of the closely related Afrikaans.[107] They are concentrated mainly in California (23,500), Florida (10,900), Pennsylvania (9,900), Ohio (9,600), New York (8,700) and Michigan (6,600; i.e. almost entirely in the city of Holland).[108]\n\nA vernacular dialect of Dutch known as Jersey Dutch was spoken by the New York & Jersey Dutch between the start of the 17th century to the mid-20th century. With the beginning of the 20th century, usage of the language became restricted to internal family circles, with an ever-growing number of people abandoning the language in favor of English. It suffered gradual decline throughout the 20th century, and it ultimately dissipated from casual usage.\n\nDutch was still spoken in many parts of New York at the time of the Revolution. For example, Alexander Hamilton's wife Eliza Hamilton attended a Dutch-language church during their marriage.\n\nAfrican-American abolitionist and women's rights activist Sojourner Truth (born \"Isabella Baumfree\") was a native speaker of Dutch.\n\nMartin Van Buren, the first President born in the United States following its independence, spoke Dutch as his native language, making him the only President whose first language was not English.\n\nNotable Dutch Americans include the Roosevelts (Theodore Roosevelt, Franklin Delano Roosevelt, and Eleanor Roosevelt), Marlon Brando, Thomas Alva Edison, Martin Van Buren and the Vanderbilts. The Roosevelts are direct descendants of Dutch settlers of the New Netherland colony in the 17th century.\n\nThe population of Chinese speakers in the United States was increasing rapidly in the 20th century because the number of Chinese immigrants has increased at a rate of more than 50% since 1940.[109] 2.8 million Americans speak some variety of Chinese, which combined are counted by the federal census as the third most-spoken language in the country. Until the late 20th century, Yue dialects, including Taishanese and Cantonese, were the most common dialects among immigrants and the descendants of immigrants, especially in California. Since the opening of the People's Republic of China, Mandarin, the official language in the PRC and Republic of China (Taiwan), has become increasingly prevalent.[110] Many Americans of all ethnic backgrounds are also learning Mandarin and, to a far lesser extent, Cantonese.[110]\n\nIn New York City in 2002, Mandarin was spoken as a native language among only 10% of Chinese speakers but was predicted to replace Cantonese as the lingua franca among Chinese speakers.[111]\n\nTagalog speakers were already present in the United States as early as the late sixteenth century as sailors contracted by the Spanish colonial government. In the eighteenth century, they established settlements in Louisiana, such as Saint Malo. After the American annexation of the Philippines, the number of Tagalog speakers steadily increased, as Filipinos began to migrate to the U.S. as students or contract laborers. Their numbers, however, decreased upon Philippine independence, as some Filipinos were repatriated.\n\nToday, Tagalog, together with its standardized form Filipino, is spoken by over a million and a half Filipino Americans and is promoted by Filipino American civic organizations and Philippine consulates. As Filipinos are the second largest Asian ethnic group in the United States, Tagalog is the second most spoken Asian language in the country, after Chinese. Taglish, a form of code-switching between Tagalog and English, is also spoken by a number of Filipino Americans.\n\nTagalog is also taught at some universities where a significant number of Filipinos exist. As it is the national and most spoken language of the Philippines, most Filipinos in the United States are proficient in Tagalog in addition to their local regional language.\n\nAccording to the 2010 Census, there are over 1.5 million Americans who identify themselves as Vietnamese in origin, ranking fourth among the Asian American groups and forming the largest Overseas Vietnamese population.\n\nOrange County, California, is home to the largest concentration of ethnic Vietnamese outside Vietnam, especially in its Little Saigon area. Other significant Vietnamese communities are found in the metropolitan areas of San Jose, Houston, Dallas-Fort Worth, Seattle, Northern Virginia, and New Orleans. Similarly to other overseas Vietnamese communities in Western countries (except France), the Vietnamese population in the United States was established following the Fall of Saigon in 1975 and communist takeover of South Vietnam following the Vietnam War.\n\nIn 2011 over 1.1 million Americans spoke Korean at home. This number increased greatly at the end of the 20th century, increasing 327% from the 300,000 speakers in 1980. The greatest concentration of these speakers was in the Los Angeles, New York, and Washington D.C. metro areas.[112] Speakers of Korean are found in the Koreatowns.[citation needed]\n\nVarieties of Arabic are spoken by immigrants from the Middle East as well as many Muslim Americans. The highest concentrations of native Arabic speakers reside in heavily urban areas like Chicago, New York City, and Los Angeles. Detroit and the surrounding areas of Michigan boast a significant Arabic-speaking population including many Arab Christians of Lebanese, Syrian, and Palestinian descent.\n\nArabic is used for religious purposes by Muslim Americans and by some Arab Christians (notably Catholics of the Melkite and Maronite Churches as well as Rum Orthodox, i.e. Antiochian Orthodox Christians and Coptic churches.). A significant number of educated Arab professionals who immigrate often already know English quite well, as it is widely used in the Middle East. Lebanese immigrants also have a broader understanding of French as do many Arabic-speaking immigrants from North Africa.[citation needed]\n\nThe Italian language and other Italo-Dalmatian languages have been widely spoken in the United States for more than one hundred years, primarily due to large-scale immigration from the late 19th century to the mid 20th century.\n\nIn addition to Italian learned by most people today, there has been a strong representation of the languages of Southern Italy amongst the immigrant population (Sicilian and Neapolitan in particular). As of 2009, though 15,638,348 American citizens report themselves as Italian-Americans, only 753,992 of these report speaking the Italian language at home (0.3264% of the US population).\n\nThe first Finnish settlers in America were amongst the settlers who came from Sweden and Finland to the New Sweden colony. Most colonists were Finnish. However, the Finnish language was not preserved as well among subsequent generations as Swedish.\n\nBetween the 1890s and the outbreak of the first World War, an estimated quarter million Finnish citizens immigrated to the United States, mainly in rural areas of the Midwest and more specifically in the mining regions of Northeastern Minnesota, Northern Wisconsin and Michigan's Upper Peninsula. Hancock, Michigan, as of 2005, still incorporates bi-lingual street signs written in both English and Finnish.[113][114] Americans of Finnish origin yield at 800,000 individuals, though only 26,000 speak the language at home. There is a distinctive dialect of English to be found in the Upper Peninsula, known as Yooper. Yooper often has a Finnish cadence and uses Finnish sentence structure with modified English, German, Swedish, Norwegian, and Finnish vocabulary.[citation needed]\nNotable Finnish Americans include U.S. Communist Party leader Gus Hall, film director Renny Harlin, and the Canadian-born actress Pamela Anderson.\n\nNorthern Clark County, Washington (encompassing Yacolt, Amboy, Battle Ground and Chelatchie) contains a large exclave of Old Apostolic Lutherans who originally immigrated from Finland. Many families in this portion of the county speak fluent Finnish at home before learning English.[citation needed] Another noteworthy Finnish community in the United States is found in Lake Worth, Florida, north of Miami.\n\nModern Hebrew is spoken by Israeli immigrants. Liturgical Hebrew is used as a religious or liturgical language[115] by many of the United States' approximately 7 million[116] Jews.\n\nAbout 40 million Americans have Irish ancestry, many of whose ancestors would have spoken Irish Gaelic. In 2013, around 20,600 Americans spoke Irish at home and As of 2008[update] it was the 76th most spoken language in the United States.[117] An additional 1,600 spoke Scottish Gaelic.[107]\n\nBetween 1981 and 1985 about 150,000 Cambodians resettled in the United States.[118] Before 1975 very few Cambodians came to the United States. Those who did were children of upper-class families sent abroad to attend school. After the fall of Phnom Penh to the communist Khmer Rouge in 1975, some Cambodians managed to escape. In 2007 the American Community Survey reported that there were approximately 200,000 Cambodians living in the United States, making up about 2% percent of the Asian population. This population is, however, heavily concentrated in two areas: the Los Angeles metropolitan area in California, especially the city of Long Beach; and Greater Boston in New England, especially Lowell, Massachusetts. These two areas hold a majority of the Cambodians living in the US.\n\nAs of 2013, around 580,000 Americans spoke Polish at home.[107] The Polish language is very common in the Chicago metropolitan area. Chicago's third largest white ethnic groups are those of Polish descent, after German and Irish.[119] The Polish people and the Polish language in Chicago were very prevalent in the early years of the city, and today the 650,000 Poles in Chicago make up one of the largest ethnically Polish populations in the world, comparable to the city of Wrocław, the fourth largest city in Poland. That makes it one of the most important centers of Polonia and the Polish language in the United States, a fact that the city celebrates every Labor Day weekend at the Taste of Polonia Festival in Jefferson Park.[120]\n\nTexas Silesian, a dialect of the Silesian language (itself controversially considered a branch of Polish by some linguists), has been used by Texas Silesians in American settlements from 1852 to the present.\n\nThe first Portuguese speakers in America were Portuguese Jews who had fled the Portuguese Inquisition. They spoke Judeo-Portuguese and founded the earliest Jewish communities in the Thirteen Colonies, two of which still exist: Congregation Shearith Israel in New York and Congregation Mikveh Israel in Philadelphia. However, by the end of the 18th century, their use of Portuguese had been replaced by English.\n\nIn the late 19th century, many Portuguese, mainly Azoreans, Madeirans and Cape Verdeans (who prior to independence in 1975 were Portuguese citizens), immigrated to the United States, settling in cities like Providence, Rhode Island, New Bedford, Massachusetts, and Santa Cruz, California. There was also a substantial Portuguese immigration to Hawaii, which at the time was not yet part of the United States.\n\nIn the mid-late 20th century there was another wave of Portuguese immigration to the US, mainly the Northeast (New Jersey, New York, Connecticut, Massachusetts), and for a time Portuguese became a major language in Newark, New Jersey. Many Portuguese Americans may include descendants of Portuguese settlers born in Portuguese Africa (known as Portuguese Africans, or, in Portugal, as retornados) and Asia (mostly Macau). There were around 1 million Portuguese Americans in the United States by 2000. Portuguese (European Portuguese) has been spoken in the United States by small communities of immigrants, mainly in the metropolitan New York City area, like Newark, New Jersey.\n\nThe Portuguese language is also spoken widely by Brazilian Americans, concentrated in Miami, New York City, and Boston.\n\nThere has been a Swedish presence in America since the New Sweden colony came into existence in March 1638.\n\nWidespread diaspora of Swedish immigration did not occur until the latter half of the 19th century, bringing in a total of a million Swedes. No other country had a higher percentage of its people leave for the United States except Ireland and Norway. At the beginning of the 20th century, Minnesota had the highest ethnic Swedish population in the world after the city of Stockholm.\n\n3.7% of US residents claim descent from Scandinavian ancestors, amounting to roughly 11–12 million people. According to SIL's Ethnologue, over half a million ethnic Swedes still speak the language, though according to the 2007 American Community Survey only 56,715 speak it at home. Cultural assimilation has contributed to the gradual and steady decline of the language in the US. After the independence of the US from the Kingdom of Great Britain, the government encouraged colonists to adopt the English language as a common medium of communication, and in some cases, imposed it upon them. Subsequent generations of Swedish Americans received education in English and spoke it as their first language. Lutheran churches scattered across the Midwest started abandoning Swedish in favor of English as their language of worship. Swedish newspapers and publications alike slowly faded away.\n\nThere are sizable Swedish communities in Minnesota, Ohio, Maryland, Philadelphia, and Delaware, along with small isolated pockets in Pennsylvania, San Francisco, Fort Lauderdale, and New York. Chicago once contained a large Swedish enclave called Andersonville on the city's north side.\n\nJohn Morton, the person who cast the decisive vote leading to Pennsylvania's support for the United States Declaration of Independence, was of Finnish descent. Finland was part of the Kingdom of Sweden in the 18th century.\n\nWisconsin Walloon is a dialect of the Walloon language descendant from central Walloon. It is spoken in the Door Peninsula in Wisconsin, United States.[121]\n\nThe speakers of Wisconsin Walloon are descendants of the Belgian immigrants that came from the wave of immigration lasting from 1853–1857 that was recorded to have brought around 2,000 Belgians to Wisconsin.[122] It is sometimes referred to by its speakers in English as \"Belgian\".[123] Descendants of native Walloon speakers have since switched to English, and as of 2021, it has fewer than 50 speakers.[121]\n\nUp to two million Americans are thought to have Welsh ancestry. However, there is very little Welsh being used commonly in the United States. According to the 2007 American Community Survey, 2,285 people speak Welsh at home; primarily spoken in California (415), Florida (225), New York (204), Ohio (135), and New Jersey (130).[124] Some place names, such as Bryn Mawr in Chicago and Bryn Mawr, Pennsylvania (English: Big Hill) are Welsh. Several towns in Pennsylvania, mostly in the Welsh Tract, have Welsh namesakes, including Uwchlan, Bala Cynwyd, Gwynedd, and Tredyffrin.\n\nYiddish has a much longer history in the United States than Hebrew.[125] It has been present since at least the late 19th century and continues to have roughly 148,000 speakers as of the 2009 American Community Survey. Though they came from varying geographic backgrounds and nuanced approaches to worship, immigrant Jews of Central Europe, Germany and Russia were often united under a common understanding of the Yiddish language once they settled in America, and at one point dozens of publications were available in most East Coast cities. Though it has declined by quite a bit since the end of WWII, it has by no means disappeared. Many Israeli immigrants and expatriates have at least some understanding of the language in addition to Hebrew, and many of the descendants of the great migration of Ashkenazi Jews of the past century pepper their mostly English vocabulary with some loan words. Furthermore, it is a lingua franca among American Jews (particularly Hasidic Jewry), concentrated in Los Angeles, Miami, and New York.[126] A significant diffusion of Yiddish loan words into the non-Jewish population continues to be a distinguishing feature of New York City English.\n\nThere are many South Asians in the United States. These include Indians, Pakistanis, and Bangladeshis, who speak various South Asian languages. Major South Asian languages spoken in the US include Telugu (see \"Telugu\" below), Malayalam, Kannada, Tamil (see \"Tamil\" below), Gujarati, Hindi and Urdu (see 'Hindi-Urdu\" below), Bengali, Punjabi, Sinhala, Nepali (see \"Nepali\" below), and Marathi.\n\nHindi and Urdu are the two standard registers of the Hindustani language, an Indo-Aryan language native to North India, Central India, and Pakistan. While the formal registers draw vocabulary from Sanskrit and Arabic & Persian respectively, the colloquial forms are indistinguishable. Hindi and Urdu are widely spoken among the Indian and Pakistani communities in the United States as a first or second language. Speakers are concentrated in states with large South Asian populations, including California, Illinois, New Jersey, New York, Texas, and Virginia.[127]\n\nAdditionally, Hindi-Urdu (Hindustani) is an important cultural language for many South Asians who have different mother tongues and dialects. Bollywood in particular, as well as film music, is an important cultural product that influences many South Asian youth. Some South Indians, Bangladeshis, and Indian Bengalis learn the language or its dialects through films.[128][129]\n\nThe Tamil community in the United States is largely bilingual. Tamil is taught in weekly classes in many Hindu temples and by associations such as the American Tamil Academy in South Brunswick, Tamil Jersey School in Jersey City, New Jersey,[130]\n\nThe written form of the language is highly formal and quite distinct from the spoken form. A few universities, such as the University of Chicago and the University of California Berkeley, have graduate programs in the language.[131]\n\nIn the second half of the 20th century, Tamils from India migrated as skilled professionals to the United States, Canada, Europe, and Southeast Asia. The Tamil American population numbers over 195,685 individuals,[132] and the Federation of Tamil Sangams of North America functions as an umbrella organization for the growing community.[133]\n\nThe New York City and Los Angeles metropolitan areas are home to the largest concentrations of Tamil-speaking Sri Lankan Americans.[134][135][136] New York City's Staten Island alone is estimated to be home to more than 5,000 Sri Lankan Americans,[137] one of the largest Sri Lankan populations outside Sri Lanka itself,[138] and a significant proportion of whom speak Tamil.\n\nCentral New Jersey is home to the largest population concentration of Tamils. New Jersey houses its own Tamil Sangam.[139] Sizeable populations of Indian American Tamils have also settled in the New York City and Washington metropolitan areas, as well as on the West Coast in Silicon Valley, where there are Tamil associations such as the Bay Area Tamil Mandram.[140] The New York City and Los Angeles metropolitan areas are home to the largest concentrations of Tamil-speaking Sri Lankan Americans,[141][142][143] with New York City's Staten Island alone estimated to be home to more than 5,000 Sri Lankan Americans,[137] one of the largest Sri Lankan populations outside Sri Lanka itself,[144] and a significant proportion of whom speak Tamil.\n\nThere were 171,000 speakers of Telugu in 2006–2008.[145]\nIn the second half of the 20th century, Telugu people from India (especially from Andhra Pradesh, Telangana, Karnataka and Tamil Nadu) migrated as professionals to the United States. Central New Jersey is home to the largest population concentration of Telugu people. Telugu people have also settled in New York City and the DC metropolitan area, as well as on the West Coast in Silicon Valley. The New York City and Los Angeles metropolitan areas are home to the largest concentrations of Telugu-speakers.\n\nThe first Nepalese to enter the United States were classified as \"other Asian\". Immigration records show that between 1881 and 1890, 1,910 \"other Asians\" were admitted to the United States. However, Nepal did not open its borders until 1950, and most Nepalis who left the country during that time went primarily to India to study. Nepalese Americans were first classified as a separate ethnic group in 1974 when 56 Nepalese immigrated to the United States. New York City, Boston, Dallas-Fort Worth, Columbus, Los Angeles, Cincinnati, Erie, Harrisburg, Chicago, Denver, Gainesville, Portland, and Saint Paul have the largest number of Nepalese. There are some Nepalese community or cultural events in every American state, including Dashain, Tihar, Losar, Holi, Teej Special, and Nepali New Year.\n\n"
        },
        {
            "title": "New American languages",
            "text": "Several distinct natural languages and pidgins have developed on American soil, after the founding of the United States as a nation, including full languages like creole and sign languages.\n\nAngloromani is an English creole or mixed language spoken by Romani Americans.[146]\n\nA pidgin of 700–800 words of French, English, Cree and other Native origins is the old trade language of the Pacific Northwest. It was used extensively among both European and Native peoples of the Oregon Territory, even used instead of English at home by many pioneer families. It is estimated that around 100,000 people spoke it at its peak, between 1858 and 1900, and it was last widely used in Seattle just before World War II.[147]\n\nAn English-African creole language spoken on the Sea Islands of South Carolina and Georgia retains strong influences of West African languages. The language is sometimes referred to as \"Geechee\".\n\nThe Hawai'ian English creole language, locally known as Hawaiian Pidgin, is used by locals and is considered an unofficial language of the state of Hawaii.[148]\n\nA French Creole language spoken by the Louisiana Creole people of the state of Louisiana, close to Haitian Creole, Colonial French, and Cajun French (language of Acadians deported from New France after 1755 and the Grand Dérangement).\nFrench Creole languages are spoken by millions of people worldwide, mainly in the United States, Caribbean, and Indian Ocean areas.\n\n"
        },
        {
            "title": "Sign languages",
            "text": "Alongside the numerous and varied oral languages, the United States also boasts several sign languages. Historically, the US was home to some six or more sign languages (that number rising with the probability that Plains Sign Talk is actually a language family with several languages under its umbrella) which has fallen with the death of several of these.\n\nAs with all sign languages around the world that developed organically, these are full languages distinct from any oral language. American Sign Language (unlike Signed English) is not a derivation of English.[149] Some languages present here were trade pidgins which were used first as a system of communication across national and linguistic boundaries of the Native Americans, however, they have since developed into mature languages as children learned them as a first language.\n\nAmerican Sign Language (ASL) is the native language of a number of deaf and hearing people in America (roughly 100,000 to 500,000). While some sources have stated that ASL is the third most frequently used language in the United States, after English and Spanish,[150] recent scholarship has pointed out that most of these estimates are based on numbers conflating deafness with ASL use, and that the last actual study of this (in 1972) seems to indicate an upper bound of 500,000 ASL speakers at the time.[151]\n\nHawaii Sign Language is moribund with only a handful of speakers on O'ahu, Lana'i, Kaua'i and possibly Ni'ihau. Some of these speakers may actually be speaking a creolized version of HSL and ASL, however; research is slow-going. The language was once called Hawai'i Pidgin Sign Language, as many people thought it was a derivative of ASL, but it was discovered to be a separate language altogether.[153]\n\nOnce a trade pidgin and the most far-reaching sign language in North America, Plains Sign Talk or Plains Sign Language is now critically endangered with an unknown number of speakers.\n\nMartha's Vineyard Sign Language is now extinct. Along with French Sign Language, it was one of several main contributors to American Sign Language.\n\nHenniker Sign Language is now extinct but was once found around the Henniker region of New Hampshire and formed a basis for American Sign Language.\n\nSandy River Valley Sign Language is now extinct but once could be found around the Sandy River Valley in Maine. It was one of several main contributors to American Sign Language.\n\n"
        },
        {
            "title": "See also",
            "text": "General:\n\n"
        }
    ]
}