{
    "url": "https://en.wikipedia.org/wiki/Lantern",
    "title": "Lantern",
    "table_of_contents": [
        "1 Use",
        "2 Etymology",
        "3 Construction",
        "4 History",
        "5 Modern lanterns",
        "5.1 Fueled lanterns",
        "5.2 Electric lanterns",
        "6 Gallery",
        "6.1 Hand-held lanterns",
        "6.2 Exterior lighting",
        "7 In popular culture",
        "8 See also",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A lantern is an often portable source of lighting, typically featuring a protective enclosure for the light source – historically usually a candle or a wick in oil, and often a battery-powered light in modern times – to make it easier to carry and hang up, and make it more reliable outdoors or in drafty interiors. Lanterns may also be used for signaling, as torches, or as general light-sources outdoors.\n\n"
        },
        {
            "title": "Use",
            "text": "The lantern enclosure was primarily used to prevent a burning candle or wick being extinguished from wind, rain or other causes. Some antique lanterns have only a metal grid, indicating their function was to protect the candle or wick during transportation and avoid the excess heat from the top to avoid unexpected fires.\n\nAnother important function was to reduce the risk of fire should a spark leap from the flame or the light be dropped. This was especially important below deck on ships: a fire on a wooden ship was a major catastrophe. Use of unguarded lights was taken so seriously that obligatory use of lanterns, rather than unprotected flames, below decks was written into one of the few known remaining examples of a pirate code, on pain of severe punishment.[1]\n\nLanterns may also be used for signaling.  In naval operations, ships used lights to communicate at least as far back as the Middle Ages;[2] the use of a lantern that blinks code to transmit a message dates to the mid-1800s.[3] In railroad operations, lanterns have multiple uses. Permanent lanterns on poles are used to signal trains about the operational status of the track ahead, sometimes with color gels in front of the light to signify stop, etc.[4]  Historically, a flagman at a level crossing used a lantern to stop cars and other vehicular traffic before a train arrived.[5] Lanterns also provided a means to signal from train-to-train or from station-to-train.[6]\n\nA \"dark lantern\" was a candle lantern with a sliding shutter so that a space could be conveniently made dark without extinguishing the candle. For example, in the Sherlock Holmes story \"The Red-Headed League\", the detective and police make their way down to a bank vault by lantern light but then put a 'screen over that dark lantern' in order to wait in the dark for thieves to finish tunneling.[7] This type of lantern could also preserve the light source for sudden use when needed.\n\nLanterns may be used in religious observances. In the Eastern Orthodox Church, lanterns are used in religious processions and liturgical entrances, usually coming before the processional cross. Lanterns are also used to transport the Holy Fire from the Church of the Holy Sepulchre on Great Saturday during Holy Week.\n\nLanterns are used in many Asian festivals. During the Ghost Festival, lotus shaped lanterns are set afloat in rivers and seas to symbolically guide the lost souls of forgotten ancestors to the afterlife. During the Lantern Festival, the displaying of many lanterns is still a common sight on the 15th day of the first lunar month throughout China. During other Chinese festivities, kongming lanterns (sky lanterns) can be seen floating high into the air. Lanterns are the central theme of the Seoul Lantern Festival in South Korea. However, some jurisdictions and organizations ban the use of sky lanterns because of concerns about fire and safety.[8][9][10][11][12]\n[13]\n\nThe term \"lantern\" can be used more generically to mean a light source, or the enclosure for a light source, even if it is not portable. Decorative lanterns exist in a wide range of designs. Some hang from buildings, such as street lights enclosed in glass panes. Others are placed on or just above the ground; low-light varieties can function as decoration or landscape lighting, and can be a variety of colours and sizes. The housing for the top lamp and lens section of a lighthouse may be called a lantern.[14]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word lantern comes via French[15] from Latin lanterna meaning \"lamp, torch,\"[16] possibly itself derived from Greek.[17]\n\nAn alternate historical spelling was \"lanthorn\", believed to derive from the early use of horn windows.[17]\n\n"
        },
        {
            "title": "Construction",
            "text": "Lanterns were usually made from a metal frame with several sides (usually four, but up to eight) or round, commonly with a hook or a hoop of metal on top. Windows of some translucent material may be fitted in the sides; these are now usually glass or plastic but formerly were thin sheets of animal horn, or tinplate punched with holes or decorative patterns.\n\nPaper lanterns are made in societies around the world.\n\nA lantern generally contains a burning light source: a candle, liquid oil with a wick,[18] or gas with a mantle. The ancient Chinese sometimes captured fireflies in transparent or semi-transparent containers and used them as (short-term) lanterns, and use of fireflies in transparent containers was also a widespread practice in ancient India; however, since these were short-term solutions, the use of fire torches was more prevalent.[citation needed]\n\nModern varieties often place an electric light in a decorative glass case.\n\n"
        },
        {
            "title": "History",
            "text": "Lanterns have been used functionally, for light rather than decoration, since antiquity.[18] Some used a wick in oil,[18] while others were essentially protected candle-holders. Before the development of glass sheets, animal horn scraped thin and flattened was used as the translucent window.\n\nBeginning in the Middle Ages, middle eastern towns hired watchmen to patrol the streets at night, as a crime deterrent. Each watchman carried a lantern or oil lamp against the darkness.[19][page needed] The practice continued up through at least the 18th century.[20]\n\nIn March 1764 and twice in October 1764, George Allsopp, a British-born Canadian, was arrested in Quebec for violating an order to carry lanterns during the night.[21] There was violence every time he was arrested and Allsopp would denounce the military. In October he prosecuted the soldiers involved in his arrests.[21]\n\nPublic spaces became increasingly lit with lanterns in the 1500s,[22] especially following the invention of lanterns with glass windows, which greatly improved the quantity of light. In 1588 the Parisian Parlement decreed that a torch be installed and lit at each intersection, and in 1594 the police changed this to lanterns.[23] Beginning in 1667 during the reign of King Louis XIV, thousands of street lights were installed in Parisian streets and intersections.[24] Under this system, streets were lit with lanterns suspended 20 yards (18 m) apart on a cord over the middle of the street at a height of 20 feet (6.1 m); as an English visitor enthused in 1698, 'The streets are lit all winter and even during the full moon!'[25] In London, public street lighting was implemented around the end of the 17th century; a diarist wrote in 1712 that ‘All the way, quite through Hyde Park to the Queen's Palace at Kensington, lanterns were placed for illuminating the roads on dark nights.’[26]\n\n"
        },
        {
            "title": "Modern lanterns",
            "text": "All fueled lanterns are somewhat hazardous owing to the danger of handling flammable and toxic fuel, danger of fire or burns from the high temperatures involved, and potential dangers from carbon monoxide poisoning if used in an enclosed environment.\n\nSimple wick lanterns remain available. They are cheap and durable and usually can provide enough light for reading. They require periodic trimming of the wick and regular cleaning of soot from the inside of the glass chimney.\n\nMantle lanterns use a woven ceramic impregnated gas mantle to accept and re-radiate heat as visible light from a flame. The mantle does not burn (but the cloth matrix carrying the ceramic must be \"burned out\" with a match prior to its first use). When heated by the operating flame the mantle becomes incandescent and glows brightly. The heat may be provided by a gas, by kerosene, or by a pressurized liquid such as \"white gas\", which is essentially naphtha. For protection from the high temperatures produced and to stabilize the airflow, a cylindrical glass shield called the globe or chimney is placed around the mantle.\n\nManually pressurized lanterns using white gas (also marketed as Coleman fuel or \"Camp Fuel\") are manufactured by the Coleman Company in one and two-mantle models. Some models are dual fuel and can also use gasoline. These are being supplanted by a battery-powered fluorescent lamp and LED models, which are safer in the hands of young people and inside tents. Liquid fuel lanterns remain popular where the fuel is easily obtained and in common use.\n\nMany portable mantle-type fuel lanterns now use fuel gases that become liquid when compressed, such as propane, either alone or combined with butane. Such lamps usually use a small disposable steel container to provide the fuel. The ability to refuel without liquid fuel handling increases safety. Additional fuel supplies for such lamps have an indefinite shelf life if the containers are protected from moisture (which can cause corrosion of the container) and excess heat.\n\nLanterns designed as permanently mounted electric lighting fixtures are used in interior, landscape, and civic lighting applications. Styles can evoke former eras, unify street furniture themes, or enhance aesthetic considerations. They are manufactured for use with various wired voltage supplies.\n\nVarious battery types are used in portable light sources.  They are more convenient, safer, and produce less heat than combustion lights. Solar-powered lanterns have become popular in developing countries, where they provide a safer and cheaper alternative to kerosene lamps.[27]\n\nLanterns utilizing LEDs are popular as they are more energy-efficient and rugged than other types, and prices of LEDs suitable for lighting have dropped.\n\nSome rechargeable fluorescent lanterns may be plugged in at all times and may be set up to illuminate upon a power failure, a useful feature in some applications. During extensive power failures (or for remote use), supplemental recharging may be provided from an automobile's 12-volt electrical system or from a modest solar-powered charger.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The derived term \"lantern jaw[ed]\" is used in two quite different still current ways, comparing faces with different types of lantern. According to the Oxford English Dictionary, it refers to \"long thin jaws, giving a hollow appearance to the cheek\";[28] this use was recorded in 1361, referring to a lantern with concave horn sides before glass was in use. Another meaning of \"lantern jaw\" compares a lantern with a jutting base – such as the 15th-century example above – to the face of a person with the extended chin of mandibular prognathism;[29] this condition was also known as Habsburg jaw or Habsburg lip, as it was a hereditary feature of the House of Habsburg (see, for example, portraits of Charles V).\n\nRaise the Red Lantern, a 1991 Chinese film, prominently features lanterns as a motif.\n\n\"The Tell-Tale Heart\", a short story by Edgar Allan Poe, features the use of a dark lantern by the protagonist to shine a single ray of light on his victim's eye.\n\n"
        }
    ]
}