{
    "url": "https://en.wikipedia.org/wiki/Laparoscopic",
    "title": "Laparoscopy",
    "table_of_contents": [
        "1 Types of laparoscopes",
        "2 Procedures",
        "2.1 Patient position",
        "2.2 Gallbladder",
        "2.3 Colon and kidney",
        "2.4 In veterinary medicine",
        "2.5 Advantages",
        "2.6 Disadvantages",
        "3 Risks",
        "4 Robotic laparoscopic surgery",
        "5 Non-robotic hand-guided assistance systems",
        "6 History",
        "7 Gynecological diagnosis",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLaparoscopy (from Ancient Greek  λαπάρα (lapára) 'flank, side', and  σκοπέω (skopéō) 'to see') is an operation performed in the abdomen or pelvis using small incisions (usually 0.5–1.5 cm) with the aid of a camera. The laparoscope aids diagnosis or therapeutic interventions with a few small cuts in the abdomen.[1]\n\nLaparoscopic surgery, also called minimally invasive procedure, bandaid surgery, or keyhole surgery, is a modern surgical technique. There are a number of advantages to the patient with laparoscopic surgery versus an exploratory laparotomy. These include reduced pain due to smaller incisions, reduced hemorrhaging, and shorter recovery time. The key element is the use of a laparoscope, a long fiber optic cable system that allows viewing of the affected area by snaking the cable from a more distant, but more easily accessible location.\n\nLaparoscopic surgery includes operations within the abdominal or pelvic cavities, whereas keyhole surgery performed on the thoracic or chest cavity is called thoracoscopic surgery. Specific surgical instruments used in laparoscopic surgery include obstetrical forceps, scissors, probes, dissectors, hooks, and retractors. Laparoscopic and thoracoscopic surgery belong to the broader field of endoscopy. The first laparoscopic procedure was performed by German surgeon Georg Kelling in 1901.\n\n"
        },
        {
            "title": "Types of laparoscopes",
            "text": "There are two types of laparoscope:[2]\n\nThe mechanism mentioned in the second type is mainly used to improve the image quality of flexible endoscopes, replacing conventional fiberscopes. Nevertheless, laparoscopes are rigid endoscopes. Rigidity is required in clinical practice. The rod-lens-based laparoscopes dominate overwhelmingly in practice, due to their fine optical resolution (50 µm typically, dependent on the aperture size used in the objective lens), and the image quality can be better than that of the digital camera if necessary. The second type of laparoscope is very rare in the laparoscope market and in hospitals.[citation needed]\n\nAlso attached is a fiber optic cable system connected to a \"cold\" light source (halogen or xenon) to illuminate the operative field, which is inserted through a 5 mm or 10 mm cannula or trocar. The abdomen is usually insufflated with carbon dioxide gas. This elevates the abdominal wall above the internal organs to create a working and viewing space. CO2 is used because it is common to the human body and can be absorbed by tissue and removed by the respiratory system. It is also non-flammable, which is important because electrosurgical devices are commonly used in laparoscopic procedures.[3]\n\n"
        },
        {
            "title": "Procedures",
            "text": "During the laparoscopic procedure, the position of the patient is either in Trendelenburg position or in reverse Trendelenburg. These positions have an effect on cardiopulmonary function. In Trendelenburg's position, there is an increased preload due to an increase in the venous return from lower extremities. This position results in cephalic shifting of the viscera, which accentuates the pressure on the diaphragm. In the case of reverse Trendelenburg position, pulmonary function tends to improve as there is a caudal shifting of viscera, which improves tidal volume by a decrease in the pressure on the diaphragm. This position also decreases the preload on the heart and causes a decrease in the venous return leading to hypotension. The pooling of blood in the lower extremities increases the stasis and predisposes the patient to develop deep vein thrombosis (DVT).[4]\n\nRather than a minimum 20 cm incision as in traditional (open) cholecystectomy, four incisions of 0.5–1.0 cm, or more recently, a single incision of 1.5–2.0 cm,[5] will be sufficient to perform a laparoscopic removal of a gallbladder. Since the gallbladder is similar to a small balloon that stores and releases bile, it can usually be removed from the abdomen by suctioning out the bile and then removing the deflated gallbladder through the 1 cm incision at the patient's navel. The length of postoperative stay in the hospital is minimal, and same-day discharges are possible in cases of early morning procedures.[citation needed]\n\nIn certain advanced laparoscopic procedures, where the specimen removed is too large to pull through a trocar site (as is done with gallbladders), an incision larger than 10 mm must be made. The most common of these procedures are removal of all or part of the colon (colectomy), or removal of the kidney (nephrectomy). Some surgeons perform these procedures completely laparoscopically, making the larger incision toward the end of the procedure for specimen removal, or, in the case of a colectomy, to also prepare the remaining healthy bowel to be reconnected (create an anastomosis). Many other surgeons feel that since they will have to make a larger incision for specimen removal anyway, they might as well use this incision to have their hand in the operative field during the procedure to aid as a retractor, dissector, and to be able to feel differing tissue densities (palpate), as they would in open surgery. This technique is called hand-assist laparoscopy. Since they will still be working with scopes and other laparoscopic instruments, CO2 will have to be maintained in the patient's abdomen, so a device known as a hand access port (a sleeve with a seal that allows passage of the hand) must be used. Surgeons who choose this hand-assist technique feel it reduces operative time significantly versus the straight laparoscopic approach. It also gives them more options in dealing with unexpected adverse events (e.g., uncontrolled bleeding) that may otherwise require creating a much larger incision and converting to a fully open surgical procedure.[6]\n\nConceptually, the laparoscopic approach is intended to minimise post-operative pain and speed up recovery times, while maintaining an enhanced visual field for surgeons. Due to improved patient outcomes, in the last two decades, laparoscopic surgery has been adopted by various surgical sub-specialties, including gastrointestinal surgery (including bariatric procedures for morbid obesity), gynecologic surgery, and urology. Based on numerous prospective randomized controlled trials, the approach has proven to be beneficial in reducing post-operative morbidities such as wound infections and incisional hernias (especially in morbidly obese patients), and is now deemed safe when applied to surgery for cancers such as cancer of colon.[7][8]\n\nThe restricted vision, the difficulty in handling of the instruments (new hand-eye coordination skills are needed), the lack of tactile perception, and the limited working area are factors adding to the technical complexity of this surgical approach. For these reasons, minimally invasive surgery has emerged as a highly competitive new sub-specialty within various fields of surgery. Surgical residents who wish to focus on this area of surgery gain additional laparoscopic surgery training during one or two years of fellowship after completing their basic surgical residency. In OB-GYN residency programs, the average laparoscopy-to-laparotomy quotient (LPQ) is 0.55.[citation needed]\n\nLaparoscopic techniques have also been developed in the field of veterinary medicine. Due to the relatively high cost of the equipment required, it has not become commonplace in most traditional practices today but rather limited to specialty practices. Many of the same surgeries performed in humans can be applied to animal cases – everything from an egg-bound tortoise to a German Shepherd can benefit from MIS. A paper published in JAVMA (Journal of the American Veterinary Medical Association) in 2005 showed that dogs spayed laparoscopically experienced significantly less pain (65%) than those that were spayed with traditional \"open\" methods.[9] Arthroscopy, thoracoscopy, and cystoscopy are all performed in veterinary medicine today.\n\nThere are a number of advantages to the patient with laparoscopic surgery versus an open procedure. These include:\n\nAlthough laparoscopy in adults is widely accepted, its advantages in children are questioned.[17][18] Benefits of laparoscopy appear to recede with younger age. Efficacy of laparoscopy is inferior to open surgery in certain conditions such as pyloromyotomy for infantile hypertrophic pyloric stenosis. Although laparoscopic appendectomy has less wound problems than open surgery, the former is associated with more intra-abdominal abscesses.[19]\n\nWhile laparoscopic surgery is clearly advantageous in terms of patient outcomes, the procedure is more difficult from the surgeon's perspective when compared to conventional, open surgery:\n\n"
        },
        {
            "title": "Risks",
            "text": "Some of the risks are briefly described below:\n\n"
        },
        {
            "title": "Robotic laparoscopic surgery",
            "text": "In recent years, electronic tools have been developed to aid surgeons. Some of the features include:\n\nRobotic surgery has been touted as a solution to underdeveloped nations, whereby a single central hospital can operate several remote machines at distant locations. The potential for robotic surgery has had a strong military interest as well, with the intention of providing mobile medical care while keeping trained doctors safe from battle.[citation needed]\n\nIn January 2022, a robot performed the first ever successful laparoscopic surgery without the help of a human. The robot performed the surgery on the soft tissue of a pig. It succeeded at intestinal anastomosis, a procedure that involves connecting two ends of an intestine. The robot, named the Smart Tissue Autonomous Robot (STAR), was designed by a team of Johns Hopkins University researchers.[39]\n\n"
        },
        {
            "title": "Non-robotic hand-guided assistance systems",
            "text": "There are also user-friendly nonrobotic assistance systems that are single-hand guided devices with a high potential to save time and money. These assistance devices are not bound by the restrictions of common medical robotic systems. The systems enhance the manual possibilities of the surgeon and his/her team, regarding the need of replacing static holding force during the intervention.[40]\n\nWith laparoscopy providing tissue diagnosis and helping to achieve the final diagnosis without any significant complication and less operative time, it can be safely concluded that diagnostic laparoscopy is a safe, quick, and effective adjunct to non‑surgical diagnostic modalities, for establishing a conclusive diagnosis, but whether it will replace imaging studies as a primary modality for diagnosis needs more evidence.[41]\n\n"
        },
        {
            "title": "History",
            "text": "It is difficult to credit one individual with the pioneering of the laparoscopic approach. In 1901, Georg Kelling of Dresden, Germany, performed the first laparoscopic procedure in dogs, and, in 1910, Hans Christian Jacobaeus of Sweden performed the first laparoscopic operation in humans.[42]\n\nIn the ensuing several decades, numerous individuals refined and popularized the approach further for laparoscopy. The advent of computer chip-based television cameras was a seminal event in the field of laparoscopy. This technological innovation provided the means to project a magnified view of the operative field onto a monitor and, at the same time, freed both the operating surgeon's hands, thereby facilitating performance of complex laparoscopic procedures.\n\nThe first publication on modern diagnostic laparoscopy by Raoul Palmer appeared in 1947,[43] followed by the publication of Hans Frangenheim and Kurt Semm, who both practised CO2 hysteroscopy from the mid-1970s.[44]\n\nPatrick Steptoe, one of the pioneers of IVF, was important in popularizing laparoscopy in the UK. He published a textbook, Laparoscopy in Gynaecology, in 1967.[45]\n\nIn 1972, H. Courtenay Clarke invented, published, patented, presented, and recorded on film laparoscopic surgery, with instruments he invented and were marketed by the Ven Instrument Company of Buffalo, New York.[46]  He was the first to perform a surgical laparoscopic process with standard sutures[47] and simple instruments This was meant to facilitate the application of laparoscopic surgery to all economic sectors by avoiding expensive materials and devices.[48]\n\nIn 1975, Tarasconi, from the Department of Ob-Gyn of the University of Passo Fundo Medical School (Passo Fundo, RS, Brazil), started his experience with organ resection by laparoscopy (Salpingectomy), first reported in the Third AAGL Meeting, Hyatt Regency Atlanta, November 1976 and later published in The Journal of Reproductive Medicine in 1981.[49]\nThis laparoscopic surgical procedure was the first laparoscopic organ resection reported in medical literature.\n\nIn 1981, Semm, from the gynecological clinic of Kiel University, Germany, performed the first laparoscopic appendectomy. Following his lecture on laparoscopic appendectomy, the president of the German Surgical Society wrote to the Board of Directors of the German Gynecological Society suggesting suspension of Semm from medical practice. Subsequently, Semm submitted a paper on laparoscopic appendectomy to the American Journal of Obstetrics and Gynecology, at first rejected as unacceptable for publication on the grounds that the technique reported on was \"unethical,\" but finally published in the journal Endoscopy. The abstract of his paper on endoscopic appendectomy can be found at the journal site.[44][50]\n\nSemm established several standard procedures that were regularly performed, such as ovarian cyst enucleation, myomectomy, treatment of ectopic pregnancy and finally laparoscopic-assisted vaginal hysterectomy (also termed cervical intra-fascial Semm hysterectomy). He also developed a medical instrument company Wisap in Munich, Germany, which still produces various endoscopic instruments. In 1985, he constructed the pelvi-trainer = laparo-trainer, a practical surgical model whereby colleagues could practice laparoscopic techniques. Semm published over 1000 papers in various journals. He also produced over 30 endoscopic films and more than 20,000 colored slides to teach and inform interested colleagues about his technique. His first atlas, More Details on Pelviscopy and Hysteroscopy was published in 1976, a slide atlas on pelviscopy, hysteroscopy, and fetoscopy in 1979, and his books on gynecological endoscopic surgery in German, English, and many other languages in 1984, 1987, and 2002.[44]\n\nIn 1985, Erich Mühe, professor of surgery in Germany, performed the first laparoscopic cholecystectomy.[51] Afterward, laparoscopy gained rapid acceptance for non-gynecologic applications.\n\nIn 1987, Alfred Cuschieri performed the first minimally invasive surgery in the UK with his team at Ninewells Hospital after working with multiple researchers from across the world, including Patrick Steptoe. Cuschieri took advantage of smaller cameras to perform operations with smaller cuts and shorter recovery times. After some controversy and patient deaths, new laparoscopic training centres were set up as most surgeons lacked the necessary specialised training to perform laparoscopic surgery. The first opened in Dundee in 1991 and became the Cuschieri Skills Centre at Ninewells Hospital in 2004. As of 2008, 40 specialist centres around the world base their laparoscopic training on the Cuschieri Skills Centre.[52]\n\nPrior to Mühe, the only specialty performing laparoscopy on a widespread basis was gynecology, mostly for relatively short, simple procedures such as a diagnostic laparoscopy or tubal ligation. The introduction in 1990 of a laparoscopic clip applier with twenty automatically advancing clips (rather than a single load clip applier that would have to be taken out, reloaded and reintroduced for each clip application) made general surgeons more comfortable with making the leap to laparoscopic cholecystectomies ( gall bladder removal). On the other hand, some surgeons continue to use the single clip appliers as they save as much as $200 per case for the patient, detract nothing from the quality of the clip ligation, and add only seconds to case lengths. Both laparoscopy tubal ligations and cholecystectomies may be performed using suturing and tying, thus further reducing the expensive cost of single and multiclips (when compared to suture). Once again this may increase case lengths but costs are greatly reduced (ideal for developing countries) and widespread accidents of loose clips are eliminated.[citation needed]\n\nThe first transatlantic surgery performed was a laparoscopic gallbladder removal in 2001. Remote surgeries and robotic surgeries have since become more common and are typically laparoscopic procedures.\n\n"
        },
        {
            "title": "Gynecological diagnosis",
            "text": "In gynecology, diagnostic laparoscopy may be used to inspect the outside of the uterus, ovaries, and fallopian tubes, as, for example, in the diagnosis of female infertility.[53] Usually, one incision is placed near the navel and a second near the pubic hairline. A special type of laparoscope called a fertiloscope, which is modified for transvaginal application, can be used. A dye test may be performed to detect any blockage in the reproductive tract, wherein a dark blue dye is passed up through the cervix and is followed with the laparoscope through its passage out into the fallopian tubes to the ovaries.[1]\n\n"
        }
    ]
}