{
    "url": "https://en.wikipedia.org/wiki/Larry_Cohen",
    "title": "Larry Cohen",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Early work",
        "2.2 1970s",
        "2.3 1980s",
        "2.4 1990s",
        "2.5 2000s",
        "3 Personal life",
        "3.1 Death",
        "4 Critical response",
        "4.1 The Stuff",
        "4.2 Q: The Winged Serpent",
        "4.3 It's Alive",
        "4.4 God Told Me To",
        "5 Filmography",
        "5.1 Film",
        "5.1.1 Acting roles",
        "5.2 Television",
        "6 Notes",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLawrence George Cohen (July 15, 1936[a] – March 23, 2019) was an American screenwriter, producer, and director of film and television, best known as an author of horror and science fiction films — often containing police procedural and satirical elements — during the 1970s and 1980s, such as It's Alive (1974), God Told Me To (1976), It Lives Again (1978), The Stuff (1985) and A Return to Salem's Lot (1987). He originally emerged as the writer of blaxploitation films such as Bone (1972), Black Caesar, and Hell Up in Harlem (both 1973). Later on he concentrated mainly on screenwriting, including Phone Booth (2002), Cellular (2004) and Captivity (2007).\n\nEarly in his career, Cohen was a prolific television writer, creating series such as Branded, Blue Light, Coronet Blue, and The Invaders. In 2006, he returned to the directing chair for Mick Garris's anthology series Masters of Horror, directing the episode \"Pick Me Up\". In 2017, Cohen was the recipient of a Lifetime Achievement Award from the Fantasia International Film Festival.\n\n"
        },
        {
            "title": "Early life",
            "text": "Cohen was born in Manhattan, New York City, on July 15, 1936.[a] His sister, Ronni Chasen, was a publicist who worked with him beginning early in his film career. He moved to the Riverdale section of the Bronx in New York City at an early age.\n\nCohen exhibited a voracious appetite for films as a child, visiting the movie theaters at least twice a week, and most of them being double features, the young Cohen managed to consume at least four movies a week. He was a fan of the hard-boiled and film noir movies that featured actors such as Humphrey Bogart and James Cagney; films that were penned by the likes of Raymond Chandler and Dashiell Hammett. Cohen was especially a fan of director Michael Curtiz, whose films include The Adventures of Robin Hood, Casablanca, and Dodge City.\n\nHe majored in film studies at the City College of New York.\n\n"
        },
        {
            "title": "Career",
            "text": "During the 1950s Cohen worked for the NBC television network, where he learned how to produce teleplays, and shortly afterward began writing his own television scripts. He created the TV series The Invaders and also scripted episodes of The Defenders and The Fugitive.[4]\n\nCohen began his career as a writer for well-known television series, concentrating his efforts on the crime and detective genres. He penned several episodes of The Defenders (1964) — which starred E.G. Marshall — one episode of Espionage (1964), and episodes of The Fugitive (1964–65). Other writing credits during the 1950s and 1960s included the fantasy-suspense anthologies Kraft Television Theatre (1958) and Kraft Suspense Theatre (1965), the espionage TV series Blue Light (1966) starring Robert Goulet and Coronet Blue (1967) starring Frank Converse, and the science-fiction TV series, The Invaders (1967–1968). In 1966, he wrote the screenplay to the Western film Return of the Seven (also known as Return of the Magnificent Seven), a sequel to the 1960 film The Magnificent Seven, which had the return of Yul Brynner as gunslinger Chris Adams. Four episodes he wrote for Blue Light were edited together to create the theatrical film I Deal in Danger, released in December 1966. He also created the Western TV series Branded (1965–1966) and was the co-creator with Walter Grauman of Blue Light.\n\nAlthough Cohen continued to write TV and film scripts during the 1970s – such as Columbo – he further turned his hand to directing. His directorial debut was the 1972 comedy film Bone (aka Beverly Hills Nightmare) starring Yaphet Kotto. Cohen directed Dial Rat for Terror (1973) and Housewife (1973) before creating the It's Alive series in 1974. He wrote, produced and directed the horror film It's Alive, about a mutant monster baby that embarks on a killing spree. The film – an initial commercial failure – was re-released with a new and sharper advertisement campaign; it went on to become a moderate success, earning over $7 million for Warner Bros. and spawning two sequels, It Lives Again (1978) and It's Alive III: Island of the Alive (1987).[5]\n\nCohen followed-up It's Alive with the science-fiction serial killer film God Told Me To (1976), in which a New York detective investigates a spate of killings by apparently random people who say that God told them to commit the crimes. He concentrated his work predominantly within the horror genre throughout the 1970s and 1980s, often incorporating elements of crime, police procedural, and science fiction with scathing social commentary.\n\nCohen's It's Alive tells of a couple, Frank and Lenore Davis, who give birth to a mutated baby. The doctors and nurses at the hospital attempt to end the life of the deformed child, but it instead kills them and escapes. A police manhunt ensues as the fleeing mutation leaves dead bodies in its wake. Frank sees the child just as Dr. Frankenstein saw his monster and assists the police.\n\nThe emphasis in It's Alive is on the potential effects of chemicals to the ecosystem, and experimental prescription drugs that can be harmful to unborn babies. The score for It's Alive was composed by Bernard Herrmann, known for his contributions to many Alfred Hitchcock films, including Psycho, North by Northwest, and Vertigo. The welling strings, horn arrangements and harp glissandos throughout the film prefigure the soundtrack to Herrmann's final film score two years later for Taxi Driver. The cast includes John P. Ryan, Sharon Farrell, James Dixon, and Andrew Duggan.\n\nIt Lives Again (1978) picks up where the first one ended. More mutated babies are appearing around the country. Frank has now joined a renegade mob who are attempting to stop the government from killing these strange mutations. The emphasis in It Lives Again is on accepting one's child, even if it is born with deformities or disabilities. The score is again provided by Bernard Herrmann. The cast includes John P. Ryan, James Dixon, Andrew Duggan, and Frederic Forrest.\n\nDuring the 1980s, Cohen directed, produced, and scripted a number of low-budget horror films, many of which featured actor Michael Moriarty. The first was Q – a.k.a. Q: The Winged Serpent (1982) — about an Aztec god known as Quetzalcoatl (the Winged Serpent) resurrected and nesting atop the Chrysler Building. The film is set in New York City, as was typical for Cohen, and sees two police detectives investigating a spate of killings in the city. The cast is headed by Moriarty and co-stars David Carradine, Candy Clark, Richard Roundtree, and James Dixon (another Cohen regular). The Chrysler Building scenes were actually shot on location in and around the building, including the inside and outside of the cone atop the edifice.\n\nCohen's next project with Moriarty was The Stuff (1985), in which an alien substance of sorts is found bubbling out of the ground. The Stuff is marketed at the general public, which rapidly becomes addicted to it. David \"Mo\" Rutheford, an industrial saboteur, played by Moriarty, is hired to investigate the origins of the Stuff and decides to destroy the product. The film co-stars Danny Aiello, Brian Bloom, Scott Bloom, Andrea Marcovicci, Patrick O'Neal, and Paul Sorvino. Saturday Night Live regular Garrett Morris plays Charlie W. Hobbs a.k.a. Chocolate Chip Charlie, a junk food mogul who assists Mo with his investigation. Cohen cast Moriarty in It's Alive 3: Island of the Alive (1987)—the third part of the Alive Trilogy—and again in A Return to Salem's Lot (1987), the unofficial sequel of Stephen King's novel and TV miniseries Salem's Lot. Cohen finished the 1980s with Wicked Stepmother (1989), in which the late Bette Davis made her last appearance.\n\nCohen began the 1990s with his film The Ambulance (1990) starring Eric Roberts. The film is set in New York City and is focused on Josh Baker (Roberts), an aspiring comic book artist, who investigates a string of disappearances: people who are picked up by a mysterious ambulance that never reaches the city hospital. The Ambulance features cameos by Stan Lee, Larry Hama and Jim Salicrup of Marvel Comics. He would direct only two other films during the 1990s, one being the Blaxploitation film Original Gangstas (1996), featuring Jim Brown, Pam Grier, and Fred Williamson. For most of the decade, Cohen concentrated on writing. He penned the remainder of the William Lustig Maniac Cop Trilogy – he had previously scripted Maniac Cop in 1988 – that features Robert Z'Dar as undead Maniac Cop, Matt Cordell, and B-Movie horror actor Bruce Campbell. He then provided the story of the third adaptation of Jack Finney's 1955 science-fiction novel The Body Snatchers, a tale of alien invasion and paranoia: Body Snatchers was directed by Abel Ferrara and starred Forest Whitaker. Throughout the decade Cohen was further involved in various TV projects including NYPD Blue and the Ed McBain-inspired 87th Precinct: Heatwave.\n\nCohen's output after the 1990s was less prolific and concentrated solely on scriptwriting, except for a brief return to directing with the Masters of Horror episode \"Pick Me Up\" (2006). His first project, Phone Booth (2002), became involved in a Hollywood bidding war, the script eventually ending up in the hands of Joel Schumacher.[6] Phone Booth was a commercial success with an estimated budget of $13 million and a worldwide gross of $98 million. The film starred Colin Farrell, Katie Holmes, Kiefer Sutherland, and Forest Whitaker; it was produced by David Zucker.\n\nHis next film, another action-crime thriller titled Cellular (2004), also featured phones and, like Phone Booth, it was a modest commercial success with an estimated budget of $25 million and a gross worldwide return of $50 million. Cellular starred Kim Basinger, Chris Evans, William H. Macy, and Jason Statham. Cellular was later re-made as Connected (2008), Cohen being credited with the story. He then scripted the horror-thriller films Captivity (2007) and Messages Deleted (2009); however, both films fared poorly on a critical and commercial level. Cohen nevertheless received acclaim for the above-mentioned Pick Me Up, which he directed for the Mick Garris TV series Masters of Horror (2006). The episode was written by splatterpunk-horror author David Schow, and starred Cohen regular Michael Moriarty.\n\nIn 2003, Cohen, together with production partner Martin Poll was at the center of a lawsuit against 20th Century Fox, claiming the company had intentionally plagiarized a script of theirs titled Cast of Characters in order to create the Sean Connery-starring League of Extraordinary Gentlemen in 2003. According to the BBC, the lawsuit alleged 'that Mr. Cohen and Mr. Poll pitched the idea to Fox several times between 1993 and 1996, under the name Cast of Characters.'[7][8][9] The League of Extraordinary Gentlemen was an adaptation of the 1999 published comic book series by Alan Moore and artist Kevin O'Neill.[10]\n\nIn 2006, Cohen was included in the Masters of Horror TV anthology, which also included – but was not limited to – writers and directors as diverse as Dario Argento, Clive Barker, John Carpenter, Richard Chizmar, Don Coscarelli, Wes Craven, David Cronenberg, Joe Dante, Guillermo del Toro, Ernest Dickerson, Stuart Gordon, James Gunn, Sam Hamm, Tom Holland, Tobe Hooper, Lloyd Kaufman, Mary Lambert, John Landis, Joe R. Lansdale, Bentley Little, H.P. Lovecraft, Joe Lynch, William Lustig, Peter Medak, Lucky McKee, Kat O' Shea, Robert Rodriguez, Eli Roth, David Schow, and Tim Sullivan. It was created by Mick Garris for the Showtime cable network. Cohen's contribution was the segment Pick Me Up, based on a short story by David Schow, who also wrote the teleplay. It stars Fairuza Balk and Cohen regulars Laurene Landon and Michael Moriarty. Pick Me Up is the story of woman traveling on a bus that has broken down along a stretch of lonely two-lane blacktop. Enter two serial killers: Wheeler (Moriarty), a driver who picks up hitchhikers with the sole intent of killing them – and – Walker (Warren Kole), a hitchhiker who accepts lifts in order to find his victims. The two killers pair up and inventively murder all the passengers on the bus, save for Stacia (Balk), who has since gone her own way. Stacia eventually winds up in the middle of a serial killer turf war, a war over which killer will get her first.[11] Pick Me Up signaled a brief return to the director's chair for Cohen.\n\nJosef Rusnak remade Cohen's It's Alive in 2009. Still awaiting a score on Rotten Tomatoes, the existing reviews are also very poor.[12] Even Cohen admitted that the remake was dreadful[13] and states: 'It's a terrible picture. It's just beyond awful'.[14] Cohen offered his 1974 script but remarks that it was completely ignored: \"I would advise anybody who likes my film to cross the street and avoid seeing the new enchilada.\"[14]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Cohen was married twice: to Janelle Webb, until their divorce in 1980; and then to Cynthia Costas, from 1994 until his death. He had two daughters.[3] His sister Ronni Chasen was murdered on November 16, 2010 in a drive-by shooting in Beverly HIlls.[15]\n\nOn March 23, 2019, Cohen died from cancer at his home in Beverly Hills, California, at age 82.[3][16]\n\n"
        },
        {
            "title": "Critical response",
            "text": "Critical response to Cohen's work has been extremely varied, with reviews ranging from good to poor.\n\nCohen's science fiction horror film and satirical social commentary The Stuff (1985) garnered mixed reviews, often being compared to Jack Finney's The Body Snatchers novel and the 1958 film The Blob. It has a moderate fresh rating of 63% on Rotten Tomatoes.[17] The Apollo Movie Guide remarks that The Stuff works on a purely visceral level, and that it further achieves a tongue-in-cheek social parody of a society that cannot help buying into the latest craze. Although Apollo praised the juxtaposition of Cohen's clever screenplay and Michael Moriarty's performance, it states that the film is not a classic. It does, however, award the film a modest Apollo Rating of 77/100.[18] The Chicago Sun-Times, on the other hand, sees The Stuff as a widely ambitious movie that fails mainly due to distracting glitches and a lack of plausibility, specifically, \"What we have here are a lot of nice touches in search of a movie.\" Chicago Sun-Times rating: 1 1/2 stars out of 5.[19] Bloody Disgusting nevertheless awarded The Stuff 3 stars out of 5, pointing out both the good and the bad, \"[I]t's smart, it's relevant and it has some bad acting. [It should be] enjoyed for all the wrong and some of the right reasons that it is not just a horror movie, but a very honest and important movie as well.\"[20]\n\nHis fantasy horror Q a.k.a. Q: The Winged Serpent (1982) has a Rotten Tomatoes rating of 61%.[21] TV Guide praise Cohen for his intelligence, creativity and originality and further comment that '[Cohen] successfully combines a film noir crime story with a good old-fashioned giant monster movie' and that 'Michael Moriarty turns in a brilliant performance as Jimmy Quinn [...]'.[22] Horror author and movie critic, Kim Newman, praises Cohen's plot originality and canny use of characters in Empire, pointing out the director's use of an oddball as lead – Jimmy Quinn – who would ordinarily be a secondary character or warrant solely a cameo appearance; Newman also explains how Cohen has relegated all the usual plot devices – in movies such as King Kong – to the background.[23] Alternatively, the Chicago Reader, although viewing Cohen's monster movie as 'cheesy' and 'fun', ultimately condemns the movie as being 'curiously disengaged and sloppy'.[24] The New York Times, following the film's opening day at the Rivoli Theater, had just 'a few words – only a very few – about Q, offering a brief neutral synopsis and a couple of quotes.[25] Variety are more favourable, focusing on Cohen's 'wild' and 'bizarre' – albeit realistic – efforts: Q has great fun mixing realistic settings with political satire and a wild yarn'. They go on to say that the film belongs to both Moriarty and the Monster.[26]\n\nIt's Alive, the first part of Cohen's horror trilogy featuring a mutated baby that kills its prey when trapped or frightened, holds a rating of 67% on Rotten Tomatoes, one of the highest ratings for his films. Focusing on the social context of the film at the time, The Film Journal points out that It's Alive \"carries a potent mix of both suspense and social critique [...] [i]nvoking such taboo subjects as abortion as early as 1974.\" As well as being apt at providing 'suspense,' The Film Journal acknowledges Cohen's ability \"to impart an intelligent nature to his otherwise pulpy horror films.\"[27] Black Hole magazine opines that despite a lack of A-List actors and special effects, It's Alive still manages to maintain the viewer's interest due to Cohen's \"unique horror concept and a script rich in ideas.\" Black Hole nevertheless points out that \"[w]hile the drama is consistent, it's less successful as a seventies monster movie, and especially lacking now.\" Whereas Jaws (1975) revealed the shark slowly, Cohen's film \"barely ever shows us the goods.\" The magazine does agree, however, that It's Alive was \"a sufficiently powerful monster movie and [that] audiences wanted more.\"[28] Filmcritic draws attention to the humour element, especially the scenes where the Baby-Monster is rustling in the bushes, unseen, comparing it to the scene in Basket Case (1982) when that film's Baby-Monster is stuffed into a garbage sack after being cut away from its human twin. Basket Case is indeed a part of another – later – Baby-Monster horror trilogy. In short, Filmcritic says that Cohen's film should not be confused with art; and yet, it is \"pretty scary stuff\" that \"manages a few neat tricks.\"[29]\n\nGod Told Me To a.k.a. Demon (1976), Cohen's science fiction thriller, has a rating of 75% on Rotten Tomatoes, making it Cohen's most successful directorial effort, critically. The film, in which a number of New York citizens embark on a killing spree because God Told Them To, is called \"one of his most ambitious movies\" that is \"cemented in an interesting idea\" by QNetwork Entertainment, who find Cohen's ideology of the existence of God interesting: \"cynical at best\" and \"sacrilegious at worst.\" The magazine continues, however, to comment on Cohen's lack of patience and drive when completing his movies, regarding the end products as being \"hastily thrown-together\" and \"a mosaic of scenes, rather than a satisfying whole.\" In conclusion QNetwork give the film an even 2 1/2 stars for being the \"clumsiest and most entertaining schlock of the last 20 years.\"[30] CinePassion online magazine simply states: \"[a] work of genius, in other words, possibly the Cohen joint that brims with the most all-pervasive invention and danger, as radical a Seventies 'incoherent text' as Taxi Driver and a clear linchpin of The X-Files.\"[31] The Chicago Sun-Times sees Cohen's incoherent text in a different light, likening the film to a cinematic version of the card game 52 Pickup: \"the movie does achieve greatness in another way: this is the most confused feature-length film [...] ever seen.\"[32] But Time Out applauded Cohen for offering \"the perfect existential anti-hero\" in New York cop, Lo Bianco, in a film that \"overflows with such perverse and subversive notions that no amount of shoddy editing and substandard camerawork can conceal [its] unusual qualities\" and that by \"[d]igging deep into the psyche of American manhood, it lays bare the guilt-ridden oppressions of a soulless society.\"[33]\n\n"
        },
        {
            "title": "Filmography",
            "text": "TV movies\n\nTV series\n\n"
        }
    ]
}