{
    "url": "https://en.wikipedia.org/wiki/Laser_communication_in_space",
    "title": "Laser communication in space",
    "table_of_contents": [
        "1 Demonstrations and tests",
        "1.1 Before 1990",
        "1.2 1991-2000",
        "1.3 2001-2010",
        "1.4 2011-2020",
        "1.5 2021-present",
        "1.6 Future missions",
        "2 Commercial use",
        "2.1 Operators",
        "2.2 Suppliers",
        "3 Secure communications",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLaser communication in space is the use of free-space optical communication in outer space. Communication may be fully in space (an inter-satellite laser link) or in a ground-to-satellite or satellite-to-ground application. The main advantage of using laser communications over radio waves is increased bandwidth, enabling the transfer of more data in less time. \n\nIn outer space, the communication range of free-space optical communication[1] is currently of the order of hundreds of thousands of kilometers,[2]. Laser-based optical communication has been demonstrated between the Earth and Moon and it has the potential to bridge interplanetary distances of millions of kilometers, using optical telescopes as beam expanders.[3]\n\n"
        },
        {
            "title": "Demonstrations and tests",
            "text": "On 20 January 1968, the television camera of the Surveyor 7 lunar lander successfully detected two argon lasers from Kitt Peak National Observatory in Arizona and Table Mountain Observatory in Wrightwood, California.[4]\n\nIn 1992, the Galileo probe proved successful one-way detection of laser light from Earth as two ground-based lasers were seen from 6,000,000 km (3,700,000 mi) by the out-bound probe.[5]\n\nThe first successful laser-communication link from space was carried out by Japan in 1995 between the JAXA's ETS-VI GEO satellite and the 1.5 m (4 ft 11 in) National Institute of Information and Communications Technology (NICT)'s optical ground station in Tokyo achieving 1 Mbit/s.[6]\n\nIn November 2001, the world's first laser intersatellite link was achieved in space by the European Space Agency (ESA) satellite Artemis, providing an optical data transmission link with the CNES Earth observation satellite SPOT 4.[7] Achieving 50 Mbps across 40,000 km (25,000 mi), the distance of a LEO-GEO link.[8] Since 2005, ARTEMIS has been relaying two-way optical signals from KIRARI, the Japanese Optical Intersatellite Communications Engineering Test Satellite.[9]\n\nIn May 2005, a two-way distance record for communication was set by the Mercury laser altimeter instrument aboard the MESSENGER spacecraft. This diode-pumped infrared neodymium laser, designed as a laser altimeter for a Mercury orbit mission, was able to communicate across a distance of 24,000,000 km (15,000,000 mi), as the craft neared Earth on a fly-by.[10]\n\nIn 2006, Japan carried out the first LEO-to-ground laser-communication downlink from JAXA's OICETS LEO satellite and NICT's optical ground station.[11]\n\nIn 2008, the ESA used laser communication technology designed to transmit 1.8 Gbit/s across 40,000 km (25,000 mi), the distance of a LEO-GEO link. Such a terminal was successfully tested during an in-orbit verification using the German radar satellite TerraSAR-X and the American Near Field Infrared Experiment (NFire) satellite. The two Laser Communication Terminals (LCT)[12] used during these tests were built by the German company Tesat-Spacecom,[13] in cooperation with the German Aerospace Center (DLR).[14]\n\nIn January 2013, NASA used lasers to beam an image of the Mona Lisa to the Lunar Reconnaissance Orbiter (LRO) roughly 390,000 km (240,000 mi) away. To compensate for atmospheric interference, an error correction code algorithm similar to that used in CDs was implemented.[15]\n\nIn September 2013, a laser communication system was one of four science instruments launched with the NASA LADEE (Lunar Atmosphere and Dust Environment Explorer) mission. After a month-long transit to the Moon and a 40-day spacecraft checkout, the laser communications experiments were performed over three months during late 2013 and early 2014.[16] Initial data returned from the Lunar Laser Communication Demonstration (LLCD) equipment on LADEE set a space communication bandwidth record in October 2013 when early tests using a pulsed laser beam to transmit data over the 385,000 km (239,000 mi) between the Moon and Earth passed data at a \"record-breaking download rate of 622 megabits per second (Mbps)\",[17] and also demonstrated an error-free data upload rate of 20 Mbit/s from an Earth ground station to LADEE in lunar orbit. The LLCD is NASA's first attempt at two-way space communication using an optical laser instead of radio waves, and is expected to lead to operational laser systems on NASA satellites in future years.[17]\n\nIn November 2013, laser communication from a jet platform Tornado was successfully demonstrated for the first time. A laser terminal of the German company Mynaric (formerly ViaLight Communications) was used to transmit data at a rate of 1 Gbit/s over a distance of 60 km and at a flight speed of 800 km/h. Additional challenges in this scenario were the fast flight maneuvers, strong vibrations, and the effects of atmospheric turbulence. The demonstration was financed by EADS Cassidian Germany and performed in cooperation with the German Aerospace Center DLR.[18][19][20]\n\nIn November 2014, the first ever use of gigabit laser-based communication as part of the European Data Relay System (EDRS) was carried out.[21] Further system and operational service demonstrations were carried out in 2014. Data from the EU Sentinel-1A satellite in LEO was transmitted via an optical link to the ESA-Inmarsat Alphasat in GEO and then relayed to a ground station using a conventional Ka-band downlink. The new system can offer speeds up to 7.2 Gbit/s.[22] The Laser terminal on Alphasat is called TDP-1 and is still regularly used for tests. The first EDRS terminal (EDRS-A) for productive use has been launched as a payload on the Eutelsat EB9B spacecraft and became active in December 2016.[23] It routinely downloads high-volume data from the Sentinel 1A/B and Sentinel 2A/B spacecraft to ground. So far (April 2019) more than 20000 links (11 PBit) have been performed.[24]\n\nIn December 2014, NASA's Optical Payload for Lasercomm Science (OPALS) announced a breakthrough in space-to-ground laser communication, downloading at a speed of 400 megabits per second. The system is also able to re-acquire tracking after the signal is lost due to cloud cover.[25] The OPALS experiment was launched on 18 April 2014 to the International Space Station (ISS) to further test the potential for using a laser to transmit data to Earth from space.[26]\n\nThe first LEO-to-ground lasercom demonstration using a japanese microsatellite (SOCRATES) was carried out by NICT in 2014,[27] and the first quantum-limited experiments from space were done by using the same satellite in 2016.[28]\n\nIn February 2016, Google X announced to have achieved a stable laser communication connection between two stratospheric balloons over a distance of 100 km (62 mi) as part of Project Loon. The connection was stable over many hours and during day and nighttime and reached a data rate of 155 Mbit/s.[29]\n\nIn June 2018, Facebook's Connectivity Lab (related to Facebook Aquila) was reported to have achieved a bidirectional 10 Gbit/s air-to-ground connection in collaboration with Mynaric. The tests were carried out from a conventional Cessna aircraft in 9 km (5.6 mi) distance to the optical ground station. While the test scenario had worse platform vibrations, atmospheric turbulence and angular velocity profiles than a stratospheric target platform the uplink worked flawlessly and achieved 100% throughput at all times. The downlink throughput occasionally dropped to about 96% due to a non-ideal software parameter which was said to be easily fixed.[30]\n\nIn April 2020, the Small Optical Link for International Space Station (SOLISS) created by JAXA and Sony Computer Science Laboratories, established bidirectional communication between the ISS and a telescope of the National Institute of Information and Communications Technology of Japan.[31]\n\nIn 29 November 2020, Japan launched the inter-satellite optical data relay geostationary orbit satellite with high speed laser communication technology, named LUCAS (Laser Utilizing Communication System).[32][33]\n\nIn June 2021, the U.S. Space Development Agency launched a two 12U CubeSats aboard a SpaceX Falcon 9 Transporter-2 rideshare mission to Sun-synchronous orbit. The mission is expected to demonstrate laser communication links between the satellites and a remotely controlled MQ-9 Reaper.[34]\n\n\nOn December 7, 2021 NASA's Laser Communications Relay Demonstration (LCRD) launched as part of USAF STP-3, to communicate between geosynchronous orbit and the Earth's surface.\n\nIn May 2022, TeraByte InfraRed Delivery (TBIRD) was launched (on PTD-3) and tested 100 Gbps comms from 300 mile orbit to California.[35]\n\nLaser communications in deep space will be tested on the Psyche mission to the main-belt asteroid 16 Psyche, planned to launch in 2022.[36] The system is called Deep Space Optical Communications (DSOC),[37] and is expected to increase spacecraft communications performance and efficiency by 10 to 100 times over conventional means.[37][36]\n\nJapan's National Institute of Information and Communications Technology (NICT) will demonstrate in 2022 the fastest bidirectional lasercom link between the geosynchronous orbit and the ground at 10 Gbit/s by using the HICALI (High-speed Communication with Advanced Laser Instrument) lasercom terminal on board the ETS-9 (Engineering Test Satellite IX) satellite,[38] as well as the first intersatellite link at the same high speed between a CubeSat in LEO and HICALI in GEO one year later.[39]\n\n"
        },
        {
            "title": "Commercial use",
            "text": "Corporations like SpaceX, Facebook and Google and a series of startups are currently pursuing various concepts based on laser communication technology. The most promising commercial applications can be found in the interconnection of satellites or high-altitude platforms to build up high-performance optical backbone networks. Other applications include transmitting large amounts of data directly from a satellite, aircraft or unmanned aerial vehicle (UAV) to the ground.[40]\n\nMultiple companies want to use laser communication in space for satellite constellations in low Earth orbit to provide global high-speed Internet access. Similar concepts are pursued for networks of aircraft and stratospheric platforms.\n\nA substantial market for laser communication equipment may establish when these projects will be fully realized.[60] New advancements by equipment suppliers is enabling laser communications while reducing the cost. Beam modulation is being refined, as its software, and gimbals. Cooling problems have been addressed and photon detection technology is improving.[citation needed] Currently active notable companies in the market include:\n\n"
        },
        {
            "title": "Secure communications",
            "text": "Secure communications have been proposed using a laser N-slit interferometer where the laser signal takes the form of an interferometric pattern, and any attempt to intercept the signal causes the collapse of the interferometric pattern.[67][68] This technique uses populations of indistinguishable photons[67] and has been demonstrated to work over propagation distances of practical interest[69] and, in principle, it could be applied over large distances in space.[67]\n\nAssuming available laser technology, and considering the divergence of the interferometric signals, the range for satellite-to-satellite communications has been estimated to be approximately 2,000 km (1,200 mi).[70] These estimates are applicable to an array of satellites orbiting the Earth. For space vehicles or space stations, the range of communications is estimated to increase up to 10,000 km (6,200 mi).[70] This approach to secure space-to-space communications was selected by Laser Focus World as one of the top photonics developments of 2015.[71]\n\n"
        }
    ]
}