{
    "url": "https://en.wikipedia.org/wiki/Latin_Church",
    "title": "Latin Church",
    "table_of_contents": [
        "1 Terminology",
        "1.1 Name",
        "1.2 \"Church\" and \"rite\"",
        "2 History",
        "3 Membership",
        "4 Organisation",
        "4.1 Liturgical patrimony",
        "4.2 Disciplinary patrimony",
        "5 Theology and philosophy",
        "5.1 Augustinianism",
        "5.2 Scholasticism",
        "5.2.1 Thomism",
        "5.2.1.1 Five Ways",
        "5.2.1.2 Impact",
        "5.2.2 Actus purus",
        "5.2.2.1 Lack of essence-energies distinction",
        "5.3 Filioque",
        "5.4 Purgatory",
        "5.4.1 Speculations and imaginings about purgatory",
        "5.5 Mary Magdalene of Bethany",
        "5.6 Original sin",
        "5.7 Immaculate Conception",
        "5.7.1 Duns Scotus",
        "5.7.2 Dogmatically defined",
        "5.8 Assumption of Mary",
        "5.8.1 Assumption vs. Dormition",
        "5.9 Ancient of Days",
        "6 Social and cultural issues",
        "6.1 Sexual abuse cases",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Latin Church (Latin: Ecclesia Latina) is the largest autonomous (Sui iuris) particular church within the Catholic Church,[3] whose members constitute the vast majority of the 1.3 billion Christians in communion with the Pope in Rome. The Latin Church is one of 24 churches sui iuris in communion with the pope; the other 23 are referred to as the Eastern Catholic Churches, and have approximately 18 million members combined. The Latin Church traditionally employs the Latin liturgical rites, which since the mid-twentieth century are very often translated into the vernacular language. The predominant liturgical rite is the Roman Rite, elements of which have been practiced since the fourth century.[4]\n\nThe Latin Church is directly headed by the Pope in his role as the Bishop of Rome, whose cathedra as a bishop is located in the Archbasilica of Saint John Lateran in Rome, Italy. The Latin Church historically developed within, and has strongly influenced Western culture; as such, it is also known as the Western Church (Latin: Ecclesia Occidentalis). It is also known as the Roman Church (Latin: Ecclesia Romana),[3] and in some contexts as the Roman Catholic Church (though this name can also refer to the Catholic Church as a whole).[5][N 1] One of the pope's traditional titles in some eras and contexts has been the Patriarch of the West.\n\nThe Catholic Church teaches that its bishops are the successors of Jesus' apostles, and that the Pope is the successor to Saint Peter upon whom primacy was conferred by Jesus Christ.[6] Within the substantial cultural and theological unity of the Latin Church, local traditions flourished in ancient times as is exemplified by the different theological methodologies of four major figures known as the Latin Doctors of the Church who lived in the 2nd–7th centuries in territories which included Roman north Africa and Palestine.\n\nAs regards liturgical forms, there exist and have existed since ancient times differing traditions of Latin liturgical rites, of which the predominant has been the Roman Rite. Of other liturgical families, the main survivors are what is now referred to officially as the Hispano-Mozarabic Rite, still in restricted use in Spain; the Ambrosian Rite, centred geographically on the Archdiocese of Milan, in Italy, and much closer in form, though not specific content, to the Roman Rite; and the Carthusian Rite, practised within the strict Carthusian monastic Order, which also employs in general terms forms similar to the Roman Rite, but with a number of significant divergences which have adapted it to the distinctive way of life of the Carthusians. There once existed what is referred to as the Gallican Rite, used in Gaulish or Frankish territories. This was a conglomeration of varying forms, not unlike the present Hispano-Mozarabic Rite in its general structures, but never strictly codified and which from at least the seventh century was gradually infiltrated, and then eventually for the most part replaced, by liturgical texts and forms which had their origin in the diocese of Rome. Other former \"Rites\" in past times practised in certain religious orders and important cities were in truth usually partial variants upon the Roman Rite and have almost entirely disappeared from current use, despite limited nostalgic efforts at revival of some of them and a certain indulgence by the Roman authorities.\n\nThe Latin Church was in full communion with what is referred to as the Eastern Orthodox Church until the East-West schism of Rome and Constantinople in 1054. From that time, but also before it, it became common to refer to Western Christians as Latins in contrast to Byzantines or Greeks. Following the Islamic conquests, the Crusades were launched by the West from 1095 to 1291 in order to defend Christians and their properties in the Holy Land against persecution. In the long term the Crusaders did not succeed in re-establishing political and military control of Israel and Judaea, which like former Christian North Africa and the rest of the Middle East remained under Islamic domination. The names of many former Christian dioceses of this vast area are still used by the Catholic Church as the names of Catholic titular sees, irrespective of liturgical families.\n\nThe division between \"Latins\" and \"Greeks\" does not cover the whole panoply of traditional Christian churches, since it leaves seriously out of reckoning the sizeable Eastern Catholic Churches, some of which follow the Byzantine liturgical tradition, but others, along with various ancient churches outside the Chalcedonian Christianity jointly known as the Oriental Orthodoxy, and outside the Pentarchical state church of Roman Empire, known as the Church of the East, and follow the greatly varying cultural, spiritual and liturgical traditions of Syro-Oriental, Syro-Antiochene, Armenian and Coptic Christianity.\n\nIn the early modern period and subsequently, the Latin Church carried out evangelizing missions to America, and from the late modern period to Sub-Saharan Africa and East Asia. The Protestant Reformation in the 16th century resulted in Protestantism breaking away, resulting in the fragmentation of Western Christianity, including not only Protestant offshoots of the Latin Church, but also smaller groups of 19th-century break-away Independent Catholic denominations.\n\n"
        },
        {
            "title": "Terminology",
            "text": "The part of the Catholic Church in the West is called the Latin Church to distinguish itself from Eastern Catholic Churches, which are also under the pope's primacy. In historical context, before the East–West Schism in 1054 the Latin Church is sometimes referred to as the Western Church. Writers belonging to various Protestant denominations sometimes choose to use the term Western Church as an implicit claim to legitimacy.\n\nThe term Latin Catholic refers to followers of the Latin liturgical rites, of which the Roman Rite is predominant. The Latin liturgical rites are contrasted with the liturgical rites of the Eastern Catholic Churches.\n\nThe 1990 Code of Canons of the Eastern Churches defines the use within that code of the words \"church\" and \"rite\".[7][8] In accordance with these definitions of usage within the code that governs the Eastern Catholic Churches, the Latin Church is one such group of Christian faithful united by a hierarchy and recognized by the supreme authority of the Catholic Church as a sui iuris particular Church. The \"Latin Rite\" is the whole of the patrimony of that distinct particular church, by which it manifests its own manner of living the faith, including its own liturgy, its theology, its spiritual practices and traditions and its canon law. A Catholic, as an individual person, is necessarily a member of a particular church. A person also inherits, or \"is of\",[9][10][11][12][13] a particular patrimony or rite. Since the rite has liturgical, theological, spiritual and disciplinary elements, a person is also to worship, to be catechized, to pray and to be governed according to a particular rite.\n\nParticular churches that inherit and perpetuate a particular patrimony are identified by the metonymy \"church\" or \"rite\". Accordingly, \"Rite\" has been defined as \"a division of the Christian Church using a distinctive liturgy\",[14] or simply as \"a Christian Church\".[15] In this sense, \"Rite\" and \"Church\" are treated as synonymous, as in the glossary prepared by the United States Conference of Catholic Bishops and revised in 1999, which states that each \"Eastern-rite (Oriental) Church ... is considered equal to the Latin rite within the Church\".[16] The Second Vatican Council likewise stated that \"it is the mind of the Catholic Church that each individual Church or Rite should retain its traditions whole and entire and likewise that it should adapt its way of life to the different needs of time and place\"[17] and spoke of patriarchs and of \"major archbishops, who rule the whole of some individual Church or Rite\".[18] It thus used the word \"Rite\" as \"a technical designation of what may now be called a particular Church\".[19] \"Church or rite\" is also used as a single heading in the United States Library of Congress classification of works.[20]\n\n"
        },
        {
            "title": "History",
            "text": "Historically, the governing entity of the Latin Church (i.e. the Holy See) has been viewed as one of the five patriarchates of the Pentarchy of early Christianity, along with the patriarchates of Constantinople, Alexandria, Antioch, and Jerusalem. Due to geographic and cultural considerations, the latter patriarchates developed into churches with distinct Eastern Christian traditions. This scheme, tacitly at least accepted by Rome, is constructed from the viewpoint of Greek Christianity and does not take into consideration other churches of great antiquity which developed in the East outside the frontiers of the Roman Empire. The majority of Eastern Christian Churches broke full communion with the Bishop of Rome and the Latin Church, following various theological and jurisdictional disputes in the centuries following the Council of Chalcedon in AD 451. These included notably the Nestorian Schism (431–544) (Church of the East), Chalcedonian Schism (451) (Oriental Orthodoxy), and the East-West Schism (1054) (Eastern Orthodoxy).[21] The Protestant Reformation of the 16th century saw a schism which was not analogous since it was not based upon the same historical factors and involved far more profound theological dissent from the teaching of the totality of previously existing historical Christian churches. Until 2005, the Pope claimed the title \"Patriarch of the West\"; Pope Benedict XVI set aside this title for reasons that are not completely clear while continuing to exercise a direct de facto patriarchal role over the Latin Church.\n\n"
        },
        {
            "title": "Membership",
            "text": "In the Catholic Church, in addition to the Latin Church—directly headed by the Pope as Latin patriarch and notable within Western Christianity for its sacred tradition and seven sacraments— there are 23 Eastern Catholic Churches, self-governing particular churches sui iuris with their own hierarchies. These churches trace their origins to the other four patriarchates of the ancient pentarchy, but either never historically broke full communion or returned to it with the Papacy at some time. These differ from each other in liturgical rite (ceremonies, vestments, chants, language), devotional traditions, theology, canon law, and clergy, but all maintain the same faith, and all see full communion with the Pope as Bishop of Rome as essential to being Catholic as well as part of the one true church as defined by the Four Marks of the Church in Catholic ecclesiology.\n\nThe approximately 16 million Eastern Catholics represent a minority of Christians in communion with the Pope, compared to well over 1 billion Latin Catholics. Additionally, there are roughly 250 million Eastern Orthodox and 86 million Oriental Orthodox around the world that are not in union with Rome. Unlike the Latin Church, the Pope does not exercise a direct patriarchal role over the Eastern Catholic churches and their faithful, instead encouraging their internal hierarchies separate from that of the Latin Church, analogous to the traditions shared with the corresponding Eastern Christian churches in Eastern and Oriental Orthodoxy.[21]\n\n"
        },
        {
            "title": "Organisation",
            "text": "Cardinal Joseph Ratzinger (later Pope Benedict XVI) described the Latin liturgical rites on 24 October 1998:[22]\n\nToday, the most common Latin liturgical rites are the Roman Rite—either the post-Vatican II Mass promulgated by Pope Paul VI in 1969 and revised by Pope John Paul II in 2002 (the \"Ordinary Form\"), or the 1962 form of the Tridentine Mass (the \"Extraordinary Form\"); the Ambrosian Rite; the Mozarabic Rite; and variations of the Roman Rite (such as the Anglican Use). The 23 Eastern Catholic Churches employ five different families of liturgical rites. The Latin liturgical rites are used only in a single sui iuris particular church.\n\nCanon law for the Latin Church is codified in the Code of Canon Law, of which there have been two codifications, the first promulgated by Pope Benedict XV in 1917 and the second by Pope John Paul II in 1983.[23]\n\nIn the Latin Church, the norm for administration of confirmation is that, except when in danger of death, the person to be confirmed should \"have the use of reason, be suitably instructed, properly disposed, and able to renew the baptismal promises\",[24] and \"the administration of the Most Holy Eucharist to children requires that they have sufficient knowledge and careful preparation so that they understand the mystery of Christ according to their capacity and are able to receive the body of Christ with faith and devotion.\"[25] In the Eastern Churches these sacraments are usually administered immediately after baptism, even for an infant.[26]\n\nCelibacy, as a consequence of the duty to observe perfect continence, is obligatory for priests in the Latin Church.[27] An exception is made for married clergy from other churches, who join the Catholic Church; they may continue as married priests.[28] In the Latin Church, a married man may not be admitted even to the diaconate unless he is legitimately destined to remain a deacon and not become a priest.[29] Marriage after ordination is not possible, and attempting it can result in canonical penalties.[30] The Eastern Catholic Churches, unlike the Latin Church, have a married clergy.\n\nAt the present time, Bishops in the Latin Church are generally appointed by the Pope after hearing the advice of the various dicasteries of the Roman Curia, specifically the Congregation for Bishops, the Congregation for the Evangelization of Peoples (for countries in its care), the Section for Relations with States of the Secretariat of State (for appointments that require the consent or prior notification of civil governments), and the Congregation for the Oriental Churches (in the areas in its charge, even for the appointment of Latin bishops). The Congregations generally work from a \"terna\" or list of three names advanced to them by the local church, most often through the Apostolic Nuncio or the Cathedral Chapter in those places where the Chapter retains the right to nominate bishops.[citation needed]\n\n"
        },
        {
            "title": "Theology and philosophy",
            "text": "Augustine of Hippo was a Roman African, philosopher and bishop in the Catholic Church. He helped shape Latin Christianity, and is viewed as one of the most important Church Fathers in the Latin Church for his writings in the Patristic Period. Among his works are The City of God, De doctrina Christiana, and Confessions.\n\nIn his youth he was drawn to Manichaeism and later to neoplatonism. After his baptism and conversion in 386, Augustine developed his own approach to philosophy and theology, accommodating a variety of methods and perspectives.[31] Believing that the grace of Christ was indispensable to human freedom, he helped formulate the doctrine of original sin and made seminal contributions to the development of just war theory. His thoughts profoundly influenced the medieval worldview. The segment of the church that adhered to the concept of the Trinity as defined by the Council of Nicaea and the Council of Constantinople[32] closely identified with Augustine's On the Trinity\n\nWhen the Western Roman Empire began to disintegrate, Augustine imagined the church as a spiritual City of God, distinct from the material Earthly City.[33] in his book On the city of God against the pagans, often called The City of God, Augustine declared its message to be spiritual rather than political. Christianity, he argued, should be concerned with the mystical, heavenly city, the New Jerusalem, rather than with earthly politics.\n\nThe City of God presents human history as a conflict between what Augustine calls the Earthly City (often colloquially referred to as the City of Man, but never by Augustine) and the City of God, a conflict that is destined to end in victory for the latter. The City of God is marked by people who forego earthly pleasure to dedicate themselves to the eternal truths of God, now revealed fully in the Christian faith. The Earthly City, on the other hand, consists of people who have immersed themselves in the cares and pleasures of the present, passing world.\n\nFor Augustine, the Logos \"took on flesh\" in Christ, in whom the logos was present as in no other man.[34][35][36] He strongly influenced Early Medieval Christian Philosophy.[37]\n\nLike other Church Fathers such as Athenagoras,[38] Tertullian,[39] Clement of Alexandria and Basil of Caesarea,[40] Augustine \"vigorously condemned the practice of induced abortion\", and although he disapproved of an abortion during any stage of pregnancy, he made a distinction between early abortions and later ones.[41] He acknowledged the distinction between \"formed\" and \"unformed\" fetuses mentioned in the Septuagint translation of Exodus 21:22–23, which is considered as wrong translation of the word \"harm\" from the original Hebrew text as \"form\" in the Greek Septuagint and based in Aristotelian distinction \"between the fetus before and after its supposed 'vivification'\", and did not classify as murder the abortion of an \"unformed\" fetus since he thought that it could not be said with certainty that the fetus had already received a soul.[41][42]\n\nAugustine also used the term \"Catholic\" to distinguish the \"true\" church from heretical groups:\n\nIn both his philosophical and theological reasoning, Augustine was greatly influenced by Stoicism, Platonism and Neoplatonism, particularly by the work of Plotinus, author of the Enneads, probably through the mediation of Porphyry and Victorinus (as Pierre Hadot has argued). Although he later abandoned Neoplatonism, some ideas are still visible in his early writings.[44] His early and influential writing on the human will, a central topic in ethics, would become a focus for later philosophers such as Schopenhauer, Kierkegaard, and Nietzsche. He was also influenced by the works of Virgil (known for his teaching on language), and Cicero (known for his teaching on argument).[45]\n\nIn the East, his teachings are more disputed, and were notably attacked by John Romanides.[46] But other theologians and figures of the Eastern Orthodox Church have shown significant approbation of his writings, chiefly Georges Florovsky.[47] The most controversial doctrine associated with him, the filioque,[48] was rejected by the Orthodox Church[49] as heretical.[50] Other disputed teachings include his views on original sin, the doctrine of grace, and predestination.[48] Nevertheless, though considered to be mistaken on some points, he is still considered a saint, and has even had influence on some Eastern Church Fathers, most notably the Greek theologian Gregory Palamas.[51] In the Orthodox Church his feast day is celebrated on 15 June.[48][52] Historian Diarmaid MacCulloch has written: \"[Augustine's] impact on Western Christian thought can hardly be overstated; only his beloved example Paul of Tarsus has been more influential, and Westerners have generally seen Paul through Augustine's eyes.\"[53]\n\nIn his autobiographical book Milestones, Pope Benedict XVI claims Augustine as one of the deepest influences in his thought.\n\nScholasticism is a method of critical thought which dominated teaching by the academics (\"scholastics\", or \"schoolmen\") of medieval universities in Europe from about 1100 to 1700, The 13th and early 14th centuries are generally seen as the high period of scholasticism. The early 13th century witnessed the culmination of the recovery of Greek philosophy. Schools of translation grew up in Italy and Sicily, and eventually in the rest of Europe. Powerful Norman kings gathered men of knowledge from Italy and other areas into their courts as a sign of their prestige.[54] William of Moerbeke's translations and editions of Greek philosophical texts in the middle half of the thirteenth century helped form a clearer picture of Greek philosophy, particularly of Aristotle, than was given by the Arabic versions on which they had previously relied. Edward Grant writes: \"Not only was the structure of the Arabic language radically different from that of Latin, but some Arabic versions had been derived from earlier Syriac translations and were thus twice removed from the original Greek text. Word-for-word translations of such Arabic texts could produce tortured readings. By contrast, the structural closeness of Latin to Greek permitted literal, but intelligible, word-for-word translations.\"[55]\n\nUniversities developed in the large cities of Europe during this period, and rival clerical orders within the church began to battle for political and intellectual control over these centers of educational life. The two main orders founded in this period were the Franciscans and the Dominicans. The Franciscans were founded by Francis of Assisi in 1209. Their leader in the middle of the century was Bonaventure, a traditionalist who defended the theology of Augustine and the philosophy of Plato, incorporating only a little of Aristotle in with the more neoplatonist elements. Following Anselm, Bonaventure supposed that reason can only discover truth when philosophy is illuminated by religious faith.[56] Other important Franciscan scholastics were Duns Scotus, Peter Auriol and William of Ockham.[57][58]\n\nSaint Thomas Aquinas,[59][60] an Italian Dominican friar, philosopher and priest, was immensely influential in the tradition of scholasticism, within which he is also known as the Doctor Angelicus and the Doctor Communis.[61]\n\nAquinas emphasized that \"Synderesis is said to be the law of our mind, because it is a habit containing the precepts of the natural law, which are the first principles of human actions.\"[62][63]\n\nAccording to Aquinas \"…all acts of virtue are prescribed by the natural law, since each one's reason naturally dictates to him to act virtuously. But if we speak of virtuous acts, considered in themselves, i.e., in their proper species, not all virtuous acts are prescribed by the natural law for many things are done virtuously to which nature does not incline at first; but that, through the inquiry of reason, have been found by men to be conducive to well living.\" Therefore, we must determine if we are speaking of virtuous acts as under the aspect of virtuous or as an act in its species.[64]\n\nThomas defined the four cardinal virtues as prudence, temperance, justice, and fortitude. The cardinal virtues are natural and revealed in nature, and they are binding on everyone. There are, however, three theological virtues: faith, hope, and charity. Thomas also describes the virtues as imperfect (incomplete) and perfect (complete) virtues. A perfect virtue is any virtue with charity, which completes a cardinal virtue. A non-Christian can display courage, but it would be courage with temperance. A Christian would display courage with charity. These are somewhat supernatural and are distinct from other virtues in their object, namely, God:\n\nThomas Aquinas wrote: \"[Greed] is a sin against God, just as all mortal sins, in as much as man condemns things eternal for the sake of temporal things.\"[66]\n\nAquinas also contributed to economic thought as an aspect of ethics and justice. He dealt with the concept of a just price, normally its market price or a regulated price sufficient to cover seller costs of production. He argued it was immoral for sellers to raise their prices simply because buyers were in pressing need for a product.[67][68]\n\nAquinas later expanded his argument to oppose any unfair earnings made in trade, basing the argument on the Golden Rule. The Christian should \"do unto others as you would have them do unto you\", meaning he should trade value for value. Aquinas believed that it was specifically immoral to raise prices because a particular buyer had an urgent need for what was being sold and could be persuaded to pay a higher price because of local conditions:\n\nAquinas would therefore condemn practices such as raising the price of building supplies in the wake of a natural disaster. Increased demand caused by the destruction of existing buildings does not add to a seller's costs, so to take advantage of buyers' increased willingness to pay constituted a species of fraud in Aquinas's view.[70]\n\nThomas believed that the existence of God is self-evident in itself, but not to us. \"Therefore I say that this proposition, \"God exists\", of itself is self-evident, for the predicate is the same as the subject ... Now because we do not know the essence of God, the proposition is not self-evident to us; but needs to be demonstrated by things that are more known to us, though less known in their nature—namely, by effects.\"[71]\n\nThomas believed that the existence of God can be demonstrated. Briefly in the Summa theologiae and more extensively in the Summa contra Gentiles, he considered in great detail five arguments for the existence of God, widely known as the quinque viae (Five Ways).\n\nConcerning the nature of God, Thomas felt the best approach, commonly called the via negativa, is to consider what God is not. This led him to propose five statements about the divine qualities:\n\nAquinas shifted Scholasticism away from neoplatonism and towards Aristotle. The ensuing school of thought, through its influence on Latin Christianity and the ethics of the Catholic school, is one of the most influential philosophies of all time, also significant due to the number of people living by its teachings.\n\n\nIn theology, his Summa Theologica is one of the most influential documents in medieval theology and continued into the 20th century to be the central point of reference for the philosophy and theology of Latin Christianity. In the 1914 encyclical Doctoris Angelici[79] Pope Pius X cautioned that the teachings of the Catholic Church cannot be understood without the basic philosophical underpinnings of Aquinas' major theses: \nThe Second Vatican Council described Aquinas' system as the \"Perennial Philosophy\".[81]\n\nActus purus is the absolute perfection of God. According to Scholasticism, created beings have potentiality—that is not actuality, imperfections as well as perfection. Only God is simultaneously all that He can be, infinitely real and infinitely perfect: 'I am who I am' (Exodus 3:14). His attributes or His operations are really identical with His essence, and His essence necessitates His existence.\n\nLater, the Eastern Orthodox ascetic and archbishop of Thessaloniki, (Saint) Gregory Palamas argued in defense of hesychast spirituality, the uncreated character of the light of the Transfiguration, and the distinction between God's essence and energies. His teaching unfolded over the course of three major controversies, (1) with the Italo-Greek Barlaam between 1336 and 1341, (2) with the monk Gregory Akindynos between 1341 and 1347, and (3) with the philosopher Gregoras, from 1348 to 1355. His theological contributions are sometimes referred to as Palamism, and his followers as Palamites.\n\nHistorically Latin Christianity has tended to reject Palamism, especially the essence-energies distinction, some times characterizing it as a heretical introduction of an unacceptable division in the Trinity and suggestive of polytheism.[82][83] Further, the associated practice of hesychasm used to achieve theosis was characterized as \"magic\".[84][85] More recently, some Roman Catholic thinkers have taken a positive view of Palamas's teachings, including the essence-energies distinction, arguing that it does not represent an insurmountable theological division between Roman Catholicism and Eastern Orthodoxy,[86] and his feast day as a saint is celebrated by some Byzantine Catholic churches in communion with Rome.[87][88]\n\nThe rejection of Palamism by the West and by those in the East who favoured union with the West (the \"Latinophrones\"), actually contributed to its acceptance in the East, according to Martin Jugie, who adds: \"Very soon Latinism and Antipalamism, in the minds of many, would come to be seen as one and the same thing\".[89]\n\nFilioque is a Latin term added to the original Nicene Creed, and which has been the subject of great controversy between Eastern and Western Christianity. It is not in the original text of the Creed, attributed to the First Council of Constantinople (381), the second ecumenical council, which says that the Holy Spirit proceeds \"from the Father\", without additions of any kind, such as \"and the Son\" or \"alone\".[90]\n\nThe phrase Filioque first appears as an anti-Arian[91][92] interpolation in the Creed at the Third Council of Toledo (589), at which Visigothic Spain renounced Arianism, accepting Catholic Christianity. The addition was confirmed by subsequent local councils in Toledo and soon spread throughout the West, not only in Spain but also in the kingdom of the Franks, who had adopted the Catholic faith in 496,[93] and in England, where the Council of Hatfield imposed it in 680 as a response to Monothelitism.[94] However, it was not adopted in Rome.\n\nIn the late 6th century, some Latin churches added the words \"and from the Son\" (Filioque) to the description of the procession of the Holy Spirit, in what many Eastern Orthodox Christians have at a later stage argued is a violation of Canon VII of the Council of Ephesus, since the words were not included in the text by either the First Council of Nicaea or that of Constantinople.[95] This was incorporated into the liturgical practice of Rome in 1014,[96] but was rejected by Eastern Christianity.\n\nWhether that term Filioque is included, as well as how it is translated and understood, can have important implications for how one understands the doctrine of the Trinity, which is central to the majority of Christian churches. For some, the term implies a serious underestimation of God the Father's role in the Trinity; for others, denial of what it expresses implies a serious underestimation of the role of God the Son in the Trinity.\n\nThe Filioque phrase has been included in the Creed throughout all the Latin Rite except where Greek is used in the liturgy,[97][98] although it was never adopted by Eastern Catholic Churches.[99]\n\nPerhaps the most peculiar doctrine of Latin Christianity is purgatory, about which Latin Christianity holds that \"all who die in God's grace and friendship but still imperfectly purified\" undergo the process of purification which the Catholic Church calls purgatory, \"so as to achieve the holiness necessary to enter the joy of heaven\". It has formulated this doctrine by reference to biblical verses that speak of purifying fire (1 Corinthians 3:15 and 1 Peter 1:7) and to the mention by Jesus of forgiveness in the age to come (Matthew 12:32). It bases its teaching also on the practice of praying for the dead in use within the church ever since the church began and which is mentioned even earlier in 2 Macc 12:46.[100][101]\n\nThe idea of purgatory has roots that date back into antiquity. A sort of proto-purgatory called the \"celestial Hades\" appears in the writings of Plato and Heraclides Ponticus and in many other pagan writers. This concept is distinguished from the Hades of the underworld described in the works of Homer and Hesiod. In contrast, the celestial Hades was understood as an intermediary place where souls spent an undetermined time after death before either moving on to a higher level of existence or being reincarnated back on earth. Its exact location varied from author to author. Heraclides of Pontus thought it was in the Milky Way; the Academicians, the Stoics, Cicero, Virgil, Plutarch, the Hermetical writings situated it between the Moon and the Earth or around the Moon; while Numenius and the Latin Neoplatonists thought it was located between the sphere of the fixed stars and the Earth.[102]\n\nPerhaps under the influence of Hellenistic thought, the intermediate state entered Jewish religious thought in the last centuries before Christ. In Maccabees, we find the practice of prayer for the dead with a view to their after life purification,[103] a practice accepted by some Christians. The same practice appears in other traditions, such as the medieval Chinese Buddhist practice of making offerings on behalf of the dead, who are said to suffer numerous trials.[104] Among other reasons, Western Catholic teaching of purgatory is based on the pre-Christian (Judaic) practice of prayers for the dead.[105]\n\nSpecific examples of belief in a purification after death and of the communion of the living with the dead through prayer are found in many of the Church Fathers.[106] Irenaeus (c. 130–202) mentioned an abode where the souls of the dead remained until the universal judgment, a process that has been described as one which \"contains the concept of ... purgatory\".[107] Both Clement of Alexandria (c. 150–215) and his pupil Origen of Alexandria (c. 185–254) developed a view of purification after death;[108] this view drew upon the notion that fire is a divine instrument from the Old Testament, and understood this in the context of New Testament teachings such as baptism by fire, from the Gospels, and a purificatory trial after death, from St. Paul.[109] Origen, in arguing against soul sleep, stated that the souls of the elect immediately entered paradise unless not yet purified, in which case they passed into a state of punishment, a penal fire, which is to be conceived as a place of purification.[110] For both Clement and Origen, the fire was neither a material thing nor a metaphor, but a \"spiritual fire\".[111] The early Latin author Tertullian (c. 160–225) also articulated a view of purification after death.[112] In Tertullian's understanding of the afterlife, the souls of martyrs entered directly into eternal blessedness,[113] whereas the rest entered a generic realm of the dead. There the wicked suffered a foretaste of their eternal punishments,[113] whilst the good experienced various stages and places of bliss wherein \"the idea of a kind of purgatory … is quite plainly found,\" an idea that is representative of a view widely dispersed in antiquity.[114] Later examples, wherein further elaborations are articulated, include St. Cyprian (d. 258),[115] St. John Chrysostom (c. 347–407),[116] and St. Augustine (354–430),[117] among others.\n\nPope Gregory the Great's Dialogues, written in the late 6th century, evidence a development in the understanding of the afterlife distinctive of the direction that Latin Christendom would take:\n\nSome Catholic saints and theologians have had sometimes conflicting ideas about purgatory beyond those adopted by the Catholic Church, reflecting or contributing to the popular image, which includes the notions of purification by actual fire, in a determined place and for a precise length of time. Paul J. Griffiths notes: \"Recent Catholic thought on purgatory typically preserves the essentials of the basic doctrine while also offering second-hand speculative interpretations of these elements.\"[119] Thus Joseph Ratzinger wrote: \"Purgatory is not, as Tertullian thought, some kind of supra-worldly concentration camp where man is forced to undergo punishment in a more or less arbitrary fashion. Rather it is the inwardly necessary process of transformation in which a person becomes capable of Christ, capable of God, and thus capable of unity with the whole communion of saints.\"[120]\n\nIn Theological Studies, John E. Thiel argued that \"purgatory virtually disappeared from Catholic belief and practice since Vatican II\" because it has been based on \"a competitive spirituality, gravitating around the religious vocation of ascetics from the late Middle Ages\". \"The birth of purgatory negotiated the eschatological anxiety of the laity. [...] In a manner similar to the ascetic’s lifelong lengthening of the temporal field of competition with the martyr, belief in purgatory lengthened the layperson’s temporal field of competition with the ascetic.\"[121]\n\nThe speculations and popular imaginings that, especially in late medieval times, were common in the Western or Latin Church have not necessarily found acceptance in the Eastern Catholic Churches, of which there are 23 in full communion with the Pope. Some have explicitly rejected the notions of punishment by fire in a particular place that are prominent in the popular picture of purgatory. The representatives of the Eastern Orthodox Church at the Council of Florence argued against these notions, while declaring that they do hold that there is a cleansing after death of the souls of the saved and that these are assisted by the prayers of the living: \"If souls depart from this life in faith and charity but marked with some defilements, whether unrepented minor ones or major ones repented of but without having yet borne the fruits of repentance, we believe that within reason they are purified of those faults, but not by some purifying fire and particular punishments in some place.\"[122] The definition of purgatory adopted by that council excluded the two notions with which the Orthodox disagreed and mentioned only the two points that, they said, were part of their faith also. Accordingly, the agreement, known as the Union of Brest, that formalized the admission of the Ukrainian Greek Catholic Church into the full communion of the Roman Catholic Church stated: \"We shall not debate about purgatory, but we entrust ourselves to the teaching of the Holy Church\".[123]\n\nIn the medieval Western tradition, Mary of Bethany the sister of Lazarus was identified as Mary Magdalene perhaps in large part because of a homily given by Pope Gregory the Great in which he taught about several women in the New Testament as though they were the same person. This led to a conflation of Mary of Bethany with Mary Magdalene as well as with another woman (besides Mary of Bethany who anointed Jesus), the woman caught in adultery. Eastern Christianity never adopted this identification. In his article in the 1910 Catholic Encyclopedia, Hugh Pope stated, \"The Greek Fathers, as a whole, distinguish the three persons: the 'sinner' of Luke 7:36–50; the sister of Martha and Lazarus, Luke 10:38–42 and John 11; and Mary Magdalen.[124]\n\nFrench scholar Victor Saxer dates the identification of Mary Magdalene as a prostitute, and as Mary of Bethany, to a sermon by Pope Gregory the Great on September 21, AD 591, where he seemed to combine the actions of three women mentioned in the New Testament and also identified an unnamed woman as Mary Magdalene. In another sermon, Gregory specifically identified Mary Magdalene as the sister of Martha mentioned in Luke 10.[125] But according to a view expressed more recently by theologian Jane Schaberg, Gregory only put the final touch to a legend that already existed before him.[126]\n\nLatin Christianity's identification of Mary Magdalene and Mary of Bethany was reflected in the arrangement of the General Roman Calendar until this was altered in 1969,[127] reflecting the fact that by then the common interpretation in the Catholic Church was that Mary of Bethany, Mary Magdalene and the sinful woman who anointed the feet of Jesus were three distinct women.[128]\n\nThe Catechism of the Catholic Church says:\n\nThe concept of original sin was first alluded to in the 2nd century by St Irenaeus, Bishop of Lyon in his controversy with certain dualist Gnostics.[130] Other church fathers such as Augustine also shaped and developed the doctrine,[131][132] seeing it as based on the New Testament teaching of Paul the Apostle (Romans 5:12–21 and 1 Corinthians 15:21–22) and the Old Testament verse of Psalm 51:5.[133][134][135][136][137] Tertullian, Cyprian, Ambrose and Ambrosiaster considered that humanity shares in Adam's sin, transmitted by human generation. Augustine's formulation of original sin after AD 412 was popular among Protestant reformers, such as Martin Luther and John Calvin, who equated original sin with concupiscence (or \"hurtful desire\"), affirming that it persisted even after baptism and completely destroyed freedom to do good. Before 412, Augustine said that free will was weakened but not destroyed by original sin.[132] But after 412 this changed to a loss of free will except to sin.[138] Modern Augustinian Calvinism holds this later view. The Jansenist movement, which the Catholic Church declared to be heretical, also maintained that original sin destroyed freedom of will.[139] Instead the Western Catholic Church declares: \"Baptism, by imparting the life of Christ's grace, erases original sin and turns a man back towards God, but the consequences for nature, weakened and inclined to evil, persist in man and summon him to spiritual battle.\"[140] \"Weakened and diminished by Adam's fall, free will is yet not destroyed in the race.\"[141]\n\nSt. Anselm says: \"The sin of Adam was one thing but the sin of children at their birth is quite another, the former was the cause, the latter is the effect.\"[142] In a child, original sin is distinct from the fault of Adam, it is one of its effects. The effects of Adam's sin according to the Catholic Encyclopedia are:\n\nEastern Catholics and Eastern Christianity, in general, do not have the same theology of the Fall and original sin as Latin Catholics.[144] But since Vatican II there has been development in Catholic thinking. Some warn against taking Genesis 3 too literally. They take into account that \"God had the church in mind before the foundation of the world\" (as in Ephesians 1:4).[145] as also in 2 Timothy 1:9: \". . . his own purpose and grace, which was given us in Christ Jesus before the world began.\"[146] And Pope Benedict XVI in his book In the Beginning ... referred to the term \"original sin\" as \"misleading and unprecise\".[147] Benedict does not require a literal interpretation of Genesis, or of the origin or evil, but writes: \"How was this possible, how did it happen? This remains obscure. ...Evil remains mysterious. It has been presented in great images, as does chapter 3 of Genesis, with the vision of two trees, of the serpent, of sinful man.\"[148][149]\n\nThe Immaculate Conception is the conception of the Blessed Virgin Mary free from original sin by virtue of the merits of her son Jesus. Although the belief has been widely held since Late Antiquity, the doctrine was dogmatically defined in the Catholic Church only in 1854 when Pope Pius IX declared it ex cathedra, i.e., using papal infallibility, in his papal bull Ineffabilis Deus,[150]\n\nIt is admitted that the doctrine as defined by Pius IX was not explicitly noted before the 12th century. It is also agreed that \"no direct or categorical and stringent proof of the dogma can be brought forward from Scripture\".[151] But it is claimed that the doctrine is implicitly contained in the teaching of the Fathers. Their expressions on the subject of the sinlessness of Mary are, it is pointed out, so ample and so absolute that they must be taken to include original sin as well as actual. Thus in the first five centuries, such epithets as \"in every respect holy\", \"in all things unstained\", \"super-innocent\", and \"singularly holy\" are applied to her; she is compared to Eve before the fall, as ancestress of a redeemed people; she is \"the earth before it was accursed\". The well-known words of St. Augustine (d. 430) may be cited: \"As regards the mother of God,\" he says, \"I will not allow any question whatever of sin.\" It is true that he is here speaking directly of actual or personal sin. But his argument is that all men are sinners; that they are so through original depravity; that this original depravity may be overcome by the grace of God, and he adds that he does not know but that Mary may have had sufficient grace to overcome sin \"of every sort\" (omni ex parte).[152]\n\nBernard of Clairvaux in the 12th century raised the question of the Immaculate Conception. A feast of the Conception of the Blessed Virgin had already begun to be celebrated in some churches of the West. St Bernard blames the canons of the metropolitan church of Lyon for instituting such a festival without the permission of the Holy See. In doing so, he takes occasion to repudiate altogether the view that the conception of Mary was sinless, calling it a \"novelty\". Some doubt, however, whether he was using the term \"conception\" in the same sense in which it is used in the definition of Pope Pius IX. Bernard would seem to have been speaking of conception in the active sense of the mother's cooperation, for in his argument he says: \"How can there be absence of sin where there is concupiscence (libido)?\" and stronger expressions follow, which could be interpreted to indicate that he was speaking of the mother and not of the child. Yet, Bernard also decries those who support the feast for trying to \"add to the glories of Mary\", which proves he was indeed talking about Mary.[152]\n\nThe theological underpinnings of Immaculate Conception had been the subject of debate during the Middle Ages with opposition provided by figures such as Saint Thomas Aquinas, a Dominican. However, supportive arguments by Franciscans William of Ware and Pelbartus Ladislaus of Temesvár,[153] and general belief among Catholics, made the doctrine more acceptable so that the Council of Basel supported it in the 15th century, but the Council of Trent sidestepped the question. Pope Sixtus IV, a Franciscan, had tried to pacify the situation by forbidding either side to criticize the other, and placed the feast of the Immaculate Conception on the Roman Calendar in 1477, but Pope Pius V, a Dominican, changed it to the feast of the Conception of Mary. Clement XI made the feast universal in 1708, but still did not call it the feast of the Immaculate Conception.[154] Popular and theological support for the concept continued to grow and by the 18th century it was widely depicted in art.[155][156][157][158]\n\nThe Blessed John Duns Scotus (d. 1308), a Friar Minor like Saint Bonaventure, argued, that from a rational point of view it was certainly as little derogatory to the merits of Christ to assert that Mary was by him preserved from all taint of sin, as to say that she first contracted it and then was delivered.[152] Proposing a solution to the theological problem of reconciling the doctrine with that of universal redemption in Christ, he argued that Mary's immaculate conception did not remove her from redemption by Christ; rather it was the result of a more perfect redemption granted her because of her special role in salvation history.[159]\n\nThe arguments of Scotus, combined with a better acquaintance with the language of the early Fathers, gradually prevailed in the schools of the Western Church. In 1387 the university of Paris strongly condemned the opposite view.[152]\n\nScotus's arguments remained controversial, however, particularly among the Dominicans, who were willing enough to celebrate Mary's sanctificatio (being made free from sin) but, following the Dominican Thomas Aquinas' arguments, continued to insist that her sanctification could not have occurred until after her conception.[151]\n\nScotus pointed out that Mary's Immaculate Conception enhances Jesus’ redemptive work.[160]\n\nScotus's argument appears in Pope Pius IX's 1854 declaration of the dogma of the Immaculate Conception, \"at the first moment of Her conception, Mary was preserved free from the stain of original sin, in view of the merits of Jesus Christ.\"[161] Scotus's position was hailed as \"a correct expression of the faith of the Apostles.\"[161]\n\nThe complete defined dogma of the Immaculate Conception states:\n\nPope Pius IX explicitly affirmed that Mary was redeemed in a manner more sublime. He stated that Mary, rather than being cleansed after sin, was completely prevented from contracting original sin in view of the foreseen merits of Jesus Christ, the Savior of the human race. In Luke 1:47, Mary proclaims: \"My spirit has rejoiced in God my Saviour.\" This is referred to as Mary's pre-redemption by Christ. Since the Second Council of Orange against semi-pelagianism, the Catholic Church has taught that even had man never sinned in the Garden of Eden and was sinless, he would still require God's grace to remain sinless.[163][164]\n\nThe definition concerns original sin only, and it makes no declaration about the church's belief that the Blessed Virgin was sinless in the sense of freedom from actual or personal sin.[152] The doctrine teaches that from her conception Mary, being always free from original sin, received the sanctifying grace that would normally come with baptism after birth.\n\nEastern Catholics and Eastern Christianity, in general, believe that Mary was sinless but they do not have the same theology of the Fall and original sin as Latin Catholics.[144]\n\nThe Assumption of Mary into Heaven (often shortened to the Assumption) is the bodily taking up of the Virgin Mary into Heaven at the end of her earthly life.\n\nOn 1 November 1950, in the Apostolic Constitution Munificentissimus Deus, Pope Pius XII declared the Assumption of Mary as a dogma:\n\nIn Pius XII's dogmatic statement, the phrase \"having completed the course of her earthly life\", leaves open the question of whether the Virgin Mary died before her assumption or not. Mary's assumption is said to have been a divine gift to her as the \"Mother of God\". Ludwig Ott's view is that, as Mary completed her life as a shining example to the human race, the perspective of the gift of assumption is offered to the whole human race.[166]\n\nLudwig Ott writes in his book Fundamentals of Catholic Dogma that \"the fact of her death is almost generally accepted by the Fathers and Theologians, and is expressly affirmed in the Liturgy of the Church\", to which he adds a number of helpful citations. He concludes: \"for Mary, death, in consequence of her freedom from original sin and from personal sin, was not a consequence of punishment of sin. However, it seems fitting that Mary's body, which was by nature mortal, should be, in conformity with that of her Divine Son, subject to the general law of death\".[167]\n\nThe point of her bodily death has not been infallibly defined by any pope. Many Catholics believe that she did not die at all, but was assumed directly into Heaven. The dogmatic definition within the Apostolic Constitution Munificentissimus Deus which, according to Roman Catholic dogma, infallibly proclaims the doctrine of the Assumption leaves open the question of whether, in connection with her departure, Mary underwent bodily death. It does not dogmatically define the point one way or the other, as shown by the words \"having completed the course of her earthly life\".[168]\n\nBefore the dogmatic definition in Deiparae Virginis Mariae Pope Pius XII sought the opinion of Catholic Bishops. A large number of them pointed to the Book of Genesis (3:15) as scriptural support for the dogma.[169] In Munificentissimus Deus (item 39) Pius XII referred to the \"struggle against the infernal foe\" as in Genesis 3:15 and to \"complete victory over the sin and death\" as in the Letters of Paul as a scriptural basis for the dogmatic definition, Mary being assumed to heaven as in 1 Corinthians 15:54: \"then shall come to pass the saying that is written, Death is swallowed up in victory\".[169][170]\n\nThe Western Feast of the Assumption is celebrated on 15 August, and the Eastern Orthodox and Greek Catholics celebrate the Dormition of the Mother of God (or Dormition of the Theotokos, the falling asleep of the Mother of God) on the same date, preceded by a 14-day fast period. Eastern Christians believe that Mary died a natural death, that her soul was received by Christ upon death, and that her body was resurrected on the third day after her death and that she was taken up into heaven bodily in anticipation of the general resurrection. Her tomb was found empty on the third day.\n\nMany Catholics also believe that Mary first died before being assumed, but they believe that she was miraculously resurrected before being assumed. Others believe she was assumed bodily into Heaven without first dying.[172][173] Either understanding may be legitimately held by Catholics, with Eastern Catholics observing the Feast as the Dormition.\n\nMany theologians note by way of comparison that in the Catholic Church, the Assumption is dogmatically defined, while in the Eastern Orthodox tradition, the Dormition is less dogmatically than liturgically and mystically defined. Such differences spring from a larger pattern in the two traditions, wherein Catholic teachings are often dogmatically and authoritatively defined—in part because of the more centralized structure of the Catholic Church—while in Eastern Orthodoxy, many doctrines are less authoritative.[174]\n\nAncient of Days is a name for God that appears in the Book of Daniel.\n\n\nIn an early Venetian school Coronation of the Virgin by Giovanni d'Alemagna and Antonio Vivarini, (c. 1443), God the Father is shown in the representation consistently used by other artists later, namely as a patriarch, with benign, yet powerful countenance and with long white hair and a beard, a depiction largely derived from, and justified by, the description of the Ancient of Days in the Old Testament, the nearest approach to a physical description of God in the Old Testament:[175]\nSt Thomas Aquinas recalls that some bring forward the objection that the Ancient of Days matches the person of the Father, without necessarily agreeing with this statement himself.[176]\n\nBy the twelfth century depictions of a figure of God the Father, essentially based on the Ancient of Days in the Book of Daniel, had started to appear in French manuscripts and in stained glass church windows in England. In the 14th century the illustrated Naples Bible had a depiction of God the Father in the Burning bush. By the 15th century, the Rohan Book of Hours included depictions of God the Father in human form or anthropomorphic imagery, and by the time of the Renaissance artistic representations of God the Father were freely used in the Western Church.[177]\n\nArtistic depictions of God the Father were uncontroversial in Catholic art thereafter, but less common depictions of the Trinity were condemned. In 1745 Pope Benedict XIV explicitly supported the Throne of Mercy depiction, referring to the \"Ancient of Days\", but in 1786 it was still necessary for Pope Pius VI to issue a papal bull condemning the decision of an Italian church council to remove all images of the Trinity from churches.[178]\n\nThe depiction remains rare and often controversial in Eastern Orthodox art. In Eastern Orthodox Church hymns and icons, the Ancient of Days is most properly identified with God the Son or Jesus, and not with God the Father. Most of the eastern church fathers who comment on the passage in Daniel (7:9–10, 13–14) interpreted the elderly figure as a prophetic revelation of the son before his physical incarnation.[179] As such, Eastern Christian art will sometimes portray Jesus Christ as an old man, the Ancient of Days, to show symbolically that he existed from all eternity, and sometimes as a young man, or wise baby, to portray him as he was incarnate. This iconography emerged in the 6th century, mostly in the Eastern Empire with elderly images, although usually not properly or specifically identified as \"the Ancient of Days\".[180] The first images of the Ancient of Days, so named with an inscription, were developed by iconographers in different manuscripts, the earliest of which are dated to the 11th century. The images in these manuscripts included the inscription \"Jesus Christ, Ancient of Days,\" confirming that this was a way to identify Christ as pre-eternal with the God the Father.[181] Indeed, later, it was declared by the Russian Orthodox Church at the Great Synod of Moscow in 1667 that the Ancient of Days was the Son and not the Father.[182]\n\n"
        },
        {
            "title": "Social and cultural issues",
            "text": "From the 1990s, the issue of sexual abuse of minors by Western Catholic clergy and other church members has become the subject of civil litigation, criminal prosecution, media coverage and public debate in countries around the world. The Western Catholic Church has been criticised for its handling of abuse complaints when it became known that some bishops had shielded accused priests, transferring them to other pastoral assignments where some continued to commit sexual offences.\n\nIn response to the scandal, formal procedures have been established to help prevent abuse, encourage the reporting of any abuse that occurs, and to handle such reports promptly, although groups representing victims have disputed their effectiveness.[183] In 2014, Pope Francis instituted the Pontifical Commission for the Protection of Minors for the safeguarding of minors.[184]\n\n"
        }
    ]
}