{
    "url": "https://en.wikipedia.org/wiki/Launch_vehicle",
    "title": "Launch vehicle",
    "table_of_contents": [
        "1 Mass to orbit",
        "2 General information",
        "2.1 Launch platform locations",
        "2.2 Flight regimes",
        "2.3 Distributed launch",
        "3 Return to launch site",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA launch vehicle or carrier rocket is a rocket designed to carry a payload (spacecraft or satellites) from the Earth's surface to outer space. Most launch vehicles operate from a launch pads, supported by a launch control center and systems such as vehicle assembly and fueling.[1] Launch vehicles are engineered with advanced aerodynamics and technologies, which contribute to large operating costs.\n\nAn orbital launch vehicle must lift its payload at least to the boundary of space, approximately 150 km (93 mi) and accelerate it to a horizontal velocity of at least 7,814 m/s (17,480 mph).[2] Suborbital vehicles launch their payloads to lower velocity or are launched at elevation angles greater than horizontal.\n\nPractical orbital launch vehicles are multistage rockets which use chemical propellants such as solid fuel, liquid hydrogen, kerosene, liquid oxygen, or Hypergolic propellants.\n\nLaunch vehicles are classified by their orbital payload capacity, ranging from small-, medium-, heavy- to super-heavy lift.\n\n"
        },
        {
            "title": "Mass to orbit",
            "text": "Launch vehicles are classed by NASA according to low Earth orbit payload capability:[3]\n\nSounding rockets are similar to small-lift launch vehicles, however they are usually even smaller and do not place payloads into orbit. A modified SS-520 sounding rocket was used to place a 4-kilogram payload (TRICOM-1R) into orbit in 2018.[7]\n\n"
        },
        {
            "title": "General information",
            "text": "Orbital spaceflight requires a satellite or spacecraft payload to be accelerated to very high velocity. In the vacuum of space, reaction forces must be provided by the ejection of mass, resulting in the rocket equation. The physics of spaceflight are such that rocket stages are typically required to achieve the desired orbit.\n\nExpendable launch vehicles are designed for one-time use, with boosters that usually separate from their payload and disintegrate during atmospheric reentry or on contact with the ground. In contrast, reusable launch vehicle boosters are designed to be recovered intact and launched again. The Falcon 9 is an example reusable launch vehicle.[8]\n\nFor example, the European Space Agency is responsible for the Ariane V, and the United Launch Alliance manufactures and launches the Delta IV and Atlas V rockets.\n\nLaunchpads can be located on land (spaceport), on a fixed ocean platform (San Marco), on a mobile ocean platform (Sea Launch), and on a submarine. Launch vehicles can also be launched from the air.\n\nA launch vehicle will start off with its payload at some location on the surface of the Earth. To reach orbit, the vehicle must travel vertically to leave the atmosphere and horizontally to prevent re-contacting the ground. The required velocity varies depending on the orbit but will always be extreme when compared to velocities encountered in normal life.\n\nLaunch vehicles provide varying degrees of performance. For example, a satellite bound for Geostationary orbit (GEO) can either be directly inserted by the upper stage of the launch vehicle or launched to a geostationary transfer orbit (GTO). A direct insertion places greater demands on the launch vehicle, while GTO is more demanding of the spacecraft. Once in orbit, launch vehicle upper stages and satellites can have overlapping capabilities, although upper stages tend to have orbital lifetimes measured in hours or days while spacecraft can last decades.\n\nDistributed launch involves the accomplishment of a goal with multiple spacecraft launches. A large spacecraft such as the International Space Station can be constructed by assembling modules in orbit, or in-space propellant transfer conducted to greatly increase the delta-V capabilities of a cislunar or deep space vehicle. Distributed launch enables space missions that are not possible with single launch architectures.[9]\n\nMission architectures for distributed launch were explored in the 2000s[10] \nand launch vehicles with integrated distributed launch capability built in began development in 2017 with the Starship design. The standard Starship launch architecture is to refuel the spacecraft in low Earth orbit to enable the craft to send high-mass payloads on much more energetic missions.[11]\n\n"
        },
        {
            "title": "Return to launch site",
            "text": "After 1980, but before the 2010s, two orbital launch vehicles developed the capability to return to the launch site (RTLS).  Both the US Space Shuttle—with one of its abort modes[12][13]—and the Soviet Buran[14]\nhad a designed-in capability to return a part of the launch vehicle to the launch site via the mechanism of horizontal-landing of the spaceplane portion of the launch vehicle.  In both cases, the main vehicle thrust structure and the large propellant tank were expendable, as had been the standard procedure for all orbital launch vehicles flown prior to that time.  Both were subsequently demonstrated on actual orbital nominal flights, although both also had an abort mode during launch that could conceivably allow the crew to land the spaceplane following an off-nominal launch.\n\nIn the 2000s, both SpaceX and Blue Origin have privately developed a set of technologies to support vertical landing of the booster stage of a launch vehicle. \nAfter 2010, SpaceX undertook a development program to acquire the ability to bring back and vertically land a part of the Falcon 9 orbital launch vehicle: the first stage.  The first successful landing was done in December 2015,[15] since then several additional rocket stages landed either at a landing pad adjacent to the launch site or on a landing platform at sea, some distance away from the launch site.[16] The Falcon Heavy is similarly designed to reuse the three cores comprising its first stage. On its first flight in February 2018, the two outer cores successfully returned to the launch site landing pads while the center core targeted the landing platform at sea but did not successfully land on it.[17]\n\nBlue Origin developed similar technologies for bringing back and landing their suborbital New Shepard, and successfully demonstrated return in 2015, and successfully reused the same booster on a second suborbital flight in January 2016.[18]  By October 2016, Blue had reflown, and landed successfully, that same launch vehicle a total of five times.[19] It must however be noted that the launch trajectories of both vehicles are very different, with New Shepard going straight up and down, whereas Falcon 9 has to cancel substantial horizontal velocity and return from a significant distance downrange. \n\nBoth Blue Origin and SpaceX also have additional reusable launch vehicles under development.  Blue is developing the first stage of the orbital New Glenn LV to be reusable, with first flight planned for no earlier than 2020.[20] \nSpaceX has a new super-heavy launch vehicle under development for missions to interplanetary space.  The Big Falcon Rocket (BFR) is designed to support RTLS, vertical-landing and full reuse of both the booster stage and the integrated second-stage/large-spacecraft that are designed for use with the BFR.[21] First launch is expected in the early 2020s.\n\n"
        }
    ]
}