{
    "url": "https://en.wikipedia.org/wiki/Laurie_Olin",
    "title": "Laurie Olin",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Founding OLIN",
        "2.2 Writing",
        "2.3 Awards and honors",
        "3 Notable projects",
        "3.1 Europe",
        "3.2 United States",
        "4 Awards",
        "5 Publications",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Laurie Olin (born 1938, Marshfield, Wisconsin) is an American landscape architect. He has worked on landscape design projects at diverse scales, from private residential gardens to public parks and corporate/museum campus plans.\n\n"
        },
        {
            "title": "Early life",
            "text": "Olin grew up in Alaska, and earned his degree in Architecture from the University of Washington in Seattle, where he was mentored under Richard Haag. \n\n"
        },
        {
            "title": "Career",
            "text": "After graduating he worked for offices in Seattle, New York City, and London. In 1976 he became a professor for the University of Pennsylvania, where he offered courses on the design of environments. In 1986 he became head chair of the landscape architecture program at Harvard University. After serving as chair at Harvard, Olin returned to University of Pennsylvania where he continues to be Practice Professor of Landscape Architecture.\n\nOlin is the founding partner of the landscape architecture and urban design firm OLIN, formerly Olin Partnership.  The firm received the Cooper-Hewitt National Design Award for Landscape Design in 2008, and in 2010 was on the winning team in the competition to design the new United States Embassy in London with architects KieranTimberlake.[1]\n\nOlin has written widely on the history and theory of architecture and landscape, receiving the Bradford Williams medal for best writing on Landscape Architecture. Olin co-authored La Foce: A Garden and Landscape in Tuscany, which includes a historical essay, along with photographs, sketches, and a critical analysis of the early 20th-century garden in Italy. Across the Open Field (2000), is both a memoir and series of essays on the evolution of the English landscape. He is also the author of Transforming the Commonplace (1996) and Vizcaya: An American Villa and Its Makers (2006, with Witold Rybczynski), on James Deering's mansion in Coconut Grove, Florida.\n\nOlin is a Guggenheim Fellow, an American Academy of Rome Fellow, a Fellow of the American Society of Landscape Architects (ASLA), an honorary member of the  American Institute of Architects (AIA), a Fellow of the American Academy of Arts and Sciences, the 1999 Wyck-Strickland Award recipient. Olin won the Rome Prize in Landscape Architecture in 1972, was the recipient of the 1998 Award in Architecture from the American Academy of Arts and Letters, and was recently inducted into the American Academy of Arts and Letters. Olin was a speaker in the Spotlight on Design Lecture Series at the National Building Museum in 2003. In 1994 he was elected into the National Academy of Design. In 2013 he was presented with the prestigious National Medal of Arts by President Obama. Awarded by the National Endowment for the Arts, it is the highest honor given to artists by the US Government.\n\n"
        }
    ]
}