{
    "url": "https://en.wikipedia.org/wiki/Le_avventure_straordinarissime_di_Saturnino_Farandola",
    "title": "Le avventure straordinarissime di Saturnino Farandola",
    "table_of_contents": [
        "1 Plot",
        "1.1 L'isola delle scimmie (Island of the Apes)",
        "1.2 Alla ricerca dell'elefante bianco (In search of the white elephant)",
        "1.3 La regina dei Makalolos (The Queen of the Makalolos)",
        "1.4 Farandola contro Fileas-Fogg (Farandola versus Fileas-Fogg)",
        "2 Production",
        "3 Cast",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Le avventure straordinarissime di Saturnino Farandola (English: The Extraordinary Adventures of Saturnino Farandola) is an Italian silent film of 1913 directed and interpreted by Marcel Fabre. It is divided into four episodes, inspired by the fantastic adventurous novel of Saturnino Farandola's extraordinary travels by Albert Robida (1879).\n\nIt is sometimes cited by critics as one of the first expressions of European science fiction films.[2]\n\n"
        },
        {
            "title": "Plot",
            "text": "During a crossing on the Pacific Ocean, the sailing ship led by Captain Barnaba Farandola is destroyed by a storm. Along him, there are his wife and the newborn son named Saturnino, who is put on a little ship and saved. The baby lands on the Paumotou Islands, inhabited exclusively by apes, and he is bred and raised by these wild animals, but when they notice its diversity as a human being, they despise and marginalize him.\n\nSaturnino, saddened by the behaviour of the apes, leaves the island. During the travel, he is noticed by a group of sailors. They take him and their superior, Capitan Lombrico, hires the kid as a marine guard.\n\nOne day, the ship is attacked by a group of pirates led by Bora-Bora, and they capture Captain Lombrico. But Saturnino organizes and guides a revolt against the occupants who run away. After the undertaking, since the captain was gone, the sailors elect Saturnino as their captain.\n\nSaturnino meets a girl named Misora and marries her. One day, when the couple tale a scuba diving, a whale approaches and swallows Misora. Saturnino, unaware of what has happened, looks for the wife and chases the cetacean with the ship but he stops because of the fatigue of sailors.\n\nThe whale is captured by fishermen and is purchased by professor Cocknuff, director of a huge aquarium in Melbourne. Learnt of the animal, Saturnino goes to Cocknuff, who refuses to give him Misora. Saturnino, irritated by the refusal, declares war against Cocknuff and reaches the island of the apes, where he forms new recruits, and then destroys the aquarium, freeing Misora.\n\nA white elephant owned by the Siamese King is stolen, and a rich reward is granted to who finds it. Saturnino and Misora become aware of the announcement and they go to Bangkok.\n\nIt turns out that the elephant have been stolen by minister Nao-Ching who have sold it to the San-Kiù Mandarin. Saturnino fights against the men of the Mandarin but they kidnap Misora. In the attempt to save her, Saturnino and his fellows fall in a trap and they are imprisoned and then sentenced to death.\n\nMisora pretends to be the wife of the Mandarin and succeed to free Saturnino and his men by distracting the guards with opium.\n\nSaturnino and his fellows manage to escape and then return the white elephant to the King.\n\nSaturnino and Misora navigate to the springs of Nile. Misora notices two young girls bounded and surrounded by a lot of men. The two camouflage themselves as aggressive wild animals, kill the tribal chief and oust the \"Niam-Niam\" tribe who held the girls prisoners in order to eat them.\n\nThe two women are the queens of Makalolos tribe and they in camp in a safe place, without noticing a pride of lions. While Saturnino make the lions escape, Misora and the queens are kidnapped by a gorilla and Saturnino convinces it to free them speaking in its \"language\".\n\nSaturnino takes command of the Bella Leocadia ship travelling to America, where the Milligan of South wants to move the Niagara Falls into his territory.\n\nIn order to study the project, Saturnino settles in a village of beavers. Betrayed by Fileas-Fogg, the village is attacked by Native Americans led by Red Bison who make Saturnino and Misora prisoners.\n\nSaturnino is then freed by the daughter of the tribe chief and escapes with her on a horse. In order to take revenge on the betrayal of Fileas-Fogg, Saturnino takes command of the army of the Milligan of North against the one of South of Fileas-Fogg. The northern army moves war against Southerners and the latter are defeated by sleeping them with \"chloroform bombs\" and a \"pneumatic aspirator\" which aspirates enemies.\n\nSaturnino confronts Fileas-Fogg in the final duel on board of hot air balloons armed with machine guns, frees Misora and defeats the enemy dropping him.\n\nAt the end, Saturnino returns to the Island of the Apes where he is warmly welcomed.\n\n"
        },
        {
            "title": "Production",
            "text": "The original film was 1400 m long and it was produced by Società Anonima Ambrosio of Turin, directed and starred by Marcel Fabre and based on the novel Viaggi straordinarissimi di Saturnino Farandola by Albert Robida. Scenes were shot with four main colours: ochre, green, blue and brown.[1] Fabre was inspired by the techniques used by French Georges Méliès for his films based on the novels of Jules Verne, but the Italian director applied them in a more adventurous setting with dynamic aerial battles.[3]\n\n"
        }
    ]
}