{
    "url": "https://en.wikipedia.org/wiki/League_for_the_Larger_Life",
    "title": "League for the Larger Life",
    "table_of_contents": [
        "1 Mission and activities",
        "2 Notable members",
        "3 History",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The League for the Larger Life, founded in 1916, was an early New Thought organization based in New York City, New York, with a chapter in Washington, D.C. A locally-focused organization, several of its members were influential across the United States and around the world. The League was uniquely composed of thirty metaphysical societies in the city.[1]\n\n"
        },
        {
            "title": "Mission and activities",
            "text": "The mission of the League was \"to spread a knowledge of the fundamental principles that underlie healthy and harmonious living\" and \"to assist the individual in the solution of personal problems\".[2] The League operated Sunday services, classes throughout the week, and provided lecturers and teachers with places to provide their services at its headquarters, 222 W. 72nd Street in New York City. The League's classes focused on The Bible, health and music, and provided a daily Prosperity Fellowship.[3][4] It was also identified as an antiwar organization in the 1920s.[5]\n\n"
        },
        {
            "title": "Notable members",
            "text": "Orison Swett Marden, an early New Thought writer, was the first president of the League. Dr. Julia Seton and many others were involved in the League, as well.[6] Eugene Del Mar, a noted chess champion, was a leader in the League at one point.[7] Fenwicke Holmes, the influential brother of the Religious Science founder Ernest Holmes, was heavily influenced by his stand speaking at the League at the behest of Dr. Seton.\n\n"
        },
        {
            "title": "History",
            "text": "Founded in 1916, the League held its first conference that year. According to The New York Times, more than 1,000 people were at the Forty-eighth Street Theatre. Several organizations were represented at the conference, including The Vedanta Society led by Swami Bodhananda, the Higher Thought Centre led by W. Frederic Keeler, the First Church of Divine Science where W. John Murray was pastor and the Freedom Fraternity headed by Miss Mary Allen.[1]\n\nThe organization had disbanded by 1959.[8]\n\n"
        }
    ]
}