{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_life",
    "title": "Lebensphilosophie",
    "table_of_contents": [
        "1 Overview",
        "2 List of notable theorists",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External Links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lebensphilosophie (German: [ˈleːbm̩s.filozoˌfiː]; meaning 'philosophy of life') was a dominant philosophical movement of German-speaking countries in the late 19th and early 20th centuries, which had developed out of German Romanticism. Lebensphilosophie emphasised the meaning, value and purpose of life as the foremost focus of philosophy.[1]\n\nIts central theme was that an understanding of life can only be apprehended by life itself, and from within itself. Drawing on the critiques of epistemology offered by Schopenhauer and Nietzsche, notable ideas of the movement have been seen as precursors to both Husserlian phenomenology and Heideggerian existential phenomenology.[1] Lebensphilosophie criticised both mechanistic and materialist approaches to science and philosophy[1] and as such has also been referred to as the German vitalist movement,[2] though its relationship to biological vitalism is questionable. Vitality in this sense is instead understood as part of a biocentric distinction between life-affirming and life-denying principles.[3]\n\n"
        },
        {
            "title": "Overview",
            "text": "Inspired by the critique of rationalism in the works of Arthur Schopenhauer, Søren Kierkegaard, and Friedrich Nietzsche, Lebensphilosophie emerged in 19th-century Germany as a reaction to the rise of positivism and the theoretical focus prominent in much of post-Kantian philosophy.[1][4] While often rejected by academic philosophers, it had strong repercussions in the arts.[5]\n\nThe Lebensphilosophie movement bore indirect relation to the subjectivist philosophy of vitalism developed by Henri Bergson, which lent importance to immediacy of experience.[6]\n\nTwentieth-century forms of Lebensphilosophie can be identified with a critical stress on norms and conventions. The Israeli-American historian Nitzan Lebovic identified Lebensphilosophie with the tight relation between a \"corpus of life-concepts\" and what the German education system came to see, during the 1920s, as the proper Lebenskunde, the 'teaching of life' or 'science of life'—a name that seemed to support the broader philosophical outlook long held by most biologists of the time. In his book Lebovic traces the transformation of the post-Nietzschean Lebensphilosophie from the radical aesthetics of the Stefan George Circle to Nazi or \"biopolitical\" rhetoric and politics.[7]\n\nThis philosophy pays special attention to life as a whole, which can only be understood from within. The movement can be regarded as a rejection of Kantian abstract philosophy or scientific reductionism of positivism.\n\n"
        }
    ]
}