{
    "url": "https://en.wikipedia.org/wiki/Legal_positivism",
    "title": "Legal positivism",
    "table_of_contents": [
        "1 Etymology",
        "2 Legal validity and the sources of law",
        "3 Legal positivism and legal realism",
        "4 History",
        "4.1 Antecedents of legal positivism",
        "4.2 Legal positivism",
        "4.2.1 Methodology",
        "4.2.2 Thomas Hobbes and Leviathan",
        "4.2.3 Jeremy Bentham",
        "4.2.4 John Austin's command theory",
        "4.2.5 Hans Kelsen and Germanic positivism",
        "4.2.6 H. L. A. Hart",
        "4.2.7 Joseph Raz",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Legal positivism (as understood in the Anglosphere) is a school of thought of analytical jurisprudence developed largely by legal philosophers during the 18th and 19th centuries, such as Jeremy Bentham and John Austin. While Bentham and Austin developed legal positivist theory, empiricism provided the theoretical basis for such developments to occur. The most prominent legal positivist writer in English has been H. L. A. Hart, who, in 1958, found common usages of \"positivism\" as applied to law to include the contentions that:\n\nHistorically, legal positivism is in opposition to natural law's theories of jurisprudence, with particular disagreement surrounding the natural lawyer's claim that there is a necessary connection between law and morality.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term positivism is derived from Latin ponere, positum, meaning \"to put\". \"Positive law\" is that which is man-made, i.e., defined formally.[2]\n\n"
        },
        {
            "title": "Legal validity and the sources of law",
            "text": "In the positivist opinion, the source of a law is the establishment of that law by some legal authority which is recognised socially. The merits of a law are a separate issue: it may be a 'bad law' by some standard, but if it was added to the system by a legitimate authority, it is still a law.\n\nThe Stanford Encyclopedia of Philosophy summarises the distinction between merit and source like so: \"The fact that a policy would be just, wise, efficient, or prudent is never sufficient reason for thinking that it is actually the law, and the fact that it is unjust, unwise, inefficient or imprudent is never sufficient reason for doubting it. According to positivism, law is a matter of what has been posited (ordered, decided, practiced, tolerated, etc.); as we might say in a more modern idiom, positivism is the view that law is a social construction.\"[2]\n\nLegal positivism does not claim that the laws so identified should be obeyed, or that necessarily there is value in having clear, identifiable rules (although some positivists may also make these claims). Indeed, the laws of a legal system may be quite unjust, and the state may be quite illegitimate; as a result, there may be no obligation to obey them. Moreover, the fact that a law has been identified by a court as valid does not provide any guidance as to whether the court should apply it in a particular case. As John Gardner has said, legal positivism is \"normatively inert\"; it is a theory of law, not a theory of legal practice, adjudication, or political obligation. Legal positivists believe that intellectual clarity is best achieved by leaving these questions for separate investigation.\n\n"
        },
        {
            "title": "Legal positivism and legal realism",
            "text": "Legal positivism is distinct from legal realism. The differences are both analytically and normatively important.  Both systems consider that law is a human construct. Unlike the American legal realists, positivists believe that in many instances, the law provides reasonably determinate guidance to its subjects and to judges, at least in trial courts.\n\nNiklas Luhmann asserts \"We can reduce ... positive law to a formula, that law is not only posited (that is, selected) through decision, but also is valid by the power of decision (thus contingent and changeable).\"[3] However, positivists do not assert that law is made valid by anyone's decision. In Hart's opinion, the validity of law is a matter of the customary and collective practices of the courts. As for the moral validity of law, both positivists and realists maintain that this is a matter of moral principles. \"The power of decision\" has no essential role in either, since individual decision rarely suffices to create a social practice of recognition, and it would be implausible to suppose that moral principles are made so by anyone's decision.[2][4][citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "The main antecedent of legal positivism is Empiricism, the thinkers of which range back as far as Sextus Empiricus, Thomas Hobbes, John Locke, George Berkeley, David Hume, and Auguste Comte. The main idea of empiricism is the claim that all knowledge of fact must be validated by sense experience or be inferred from propositions derived unambiguously from sense data. Further, empiricism is in opposition to metaphysics; for instance, Hume rejected metaphysics as mere speculation beyond what can be learnt from sense experience.[5] The teachings of the empiricists preceded systemization of a positivist method for problems of comprehension and analysis, which was later represented by legal positivism.[6]  For example, John Locke's empiricism did not prevent him from being an advocate of natural law.[citation needed]\n\nLogical positivists such as Rudolf Carnap and A. J. Ayer suggested another important tenet of legal positivism: namely, that propositions and the use of words must be examined in order to understand reality.[6] A sentence has literal significance if, and only if, it expresses something which is either tautologous or empirically verifiable.[6]\n\nTraditionally, positivist theories of law have been developed by theorists applying the method of conceptual analysis to determine what is 'natural to say'.[7] This approach assumes that legal concepts, being ‘settled by the classificatory machinery of human thought’, are ‘amenable only to philosophical… reflection’.[8] Recently, researchers in the emerging field of experimental jurisprudence have challenged this assumption by exploring the relation between law and morality through systematic, psychological investigations of folk legal concepts.[9][10]\n\nLegal positivism is related to empiricist and logical positivist theoretical traditions. Its methods include descriptive investigations of particular legal orders. Peter Curzon wrote that this approach \"utilizes in its investigations the inductive method\" which proceeds \"from observation of particular facts to generalizations concerning all such facts.\"[6] These investigations eschew assessments of ethics, social welfare, and morality. As Julius Stone wrote, legal positivist investigation is concerned primarily with \"an analysis of legal terms, and an inquiry into the logical interrelations of legal propositions.\"[citation needed] Further, law and its authority are framed as source-based: the validity of a legal norm depends not on its moral value, but on the sources determined by a social community's rules and conventions.[6] This source-based conception aligns with the logical positivism of Rudolf Carnap, who rejected metaphysical conjecture about the nature of reality beyond observable events.\n\nThomas Hobbes, in his seminal work Leviathan, postulated the first detailed notion of law based on the notion of sovereign power. As Hampton writes, \"law is understood [by Hobbes] to depend on the sovereign's will. No matter what a law's content, no matter how unjust it seems, if it has been commanded by the sovereign, then and only then is it law.\"[11] There is, however, debate surrounding Hobbes's status as a legal positivist.[11][12][13]\n\nThe English jurist and philosopher Jeremy Bentham is arguably the greatest historical British legal positivist. In An Introduction to the Principles of Morals and Legislation, Bentham developed a theory of law as the expressed will of a sovereign. In 'A Fragment on Government', Bentham made a distinction between the following types of people:\n\nThe philosophy of law, considered strictly, was to explain the real laws of the expositors, rather than the criticisms of the censors.\n\nBentham was also noted for terming natural law \"nonsense upon stilts\".\n\nJohn Austin partly emulated Bentham by writing The Province of jurisprudence Determined.[15] However,  Austin differed from Bentham in a number of ways, for example, by endorsing the common law.\n\nDifferences aside, Austin embraced Hobbes's and Bentham's conception of law as a sovereign command, whose authority is recognised by most members of a society; the authority of which is enforced by the use of sanctions, but which is not bound by any human superior. The criterion for validity of a legal rule in such a society is that it has the warrant of the sovereign and will be enforced by the sovereign power and its agents.\n\nThe three main tenets of Austin's command theory are:\n\nAustin considered law to be commands from a sovereign that are enforced by a threat of sanction. In determining 'a sovereign', Austin recognised it is one whom society obeys habitually. This sovereign can be a single person or a collective sovereign such as Parliament, with a number of individuals, with each having various authoritative powers. Austin's theory is also somewhat brief in his explanations of Constitutions, International Law, non-sanctioned rules, or law that gives rights. Insofar as non-sanctioned rules and laws that allow persons to do things, such as contract law, Austin said that failure to obey the rules does result in sanctions; however, such sanctions are in the form of \"the sanction of nullity\".\n\nThe British legal positivism hitherto mentioned was founded on empiricism; by contrast, Germanic legal positivism was founded on the transcendental idealism of the German philosopher Immanuel Kant. Whereas British legal positivists regard law as distinct from morals, their Germanic counterparts regard law as separate from both fact and morals. The most famous proponent of Germanic legal positivism is Hans Kelsen, whose thesis of legal positivism is explained by Suri Ratnapala, who writes:\n\nFrom this framework, Kelsen opined that the regression of validated norms cannot go on infinitely and must arrive at a first cause, which he called a Grundnorm (basic norm). The legal system is therefore a system of legal norms connected to each other by their common origin, like the branches and leaves of a tree.\n\nFor Kelsen, \"sovereignty\" was an arbitrary concept: \"We can derive from the concept of sovereignty nothing else other than what we have purposely put into its definition.\"[citation needed]\n\nKelsen attracted disciples among scholars of public law worldwide. These disciples developed \"schools\" of thought to extend his theories, such as the Vienna School in Austria and the Brno School in Czechoslovakia. In English-speaking countries, H. L. A. Hart and Joseph Raz are perhaps the best-known authors who were influenced by Kelsen, though both schools differed from Kelsen's theories in several respects.\n\nHart liked Austin's theory of a sovereign, but claimed that Austin's command theory failed in several important respects. Among the ideas developed in Hart's book The Concept of Law (1961) are:\n\nA pupil of Hart, Joseph Raz was important in continuing Hart's arguments of legal positivism since Hart's death. This included editing in 1994 a second edition of Hart's The Concept of Law, with an additional section including Hart's responses to other philosophers' criticisms of his work.[17]\n\nRaz also argued, contrary to Hart,[17] that the validity of a law can never depend on its morality.[18]  However, Raz came to accept that law may depend upon morality in certain circumstances.[19]\n\nLegal positivism in Germany has been famously rejected by Gustav Radbruch in 1946 where prosecution of Nazi supporters faced a challenge of assessing actions that were legally compliant with Nazi Germany law. Radbruch argued that when \"discrepancy between the positive law and justice reaches a level so unbearable\", it effectively becomes \"erroneous law\" and must not be followed unconditionally.\n\n"
        }
    ]
}