{
    "url": "https://en.wikipedia.org/wiki/Legacy_of_George_Washington",
    "title": "Legacy of George Washington",
    "table_of_contents": [
        "1 Public opinion",
        "2 Father of America",
        "3 First American President",
        "3.1 Slavery",
        "4 Presidential precedents",
        "5 Memorials",
        "5.1 Washington Monument 1885",
        "5.2 Mount Rushmore 1941",
        "5.3 Places",
        "6 Centennial celebration",
        "7 International",
        "7.1 Great Britain",
        "7.2 France",
        "7.3 Netherlands",
        "7.4 Latin America",
        "8 Currency and postage",
        "8.1 Currency",
        "8.2 Postage stamps",
        "9 Video games",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 Sources",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGeorge Washington (1732–1799) commanded the American Revolutionary War (1775–1783), and was the first president of the United States, from 1789 to 1797. In terms of personality, leading Washington biographer Douglas Southall Freeman concluded, \"the great big thing stamped across that man is character.\" By character, says David Hackett Fischer, \"Freeman meant integrity, self-discipline, courage, absolute honesty, resolve, and decision, but also forbearance, decency, and respect for others.\"[1] Because of his central role in the founding of the United States, Washington is often called the \"Father of his Country\". His devotion to republicanism and civic virtue made him an exemplary figure among American politicians. His image has become an icon and is commonplace in American culture.\n\n"
        },
        {
            "title": "Public opinion",
            "text": "Congressman Henry \"Light Horse Harry\" Lee, a Revolutionary War comrade and father of the American Civil War general Robert E. Lee, famously eulogized Washington as:\n\nLee's words set the standard by which Washington's overwhelming reputation was impressed upon the American memory. Washington set many precedents for the national government and the presidency in particular. In 1951 the unwritten two-term limit set by Washington would become the 22nd Amendment to the Constitution. He also set constitutional precedent by being the first president to use the Presidential Veto.[2]\n\nAs early as 1778 he was lauded as the \"Father of His Country\"[3] and is often considered to be the most important of Founding Fathers of the United States. He has gained fame around the world as a quintessential example of a benevolent national founder. As Gordon Wood concludes, the greatest act in his life was his resignation as commander of the armies—an act that stunned aristocratic Europe.[4]  According to painter Benjamin West (as recorded in the diaries of his colleague Joseph Farington):\n\nWashington was long considered not just a military and revolutionary hero, but a man of great personal integrity, with a deeply held sense of duty, honor and patriotism. He was upheld as a shining example in schoolbooks and lessons: as courageous and farsighted, holding the Continental Army together through eight hard years of war and numerous privations, sometimes by sheer force of will; and as restrained: at war's end taking affront at the notion he should be King; and after two terms as president, stepping aside.\n\nIn 1790, Washington's close friend Benjamin Franklin died. In Franklin's will, he bequeathed Washington his walking cane, which Franklin received while serving as ambassador to France during the 1780s. Franklin spoke highly of Washington, even as a king, in his will:\n\nWashington was always the exemplar of republican virtue in America. He is seen more as a character model than war hero or founding father.  One of Washington's greatest achievements, in terms of republican values, was refraining from taking more power than was due. He was conscientious of maintaining a good reputation by avoiding political intrigue. He had no interest in nepotism or cronyism, rejecting, for example, a military promotion during the war for his deserving cousin William Washington lest it be regarded as favoritism. Thomas Jefferson wrote, \"The moderation and virtue of a single character probably prevented this Revolution from being closed, as most others have been, by a subversion of that liberty it was intended to establish.\"[7]\n\n"
        },
        {
            "title": "Father of America",
            "text": "According to Mount Vernon's Digital Encyclopedia of George Washington:\n\nThough he had been the highest-ranking officer of the Revolutionary War, having in 1798 been appointed a Lieutenant General (now three stars), it seemed incongruous that all later full four star and higher generals outranked Washington.  This issue was resolved in the bicentennial year of 1976 when Washington was, by act of Congress, posthumously promoted to the rank of General of the Armies, this promotion being backdated to July 4, 1976,[9] making Washington permanently the senior military officer of the United States.\n\n"
        },
        {
            "title": "First American President",
            "text": "Washington was the first American president under the United States Constitution,[a] and was unanimously elected by the Electoral College in 1789 and again in 1792;[11] he remains the only president to receive the totality of electoral votes. The system in place at the time dictated that each elector cast two votes, with the winner becoming president, and the runner-up vice president. All electors in the elections of 1789 and 1792 cast one of their votes for Washington; thus it may be said that he was elected president unanimously, which has become his legacy alone.\n\nWashington believed that the institution of slavery on its own would eventually die out and be replaced by an industrial revolution that was beginning to emerge in the Northern states.[12]\n\nPrior to the American Revolution, Washington never displayed any animosity towards slavery.  His views on slavery were modified during the Revolution, between 1775 and 1784, having been influenced by the egalitarian belief that men were born with natural rights.  Washington also discovered during the Revolution that free blacks who served in the Revolutionary Army could match the industry, dedication, and courage exhibited by white soldiers.[13] In 1794, while President, to resolve his dilemma over slavery, Washington attempted to lease property at Mount Vernon to farmers on the condition that former slaves would work as paid free laborers.  This idea had been suggested to Washington by his close friend, Marquis de Lafayette, an abolitionist, in 1784.  However, the plan proved to be improbable and no buyers could be found to purchase the land.  Although Washington himself could have freed his own slaves and paid them as workers, he never did. According to historians, his death in 1799 under his new will in essence condemned Mt. Vernon to ruin and was in effect an act of atonement for Washington's lifetime involvement in human exploitation.  Martha voluntarily freed Washington's slaves in 1800, sixteen months prior to her own death.[13]\n\n"
        },
        {
            "title": "Presidential precedents",
            "text": "As the first President of the United States, George Washington developed lasting traditions that helped shape the role of the executive branch.[14]  Washington knew he needed to establish an effective executive role, but also understood the importance of the sovereignty of the individual and limited government. It was highly important to himself and the nation that the executive bear no resemblance to a monarchy. The Constitution was created for such purpose and divided the power of government into the three distinct branches. Article II of the United States Constitution outlines the powers of the executive branch, but is written with ambiguity. Therefore, Washington had to forge the institution necessary to carry out the president's constitutional powers. In doing so, precedents emerged that are notable to this day.[citation needed]\n\nGeorge Washington impacted the role of the presidency from his inauguration to his retirement. From the beginning, Washington did not want to resemble a king or be referred to as one. He preferred the title \"Mr. President,\" which is how presidents are still addressed to this day.[15] Washington also shaped the inauguration process. As Washington was sworn in during his oath of office, he placed his right hand upon the Bible.[15] This is not required, but for the majority of presidents became tradition.[citation needed]\n\nOn January 8, 1790, Washington gave his First Inaugural Address to a joint session of congress. Now known as the State of the Union Address, it established a platform to implement article 2 section 3 of the Constitution which states the president, \"shall from time to time give to the Congress Information of the State of the Union, and recommend to their Consideration such Measures as he shall judge necessary and expedient\".[16] Presidents ever since have given State of the Union Addresses to Congress once a year.[citation needed]\n\nThe president's Cabinet and the selection of cabinet members is also not explicitly stated in the Constitution.[17] Washington understood the importance of receiving counsel and thus established the practice of appointing secretaries of the Executive Departments. Article II Section 2 of the Constitution gives him the power to do so and states the President, \"with the advice and consent of the senate... shall appoint... all other officers of the United States.[17]\"\n\nBy serving for just eight years, Washington showed that it is acceptable and honorable for a president to step down after two terms in office. This was common practice by all presidents thereafter with the exception of Franklin D. Roosevelt who was elected to four terms of office. The twenty second amendment of the United States Constitution ratified in 1951, set the term limit to two terms maximum for all future presidents, thus transforming the tradition into law.[15] George Washington stepped down from the presidency and assured a smooth transition between his administration and the incoming administration of John Adams. He refused to run for another term and proved that the president can willingly step down from his position and trust the democratic voting process to select the next president.[citation needed]\n\n"
        },
        {
            "title": "Memorials",
            "text": "Washington's face and image are often used as national symbols of the United States, along with the icons such as the flag and great seal. Perhaps the most pervasive commemoration of his legacy is the use of his image on the one-dollar bill and the quarter-dollar coin. Washington, together with Theodore Roosevelt, Thomas Jefferson, and Abraham Lincoln, is depicted in stone at the Mount Rushmore Memorial.\n\nStarting with victory in their Revolution, there were many proposals to build a monument to Washington. After his death, Congress authorized a suitable memorial in the national capital, but the decision was reversed when the Democratic-Republicans took control of Congress in 1801. The Democratic-Republicans were dismayed that Washington had become the symbol of the Federalist Party; furthermore, the values of Republicanism seemed hostile to the idea of building monuments to powerful men.[18] Further political squabbling, along with the north–south division on the Civil War, blocked the completion of the Washington Monument until the late 19th century. By that time, Washington had the image of a national hero who could be celebrated by both North and South, and memorials to him were no longer controversial.[19] Predating the obelisk on the National Mall by several decades, the first public memorial to Washington was built by the citizens of Boonsboro, Maryland, in 1827.[20]\n\nMany things have been named in honor of Washington. George Washington is the namesake of the nation's capital, Washington, D.C., and the state of Washington, the only state to be named for a president. The Washington Monument, one of the most well-known American landmarks, was built in his honor. A variety of colleges and universities, throughout the United States, are named for George Washington. The United States Navy has named three ships after Washington. The George Washington Bridge, which extends between New York City and New Jersey, and the palm tree genus Washingtonia, are also named after him. A bronze statue of Washington stands in London at the National Gallery, a gift from the Commonwealth of Virginia.[21]\n\nThere are many other \"Washington Monuments\" in the United States, including two well-known equestrian statues, one in Manhattan and one in Richmond, Virginia. The first statue to show Washington on horseback was dedicated in 1856 and is located in Manhattan's Union Square.[22] The second statue is known as either the Virginia Washington Monument or as the George Washington Equestrian Statue[23] and was unveiled in 1858.[23][24] It was the second American statue of Washington on horseback[24] but figures prominently in the official seal of the Confederate States of America.[23][25]\n\nA marble statue of Washington was made from life by sculptor Jean-Antoine Houdon, and now sits in the Rotunda of the State Capitol in Richmond, Virginia. A duplicate, one of 22 bronze exact replicas,[26] was given to the British in 1921 by the Commonwealth of Virginia and now stands in front of the National Gallery at Trafalgar Square.[27]\n\nWashington Square Arch (1892) in Washington Square Park, NYC, is perhaps the nation's most prominent monument celebrating the centennial of Washington's inauguration.\n\nIn 1917 the 886 Washingtonia asteroid was named in his honor.\n\nThe Federal City (Washington D.C.), during Washington's lifetime, was originally designed for the place of Washington's memorial. Architect Pierre L'Enfant had specifically set apart land space for a monument to Washington, southwest of the Capital and the White House. The city was completed in 1800 and incorporated officially taking on Washington's name. After Washington's death in December 1799, Congress made no appropriations for Washington's marble monument, although it had pledged to do so. For three decades, funding still had not been granted by Congress for Washington's memorial. This created a public outcry and upset many who believed it was time to honor the first President of the United States, and in 1833 the private Washington National Monument Society was formed. The Society solicited funding from private donors and set out to build the monument, without Congressional funding. In 1845, the Society chose Robert Mills's design, an expensive, lavish Egyptian obelisk, 600 feet tall, that would contain thirty 100-foot base columns.[28]\n\nWork began on the monument on July 4, 1848. An 80-square-foot pyramid underground foundation was built followed by a 55-feet 1.5-inch marble base. By 1854, the tower had reached 156 feet above the ground, however, due to lack of funding, further construction was stopped. Throughout the American Civil War, the memorial stood incomplete, while Congress for another decade refused to take over the project. It was not until July 5, 1876, under the Presidency of Ulysses S. Grant, that Congress finally passed a law to take over the funding and building of Washington's memorial. On December 6, 1884, a 3,300-pound capstone was placed on top of the tower, and Washington's memorial was finally complete. Although design changes took place, the finished memorial stood at 555 feet tall, ten times the width of the base, making it the tallest tower in the world. The thirty ornate 100-foot base columns were scrapped for aesthetic and cost reasons. The monument was officially dedicated on February 21, 1885.[28]\n\nOn August 23, 2011, a 5.8 magnitude earthquake struck 95 miles southwest of Washington, D.C. On the memorial's observation deck, visitors were tossed around from the shaking, while falling mortar and stone debris caused minor injuries. No one was seriously hurt and all safely exited from inside the monument. However, the memorial and park were closed to the public due to the earthquake. Thirty-two months later, on March 12, 2014, the memorial was open to visitors again after repair work allowed visitors to ascend to the observation deck. Elevator issues left visitors and employees stranded, having to walk down the stairs, and the park was closed to the public indefinitely on August 17, 2016. The monument was scheduled to open again to the public during the Spring of 2019.[29] Reopening was then delayed until at least August 2019 for mitigation of possibly contaminated underground soil thought to have been introduced in the 1880s.[30]\n\nIn 1923, historian Doane Robinson had developed an idea to make a gigantic sculpture on the Black Hills of South Dakota. In August 1924, Robinson contacted by letter and requested renowned sculptor Gutzon Borglum to visit South Dakota and talk to him about creating a mountain sculpture.[31][32] Robinson had been impressed by Borglum's Confederate memorial on Stone Mountain. Borglum agreed to work on the project and met with Robinson twice in September 1924 and in August 1925. On his second visit Borglum searched for a location suitable for a gigantic sculpture and found Mount Rushmore, composed of granite, named after a New York attorney Charles E. Rushmore.[31][32] Four prominent presidents were chosen for the sculptor to bring national recognition, including George Washington, Thomas Jefferson, Theodore Roosevelt, and Abraham Lincoln. Washington was chosen to represent a \"light for liberty and the birth of the Republic.\" Washington was believed to upheld rights for the common citizen.[31]\n\nThe project began on August 10, 1927, and implemented innovative blasting and drilling techniques on a large scale. Lack of funding, however, extended the memorial's creation to 14 years, but in real time, it took 6+1⁄2 years of difficult and dangerous work to complete the gigantic sculpture. It took 400 men to build the memorial, remarkably, no one was killed in the process. The surface of the stone sculpture was finished to the smooth surface of a concrete sidewalk. The project cost $989,992.32 and was finished in October 1941. $836,000 in federal funding was used while private donations made up the difference. As the first United States President, under the Constitution, Washington's portrait was the first to be sculpted on a grand scale. Honored among presidents, he was chosen to be displayed in front of the other three chosen presidents. Washington was believed to have stood for the cause of liberty during the American Revolution. Washington was held in high esteem, and believed to have stood for holding office with \"dignity, prudence, and respect,\" and was an example for other Presidents to follow. [31]\n\n\nRobinson was considered the \"Father of Mount Rushmore.\" John Boland raised and kept track of funding for Mount Rushmore. Boland was introduced to the Mount Rushmore project in 1925 through Robinson. During lean times Boland kept the Mount Rushmore project from stalling and worked with unpaid creditors. Congressman William Williamson (South Dakota) was the driving force behind the federal funding for the Mount Rushmore project. Williams convinced President Calvin Coolidge to travel to the Black Hills in 1927. U.S. Senator Peter Norbeck (South Dakota) kept the Mount Rushmore project going in times when federal funding was sparse. [32]\nMany places and entities have been named in honor of Washington. Washington's name became that of the nation's capital, Washington, D.C., one of two national capitals across the globe to be named after an American president (the other is Monrovia, Liberia). The state of Washington is the only state to be named after a United States president.[33] George Washington University and Washington University in St. Louis were named for him, as was Washington and Lee University (once Washington Academy), which was renamed due to Washington's large endowment in 1796. Washington College in Chestertown, Maryland (established by Maryland state charter in 1782) was supported by Washington during his lifetime with a 50 guineas pledge,[34] and with service on the college's Board of Visitors and Governors until 1789 (when Washington was elected president).[35] According to the US Census Bureau's 1993 geographic data, Washington is the 17th most common street name in the United States,[36] and the only person's name so honored among the twenty most-common street names.[b]\n\n"
        },
        {
            "title": "Centennial celebration",
            "text": "The centennial anniversary of Washington's inauguration as president fell on April 30, 1889.  In observance of the occasion President Benjamin Harrison followed the itinerary of one hundred years before, from the Governor's mansion in New Jersey to the foot of Wall Street, in New York City, to old Saint Paul's Church, on Broadway, and to the site where the first Chief Magistrate first took the oath of office.  Three days were a round of naval, military, and industrial parades, with music, oratory, pageantry, and festivities.  For this Centennial Whittier composed an ode.  The venerable S. F. Smith, who had written \"America\" fifty-seven years before, was also inspired by the occasion to pen a Century Hymn, and to add to \"America\" the stanza:[37]\n\n"
        },
        {
            "title": "International",
            "text": "Although Washington was the leader of the war against Great Britain,  British public and elite opinion was highly favorable toward him during and after the war. The British  press almost always  portrayed him in a  favorable light, while at the same time denouncing the Continental Congress and New England radicals. British newspapers routinely praised Washington's personal character and qualities as a military commander.  Speakers in  Parliament typically praised  his courage, endurance, and attentiveness to the welfare of his troops. They often make the point that he was more exemplary than their own British generals. Washington's refusal to become involved in politics  was highlighted as a  leader fully committed to the military mission at hand and above the factional fray.[38]\n\nBefore the French Revolution in 1789, Washington's prestige, thanks mostly to Lafayette, was very high. He figured prominently in poetry, plays, and histories. Writers exaggerated and even invented some characteristics, casting him as a modern Cincinnatus who exemplified masculinity, virtue, and patriotism.[39] He was viewed with some hostility by French leaders after 1793 but was popular again after Bonaparte's coup d'état. Forgotten after 1815, his popularity was revived during World War I.[40][41]\n\nDutch leaders in the late 18th century helped fund the new nation and saw its victory over Great Britain in terms of their own successful battle to break away from the Spanish Empire in the sixteenth century. They compared George Washington to their own historic hero William the Silent.[42]\n\nManuel Belgrano, one of Argentina's independence leaders, in 1813 translated Washington's 'Farewell Address' into Spanish. Belgrano's introduction admired the political ideals it contained and his desire to diffuse these ideals among his countrymen.[43]\n\n"
        },
        {
            "title": "Currency and postage",
            "text": "The image of Washington is commonplace on U.S. currency and postage stamps.\n\nWashington, along with Benjamin Franklin, appeared on the nation's first postage stamps in 1847. Since that time Washington has appeared on many postage issues, more than all other presidents combined.[45]\n\nWashington's victory over Cornwallis at the Battle of Yorktown was commemorated with a two-cent stamp on the battle's 150th anniversary on October 19, 1931.[46] The 150th anniversary of the signing of the Constitution with George Washington as presiding officer was celebrated with a three-cent issue on September 17, 1937, was adapted from the painting by Julius Brutus Stearns.[47] Washington's presidential inauguration at Federal Hall in New York City was celebrated on its 150th anniversary on April 30, 1939.[48]\n\n"
        },
        {
            "title": "Video games",
            "text": "George Washington is featured in modern video games as a prominent fictionalized character from world history in Age of Empires III, Civilization V and Assassin's Creed III (as himself in game and a counter-history King in DLC). These games are discussed in Winnerling and Kershbaumer's Early Modernity and Video Games explaining that the player manipulating the games' semiotic system of communications thereby \"gives insights in his historical consciousness.\"[49]\n\n"
        }
    ]
}