{
    "url": "https://en.wikipedia.org/wiki/Legal_drama",
    "title": "Legal drama",
    "table_of_contents": [
        "1 Themes",
        "2 History",
        "3 Legal thrillers",
        "4 Television",
        "5 Inaccurate portrayal of legal practice",
        "6 See also",
        "7 Notes",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A legal drama is a genre of film and television that generally focuses on narratives regarding legal practice and the justice system. The American Film Institute (AFI) defines \"courtroom drama\" as a genre of film in which a system of justice plays a critical role in the film's narrative.[1] Legal dramas have also followed the lives of the fictional attorneys, defendants, plaintiffs, or other persons related to the practice of law present in television show or film. Legal drama is distinct from police crime drama or detective fiction, which typically focus on police officers or detectives investigating and solving crimes. The focal point of legal dramas, more often, are events occurring within a courtroom, but may include any phases of legal procedure, such as jury deliberations or work done at law firms. Some legal dramas fictionalize real cases that have been litigated, such as the play-turned-movie, Inherit the Wind, which fictionalized the Scopes Monkey Trial. As a genre, the term \"legal drama\"  is typically applied to television shows and films, whereas legal thrillers typically refer to novels and plays.\n\n"
        },
        {
            "title": "Themes",
            "text": "Legal dramas typically portray moral dilemmas that occur with the practice of the law or participating in the justice system, many of which mirrors dilemmas in real life. The American Bar Association Journal has interpreted the public's enjoyment of legal dramas occur because \"stories about the legal system are laced with human vulnerability.\"[2] Indeed, even though \"there are no car chases [and]... [g]uns are never drawn\", legal dramas retain strong followings because of their presentation of moral intrigue in a setting that actually reflects what occurs in the world.\n\nLegal dramas may present stories of the miscarriages of justice, such as persons wrongly convicted of a crime they did not commit. At times, stories may involve the moral implications of police misconduct, such as placing or tampering with evidence, such as in the 1993 film In the Name of the Father. More often, legal dramas focus on the attorneys' point of view when faced with these difficulties. For instance, in The Practice, a television legal drama series revolving around a firm of criminal defense attorneys, a common theme presented is the difficulty of defending clients known or believed to be guilty.[3]\n\nFinally, many legal dramas present themes that reflect politicized issues. In the 1960 film, Inherit the Wind, the politicized issue portrayed was the legality of a Tennessee statute that made it unlawful to teach the theory of evolution in a public school. As laws and public policy opinions change, so do the themes presented in legal dramas. The 1992 film A Few Good Men explored the psychology of superior orders, e.g. excusing criminal actions because they were only committed from 'following orders'. The film Philadelphia (1993) addressed homophobia, and the discrimination and public fear of HIV/AIDs carriers. In 1996, The People vs. Larry Flynt portrays the early years of Hustler Magazine and issues of obscenity and freedom of speech. You Don't Know Jack (2010) is a fictional biographic film about Dr. Jack Kevorkian and the legal actions he faced as a result of providing euthanasia services to terminal patients. Racial injustice remains a common theme from as far back as To Kill a Mockingbird in 1962 to the 2017 film Marshall.\n\n"
        },
        {
            "title": "History",
            "text": "Legal drama in American film has an extensive history stemming from as early as the 1908 film, Falsely Accused![4] The 1950s and 1960s presented a number of legal drama films including, 12 Angry Men (1957), Witness for the Prosecution (1957), I Want to Live! (1958), Anatomy of a Murder (1959), The Young Philadelphians (1959), Compulsion (1959), Inherit the Wind (1960), Judgment at Nuremberg (1961), and To Kill a Mockingbird (1962). Arguably, 12 Angry Men and To Kill a Mockingbird stand as the cornerstones of early legal dramas, garnering extensive acclaim, recognition, and awards. Despite underwhelming box office performance, 12 Angry Men was nominated in three different categories at the 30th Academy Awards and appears on half of the AFI 100 Years... series lists of films, which celebrate the greatest films in American cinema. Likewise, To Kill a Mockingbird received even more acclaim, garnering three academy awards out of eight total nominations at the 35th Academy Awards, appears on seven of the AFI's ten lists celebrating the greatest films, including ranking as the best courtroom drama, and selected for preservation United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".  Other countries also premiered legal dramas or courtrooms dramas in the early 1900s, such as the French silent film The Passion of Joan of Arc (1928).[5]\n\nOther legal drama films have not focused on even the practice of law, such as Paper Chase, a film presenting the difficulty and anxiety of entering law school.[6]\n\n"
        },
        {
            "title": "Legal thrillers",
            "text": "Legal thriller films provide introspection into the life of a lawyer and legal professionals. \nWithin films, the central character is often engaged in professional work and experiences an obstacle that they have to overcome such as a client's case.[7] The character confronts problems with their personal life and work, as it is under threat by the complex case, creating a series of action and courtroom battles.[8]\n\nThe problems that characters faced are evident within reviews of films such as The Judge, where family dynamics are strained after a lawyer returns home for his mother's funeral.[9] Reviews from the New York Times comment on the film's transformation into a crime story, characteristic of the legal thriller. The film itself unfolds the legal thriller's ideal courtroom drama style and the film is taken place in what is deemed as a \"nostalgia-tinged town\".[10] Further films such as The Lincoln Lawyer have also met similar reviews from Roger Ebert, commenting on the love of three elements in the film: courtroom scene, old cars and tangled criminals.[11] The 2019 film, Dark Waters raises an ethical dilemma of lawyers often choosing sides within films, as the defence lawyer has to switch sides to defend a poisoned community. He risks his own future, community and life through dealing with the case, characteristic of the legal thriller.[12]\n\nBy combining the elements of film and law together, the relationship becomes central to the audience. It is through film techniques, images, symbols and social functions that legal thriller films can make an impact on the audience.[13] The film Mangrove shows the inequalities and injustices prevalent through Britain's Caribbean history. Steve McQueen was the first black director of an Academy winning best picture with 12 Years a Slave.[14] The five-part anthology, featuring Mangrove as the first visualises courtroom drama and heroism, characterising the legal thriller genre.[15] McQueen made his film resemble a landmark of the civil rights trial against black activists.[16] The film uses the characteristics of the legal thriller genre through a powerhouse courtroom drama and focusing on racial justice.[17] The power divide between two opposing sides is intended to shape transformative victory, as audiences can learn about diversity.[18]\n\nA Fall from Grace also features the challenge often taken by lawyers in legal thriller films.[19] For example, a young public defender has to handle the challenging case of a woman charged with murdering her husband. The film features elements of a conventional courtroom drama such as the heroic lawyer, shady characters and a law firm setting. Within the film, there are plot twists, characteristic of the legal thriller genre.[20] Furthermore, the film Law has ample court scenes and features a character taking on the fight for justice.[21] The film defies the stereotypical expectations of women through featuring the main character as a woman who wants to speak openly about gang rape victimisation.[22]\n\nThe recognition of injustice is another emerging aspect of legal thriller films.[23] Marshall is another example of a legal thriller film, where the lawyer is feature as the main character, travelling the country on behalf of the NAACP to defend black men who are accused of crimes.[24]  The film features a courtroom scene where violence occurs in retrieving the confession of a client and the difficulty to obtain the truth. Flashbacks are used as a key film technique to craft outrage as revealed by a film review.[25] The courtroom scenes are considered suspenseful and the setting of the 1940s shows a stage where people threw a facade with fake costumes and bright lights. Racism is exposed as a key social justice issue explored where the truth demands a voice.[26]\n\nThe following table summarises films that are categorised in the legal thriller genre:\n\n"
        },
        {
            "title": "Television",
            "text": "Early American television programs considered legal dramas include Perry Mason, The Defenders, JUDD for the Defense, Owen Marshall, Counselor at Law, The Bold Ones: The Lawyers, Petrocelli, and Matlock. More recent examples of serious legal dramas are Murder One, The Practice, Law & Order, L.A. Law, The Good Wife and Pearson.\n\nThe examples of legal comedy dramas are Ally McBeal and Boston Legal, both of which David E. Kelley created and produced, with Suits as the most popular legal drama during the 2010s.[citation needed] Better call Saul also achieved popularity following its first season in 2015.[27]\n\nLegal dramas are becoming more in demand from the public, more popular for many people to watch, and beginning to feature stronger female leads.[28]\n\n"
        },
        {
            "title": "Inaccurate portrayal of legal practice",
            "text": "It is widely believed by most practicing lawyers that legal dramas result in the general public having misconceptions about the legal process. Many of these misconceptions result from the desire to create an interesting story. For example, because conflict between parties make for an interesting story, legal dramas emphasize the trial and ignore the fact that the vast majority of civil and criminal cases in the United States are settled out of court.[29] Trials in legal dramas are often shown to be more emphatic by disregarding actual rules in trials that prevent prejudicing defendants from juries.\n\nBesides the actual practice of law, legal dramas may also misrepresent the character of lawyers in general. Some fictional lawyers may be portrayed as ambulance chasers, breaching rules of professional conduct by seeking out potential personal injury plaintiffs. Lawyers may also be portrayed as amoral, seeking only to win or financial gain, rather than do what is \"morally\" right. These negative portrayals reflect a long-standing cultural perception of lawyers since time immemorial. Another misrepresented character trait of attorneys portrayed by legal dramas is their sexual appetite. Characters such as Bobby Donnell and Ally McBeal portray lawyers who seemingly cannot keep from having sex with clients, colleagues, opposing counsel, or judges. Although attorneys appear a top preferred occupation for potential dating partners according to Bumble[30] and Tinder,[31] the Model Rules of Professional Conduct preclude lawyers from many of the relations portrayed in television.\n\nSpeaking at a screening of 12 Angry Men during the 2010 Fordham University Law School Film festival, US Supreme Court Justice Sonia Sotomayor stated that seeing 12 Angry Men while she was in college influenced her decision to pursue a career in law. She was particularly inspired by immigrant Juror 11's monologue on his reverence for the American justice system. She also told the audience of law students that, as a lower-court judge, she would sometimes instruct juries to not follow the film's example, because most of the jurors' conclusions are based on speculation, not fact.[32] Sotomayor noted that events from the film such as entering a similar knife into the proceeding; performing outside research into the case matter in the first place; and ultimately the jury as a whole making broad, wide-ranging assumptions far beyond the scope of reasonable doubt would not be allowed in a real-life jury situation, and would in fact have yielded a mistrial[33] (assuming, of course, that applicable law permitted the content of jury deliberations to be revealed).\n\n"
        }
    ]
}