{
    "url": "https://en.wikipedia.org/wiki/Legendary_creature",
    "title": "Legendary creature",
    "table_of_contents": [
        "1 Creatures",
        "2 Allegory",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA legendary creature (also mythical or mythological creature) is a type of fictional entity, typically a hybrid, that has not been proven and that is described in folklore (including myths and legends), but may be featured in historical accounts before modernity.\n\nIn the classical era, monstrous creatures such as the Cyclops and the Minotaur appear in heroic tales for the protagonist to destroy. Other creatures, such as the unicorn, were claimed in accounts of natural history by various scholars of antiquity.[1][2][3] Some legendary creatures have their origin in traditional mythology and were believed to be real creatures, for example dragons, griffins, and unicorns. Others were based on real encounters, originating in garbled accounts of travellers' tales, such as the Vegetable Lamb of Tartary, which supposedly grew tethered to the earth.[4]\n\n"
        },
        {
            "title": "Creatures",
            "text": "A variety of mythical animals appear in the art and stories of the Classical era. For example, in the Odyssey, monstrous creatures include the Cyclops, Scylla and Charybdis for the hero Odysseus to confront. In other tales there appear the Medusa to be defeated by Perseus, the (human/bull) Minotaur to be destroyed by Theseus, and the Hydra to be killed by Heracles, while Aeneas battles with the harpies. These monsters thus have the basic function of emphasizing the greatness of the heroes involved.[5][6][7]\n\nSome classical era creatures, such as the (horse/human) centaur, chimaera, Triton and the flying horse, are found also in Indian art. Similarly, sphinxes appear as winged lions in Indian art and the Piasa Bird of North America.[8][9]\n\nIn medieval art, animals, both real and mythical, played important roles. These included decorative forms as in medieval jewellery, sometimes with their limbs intricately interlaced. Animal forms were used to add humor or majesty to objects. In Christian art, animals carried symbolic meanings, where for example the lamb symbolized Christ, a dove indicated the Holy Spirit, and the classical griffin represented a guardian of the dead. Medieval bestiaries included animals regardless of biological reality; the basilisk represented the devil, while the manticore symbolised temptation.[10]\n\n"
        },
        {
            "title": "Allegory",
            "text": "One function of mythical animals in the Middle Ages was allegory. Unicorns, for example, were described as extraordinarily swift and uncatchable by traditional methods.[11]: 127  It was believed that the only way for one to catch this beast was to lead a virgin to its dwelling. Then, the unicorn was supposed to leap into her lap and go to sleep, at which point a hunter could finally capture it.[11]: 127  In terms of symbolism, the unicorn was a metaphor for Christ. Unicorns represented the idea of innocence and purity. In the King James Bible, Psalm 92:10 states, \"My horn shalt thou exalt like the horn of a unicorn.\" This is because the translators of the King James erroneously translated the Hebrew word re'em as unicorn.[11]: 128  Later versions translate this as wild ox.[12] The unicorn's small size signifies the humility of Christ.[11]: 128 \n\nAnother common legendary creature that served allegorical functions within the Middle Ages was the dragon. Dragons were identified with serpents, though their attributes were greatly intensified. The dragon was supposed to have been larger than all other animals.[11]: 126  It was believed that the dragon had no harmful poison but was able to slay anything it embraced without any need for venom. Biblical scriptures speak of the dragon in reference to the devil, and they were used to denote sin in general during the Middle Ages.[11]: 126  Dragons were said to have dwelled in places like Ethiopia and India, based on the idea that there was always heat present in these locations.[11]: 126 \n\nPhysical detail was not the central focus of the artists depicting such animals, and medieval bestiaries were not conceived as biological categorizations. Creatures like the unicorn and griffin were not categorized in a separate \"mythological\" section in medieval bestiaries,[13]: 124  as the symbolic implications were of primary importance. Animals we know to have existed were still presented with a fantastical approach. It seems the religious and moral implications of animals were far more significant than matching a physical likeness in these renderings. Nona C. Flores explains, \"By the tenth century, artists were increasingly bound by allegorical interpretation, and abandoned naturalistic depictions.\"[13]: 15 \n\n"
        }
    ]
}