{
    "url": "https://en.wikipedia.org/wiki/Leitmotif",
    "title": "Leitmotif",
    "table_of_contents": [
        "1 Classical music",
        "1.1 Early instances in classical music",
        "1.2 Wagner",
        "1.3 After Wagner",
        "1.4 Critique of the leitmotif concept",
        "2 Entertainment",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA leitmotif or leitmotiv[1] (/ˌlaɪtmoʊˈtiːf/) is a \"short, recurring musical phrase\"[2] associated with a particular person, place, or idea. It is closely related to the musical concepts of idée fixe or motto-theme.[2] The spelling leitmotif is an anglicization of the German Leitmotiv (IPA: [ˈlaɪtmoˌtiːf]), literally meaning \"leading motif\", or \"guiding motif\". A musical motif has been defined as a \"short musical idea ... melodic, harmonic, or rhythmic, or all three\",[1] a salient recurring figure, musical fragment or succession of notes that has some special importance in or is characteristic of a composition: \"the smallest structural unit possessing thematic identity.\"[3]\n\nIn particular, such a motif should be \"clearly identified so as to retain its identity if modified on subsequent appearances\" whether such modification be in terms of rhythm, harmony, orchestration or accompaniment. It may also be \"combined with other leitmotifs to suggest a new dramatic condition\" or development.[1] The technique is notably associated with the operas of Richard Wagner, and most especially his Der Ring des Nibelungen, although he was not its originator and did not employ the word in connection with his work.\n\nAlthough usually a short melody, it can also be a chord progression or even a simple rhythm. Leitmotifs can help to bind a work together into a coherent whole, and also enable the composer to relate a story without the use of words, or to add an extra level to an already present story.\n\nBy association, the word has also been used to mean any sort of recurring theme (whether or not subject to developmental transformation) in literature, or (metaphorically) the life of a fictional character or a real person. It is sometimes also used in discussion of other musical genres, such as instrumental pieces, cinema, and video game music, sometimes interchangeably with the more general category of theme.\n\n"
        },
        {
            "title": "Classical music",
            "text": "The use of characteristic, short, recurring motifs in orchestral music can be traced back to the early seventeenth century, such as L'Orfeo by Monteverdi. In French opera of the late eighteenth century (such as the works of Gluck, Grétry and Méhul), \"reminiscence motif\" can be identified, which may recur at a significant juncture in the plot to establish an association with earlier events. Their use, however, is not extensive or systematic. The power of the technique was exploited early in the nineteenth century by composers of Romantic opera, such as Carl Maria von Weber, where recurring themes or ideas were sometimes used in association with specific characters  (e.g. Samiel in Der Freischütz is coupled with the chord of a diminished seventh).[2] The first use of the word leitmotif in print was by the critic Friedrich Wilhelm Jähns in describing Weber's work, although this was not until 1871.[1]\n\nMotifs also figured occasionally in purely instrumental music of the Romantic period. The related idea of the musical idée fixe was coined by Hector Berlioz in reference to his Symphonie fantastique (1830). This purely instrumental, programmatic work (subtitled Episode in the Life of an Artist … in Five Sections) features a recurring melody representing the object of the artist's obsessive affection and depicting her presence in various real and imagined situations.\n\nThough perhaps not corresponding to the strict definition of leitmotif, several of Verdi's operas feature similar thematic tunes, often introduced in the overtures or preludes, and recurring to mark the presence of a character or to invoke a particular sentiment. In La forza del destino, the opening theme of the overture recurs whenever Leonora feels guilt or fear. In Il trovatore, the theme of the first aria by Azucena is repeated whenever she invokes the horror of how her mother was burnt alive and the devastating revenge she attempted then. In Don Carlos, there are at least three leitmotifs that recur regularly across the five acts: the first is associated with the poverty and suffering from war, the second is associated with prayers around the tomb of Carlos V, and the third is introduced as a duet between Don Carlo and the Marquis of Posa, thereafter accentuating sentiments of sincere friendship and loyalty.\n\nRichard Wagner is the earliest composer most specifically associated with the concept of leitmotif. His cycle of four operas, Der Ring des Nibelungen (the music for which was written between 1853 and 1869), uses hundreds of leitmotifs, often related to specific characters, things, or situations. While some of these leitmotifs occur in only one of the operas, many recur throughout the entire cycle.[5][6] Wagner had raised the issue of how music could best unite disparate elements of the plot of a music drama in his essay Opera and Drama (1851); the leitmotif technique corresponds to this ideal.[7]\n\nSome controversy surrounded the use of the word in Wagner's own circle: Wagner never authorised the use of the word leitmotiv, using words such as Grundthema (basic idea), or simply Motiv.  His preferred name for the technique was Hauptmotiv (principal motif), which he first used in 1877;[2] the only time he used the word Leitmotiv, he referred to \"so-called Leitmotivs\".\n\nThe word gained currency with the overly literal interpretations of Wagner's music by Hans von Wolzogen, who in 1876 published a Leitfaden (guide or manual) to the Ring. In it he claimed to have isolated and named all of the recurring motifs in the cycle (the motif of \"Servitude\", the \"Spear\" or \"Treaty\" motif, etc.), often leading to absurdities or contradictions with Wagner's actual practice.[8] Some of the motifs he identified began to appear in the published musical scores of the operas, arousing Wagner's annoyance; his wife Cosima Wagner quoted him as saying \"People will think all this nonsense is done at my request!\".[9] In fact Wagner himself never publicly named any of his leitmotifs, preferring to emphasize their flexibility of association, role in the musical form, and emotional effect. The practice of naming leitmotifs nevertheless continued, featuring in the work of prominent Wagnerian critics Ernest Newman, Deryck Cooke and Robert Donington.[4]\n\nThe resulting lists of leitmotifs also attracted the ridicule of anti-Wagnerian critics and composers (such as Eduard Hanslick, Claude Debussy, and Igor Stravinsky). They identified the motif with Wagner's own approach to composing, mocking the impression of a musical \"address book\" or list of \"cloakroom numbers\" it created.\n\nHowever, later commentators have defended Wagner’s use of the leitmotif.   According to Pierre Boulez, “Wagner’s was the first music in which forms never return literally, are never repeated. As the music progresses, it carries all the thematic elements with it, linking them in new ways, placing them in different relations to each other, showing them in unfamiliar lights and giving them unexpected meanings.” Boulez adds: “Leitmotivs are in fact anything but the traffic signals to which they have been mistakenly compared, for they have a double virtue – both poetic and dramatic, as well as formal.  They are essential to the structure of both music and drama as well as to the different characters and situations.  Their evolution is a kind of ‘time-weave’, an integrating of past and present; and they also imply dramatic progression.”[10]\n\nSince Wagner, the use of leitmotifs has been taken up by many other composers. Richard Strauss used the device in many of his operas and several of his symphonic poems. Despite his sometimes acerbic comments on Wagner, Claude Debussy utilized leitmotifs in his opera Pelléas et Mélisande (1902). Arnold Schoenberg used a complex set of leitmotifs in his choral work Gurre-Lieder (completed 1911). Alban Berg's opera Wozzeck (1914–1922) also utilizes leitmotifs.[1] The leitmotif was also a major feature of the opera The Immortal Hour by the English composer Rutland Boughton. His constantly recurrent, memorably tuneful leitmotifs contributed significantly to the widespread popularity of the opera. In Prokofiev's Peter And The Wolf (1936) each character or animal has its own leitmotif played on a particular instrument.\n\nThe critic Theodor W. Adorno, in his book In Search of Wagner (written in the 1930s), expresses the opinion that the entire concept of the leitmotif is flawed. The motif cannot be both the bearer of expression and a musical \"gesture\", because that reduces emotional content to a mechanical process. He notes that \"even in Wagner's own day the public made a crude link between the leitmotifs and the persons they characterised\" because people's innate mental processes did not necessarily correspond with Wagner's subtle intentions or optimistic expectations. He continues:\n\n"
        },
        {
            "title": "Entertainment",
            "text": "The main ideology behind leitmotif is to create a sense of attachment to that particular sound that evokes audiences to feel particular emotions when that sound is repeated through the film. Leitmotifs in Adorno's \"degenerated\" sense frequently occur in film scores, and have since the early decades of sound film. One of the first people to implement leitmotif in early sound films was Fritz Lang in his revolutionary hit M. Lang set the benchmark for sound film through his use of leitmotif, creating a different type of atmosphere in his films.[citation needed]\n\n"
        }
    ]
}