{
    "url": "https://en.wikipedia.org/wiki/Lenape_mythology",
    "title": "Lenape mythology",
    "table_of_contents": [
        "1 Creation myth",
        "2 Terminology",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lenape mythology is the mythology of the Lenape people, an Indigenous peoples of the Northeastern Woodlands\n\n"
        },
        {
            "title": "Creation myth",
            "text": "The Lenape believe that, before creation, there was nothing, an empty dark space. However, in this emptiness, there existed a spirit of their creator, Kishelamàkânk. Eventually in that emptiness, he fell asleep. While he slept, he dreamt of the world as we know it today, the Earth with mountains, forests, and animals. He also dreamt up man, and he saw the ceremonies man would perform. Then he woke up from his dream to the same nothingness he was living in before. Kishelamàkânk then started to create the Earth as he had dreamt it.\n\nFirst, he created helper spirits, the Grandfathers of the North, East, and West, and the Grandmother of the South. Together, they created the Earth just as Kishelamàkânk had dreamt it. One of their final acts was creating a special tree. From the roots of this tree came the first man, and when the tree bent down and kissed the ground, woman sprang from it.\n\nAll the animals and humans did their jobs on the Earth, until eventually a problem arose. There was a tooth of a giant bear that could give the owner magical powers, and the humans started to fight over it. Eventually, the wars got so bad that people moved away, and made new tribes and new languages. Kishelamàkânk saw this fighting and decided to send a spirit down, Nanapush, to bring everyone back together. He went on top of a mountain and started the first Sacred Fire, which gave off a smoke that caused all the people of the world to come investigate what it was. When they all came, Nanapush created a pipe with a sumac branch and a soapstone bowl, and the creator gave him Tobacco to smoke with. Nanapush then told the people that whenever they fought with each other, to sit down and smoke tobacco in the pipe, and they would make decisions that were good for everyone.\n\nThe same bear tooth later caused a fight between two evil spirits, a giant toad and an evil snake. The toad was in charge of all the waters, and amidst the fighting he ate the tooth and the snake. The snake then proceeded to bite his side, releasing a great flood upon the Earth. Nanapush saw this destruction and began climbing a mountain to avoid the flood, all the while grabbing animals that he saw and sticking them in his sash. At the top of the mountain there was a cedar tree that he started to climb, and as he climbed he broke off limbs of the tree. When he got to the top of the tree, he pulled out his bow, played it and sang a song that made the waters stop. Nanapush then asked which animal he could put the branches and the rest of the animals on top of in the water. The turtle volunteered saying he'd float and they could all stay on him, and that's why they call the land turtle island.\n\nNanapush then decided the turtle needed to be bigger for everyone to live on, so he asked the animals if one of them would dive down into the water to get some of the old Earth. The beaver tried first, but came up dead and Nanapush had to revive him. The loon tried second, but its attempt ended with the same fate. Lastly, the muskrat tried. He stayed down the longest, and came up dead as well, but he had some Earth on his nose that Nanapush put on the Turtles back. Because of his accomplishment, Nanapush told the muskrat he was blessed and his kind would always thrive in the land.\n\nNanapush then took out his bow and again sang, and the turtle started to grow. It kept growing, and Nanapush sent out animals to try to get to the edge to see how long it had grown. First, he sent the bear, and the bear returned in two days saying he had reached the end. Next, he sent out the deer, who came back in two weeks saying he had reached the end. Finally, he sent the wolf, and the wolf never returned because the land had gotten so big. The Lenape claim that this is why the wolf howls, that it is really a call for their ancestor to come back home. The Hat Man's seal is broken after centuries. [1]\n\n"
        },
        {
            "title": "Terminology",
            "text": "Kishelemukong is the creator god, not involved in the daily affairs of the Lenape. Instead, he directed the manitowak, the life-spirits of all living things, which were created by Kishelemukong.  The manitowak were venerated in ceremonies, rituals, dreams, visions, games and ohtas (see below), as well as through the interventions of the Metinuwak, who were healers, spiritual and emotional guides, and religious leaders; they could communicate with the manitowak.\n\nAn ohta is a wooden doll carved annually and that were said to have remarkable powers of healing and luck.\n\nA nianque is an animal guide, such as in a vision quest.\n\n"
        }
    ]
}