{
    "url": "https://en.wikipedia.org/wiki/Les_Vacances_de_Monsieur_Hulot",
    "title": "Les Vacances de Monsieur Hulot",
    "table_of_contents": [
        "1 Cast",
        "2 Style",
        "3 Critical response",
        "4 Accolades",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Les Vacances de Monsieur Hulot (French: Les Vacances de M. Hulot; released as Monsieur Hulot's Holiday in the US) is a 1953 French comedy film starring and directed by Jacques Tati. It introduced the pipe-smoking, well-meaning but clumsy character of Monsieur Hulot, who appears in Tati's subsequent films, including Mon Oncle (1958), Playtime (1967), and Trafic (1971). The film gained an international reputation for its creator when released in 1953. The film was very successful as it had a total of 5,071,920 ticket sales in France.[1]\n\n"
        },
        {
            "title": "Cast",
            "text": "Christopher Lee provided all the voices for the English dub of the film.[2]\n\n"
        },
        {
            "title": "Style",
            "text": "For the most part, in Les Vacances, spoken dialogue is limited to the role of background sounds. Combined with frequent long shots of scenes with multiple characters, Tati believed that the results would tightly focus audience attention on the comical nature of humanity when interacting as a group, as well as his own meticulously choreographed visual gags. However, the film is by no means a 'silent' comedy, as it uses natural and man-made sounds not only for comic effect but also for character development.\n\nThe film was made in both French and English language versions. While Tati had experimented with color film in Jour de fête, Les Vacances is black and white. The jazz score, mostly variations on the theme \"Quel temps fait-il à Paris\",[3] was written by Alain Romans.\n\nLes Vacances was shot in the town of Saint-Marc-sur-Mer, which lies on the edge of the industrial port of Saint-Nazaire, in the Département of Loire-Atlantique. Tati had fallen in love with the beguiling coastline while staying in nearby Port Charlotte[4] with his friends, M. and Mme Lemoine, before the war and resolved to return one day to make a film there. Tati and his crew turned up in the summer of 1951, \"took over the town and then presented it to the world as the quintessence of French middle-class life as it rediscovered its rituals in the aftermath of the Second World War.\"[5] \"Neither too big nor too small, [St Marc fit the bill] - a sheltered inlet, with a graceful curve of sand, it boasted a hotel on the beach on which the main action could be centred. Beach huts, windbreaks,  fishing boats and outcrops of rock helped to complete a picture which was all the more idyllic for being so unspectacular.\" A bronze statue of Monsieur Hulot was later erected and overlooks the beach where the film was made.\n\n"
        },
        {
            "title": "Critical response",
            "text": "On its release in the United States, Bosley Crowther's review said that the film contained \"much the same visual satire that we used to get in the 'silent' days from the pictures of Charlie Chaplin, Buster Keaton, and such as those.\" He said the film \"exploded with merriment\" and that Tati \"is a long-legged, slightly pop-eyed gent whose talent for caricaturing the manners of human beings is robust and intense...There is really no story to the picture...The dialogue...is at a minimum, and it is used just to satirize the silly and pointless things that summer people say. Sounds of all sorts become firecrackers, tossed in for comical point.\"[6]\n\nTati biographer David Bellos has described the film as \"Sublime\" and stated \"It was through this film that I first fell in love with France. I think that is true of a lot of people.\" The journalist Simon O'Hagan, on the occasion of the film's 50th anniversary in 2003, wrote that the film \"might contain the greatest collection of sight gags ever committed to celluloid, but it is the context in which they are placed and the atmosphere of the film that lift it into another realm. The central character is an unforgettable amalgam of bafflement at the modern world, eagerness to please and just the right amount of eccentricity - i.e. not too much - his every effort to fit in during his seaside holiday merely succeeds in creating chaos out of orderliness. Puncturing the veneer of the comfortably off at play is by no means the least of Tati's concerns. But, [there is] an elegiac quality [too], the sense that what Tati finds funny he also cherishes.\"[7]\n\nThe film was entered into the 1953 Cannes Film Festival.[8]\n\n"
        }
    ]
}