{
    "url": "https://en.wikipedia.org/wiki/Lesley_Hazleton",
    "title": "Lesley Hazleton",
    "table_of_contents": [
        "1 Biography and career",
        "2 TED talks",
        "3 Books",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lesley Hazleton (born 1945) is a British-American author whose work focuses on the intersection and interactions between politics and religion.\n\n"
        },
        {
            "title": "Biography and career",
            "text": "Hazleton has reported from Jerusalem for Time, and has written on the Middle East for numerous publications including The New York Times, The New York Review of Books, Harper's, The Nation, and The New Republic.[1]\n\nBorn in England, she was based in Jerusalem from 1966 to 1979 and in New York City from 1979 to 1992, when she moved to a floating home in Seattle, originally to get her pilot's license, and became a U.S. citizen. She has two degrees in psychology (B.A. Manchester University, M.A. Hebrew University of Jerusalem).[2]\n\nHazleton has described herself as \"a Jew who once seriously considered becoming a rabbi, a former convent schoolgirl who daydreamed about being a nun, an agnostic with a deep sense of religious mystery though no affinity for organized religion\".[3]  \"Everything is paradox,\" she has said. \"The danger is one-dimensional thinking\".[4]\n\nIn April 2010, she launched The Accidental Theologist,[5] a blog casting \"an agnostic eye on religion, politics, and existence.\"[6]  In September 2011, she received The Stranger's Genius Award in Literature [7] and in fall 2012, she was the Inaugural Scholar-in-Residence at Town Hall Seattle.[8]\n\nHer latest book, Agnostic: A Spirited Manifesto, a Publishers Weekly most-anticipated book of spring 2016,[9][10] was praised by The New York Times as \"vital and mischievous\" and as \"wide-ranging... yet intimately grounded in our human, day-to-day life.\"[11]\n\n"
        },
        {
            "title": "TED talks",
            "text": "TEDGlobal 2013: The Doubt Essential to Faith. Thumbnail: \"When Lesley Hazleton was writing a biography of Prophet Muhammad, she was struck by something: The night he received the revelation of the Koran, according to early accounts, his first reaction was doubt, awe, even fear. And yet this experience became the bedrock of his belief. Hazleton calls for a new appreciation of doubt and questioning as the foundation of faith — and an end to fundamentalism of all kinds.\"[12]\n\nTEDxRainier 2010: On Reading the Koran. Thumbnail: \"Lesley Hazleton sat down one day to read the Qur'an. And what she found — as a non-Muslim, a self-identified \"tourist\" in the Islamic holy book — wasn't what she expected. With serious scholarship and warm humor, Hazleton shares the grace, flexibility and mystery she found, in this myth-debunking talk.\"[13]\n\nTEDSummit 2016: \"What we talk about when we talk about soul.\"\n\nTEDxSeattle: \"What's wrong with dying?\"[14]\n\n"
        },
        {
            "title": "Books",
            "text": "On religion and politics:\n\nHer other books include:\n\n"
        }
    ]
}