{
    "url": "https://en.wikipedia.org/wiki/Levelland_UFO_case",
    "title": "Levelland UFO case",
    "table_of_contents": [
        "1 Reports",
        "2 U.S. Air Force investigation",
        "3 Ufologists",
        "4 Media coverage",
        "5 See also",
        "6 Further reading",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Levelland UFO case occurred on November 2–3, 1957, 4 miles west of the small town of Levelland, Texas. At 3206 west hwy 114 79336 Levelland, which in 1957 had a population of about 10,000, is located west of Lubbock on the flat prairie of the Texas South Plains. The case is considered by ufologists to be one of the most impressive in UFO history, mainly because of the large number of witnesses involved over a relatively short period of time.[1] However, both the US Air Force and UFO skeptics have described the incident as being caused by either ball lightning or a severe electrical storm.[2][3]\n\n"
        },
        {
            "title": "Reports",
            "text": "On the evening of November 2, 1957, two immigrant farm workers, Pedro Saucedo and Joe Salaz, called the Levelland police department to report a UFO sighting. Saucedo told police officer A.J. Fowler, who was working the night desk at the police station, that they had been driving four miles (6 km) west of Levelland when they saw a blue flash of light near the road. They claimed their truck's engine died, and a rocket-shaped object rose up and approached the truck. According to Saucedo, \"I jumped out of the truck and hit the dirt because I was afraid. I called to Joe but he didn't get out. The thing passed directly over my truck with a great sound and rush of wind. It sounded like thunder and my truck rocked from the flash...I felt a lot of heat.\"[2] As the object moved away the truck's engine restarted and worked normally. Believing the story to be a joke, Fowler ignored it.[1] An hour later, motorist Jim Wheeler reported a \"brilliantly lit, egg-shaped object, about 200 feet long\" was sitting in the road, four miles (6 km) east of Levelland, blocking his path. He claimed his vehicle died and as he got out of his car the object took off and its lights went out. As it moved away, Wheeler's car restarted and worked normally.[1]\n\nAt 10:55 pm a married couple driving northeast of Levelland reported that they saw a bright flash of light moving across the sky and their headlights and radio died for three seconds. Five minutes later Jose Alvarez claimed he met a strange object sitting on the road 11 miles (18 km) north of Levelland, and his vehicle's engine died until the object departed.[1] At 12:05 am (November 3), a Texas Technological College (now Texas Tech University) student named Newell Wright was surprised when, driving 10 miles (16 km) east of Levelland, his \"car engine began to sputter, the ammeter on the dash jumped to discharge and then back to normal, and the motor started cutting out like it was out of gas...the car rolled to a stop; then the headlights dimmed and several seconds later went out.\"[1] When he got out to check on the problem, he saw a \"100-foot-long\" egg-shaped object sitting in the road. It took off, and his engine started running again. At 12:15 am Officer Fowler received another call, this time from a farmer named Frank Williams who claimed he had encountered a brightly glowing object sitting in the road, and \"as his car approached it, its lights went out and its motor stopped.\" The object flew away, and his car's lights and motor started working again.[1] Other callers were Ronald Martin at 12:45 am and James Long at 1:15 am, and they both reported seeing a brightly lit object sitting in the road in front of them, and they also claimed that their engines and headlights died until the object flew away.[1]\n\nBy this time, several Levelland police officers were investigating the reports. Among them was Sheriff Weir Clem, who saw a brilliant red object moving across the sky at 1:30 am. At 1:45 am Levelland's Fire Chief, Ray Jones, also saw an object and his vehicle's lights and engine sputtered. The reports apparently ended soon after.[2] During the night of November 2–3, the Levelland police department received a total of 15 UFO-related reports, and Officer Fowler noted that \"everybody who called was very excited.\"[1]\n\n"
        },
        {
            "title": "U.S. Air Force investigation",
            "text": "The Levelland sightings received national publicity, and were soon investigated by Project Blue Book. Started in 1947 as Project Sign, Project Blue Book was the official US Air Force research group assigned to investigate UFO reports. An Air Force sergeant was sent to Levelland, and spent seven hours in the city investigating the incident.[2] After interviewing three of the eyewitnesses – Saucedo, Wheeler, and Wright – and after learning that thunderstorms were present in the area earlier in the day, the Air Force investigator concluded that a severe electrical storm – most probably ball lightning or St. Elmo's fire – was the major cause for the sightings and reported auto failures.[2] According to UFO historian Curtis Peebles, \"the Air Force found only three persons who had witnessed the 'blue light'...there was no uniform description of the object.\"[4] Additionally, Project Blue Book believed that \"Saucedo's account could not be relied upon – he had only a grade school education and had no concept of direction and was conflicting in his answers...in view of the stormy weather conditions, an electrical phenomenon such as ball lightning or St. Elmo's fire seemed to be the most probable cause.\"[4] The engine failures mentioned by the eyewitnesses were blamed on \"wet electrical circuits.\"[4] Donald H. Menzel, an astronomer at Harvard University and a prominent UFO skeptic, agreed with the Air Force explanation: \"members of civilian saucer groups complained that, since [the Air Force investigator] had spent only seven hours in the area, he had obviously not taken the problem seriously and could not have found the correct solution. Even seventy hours of labor, however, could not have produced a clearer picture...the evidence leads to an overwhelming probability: the fiery unknown at Levelland was ball lightning.\"[2] Menzel argued that \"in Levelland on the night of November 2 conditions were ideal for the formation of ball lightning. For several days the area had been experiencing freak weather, and on the night in question had been visited by rain, thunderstorms and lightning.\"[2] Menzel admitted that \"since ball lightning is short-lived and cannot be preserved as tangible evidence, its appearance on the night of November 2 can never be absolutely proved.\" However, he also argued that \"only the saucer proponents could have converted so trivial a series of events – a few stalled automobiles, balls of flame in the sky at the end of the thunderstorm – into a national mystery.\"[2]\n\n"
        },
        {
            "title": "Ufologists",
            "text": "Two ufologists – James E. McDonald and J. Allen Hynek – disputed the Air Force ball lightning/electrical storm explanation. Both men argued that there was no electrical storm in the area when the sightings occurred. In testimony before a committee of the US House of Representatives in 1968, McDonald said that \"One famous [UFO] case was at Levelland, Texas...ten vehicles were stopped within a short area, all independently in a 2-hour period. There was no lightning or thunder storm, and only a trace of rain.\"[5] Hynek wrote that \"as the person responsible for the tracking of the new Soviet satellite Sputnik, I was on a virtual around-the-clock duty and was unable to give it any attention whatever. I am not proud today that I hastily concurred in [the Air Force's] evaluation as 'ball lightning' on the basis of information that an electrical storm had been in progress in the Levelland area at the time. This was shown not to be the case. Observers reported overcast and mist but no lightning.\" Hynek also noted that \"had I given it any thought whatsoever, I would soon have recognized the absence of any evidence that ball lightning can stop cars and put out headlights.\"[1] Ufologists have also argued that the Air Force investigator did not interview nine of the fifteen witnesses, nor were they mentioned in Blue Book's final report on the incident.[6]\n\n"
        },
        {
            "title": "Media coverage",
            "text": "In March 2002, Dallas-based television station KDFW aired a report about the Levelland UFO case in which reporter Richard Ray interviewed Sheriff Weir Clem's widow and friends.[7]\n\n"
        }
    ]
}