{
    "url": "https://en.wikipedia.org/wiki/Saints_and_levitation",
    "title": "Levitation of saints",
    "table_of_contents": [
        "1 Christianity",
        "2 Hinduism",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The levitation of saints is the ability attributed to a saint to fly or to levitate. Most of these \"flying saints\" are mentioned as such in literature and sources associated with them.\n\n"
        },
        {
            "title": "Christianity",
            "text": "The ability to levitate was attributed to figures in Early Christianity. The apocryphal Acts of Peter gives a legendary tale of Simon Magus' death. Simon is performing magic in the Roman Forum, and in order to prove himself to be a god, he flies up into the air. The apostle Peter prays to God to stop his flying, and he stops mid-air and falls, breaking his legs, whereupon the crowd, previously non-hostile, stones him to death.[1]\n\nThe church of Santa Francesca Romana claims to have been built on the spot in question (thus accepting the claim that Simon Magus could indeed fly), claims that Saint Paul was also present, and that a dented slab of marble that it contains bears the imprints of the knees of Peter and Paul during their prayer.\n\nSaint Francis of Assisi is recorded as having been \"suspended above the earth, often to a height of three, and often to a height of four cubits\" (around 1.3 to 1.8 m). St. Alphonsus Liguori, when preaching at Foggia, was lifted before the eyes of the whole congregation several feet from the ground.[2]  Liguori is also said to have had the power of bilocation.\n\nIn the Orthodox tradition St. John the Wonderworker (1896-1966) was said to be levitating while in prayer, an individual witnessed this while checking in on him while the Saint was in prayer.\n\nFlying or levitation was also associated with witchcraft. When it came to female saints, there was a certain ambivalence expressed by theologians, canon lawyers, inquisitors, and hagiographers towards the powers that they were purported to have. By 1500, the image of the female saint in popular imagination had become similar to that of the witch. Both witches and female saints were suspected of flying through the air, whether in saintly levitation or bilocation, or in a Witches' Sabbath.[3]\n\n"
        },
        {
            "title": "Hinduism",
            "text": "Levitation has also been cited outside of Christianity. In his book Autobiography of a Yogi, Paramahamsa Yogananda discusses Nagendranath Bhaduri, a saint said to levitate in India. The saint had mastered Astanga Yoga and several Yogic techniques including various pranayamas or breathing techniques as mentioned in Patanjali's Yoga Sutra. Yogananda wrote that Nagendranath Bhaduri had performed bhastrika pranayama so strongly that he felt like he was in the middle of a storm and after performing the pranayama, Bhaduri Mahasaya entered into a state of ecstatic calm. The chapter which describes Bhaduri Mahasaya is titled \"The Levitating Saint\".[4]\n\n"
        }
    ]
}