{
    "url": "https://en.wikipedia.org/wiki/LGBT_rights_in_the_United_States",
    "title": "LGBT rights in the United States",
    "table_of_contents": [
        "1 Legality of same-sex sexual activity",
        "2 Recognition of marriage and adoption for same-sex couples",
        "2.1 Marriage",
        "2.2 Civil unions",
        "2.3 Adoption",
        "2.4 Citizenship",
        "2.5 Former restrictions",
        "2.6 Public opinion",
        "3 Discrimination protections",
        "3.1 Anti-discrimination laws",
        "3.1.1 Employment",
        "3.1.2 Housing",
        "3.1.3 Medical facilities",
        "4 Hate crime laws",
        "4.1 Gay panic defense",
        "4.1.1 Federal laws",
        "4.1.2 State laws",
        "5 Military service",
        "6 Prison",
        "6.1 Solitary confinement",
        "6.2 Conjugal visits",
        "7 Transgender rights in the United States",
        "7.1 Identity documents",
        "7.1.1 Birth certificates",
        "7.1.2 Drivers' licenses",
        "7.1.3 Passports",
        "7.1.4 Third gender option",
        "7.2 Bathroom bills",
        "7.2.1 Public opinion",
        "7.3 Trans athletes in sports",
        "7.4 Transgender people in prison",
        "7.5 Transgender Day of Remembrance",
        "8 Intersex rights in the United States",
        "9 HIV/AIDS",
        "9.1 Criminal transmission of HIV",
        "10 Blood and tissue donation",
        "11 Conversion therapy",
        "12 History of U.S. Supreme Court decisions on LGBT rights",
        "13 History of LGBT rights under U.S. presidents",
        "13.1 George Washington",
        "13.1.1 Commander-in-Chief of the Continental Army",
        "13.2 John Adams",
        "13.3 Thomas Jefferson",
        "13.3.1 Governor of Virginia",
        "13.4 Andrew Jackson",
        "13.5 William Henry Harrison",
        "13.5.1 Governor of the Indiana Territory",
        "13.6 Benjamin Harrison",
        "13.7 William McKinley",
        "13.8 Woodrow Wilson",
        "13.9 Franklin Roosevelt",
        "13.9.1 Assistant Secretary of the Navy",
        "13.9.2 Presidency",
        "13.10 Harry Truman",
        "13.11 Dwight D. Eisenhower",
        "13.12 Lyndon B. Johnson",
        "13.12.1 Senator of Texas",
        "13.12.2 Presidency",
        "13.13 Richard Nixon",
        "13.13.1 Presidency",
        "13.14 Gerald Ford",
        "13.14.1 House Minority Leader and Representative of Michigan's 5th congressional district",
        "13.14.2 Presidency",
        "13.14.3 Post presidency",
        "13.15 Jimmy Carter",
        "13.15.1 Post governorship of Georgia",
        "13.15.2 Presidency",
        "13.15.3 Post presidency",
        "13.16 Ronald Reagan",
        "13.16.1 Post governorship of California",
        "13.16.2 Presidency",
        "13.17 George H. W. Bush",
        "13.17.1 Vice presidency",
        "13.17.2 Presidency",
        "13.17.3 Post presidency",
        "13.18 Bill Clinton",
        "13.18.1 Governorship of Arkansas",
        "13.18.2 Presidency",
        "13.18.3 Post presidency",
        "13.19 George W. Bush",
        "13.19.1 Governor of Texas",
        "13.19.2 Presidency",
        "13.20 Barack Obama",
        "13.20.1 Illinois state senator",
        "13.20.2 U.S. Senator from Illinois",
        "13.20.3 Presidency",
        "13.20.3.1 First Term",
        "13.20.3.2 Second Term",
        "13.21 Donald Trump",
        "13.21.1 Presidency",
        "13.21.1.1 HIV/AIDS policy",
        "13.21.1.2 Transgender rights",
        "13.21.1.3 Census and other data collection",
        "13.21.1.4 Employment nondiscrimination",
        "13.21.1.5 Other",
        "13.21.1.6 International relations",
        "13.21.2 Mike Pence",
        "13.22 Joe Biden",
        "14 Political support for LGBT rights",
        "14.1 Support",
        "14.2 Opposition",
        "14.3 Democratic Party",
        "14.4 Republican Party",
        "14.5 Third Parties",
        "15 Public opinion on different LGBT rights and issues in the United States",
        "16 Summary table of LGBT rights in the United States",
        "17 Summary of state protections",
        "18 See also",
        "18.1 United States topics",
        "18.2 Global LGBT topics",
        "18.3 LGBT history topics",
        "19 Notes",
        "20 References",
        "20.1 Bibliography",
        "21 Further reading",
        "22 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nLesbian, gay, bisexual and transgender (LGBT) rights in the United States are among the most socially, culturally, and legally permissive and advanced in the world, with public opinion and jurisprudence on the issue changing significantly since the late 1980s.[1][2][3] In 1962, all 50 states criminalized same-sex sexual activity, but by 2003 all remaining laws against same-sex sexual activity were invalidated in Lawrence v. Texas. Beginning with Massachusetts in 2004, LGBT Americans had won the right to marry in all 50 states by 2015. Additionally, in many states and municipalities, LGBT Americans are explicitly protected from discrimination in employment, housing, and access to public accommodations. Many LGBT rights in the United States have been established by the United States Supreme Court, which has invalidated a state law banning protected class recognition based upon homosexuality, struck down sodomy laws nationwide, struck down Section 3 of the Defense of Marriage Act, made same-sex marriage legal nationwide, and prohibited employment discrimination against gay and transgender employees. American public opinion is overwhelmingly supportive of same-sex marriage. A 2022 Grinnell College National Poll found that 74% of Americans agree that same-sex marriage should be a guaranteed right while 13% disagree, with strong majorities among both Republicans and Democratic voters.[4][5]\n\nLGBT-related anti-discrimination law regarding housing and private and public services varies by state, leaving residents of some states unprotected. Twenty-three states plus Washington, D.C., Guam, and Puerto Rico outlaw discrimination based on sexual orientation, and twenty-two states plus Washington, D.C. outlaw discrimination based on gender identity or expression.[6] The Equality Act, which is currently proposed in the United States Congress, would outlaw discrimination based on sexual orientation and gender identity nationwide.[7] Family law also varies by state. Adoption of children by same-sex married couples is legal nationwide since June 2015 following the Supreme Court's decision in Obergefell v. Hodges (though Mississippi did not have its same-sex adoption ban struck down by a federal court until March 2016).[8][9] Policies regarding adoption vary greatly between jurisdictions. Some states allow adoption by all couples, while others ban all unmarried couples from adoption.[10] Hate crimes based on sexual orientation or gender identity are punishable by federal law under the Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act of 2009, but many states lack state-level hate crime laws that cover sexual orientation and/or gender identity. LGBT people of color face the highest rates of discrimination and hate crimes, especially trans women of color.[11] Hate speech laws, including those that relate to sexual orientation or gender identity, are unconstitutional, due to the First Amendment to the United States's broad protections for free speech.[12]\n\nCivil rights for LGBT people in the United States are advocated by a variety of organizations at all levels and concentrations of political and legal life, including the Human Rights Campaign,[13] Lambda Legal, GLBTQ Legal Advocates & Defenders (GLAD), American Civil Liberties Union (ACLU), the National Center for Transgender Equality,[14] and the National Center for Lesbian Rights. Since April 11, 2022 United States passports give the sex/gender options of male, female and X by self determination.[15] In March 2022, the Social Security Administration announced that people can choose the options of male, female and X (in the future) by self determination on Social Security card applications.[16]\n\n"
        },
        {
            "title": "Legality of same-sex sexual activity",
            "text": "On June 26, 2003, the Supreme Court ruled in Lawrence v. Texas that intimate consensual sexual conduct is part of the liberty protected by substantive due process under the Fourteenth Amendment. The majority opinion, written by Justice Anthony Kennedy, explicitly overruled Bowers v. Hardwick, a 1986 decision that found sodomy laws to be constitutional.[17] Despite this ruling, some states have not repealed their sodomy laws[18] and local law enforcement officers have used these statutes to harass or arrest gay people.[19][20][21]\n\nPrior to the 2003 Supreme Court ruling in Lawrence v. Texas, same-sex sexual activity was illegal in fourteen U.S. states, Puerto Rico, and the U.S. military. By that time, twenty-nine states, the District of Columbia, and five territories had repealed their state's sodomy laws by legislative action.[22][23] After the repeal of \"Don't Ask Don't Tell\" in 2011, the U.S. Congress repealed sodomy laws in the U.S. military in 2014. Twelve states have had state Supreme Court or state Appeals courts rule that their state's sodomy laws were unconstitutional. Georgia, Louisiana, Massachusetts, and Minnesota have all had their state sodomy laws struck down by the courts, but the legislatures have not repealed those laws.[24] On April 18, 2013, the governor of Montana signed a bill repealing that state's sodomy law; it had previously been nullified by the Montana Supreme Court.[25] On April 23, 2014, the governor of Virginia signed a bill repealing that state's sodomy law.[26] On October 1, 2020, a bill repealing Maryland's sodomy law went into effect without the governor's signature.[27]\n\nFourteen states either have not yet formally repealed their laws against sexual activity among consenting adults or have not revised them to accurately reflect their true scope in the aftermath of Lawrence v. Texas. Often, the sodomy law was drafted to also encompass other forms of sexual conduct such as bestiality, and no attempt has subsequently succeeded in separating them. Eleven states' statutes purport to ban all forms of sodomy, some including oral intercourse, regardless of the participants' genders: Florida, Georgia, Idaho, Louisiana, Massachusetts, Michigan, Minnesota, Mississippi, North Carolina, Oklahoma and South Carolina. Three states specifically target their statutes at same-sex relations only: Kansas, Kentucky, and Texas.\n\nThe age of consent in each jurisdiction varies but in most jurisdictions it is equal to the age of consent for heterosexual sex.[28] The exception to this is Texas, whose statute books still hold an outdated Romeo and Juliet law that makes the age of consent for gay and lesbian teenagers unequal to that for heterosexual ones.[29][30][31]\n\n"
        },
        {
            "title": "Recognition of marriage and adoption for same-sex couples",
            "text": "The movement to obtain civil marriage rights and benefits for same-sex couples in the United States began in the 1970s but remained unsuccessful for over forty years. On May 17, 2004, Massachusetts became the first U.S. state and the sixth jurisdiction in the world to legalize same-sex marriage following the Supreme Judicial Court's decision six months earlier.[32] Before nationwide legalization, same-sex marriage became legal in 36 states; twenty-four states by court order, nine by legislative action, and three by referendum. Some states had legalized same-sex marriage by more than one of the three actions.\n\nOn June 26, 2015, the Supreme Court ruled in Obergefell v. Hodges that states must license and recognize same-sex marriages. Consequently, same-sex marriage is legal in all 50 states, the District of Columbia, Puerto Rico, Guam, U.S. Virgin Islands, and Northern Mariana Islands. Currently, same-sex marriages are neither licensed nor recognized in American Samoa, due to its unique constitutional status. The legal status of same-sex marriage also varies in Native American tribal nations, as their reservations are considered sovereign entities and were not affected by the Supreme Court's legalization in 2015.\n\nPrior to nationwide same-sex marriage, fifteen U.S. states had civil unions or domestic partnerships. The first state to allow same-sex unions was Vermont in July 2000. Many of these states retain those laws as a continued choice for same-sex couples, and opposite-sex couples in certain states.\n\nSame-sex couples are allowed to adopt in states and territories following the ruling in Obergefell v. Hodges legalizing same-sex marriage. Prior to Obergefell, various states by legislative and judicial action had allowed joint adoption by same-sex couples.\n\nNaturalized U.S. citizens whose biological children are born abroad may be unable to obtain U.S. citizenship for their children even if their spouse is also a U.S. citizen. This may disproportionately affect same-sex couples, given that typically only one spouse is biologically related to the child.[33]\n\nIn October 2020, with representation by Lambda Legal, Immigration Equality and law firm Morgan Lewis & Bockius;[34] the United States Department of State withdrew its appeal of the verdict in Kiviti v. Pompeo, and declined to appeal Mize-Gregg v. Pompeo.[35][33] The State Department’s refusal to recognize children born overseas to married same-sex, American citizen couples as U.S. citizens was ruled to be unlawful by Federal district court judges in both cases.[34][36]\n\nThe United States Congress enacted the Defense of Marriage Act (DOMA) in 1996, which forbade the federal government from recognizing same-sex marriages and relieved states of the requirement that they recognize same-sex unions performed in other jurisdictions.\n\nOn June 26, 2013, Section 3 of DOMA (\"Definition of marriage\") was ruled unconstitutional by the U.S. Supreme Court in United States v. Windsor. The law became effectively unenforceable after the U.S. Supreme Court decision Obergefell v. Hodges (2015).\n\nAfter the passage of the DOMA in 1996, many state legislators enacted state statutes, nicknamed mini-DOMA's, that ban same-sex marriage.[37] Beginning in 1972 with Maryland, all states but New Mexico passed a statute banning same-sex marriage prior to nationwide legalization in Obergefell v. Hodges in June 2015.\n\nAfter Massachusetts legalized same-sex marriage in 2004, fourteen states amended their constitution to ban recognition of same-sex marriages and many banning civil unions as well.\n\nTwenty-eight states passed state constitutional amendments that banned same-sex marriage:\nAlabama, Alaska, Arizona, California, Colorado, Florida, Georgia, Idaho, Kansas, Kentucky, Louisiana, Michigan, Mississippi, Missouri, Montana, Nebraska, Nevada, North Carolina, North Dakota, Ohio, Oklahoma, Oregon, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, and Wisconsin.\n\nHawaii voters approved[when?] a narrower constitutional amendment empowering the legislature to outlaw same-sex marriage, which they had already done in 1993.\n\nOn November 6, 2012, Minnesota became the first state to vote down a proposed constitutional amendment banning same-sex marriage. The amendment failed with a 53% to 47% vote.[38]\n\nAll state constitutional and statutory bans on same-sex marriage were declared unconstitutional in June 2015 in Obergefell v. Hodges.\n\nA May 2018 Gallup poll found that 67% of Americans supported same-sex marriage.[39] A March 2014 public opinion poll by The Washington Post/ABC News showed support for same-sex marriage at 59% among Americans,[40] and a February 2014 New York Times/CBS News opinion poll showed 56% support for same-sex marriage.[41] A November 2012 Gallup poll indicated 61% support for gays and lesbians being allowed to adopt children.[42]\n\n"
        },
        {
            "title": "Discrimination protections",
            "text": "U.S. federal law does not explicitly include protections against discrimination on the basis of sexual orientation or gender identity.  In June 2020, the U.S. Supreme Court ruled that sexual orientation and gender identity are included under \"sex\" as a prohibited ground of employment discrimination in the Civil Rights Act of 1964.[43] The ruling may impact other federal civil rights barring sex discrimination in education, health care, housing, and financial credit.\n\nExplicit and comprehensive anti-discrimination protections based on sexual orientation and gender identity are considered by the United States Congress under the Equality Act, which \"was passed in the House by a bipartisan vote of 236-173 on May 17, 2019.\"[7][44] As of July 27, 2020, the bill remains in the Senate.[45]\n\nEmployment discrimination refers to discriminatory employment practices such as bias in hiring, promotion, job assignment, termination, and compensation, and various types of harassment.[46]\n\nThere is no federal statute explicitly addressing employment discrimination based on sexual orientation or gender identity. However, in June 2020, the U.S. Supreme Court ruled that sexual orientation and gender identity are included under \"sex\" as a prohibited ground of employment discrimination in the Civil Rights Act of 1964.[43]  This effectively means that in the U.S., no employer can fire an employee on the basis of sexual orientation or gender identity.\n\nTwenty-four states, the District of Columbia, Puerto Rico, Guam, and over 140 cities and counties have enacted bans on discrimination based on sexual orientation and/or sexual identity. Additionally, some states have laws or regulations that ban discrimination based on gender identity and/or sexual orientation in public employment only.\n\nPresidents have also established certain protections for some employees of the federal government by executive order. In 1995, President Bill Clinton's Executive Order 12968 establishing criteria for the issuance of security clearances included sexual orientation for the first time in its non-discrimination language: \"The United States Government does not discriminate based on race, color, religion, sex, national origin, disability, or sexual orientation in granting access to classified information.\" It also said that \"no inference\" about suitability for access to classified information \"may be raised solely on the basis of the sexual orientation of the employee.\"[47] Clinton's Executive Order 13087 in 1998 prohibited discrimination based on sexual orientation in the competitive service of the federal civilian workforce. It applied to the large majority of federal employees, but not to the excepted services such as the military.[48]\n\nAt the start of 2010, the Obama Administration included gender identity among the classes protected against discrimination under the authority of the Equal Employment Opportunity Commission (EEOC). In 2012, the EEOC ruled that Title VII of the Civil Rights Act of 1964 does not allow gender identity-based employment discrimination because it is a form of sexual discrimination.[49][50][51]\n\nOn July 21, 2014, President Obama signed Executive Order 13672, adding \"gender identity\" to the categories protected against discrimination in hiring in the federal civilian workforce, and both \"sexual orientation\" and \"gender identity\" to the categories protected against discrimination in hiring and employment on the part of federal government contractors and sub-contractors.[52][53] Obama's related Executive Order 13673[a] required federal contractors to prove their compliance with labor laws, but President Trump revoked this requirement on March 27, 2017.[54]\n\nAs of June 15, 2020, all persons working for employers that employ more than 15 people are protected from discrimination based solely on the grounds of sexual orientation or gender identity via the Supreme Court's landmark decision in Bostock v. Clayton County.[55] Two-thirds of registered U.S. voters agree with the Supreme Court's decision that employment nondiscrimination laws should protect LGBT identity, according to a HuffPost/YouGov poll conducted several days later.[56]\n\nThe Office of Fair Housing and Equal Opportunity (FHEO) is an agency within the United States Department of Housing and Urban Development. FHEO is responsible for administering and enforcing federal fair housing laws and establishing policies that make sure all Americans have equal access to the housing of their choice. Housing discrimination refers to discrimination against potential or current tenants by landlords. In the United States, there is no federal law against such discrimination based on sexual orientation or gender identity, but at least twenty-two states and many major cities have enacted laws prohibiting it.[57] See, for example, Washington House Bill 2661.\n\nIn 2012, the United States Department of Housing and Urban Development's Office of Fair Housing and Equal Opportunity issued a regulation called \"Equal Access\" to prohibit LGBT discrimination in federally-assisted housing programs.[58] It ensures that the Department's core housing programs are open to all eligible persons, regardless of sexual orientation or gender identity. In 2019, however, there was an attempt to weaken the regulation.[59]\n\nThe Office of Fair Housing and Equal Opportunity is responsible for enforcing a variety of fair housing laws, which prohibit discrimination in both privately owned and publicly assisted housing including:\n\nAmong the landmark civil cases on gay rights in housing is Braschi v Stahl Associates Co. In 1989 New York Court of Appeals case that decided that plaintiff Miguel Braschi, the surviving partner of a same-sex relationship, counted as \"family\" under New York law and was thus able to continue living in a rent controlled apartment belonging to the deceased partner.[60][61]\n\nOn April 14, 2010, President Barack Obama issued an Executive Order to the Department of Health and Human Services to draft new rules for all hospitals accepting Medicare or Medicaid funds. They would require facilities to grant visitation and medical decision-making rights to gay and lesbian partners, as well as designees of others such as widows and widowers.[62] Such rights are not protected by law in many states. Obama said he was inspired by the case of a Florida family, where one of the mothers died while her partner and four children were denied visitation by the hospital.[62] On June 12, 2020, the Trump administration issued a new rule stating that sexual orientation and gender identity were not covered under the anti-discrimination protections of the Affordable Care Act,[63] but this was reversed by the Biden administration, restoring the Obama-era policy.[64]\n\n"
        },
        {
            "title": "Hate crime laws",
            "text": "Hate crime laws (also known as bias crimes laws) protect against crimes motivated by feelings of enmity against a protected class. Until 2009, a 1969 federal law defined hate crimes committed on the basis of a person's race, color, religion, or nation origin when engaging in a federally protected activity. In October 2009, Congress passed the Matthew Shepard Act, which expanded the definition of hate crimes to include gender, sexual orientation, gender identity, and disability.[65] It removed the requirement that the victim of a hate crime be engaged in a federally protected activity.[66] President Obama signed the legislation on October 28, 2009.[67]\n\nTwo statutes, the Hate Crime Statistics Act (1990) and the Campus Hate Crimes Right to Know Act (1997), require the Department of Justice and the Federal Bureau of Investigation (FBI), as well as college/university campus security authorities, to collect and publish hate crime statistics.\n\nAs of June 2006[update], forty-six states, the District of Columbia, and Puerto Rico have statutes criminalizing various types of bias-motivated violence or intimidation (the exceptions are Arkansas, Georgia, South Carolina, and Wyoming). Each of these statutes covers bias on the basis of race, religion, and ethnicity; 32 cover disability; 32 of them cover sexual orientation; 28 cover gender; 13 cover age; 21 cover gender identity; five cover political affiliation.[68] 31 states and the District of Columbia have statutes creating a civil cause of action, in addition to the criminal penalty, for similar acts.[68] Twenty-seven states and the District of Columbia have statutes requiring the state to collect hate crime statistics; 16 of these cover sexual orientation.[68]\n\nIn Wisconsin v. Mitchell (1993) the Supreme Court unanimously held that state penalty-enhancement laws for hate crimes were constitutional and did not violate First Amendment rights to freedom of thought and expression.\n\nIn 2018, Senator Edward Markey (D-MA) and Representative Joseph Kennedy III (D-MA) introduced S.3188 and H.R.6358, respectively, which would prohibit a federal criminal defendant from asserting, as a defense, that the nonviolent sexual advance or an individual or a perception or belief of the gender, gender identity, or expression, or sexual orientation of an individual excuses or justifies conduct or mitigates the severity of an offense. Both bills died in committee. In June 2019, the bill was reintroduced in both houses of Congress as the Gay and Trans Panic Defense Prohibition Act of 2019 (S.1721 and H.R.3133).\n\nAs of June 2021, 15 states and the District of Columbia have banned the so-called \"gay panic defense\": California, Colorado, Connecticut, Hawaii, Illinois, Maine, Maryland, Nevada, New Jersey, New York, Oregon, Rhode Island, Vermont, Virginia, Washington.[69]\n\n"
        },
        {
            "title": "Military service",
            "text": "Although the U.S. military discharged soldiers for homosexual acts throughout the eighteenth and nineteenth century, U.S. military law did not expressly prohibit homosexuality or homosexual conduct until February 4, 1921. On May 5, 1950, the Uniform Code of Military Justice was passed by Congress and signed into law by President Harry S. Truman, and became effective on May 31, 1951. Article 125 forbade sodomy among all military personnel, defining it as \"any person subject to this chapter who engages in unnatural carnal copulation with another person of the same or opposite sex or with an animal is guilty of sodomy. Penetration, however slight, is sufficient to complete the offence.\" Application of Article 125 was severely limited by the 2003 U.S. Supreme Court decision in Lawrence v. Texas, and it was amended only to apply to ‘forcible sodomy’ on December 26, 2013, when President Barack Obama signed into law the National Defense Authorization Act for Fiscal Year 2014. The National Defense Authorization Act for Fiscal Year 2017 finally repealed the article and its classification of sodomy, as a crime separate from rape, altogether.\n\nPrior to 1993, lesbian and gay people were not permitted to serve in the U.S. military. Under the \"Don't ask, don't tell\" (DADT) policy enacted that year, they were permitted to do so only if they did not disclose their sexual orientation. The Don't Ask, Don't Tell Repeal Act of 2010 permitted homosexual men and women to serve openly in the armed forces once designated government officials certified that the military was prepared for the repeal.[70] Since September 20, 2011, gays, lesbians, and bisexuals have been able to serve openly.[71]\n\nTransgender women and other individuals that are assigned male at birth are still required to sign-up for the Selective Service.[72]\n\nOn July 13, 2015, Defense Secretary Ashton Carter said that the current regulations banning transgender individuals from serving were outdated, and announced a six-month study to determine if lifting the ban would have any impact on the military's effectiveness.[73] On June 30, 2016, Carter announced that the ban on transgender troops from openly serving had been lifted.[74] The policy went into effect on October 1, 2016, and training on transgender issues was scheduled to begin a month later.\n\nOn October 24, 2016, 10 soldiers in the U.S. Army became the first to openly petition for a sex change since the ban on service by transgender individuals was lifted.[75] The military was originally scheduled to complete its adjustment to openly transgender troops by July 2017.[75] That month, however, President Trump declared in a tweet that transgender people would be prohibited from serving in the military.[76] The next day, Chairman of the Joint Chiefs of Staff General Joseph Dunford said, \"There will be no modifications to the current policy until the President's direction has been received by the Secretary of Defense and the Secretary has issued implementation guidance. In the meantime, we will continue to treat all of our personnel with respect.\"[77]\n\nTrump later published a memo on August 25, 2017 directing that an implementation plan be submitted to him by the Secretary of Defense and the Secretary of Homeland Security by February 2018.[78] In November 2018, the Trump administration formally asked the Supreme Court to issue a ruling on the matter, even though lower courts were still hearing appeals.[79] Though the Supreme Court initially refused this request, on January 22, 2019, it granted temporary permission to the Trump administration to proceed with its ban,[80][81] and on March 12 the Department of Defense released a memorandum describing the terms of the ban to take effect on April 12, 2019.[82]\n\nThe memorandum offers some protection for existing military personnel who were already diagnosed with \"gender dysphoria\" or who were already serving in their self-designated gender before the memorandum was issued.[83] However, new personnel must serve in their birth gender/sex and are disqualified from service if they have a recent history of gender dysphoria or if they have ever received hormones and surgery related to gender transition. Two bipartisan bills in Congress are pushing back against the ban.[84][85]\n\nOn January 25, 2021, the new Biden Administration revoked Trump's ban through an executive order, reverting the policy regarding Transgender people and military service to what it was in 2016 under the Obama Administration. Transgender personnel are now allowed to serve in the military under varying conditions and requirements. On April 30, 2021, the United States Department of Defense enacted a new policy calling for better medical access and gender marker assistance to transgender people serving in the United States Military.[86][87]\n\n"
        },
        {
            "title": "Prison",
            "text": "More than 8,400 detained migrants—over a five-year period spanning both the Obama and Trump administrations—were placed in solitary confinement, which remains an ongoing practice as of May 2019. In half of the cases, detainees were being punished, but in the other half, the confinement was due to the person's mental illness, physical disability, or sexual orientation. Journalists identified six suicides among this population.[88]\n\nIn the United States, four states permit conjugal visits to prisoners: California, Connecticut, New York, and Washington;[89] all of these U.S. states have legalized same-sex marriage in June 2015.[90] In June 2007, California, following the enactment in 2005 of a state law requiring state agencies to provide the same rights to domestic partners as to married couples, became the first U.S. state to allow same-sex conjugal visits. The new rules allowed for visits only by registered same-sex married couples or domestic partners, provided that the same-sex marriage or domestic partnership was established before the prisoner was incarcerated.[91] In New York, prior to the vote on same-sex visits, this state allowed 27 out of its 60 facilities to allow same-sex conjugal visits, but this law was not enforced state wide until April 2011. In 2014, both New Mexico and Mississippi banned conjugal visits.[92][93]\n\n"
        },
        {
            "title": "Transgender rights in the United States",
            "text": "Since April 11, 2022 US Passports give the sex/gender options of male, female and X by self determination.[15] Discrimination rates are very high for the transgender community and especially for transgender people of color.[94] Some frequent examples of discrimination and other forms of oppression faced by the transgender community are violence and hate crimes,[95][96] homelessness,[97] poverty,[98] sexual assault,[99][100][101] housing discrimination,[102] employment discrimination,[103] harassment,[104] bullying,[105] disproportionate rates of arrest and incarceration,[106]\nprison and immigration violence and mistreatment,[107] airport security humiliation,[108][109] HIV/AIDS[110] and health disparities,[111][112] governmental/bureaucratic barriers to transitioning (documents and surgery requirements),[113] economic and societal barriers to transitioning (the high costs of medical care and the frequent denial of care),[114][115] to name only a few.\n\nSome who experience exclusion from the workforce, turn to survival crimes, such as sex work, in order to have an income as a direct result of economic oppression and discrimination.[106] With the passage of the Fight Online Sex Trafficking Act (FOSTA) and Stop Enabling Sex Traffickers Act (SESTA) bills, those individuals who turn to sex work are put in more danger because they are forced to turn back to more dangerous methods of finding work, such as through pimps and working on the streets, than online forums where they were able to vet clients.[116][117][118][119][120]\n\nFrequently, the media, and politicians sensationalize transgender identities and oppression is reinforced. Aware of this trend, in 2016, a coalition of over 250 anti-sexual assault and domestic violence organizations have released a joint letter decrying the trend of portraying transgender people in restrooms as sexual predators as untrue and harmful. Likewise, GLAAD has released a media guide[121] for reporters covering restroom usage in relation to the transgender community.\n\nIn 2022, over 230 anti-transgender bills were introduced in state legislatures in a coordinated national campaign to target transgender rights.[122] Many of these bills became law. \n\nMany transgender advocates also advocate for converting single-occupant, gender-segregated restrooms into single-occupant, all-gender restrooms by simply changing the signs due to the high rates of harassment and even violence faced by the transgender community when accessing gender-segregated restrooms according to their gender expression. All-gender/gender-neutral restrooms are also beneficial to nursing mothers, parents with different-sex children, and people with disabilities.[123] Transgender advocates affirm all-gender restrooms as well as access to gendered restrooms as a matter of choice, safety, privacy, and dignity.[124]\n\nDifferent procedures and requirements for legal name changes and gender marker changes on birth certificates, drivers licenses, social security identification and passports exist and can be inconsistent. Many states require sex reassignment surgery to change their name and gender marker. Also, documents that do not match each other can present difficulties in conducting personal affairs - particularly those which require multiple, matching forms of identification. Furthermore, having documents that do not match a person's gender presentation has been reported to lead to harassment and discrimination.\n\nU.S. states make their own laws about birth certificates, and state courts have issued varied rulings about transgender people.[125][126]\n\nMost states permit the name and sex to be changed on a birth certificate, either by amending the existing birth certificate or by issuing a new one, although some require medical proof of sex reassignment surgery to do so.\n\nOnly one state — Tennessee as of December 2020[127][128][129] — will not change the sex on a birth certificate at all, under any circumstances. In February 2020, the Idaho House of Representatives passed a similar bill.[130]\n\nAll U.S. states allow the gender marker to be changed on a driver's license,[131] although the requirements for doing so vary by state. Often, the requirements for changing one's driver's license are less stringent than those for changing the marker on the birth certificate.\n\nSometimes, the states' requirements and laws conflict with and are dependent on each other; for example, a transgender woman who was born in Tennessee but living in Kentucky will be unable to have the gender marker changed on her Kentucky driver's license. This is due to the fact that Kentucky requires an amended birth certificate reflecting a person's accurate gender, but the state of Tennessee does not change gender markers on birth certificates.[132]\n\nThe U.S. State Department determines what identifying biographical information is placed on passports. On June 10, 2010, the policy on gender changes was amended to allow permanent gender marker changes to be made with the statement of a physician that \"the applicant has had appropriate clinical treatment for gender transition to the new gender.\"[133] The previous policy required a statement from a surgeon that gender reassignment surgery was completed.[134] Since April 11, 2022 US Passports give the sex/gender options of male, female and X by self determination.[15][135]\n\nAs of 2017, the U.S. federal government does not recognize a third gender option on passports or other national identity documents, though other countries including Australia, New Zealand, India, Nepal, Pakistan, Bangladesh, Germany, Malta, and Canada have begun recognizing this.[136][137][138][139][140] Third genders have traditionally been acknowledged in a number of Native American cultures as \"two spirit\" people, in traditional Hawaiian culture as the māhū, and as the fa'afafine in American Samoa.[141][142][143][144] Similarly, immigrants from traditional cultures that acknowledge a third gender would benefit from such a reform, including the muxe gender in southern Mexico and the hijra of south Asian cultures.[145][146][147]\n\nOn June 10, 2016, an Oregon circuit court ruled that a resident, Elisa Rae Shupe, could obtain a non-binary gender designation. The Transgender Law Center believes this to be \"the first ruling of its kind in the U.S.\"[148]\n\nA bathroom bill is the common name for legislation or a statute that defines access to public toilets by gender  (restrooms)—or transgender individual. Bathroom bills affect access to sex-segregated public facilities for an individual based on a determination of their sex as defined in some specific way—such as their sex as assigned at birth, their sex as listed on their birth certificate, or the sex that corresponds to their gender identity.[149] A bathroom bill can either be inclusive or exclusive of transgender individuals, depending on the aforementioned definition of their sex. Unisex public toilets are one option to overcome this controversy.\n\nCritics of bills which exclude transgender individuals from restrooms which conform to their gender identity argue that they do not make public restrooms any safer for cisgender (non-transgender) people, and that they make public restrooms less safe for both transgender people and gender non-conforming cisgender people.[150][151][152] Additionally, critics claim there have been no cases of a transgender person attacking a cisgender person in a public restroom,[150][153] although there has been at least one isolated incident of voyeurism in a fitting room.[154] By comparison, a much larger percentage of transgender people have been verbally, physically, and sexually harassed or attacked by cisgender people in public facilities.[155] For these reasons the controversy over transgender bathroom access has been labeled a moral panic.[156]\n\nProponents say such legislation is necessary to maintain privacy, protect what they claim to be an innate sense of modesty held by most cisgender people, prevent voyeurism, assault, molestation, and rape,[157] and retain psychological comfort.[158][159]\n\nOne bathroom bill, the Public Facilities Privacy & Security Act in North Carolina, was approved as a law in 2016, although portions of the measure were later repealed in 2017 as part of a compromise between the Democratic governor and Republican-controlled Legislature.\n\nPublic opinion regarding \"transgender bathroom rights\" in the United States is mixed, see summary table below.\n\nNineteen U.S. States have banned transgender people from participating in sports in their gender identity. These states include Texas,[162] Arkansas,[163] Florida,[164] Alabama,[165] Oklahoma,[166] Kentucky,[167]  Mississippi,[168] Tennessee,[169] West Virginia,[170] South Carolina,[171] Utah,[172] South Dakota,[173] Montana,[174] Iowa,[175] Arizona,[176] Idaho,[177] Indiana,[178] Louisiana,[179] and Georgia.[180] The passage of legislation against transgender youth has seen increases in calls to Trans Lifeline, a suicide crisis hotline run by and for transgender people.[181]\n\nThe Human Rights Campaign has argued that these discriminatory laws are not about protecting women’s sports, but rather are attempts to “undermine the existence of transgender people.[182] Transgender advocates have noted that hormone replacement therapy and testosterone suppression reduces muscle mass and physical strength in transgender women, reducing the possibility of a competitive advantage.[183] Transgender inclusion in sports is supported by the Women’s Sports Foundation, the Women's National Basketball Players Association  (WNBPA), the National Women's Law Center, and Athlete Ally, as well as United States Women's National Soccer Team Captain Megan Rapinoe, tennis legend Billie Jean King, WNBA Minnesota Lynx coach Cheryl Reeve, and WNBA star Candace Parker.[184][185][186][187]\n\nThe US Department of Education has said transgender students are protected under Title IX.[188]\n\nIn September 2011, a California state court denied the request of a California inmate, Lyralisa Stevens, for sex reassignment surgery at the state's expense.[189]\n\nOn January 17, 2014, in Kosilek v. Spencer a three-judge panel of the First Circuit Court of Appeals ordered the Massachusetts Department of Corrections to provide Michelle Kosilek, a Massachusetts inmate, with sex reassignment surgery. It said denying the surgery violated Kosilek's Eighth Amendment rights, which included \"receiving medically necessary treatment ... even if that treatment strikes some as odd or unorthodox\".[190]\n\nOn April 3, 2015, the U.S. Department of Justice intervened in a federal lawsuit filed in Georgia to argue that denying hormone treatment for transgender inmates violates their rights. It contended that the state's policy that only allows for continuing treatments begun before incarceration was insufficient and that inmate treatment needs to be based on ongoing assessments.[191] The case was brought by Ashley Diamond, an inmate who had used hormone treatment for seventeen years before entering the Georgia prison system.[192]\n\nOn May 11, 2018, the US Bureau of Prisons announced that prison guidelines issued by the Obama Administration in January 2017 to allow transgender prisoners to be transferred to prisons housing inmates of the gender which they identify with had been rescinded and that assigned sex at birth would once again determine where transgender prisoners are jailed.[193]\n\nAs of January 2021, one state, California, allows transgender people to be housed in prison according to their gender identity, and another, New Mexico, has separate facilities entirely, which are segregated off from other inmates, and are reserved for transgender people only.\n\nTransgender Day of Remembrance was founded in 1999 by Gwendolyn Ann Smith and JMEL a transgender woman,[194] to memorialize the murder of transgender woman Rita Hester in Allston, Massachusetts.[195] It has slowly evolved from the web-based project started by Smith into an international day of action every November 20. Transgender Day of Remembrance is now a day to honor all transgender lives lost to murder caused by transphobia. Several communities and organizations all over the world have made vigils accessible to all for the lost lives through murder.[196]\n\n"
        },
        {
            "title": "Intersex rights in the United States",
            "text": "Since April 11, 2022 US Passports give the sex/gender options of male, female and X by self determination.[15] Intersex people in the United States have some of the same rights as other people, but with significant gaps, particularly in protection from non-consensual cosmetic medical interventions, from violence, and from discrimination.[197][198] Many non-consensual medical surgeries are being performed in order to \"fix\" these individuals when they are born or young. Some are also put on hormones in order to ensure that their bodies develop to the sex they were assigned. In August 2018, the California state legislature passed a law that condemns these types of surgeries.[199][200][201][202] Actions by intersex civil society organizations aim to eliminate harmful practices, promote social acceptance, and equality.[203][204] In recent years, intersex activists have also secured some forms of legal recognition.[205]\n\n"
        },
        {
            "title": "",
            "text": "In the early 1980s, it was reported that a new disease was being transferred through infected blood and sexual contact, and that risk factors included homosexuality and drug use.[206][207] One of the earliest medical clinics treating the disease was run in New York City by Dr. Joseph Sonnabend. By 1985, thousands of people in the United States had died. Many LGBT advocacy organizations began to speak up and raise funds.\n\nAs of 2019, at least 29 states criminalize \"nondisclosure, exposure or transmission\" of HIV, while an additional 5 states use this to justify enhancements for sentences for other crimes. As of 2008, 33 states had laws regarding the criminalization of HIV transmission.\n\nThe following states may currently have laws that prosecute individuals for criminal exposure of HIV: Alabama, Alaska, Arkansas, California, Colorado, Delaware, Florida, Georgia, Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maryland, Michigan, Minnesota, Mississippi, Missouri, Montana, Nevada, New Jersey, New York, North Carolina, North Dakota, Ohio, Oklahoma, Pennsylvania, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, and Washington.\n\n"
        },
        {
            "title": "Blood and tissue donation",
            "text": "In the U.S., the current guidance from the U.S. Food and Drug Administration (FDA) is to defer from accepting blood from a man who has had sex with another man (MSM) within the past three months.[208] Furthermore, the FDA recommends to blood establishments that in the context of the donor history questionnaire, male or female gender should be self-identified and self-reported for the purpose of blood donation.[209]\n\nFDA-recommended restrictions on MSM tissue donation are twenty times as strict as for MSM blood donors, with current FDA regulations prohibiting tissue donation by any man who has had sex with another man in the preceding five years, even if all infectious testing is negative.[210] This five-year MSM deferral policy, as well as a similar twelve-month MSM deferral policy in Canada, prevents thousands of donations of eye tissue annually, despite a global shortage of donated eye tissue needed for vision-restoring corneal transplant surgeries.[211]\n\n"
        },
        {
            "title": "Conversion therapy",
            "text": "Conversion therapy is the discredited practice of attempting to change a person's sexual orientation or gender identity.\n\nTwenty states, the District of Columbia, and Puerto Rico ban the practice of conversion therapy on minors. A further 84 cities and counties ban conversion therapy on minors. The ban passed by New York City applies to adults as well as minors.\n\nA federal ban on conversion therapy has been proposed.\n\n"
        },
        {
            "title": "History of U.S. Supreme Court decisions on LGBT rights",
            "text": "In March 1956, a Federal District Court ruled that ONE: The Homosexual Magazine, was obscene under the Federal Comstock laws and thus could not be sent through the United States Postal Service. This ruling was upheld by the 9th Circuit Court of Appeals, but in 1958, the Supreme Court issued a landmark ruling in One, Inc. v. Olesen, 355 U.S. 371 (1958), which overturned the previous rulings under a new legal precedent that had been established by the landmark case, Roth v. United States, 354 U.S. 476 (1957). As a result, gay newspapers, magazines and other publications could be lawfully distributed through the public mail service.\nOn May 22, 1967, the Supreme Court ruled in Boutilier v. Immigration and Naturalization Service, 387 U.S. 118 (1967), to uphold the Immigration and Nationality Act of 1952, which among other things banned homosexuals, as constitutional. This ban remained in effect until 1991.[212]\n\nIn 1972, a Tacoma, Washington teacher of twelve years with a perfect record was terminated after a former student outed him to the vice-principal. The Washington Supreme Court found that homosexuality was immoral and impaired his efficiency as a teacher. The court supported its conclusion in various ways, including the definition of homosexuality in the New Catholic Encyclopedia, the criminal nature of homosexual conduct, and finding that an \"immoral\" person could not be trusted to instruct students as his presence would be inherently disruptive. On October 3, 1977, the Supreme Court denied certiorari, although Justices Brennan and Marshall would have granted cert. This was the first homosexual discrimination decision to be aired on national network news. In fact, it was simultaneously aired on all three national network evening news shows, reaching approximately 60 million viewers.[213][214][215][216][217]\n\nIn 1985, the Supreme Court heard Board of Education v. National Gay Task Force, which concerned First and Fourteenth Amendment challenges against a law that allowed schools to fire teachers for public homosexual conduct.[218] The Court affirmed the lower court by an equally divided vote 4–4 allowing the Tenth Circuit's ruling that partially struck down the law to stand without setting precedent.[219][220]\n\nAlso in 1985, the Supreme Court refused to hear an appeal of Gay Student Services v. Texas A&M University, letting stand an appellate ruling ordering the university to provide official recognition of a student organization for homosexual students.[221][222]\n\nOn June 30, 1986, the Supreme Court of the United States ruled in Bowers v. Hardwick, that same-sex intimate conduct was not protected under the right to privacy established under the Fourteenth Amendment.\n\nOn May 20, 1996, the Supreme Court of the United States ruled in Romer v. Evans against an amendment to the Colorado state constitution that would have prevented any city, town or county in the state from taking any legislative, executive, or judicial action to protect homosexual or bisexual citizens from discrimination on the basis of their sexual orientation.\n\nOn March 4, 1998, the Supreme Court of the United States ruled in Oncale v. Sundowner Offshore Services that federal laws banning on-the-job sexual harassment also applied when both parties are the same sex. The lower courts, however, have reached differing conclusions about whether this ruling applies to harassment motivated by anti-gay animus.\n\nOn June 28, 2000, the Supreme Court of the United States ruled in Boy Scouts of America v. Dale that the Boy Scouts of America had a First Amendment right to exclude people from its organization on the basis of sexual orientation, irrespective of any applicable civil rights laws.\n\nOn June 26, 2003, the Supreme Court ruled in Lawrence v. Texas that intimate consensual sexual conduct is part of the liberty protected by substantive due process under the Fourteenth Amendment. The majority opinion, written by Justice Anthony Kennedy, explicitly overruled Bowers v. Hardwick, a 1986 decision that found sodomy laws to be constitutional.[17]\n\nTen years after the Lawrence decision, the Supreme Court ruled on June 26, 2013 by a 5–4 vote in United States v. Windsor that section 3 of the Defense of Marriage Act, that forbade the federal government from recognizing lawfully performed same-sex marriages, was found to violate the Fifth Amendment. The federal government then began to recognize lawfully performed same-sex marriages, and provide federal rights, privileges and benefits.[223][224]\n\nOn June 26, 2015, the Supreme Court ruled in Obergefell v. Hodges that same-sex marriage cannot be prohibited by a state. Consequently, same-sex marriages are licensed and recognized as valid and enforced in all states and areas subject to the jurisdiction of the U.S. Constitution.\n\nOn June 15, 2020, the Supreme Court of the United States ruled that the protections provided by Title VII of the Civil Rights Act of 1964 are also extended to LGBT individuals, thereby making it illegal for workplaces with 15 or more employees to discriminate on the basis of sexuality or gender identity.[225] The three consolidated cases were Altitude Express, Inc. v. Zarda; Bostock v. Clayton County; and R.G. & G.R. Harris Funeral Homes Inc. v. Equal Employment Opportunity Commission. USA Today afterwards stated that in addition to LGBTQ employment discrimination, \"The court's ruling is likely to have a sweeping impact on federal civil rights laws barring sex discrimination in education, health care, housing and financial credit.\"[226]\n\nIn 2022, more than 300 bills have been introduced or passed in 36 states to restrict the rights of LGBT people.[227]\n\n"
        },
        {
            "title": "History of LGBT rights under U.S. presidents",
            "text": "To train the new American Army in the latest military drills and tactics, General George Washington brought in Friedrich Wilhelm von Steuben (1730–94), who had been an officer on the German General staff. Von Steuben escaped Germany where he was threatened with prosecution for homosexuality. He joined Washington's army at Valley Forge in February 1778 accompanied by two young aides. Steuben became an American general, and a senior advisor to Washington. Despite rumors about sexual behavior at his parties, there never was an investigation of Steuben, and he received a congressional pension after the war.[228][229]\n\nThe first evidence of discrimination to homosexuals serving in the United States military dates from March 11, 1778, when Lieutenant Frederick Gotthold Enslin was brought to trial before a court-martial. According to General Washington's report: \"...Lieutt. Enslin of Colo. Malcolm's Regiment tried for attempting to commit sodomy ...\" Washington's secretary described the results of the trial: \"His Excellency the Commander in Chief approves the sentence and with Abhorrence & Detestation of such Infamous Crimes orders Lieut. Enslin to be drummed out of Camp tomorrow morning....\"[230]\n\nIn 1801, Congress enacted the District of Columbia Organic Act of 1801 that continued all criminal laws of Maryland and Virginia in the now formally structured District, with those of Maryland applying to that portion of the District ceded from Maryland, and those of Virginia applying to that portion ceded from Virginia. At the time, Maryland had a sodomy law applicable only to free males with a punishment of \"labour for any time, in their discretion, not exceeding seven years for the same crime, on the public roads of the said county, or in making, repairing or cleaning the streets or bason [sic] of Baltimore-town;\" it imposed the death penalty for slaves committing sodomy. Similarly, Virginia had a penalty of 1–10 years for free persons committing sodomy, but imposed the death penalty for slaves committing sodomy. The law went into effect on February 27, 1801.[231]\n\nIn 1779, Thomas Jefferson wrote a law in Virginia which contained a maximum punishment of castration for men who engaged in sodomy.[232] However, what was intended by Jefferson as a liberalization of the sodomy laws in Virginia at that time was rejected by the Virginia Legislature, which continued to prescribe death as the maximum penalty for the crime of sodomy in that state.[233]\n\nIn 1831, Congress established penalties in the District of Columbia for a number of crimes, but not for sodomy. It specified that \"every other felony, misdemeanor, or offence not provided for by this act, may and shall be punished as heretofore[.]\" At the time, Maryland and Virginia had a penalty of 1–10 years for committing sodomy. It went into effect on March 2, 1831.[231]\n\nIn 1807, William Henry Harrison signed into law a comprehensive criminal code that included the first sodomy law for the Indiana Territory that eliminated the gender-specifics, reduced the penalty for a maximum of 1 to 5 years in prison, a fine of $100 to $500, up to 500 lashes on the back, and a permanent loss of civil rights.[234]\n\nIn 1892, Congress passed a law for the District of Columbia that states that \"for the preservation of the public peace and the protection of property within the District of Columbia.\" Labeled in the law as vagrants were \"all public prostitutes, and all such persons who lead a notoriously lewd or lascivious course of life[.]\" All offenders had to post bond of up to $200 for good behavior for a period of six months. The law went into effect on July 29, 1892.[231]\n\nIn 1898, Congress deleted the word \"notoriously\" from the provision concerning a lewd or lascivious course of life, thereby allowing prosecution of persons without the condition of notoriety. The bond for good behavior was raised to $500, and the law was made gender-neutral. The law went into effect on July 8, 1898.[231]\n\nIn 1901, Congress adopted a new code for the District of Columbia that expressly recognized common-law crimes, with a penalty for them of up to five years and/or a $1,000 fine. The law went into effect on March 3, 1901.[231]\n\nOn December 14, 1916, President Woodrow Wilson vetoed the Immigration Act of 1917, which would have excluded individuals from entering the United States who were found \"mentally defective\" or who had a \"constitutional psychopathic inferiority.\" A similar Public Health Service definition of homosexuals was used simultaneously by the Immigration and Naturalization Service (INS) to reinforce the language of the Immigration Act of 1917 and effectively ban all homosexual immigrants who disclosed their sexual minority status. On February 5, 1917, the Congress overrode Wilson's veto, implementing the Immigration Act of 1917 into law.[235]\n\nOn March 1, 1917, the Articles of War of 1916 are implemented. This included a revision of the Articles of War of 1806, the new regulations detail statutes governing U.S. military discipline and justice. Under the category Miscellaneous Crimes and Offences, Article 93 states that any person subject to military law who commits \"assault with intent to commit sodomy\" shall be punished as a court-martial may direct.[236]\n\nOn June 4, 1920, Congress modified Article 93 of the Articles of War of 1916. It was changed to make the act of sodomy itself a crime, separate from the offense of assault with intent to commit sodomy.[236] It went into effect on February 4, 1921.[237]\n\nIn 1919, Democratic Assistant Secretary of the Navy Franklin D. Roosevelt requested an investigation into \"vice and depravity\" in the sea services after a sting operation in which undercover operatives attempt to seduce sailors suspected of being homosexual had already begun at the Naval base in Newport, Rhode Island. At least 17 sailors were jailed and court-martialed before public outcry prompted a Republican-led Senate committee to condemn the methods of the operation. Roosevelt denied he had any knowledge that entrapment had been used or that he would have approved of it.[238]\n\nIn 1935, Congress passed a law for the District of Columbia that made it a crime for \"any person to invite, entice, persuade, or to address for the purpose of inviting, enticing, or persuading any person or persons...to accompany, to go with, to follow him or her to his or her residence, or to any other house or building, inclosure, or other place, for the purpose of prostitution, or any other immoral or lewd purpose.\" It imposed a fine of up to $100, up to 90 days in jail, and courts were permitted to \"impose conditions\" on anyone convicted under this law, including \"medical and mental examination, diagnosis and treatment by proper public health and welfare authorities, and such other terms and conditions as the court may deem best for the protection of the community and the punishment, control, and rehabilitation of the defendant.\" The law went into effect on August 14, 1935.[231]\n\nIn 1941, Congress enacted a new solicitation law for the District of Columbia that labeled a \"vagrant\" any person who \"engages in or commits acts of fornication or perversion for hire.\" The law went into effect on December 17, 1941.[231]\n\nIn 1948, Congress enacted the first sodomy law in the District of Columbia, which established a penalty of up to 10 years in prison or a fine of up to $1,000 for sodomy. Also included with this sodomy law was a psychopathic offender law and a law \"to provide for the treatment of sexual psychopaths in the District of Columbia, and for other purposes.\" The law went into effect on June 9, 1948.[231]\n\nOn May 5, 1950, the Uniform Code of Military Justice was passed by Congress and was signed into law by President Harry S. Truman, and became effective on May 31, 1951. Article 125 forbids sodomy among all military personnel, defining it as \"any person subject to this chapter who engages in unnatural carnal copulation with another person of the same or opposite sex or with an animal is guilty of sodomy. Penetration, however slight, is sufficient to complete the offence.\"[236]\n\nOn June 25, 1952, the Immigration and Nationality Act of 1952 was vetoed by President Truman because he regarded the bill as \"un-American\" and discriminatory. The bill prohibits \"aliens afflicted with a psychopathic personality, epilepsy, or a mental defect\" from entry into the United States.[239][240][241] Congress would later override his veto and implemented the act into law.[235]\n\nOn April 27, 1953, President Dwight D. Eisenhower signed Executive Order 10450 which prohibits Federal employees from being members of a group or organization considered subversive. The order lists \"sexual perversion\" as a security risk constituting grounds for termination or denial of employment. The order went into effect on May 27, 1953.[236]\n\nWithout explicitly referring to homosexuality, the executive order responded to several years of charges that the presence of homosexual employees in the State Department posed blackmail risks. Attorney General Herbert Brownell Jr. explained that the new order was designed to encompass both loyalty and security risks and he differentiated between the two: \"Employees could be a security risk and still not be disloyal or have any traitorous thoughts, but it may be that their personal habits are such that they might be subject to blackmail by people who seek to destroy the safety of our country.\"[242]\n\nThe press recognized the revolutionary nature of the new executive order. The Washington Post said that it established not a loyalty test but a \"suitability test.\" Some in government referred to their new \"integrity-security\" program. Some of those the press expected to be excluded from federal employment included \"a person who drinks too much,\" \"an incorrigible gossip,\" \"homosexuals,\" and \"neurotics.\"[242]\n\nIn 1953, Congress changed the solicitation law in the District of Columbia so that the jail term of up to 90 days was retained, but the maximum fine was raised to $250, and the reference to the power of judges to \"impose conditions\" on the defendant was removed. The law went into effect on June 29, 1953.[231]\n\nOn February 2, 1950, Senator Lyndon B. Johnson voted for Uniform Code of Military Justice.[243]\n\nOn October 19, 1964, Walter Jenkins, a longtime top aide to President Johnson, had been arrested by District of Columbia Police in a YMCA restroom. He and another man were booked on a disorderly conduct charge.[244]\n\nAfter becoming a controversy prior to the 1964 presidential election, the American Mental Health Foundation wrote a letter to President Johnson protesting the \"hysteria\" surrounding the case:[245]\n\nAfter reelection during his second term on October 3, 1965, Johnson signed the Immigration and Nationality Act of 1965, which added \"sexual deviation\" as a medical ground for denying prospective immigrants entry into the United States. The bill went into effect on June 30, 1968.[235]\n\nIn August 1970, Richard Nixon, on the issue of same-sex marriage, said \"I can't go that far; that's the year 2000! Negroes and whites, okay. But that's too far!\"[249]\n\nIn 1972, San Francisco's Gay Activists Alliance disbanded and formed the Gay Voter's League, a group that campaigned for the reelection of President Richard Nixon.[250] In October 1972, representative of the Committee to Re-elect the President addressed gay voters on behalf of Richard M. Nixon's campaign in San Francisco. The event was organized by the Gay Voters League of San Francisco.[251]\n\nOn August 25, 1965, Rep. Gerald Ford voted for the Immigration and Nationality Act of 1965.[252]\n\nOn March 5, 1976, when asked about the issue of gay rights, with respect to hiring, employment, and housing, Gerald Ford said \"I recognize that this is a very new and serious problem in our society. I have always tried to be an understanding person as far as people are concerned who are different than myself. That doesn't mean that I agree with or would concur in what is done by them or their position in society. I think this is a problem we have to face up to, and I can't give you a pat answer tonight. I just would be dishonest to say that there is a pat answer under these very difficult circumstances\".[253]\n\nIn 1976, during that year's presidential campaign, President Gerald Ford was \"zapped\" by activists in Ann Arbor, Michigan over federal immigration rules. The protests forced President Ford to admit that he was not aware that homosexuality was used as a basis for exclusion in immigration rulings.[250]\n\nGerald Ford, as former president, formally opposed the Briggs Initiative in 1977, which sought to ban homosexuals from teaching in public school. In October 2001, he broke with conservative members of the Republican party by stating that gay and lesbian couples \"ought to be treated equally. Period.\" He became the highest ranking Republican to embrace full equality for gays and lesbians, stating his belief that there should be a federal amendment outlawing anti-gay job discrimination and expressing his hope that the Republican Party would reach out to gay and lesbian voters.[254] He also was a member of the Republican Unity Coalition, which The New York Times described as \"a group of prominent Republicans, including former President Gerald R. Ford, dedicated to making sexual orientation a non-issue in the Republican Party\".[255]\n\nIn February 1976, Carter said he opposed discrimination on the basis of sexual orientation, but in June 1976 he withdrew his support of a gay rights plank in the Democratic Party platform.[256]\n\nIn 1977, under the guidance of Jimmy Carter, a policy was removed which barred employment of gays in the foreign service and Internal Revenue Service. That same year, fourteen gay and lesbian activists were invited to the White House for the first official visit ever. Jimmy Carter publicly opposed the Briggs Initiative. However, in March 1980, Carter issued a formal statement indicating he would not issue an executive order banning anti-gay discrimination in the U.S. federal government and that he would not support including a gay rights plank in the Democratic Party platform.[256][257] In September 1980, the United States Department of Justice announced that immigration officials would no longer be allowed to ask whether an individual entering the United States was gay and therefore ineligible for admission.[258] An individual would only be denied admission into the United States if the traveler self-identified as gay to the immigration official.[258]\n\nIn 2004, Carter came out for civil unions and stated that he \"opposes all forms of discrimination on the basis of sexual orientation and believes there should be equal protection under the law for people who differ in sexual orientation\".[259] In 2007, he called for ending the ban on gays in the military.[260] In March 2012, Jimmy Carter came out in favor of same sex marriage.[261]\n\nThe first chapter of what would become the national Log Cabin Republicans (LCR) formed in 1978 to fight California's Briggs Initiative, a ballot initiative that would have banned homosexuals from teaching in public schools. The chapter worked diligently and successfully convinced Governor Reagan to publicly oppose the measure.[250] Reagan penned an op-ed against the Briggs Initiative in which he wrote, \"Whatever else it is, homosexuality is not a contagious disease like the measles. Prevailing scientific opinion is that an individual's sexuality is determined at a very early age and that a child's teachers do not really influence this.\"[262]\n\nOn the 1980 campaign trail, he spoke of the gay civil rights movement:\n\nNo civil rights legislation for LGBT individuals passed during Reagan's tenure. Additionally, Reagan has been criticized for ignoring (by failing to adequately address or fund) the growing AIDS epidemic, even as it took thousands of lives in the 1980s. Reagan's Surgeon General from 1982 to 1989, Dr. C. Everett Koop, claims that his attempts to address the issue were shut out by the Reagan Administration. According to Koop, the prevailing view of the Reagan Administration was that \"transmission of AIDS was understood to be primarily in the homosexual population and in those who abused intravenous drugs\" and therefore that people dying from AIDS were \"only getting what they justly deserve.\"[264]\n\nOn August 18, 1984, President Reagan issued a statement on the issue of same-sex marriage that read:\n\nMr. Reagan made the comment in response to a questionnaire from the conservative publishers of the Presidential Biblical Scoreboard, a magazine-type compilation of past statements and voting records of national candidates.[265]\n\nIn 1988, the Republican Party's nominee, Vice President George H. W. Bush, endorsed a plan to protect persons with AIDS from discrimination.[250]\n\nAs President, George H. W. Bush signed legislation that extended gay rights. On April 23, 1990, George H. W. Bush signed the Hate Crime Statistics Act, which requires the Attorney General to collect data on crimes committed because of the victim's race, religion, disability, sexual orientation, or ethnicity. It was the first federal statute to \"recognize and name gay, lesbian and bisexual people.\"[266] On July 26, 1990, George H. W. Bush signed the Americans with Disabilities Act of 1990. On November 29, 1990, Bush signed the Immigration Act of 1990, which withdrew the phrase \"sexual deviation\" from the Immigration and Nationality Act (INA) so that it could no longer be used as a basis for barring entry of immigration to the U.S. for homosexuals.[250]\n\nIn a television interview, Bush said if he found out his grandchild was gay, he would \"love his child\", but tell him homosexuality was not normal and discourage him from working for gay rights. In February 1992, the chairman of the Bush-Quayle campaign met with the National Gay and Lesbian Task Force.[256] In May 1992, he appointed Anne-Imelda Radice to serve as the Acting Chairman of the National Endowment for the Arts.[267] Losing ground in the 1992 Republican president primary to President Bush's far-right challenger, Pat Buchanan, the Bush campaign turned to the right, and President Bush publicly denounced same-sex marriage.[268]\n\nThe 1992 Log Cabin Republican convention was held in Spring, Texas, a Houston exurb. The main issue discussed was whether or not LCR would endorse the re-election of President George H. W. Bush. The group voted to deny that endorsement because Bush did not denounce anti-gay rhetoric at the 1992 Republican National Convention.[269] Many in the gay community believed President Bush had not done enough on the issue of AIDS. Urvashi Vaid argues that Bush's anti-gay rhetoric \"motivated conservative gay Democrats and loyal gay Republicans, who had helped defeat Dukakis in 1988, to throw their support behind Clinton.\"[256]\n\nIn 1992, the Council of the District of Columbia passed the \"Health Benefits Expansion Act\", which was signed into law by the Mayor of Washington, D.C. The bill, which established domestic partnerships in the District of Columbia, became law on June 11, 1992. Every year from 1992 to 2000, the Republican leadership of the U.S. Congress added a rider to the District of Columbia appropriations bill that prohibited the use of federal or local funds to implement the Health Care Benefits Expansion Act.[270] On October 5, 1992, Bush signed the H.R. 6056 into law, which included the Republican rider to the appropriations bill.[271]\n\nIn 2013, former President George H. W. Bush served as a witness at a same-sex wedding of Bonnie Clement and Helen Thorgalsen, who own a general store together in Maine.[272] In 2015 The Boston Globe reported that Bush \"offered to perform the ceremony but had a scheduling conflict.\"[273]\n\nIn 1992, Governor Bill Clinton, as a candidate for president, issued a public statement of support for repeal of Arkansas's sodomy law.[274] Also in 1992, the Human Rights Campaign, America's largest LGBT rights organization, issued its first presidential endorsement in 1992 to Bill Clinton.[275]\n\nBill Clinton's legacy on gay rights is a matter of controversy. LGBT rights activist Richard Socarides credits Clinton as the first president to publicly champion gay rights,[275] but Clinton's signing of DOMA and DADT have led critics like Andrew Sullivan to argue Clinton was a detriment to rather than an ally for the LGBT rights movement, though DOMA passed Congress with veto-proof majorities in the House and Senate.[276]\n\nIn December 1993, Clinton implemented a Department of Defense directive known as \"Don't Ask, Don't Tell\", which allowed gay men and women to serve in the armed services provided they kept their sexuality a secret, and forbade the military from inquiring about an individual's sexual orientation.[277] The policy was developed as a compromise after Clinton's proposal to allow gays to serve openly in the military met with staunch opposition from prominent Congressional Republicans and Democrats, including Senators John McCain (R-AZ) and Sam Nunn (D-GA). According to David Mixner, Clinton's support for the compromise led to a heated dispute with Vice President Al Gore, who felt that \"the President should lift the ban ... even though [his executive order] was sure to be overridden by the Congress\".[278]\n\nSome gay-rights advocates criticized Clinton for not going far enough and accused him of making his campaign promise to get votes and contributions.[279] Their position was that Clinton should have integrated the military by executive order, noting that President Harry Truman used executive order to racially desegregate the armed forces. Clinton's defenders argue that an executive order might have prompted the Senate to write the exclusion of gays into law, potentially making it harder to integrate the military in the future.[280] Later in his presidency, in 1999, Clinton criticized the way the policy was implemented, saying he did not think any serious person could say it was not \"out of whack\".[281]\n\nOn September 21, 1996, Clinton signed into law the Defense of Marriage Act (DOMA), which defines marriage for federal purposes as the legal union of one man and one woman, allowing individual states to refuse to recognize gay marriages performed in other states.[282] Paul Yandura, speaking for the White House gay and lesbian liaison office, said that Clinton's signing of DOMA \"was a political decision that they made at the time of a re-election.\" In defense of his actions, Clinton has said that DOMA was an attempt to \"head off an attempt to send a constitutional amendment banning gay marriage to the states\", a possibility he described as highly likely in the context of a \"very reactionary Congress.\"[283]\n\nAdministration spokesman Richard Socarides said, \"... the alternatives we knew were going to be far worse, and it was time to move on and get the president re-elected.\"[284] Others were more critical. The veteran gay rights and gay marriage activist Evan Wolfson has called these claims \"historic revisionism\".[284] In a July 2, 2011 editorial The New York Times opined, \"The Defense of Marriage Act was enacted in 1996 as an election-year wedge issue, signed by President Bill Clinton in one of his worst policy moments.\"[285]\n\nDespite DOMA, Clinton, who was the first president to select openly gay persons for Administration positions,[286] is generally credited as the first president to publicly champion gay rights.[275] During his presidency, Clinton controversially issued two substantial executive orders on behalf of gay rights, the first was Executive Order 12968 in 1995 that lifted the ban on security clearances for LGBT federal employees[287] and the second was Executive Order 13087 in 1998 that outlawed discrimination based on sexual orientation in the federal civilian workforce.[288]\n\nUnder President Clinton's leadership, federal funding for HIV/AIDS research, prevention and treatment more than doubled.[289] And Clinton also pushed for passing hate crimes laws for gays and for the private sector Employment Non-Discrimination Act, which, buoyed by his lobbying, failed to pass the Senate by a single vote in 1996.[290] Advocacy for these issues, paired with the politically unpopular nature of the gay rights movement at the time, led to enthusiastic support for Clinton's reelection in 1996 by the Human Rights Campaign.[275]\n\nClinton was the first president to select openly gay persons for Administration positions, appointing over 150 LGBT appointees.[291] The first openly gay U.S. ambassador, James Hormel, received a recess appointment from the President after the Senate failed to confirm the nomination.\n\nOn June 2, 2000, Clinton declared June to be Gay and Lesbian Pride Month, making him the first president to do so.[292]\n\nIn 2008, Clinton publicly opposed the passage of California's Proposition 8 and recorded robocalls urging Californians to vote against it.[293] In July 2009, he came out in favor of same-sex marriage.[294] On March 7, 2013, Clinton called for the overturn of the Defense of Marriage Act by the U.S. Supreme Court.[295]\n\nIn his 1994 campaign to become the Governor of Texas, Bush pledged to veto any effort to repeal Texas's sodomy law, calling it \"a symbolic gesture of traditional values.\"[296]\n\nIn 1997, Governor Bush signed into law a bill adding \"A license may not be issued for the marriage of persons of the same sex\" into the Texas Family Code.[297]\n\nIn a 1998 Texas Gubernatorial election political awareness test, he answered no to the questions of whether Texas government should include sexual orientation in Texas' anti-discrimination laws and whether he supports Texas recognizing same-sex marriage.[298]\n\nIn 1999, the Byrd Jr. Hate Crimes Act, which would have increased punishment for criminals motivated by hatred of a victim's gender, religion, ethnic background or sexual orientation, was killed in committee by Texas Senate Republicans. Governor Bush was criticized for letting the hate crimes bill die in a Texas Senate committee. Bush spokesman Sullivan said the governor never took a position on the bill. According to Louvon Harris, sister of James Byrd, said that Bush's opposition to the bill reportedly revolved around the fact that it would cover gays and lesbians.[296]\n\nThe governor's office \"contacted the family and asked if we would consider taking sexual orientation out of the bill, and our answer was no, because the bill is for everybody. Everybody should be protected by the law.\" said Harris. In a 2000 presidential debate, Al Gore would attack Bush for allowing the bill to die in committee, with Bush responding Texas already had a hate crimes statute, and nothing more was needed.[296] George W. Bush also stated his opposition New Jersey Supreme Court ruling that said the Boy Scouts of America must accept gays in their organization. \"I believe the Boy Scouts is a private organization and they should be able to set the standards that they choose to set,\" Bush said.[299] Bush also expressed his support for bans on gay foster parenting and adoption,[300] urging agencies to place children in \"traditional homes—man and wife.\"[301]\n\nDuring the 2000 campaign he did not endorse a single piece of gay rights legislation. In a 2000 Republican presidential debate, George W. Bush said he opposes same-sex marriage, but supports states' rights when it came to the issue of same-sex marriage. During the campaign he had refused to comment on Vermont's civil unions law.[299] On April 13, 2000, Governor Bush became first presumptive GOP presidential nominee ever to meet publicly with gay Republicans in Austin, Texas.[302]\n\nOn August 4, 2000, Bush received the endorsement of the Log Cabin Republicans, the GOP's largest gay group, for president.[303] He also received the endorsement of the newly formed Republican Unity Coalition.[303][304] In a 2000 presidential debate with Al Gore, Bush stated he supported the Defense of Marriage Act and the \"Don't ask, don't tell\" policy. However, he stated that he opposed sodomy laws, a reversal of his position as governor of Texas.[299][305][306]\n\nGeorge W. Bush, despite being opposed to LGBT rights when Governor of Texas, was relatively moderate in regards to LGBT rights as president, though opposed gay marriage and would later voice his support for civil unions. In his eight years of office, Bush's views on gay rights were often difficult to ascertain, but many experts feel that the Bush White House wanted to avoid bad publicity without alienating evangelical conservative Christian voters. Thus, he did not repeal President Clinton's Executive Order banning discrimination on the basis of sexual orientation in the federal civilian government, but Bush's critics felt as if he failed to enforce the executive order.[307]\n\nHe retained Clinton's Office of National AIDS Policy and was the first Republican president to appoint an openly gay man to serve in his administration, Scott Evertz as director of the Office of National AIDS Policy.[308] Bush also became the second president, after President Clinton, to select openly gay appointees to his administration. Bush's nominee as ambassador to Romania, Michael E. Guest, became the second openly gay man U.S. Ambassador and the first to be confirmed by the Senate. He did not repeal any of the spousal benefits that Clinton had introduced for same-sex federal employees. He did not attempt to repeal don't ask, don't tell, nor make an effort to change it.[299]\n\nIn April 2002, White House officials held an unannounced briefing in April for the Log Cabin Republicans. On June 27, 2002, President Bush signed a bill allowing death benefits to be paid to domestic partners of firefighters and police officers who die in the line of duty, permanently extending a federal death benefit to same-sex couples for the first time.[309]\n\nIn 2003, the U.S. Supreme Court ruled in Lawrence v. Texas that sodomy laws against consenting adults was unconstitutional. President Bush's press secretary Ari Fleischer refused to comment on the decision, noting only that the administration had not filed a brief in the case.[310] In 2004, Bush said \"What they do in the privacy of their house, consenting adults should be able to do.\"[311]\n\nPreviously, Bush said he supports states' rights when it came to marriage, however, after the Massachusetts Supreme Court decision in Goodridge v. Department of Public Health, Bush announced his support for a U.S. constitutional amendment banning same-sex marriage on February 24, 2004.[312] Due to his support of the Federal Marriage Amendment (FMA), the Log Cabin Republicans declined to endorse the reelection of George W. Bush in 2004[269] by a vote of 22–2.[313] The Palm Beach County chapter in Florida did endorse him, resulting in the revocation of their charter.[314] On September 22, 2004, the Abe Lincoln Black Republican Caucus (ALBRC), a group of young urban Black gay Republicans, voted in a special call meeting in Dallas, Texas, to endorse President Bush for re-election.[315] In an October president debate, Bush said he did not know whether homosexuality is a choice or not.[299] In October 2004, Bush said that he supported allowing the states to establish civil unions for same-sex couples.[316]\n\nIn 2007, Bush threatened to veto the Local Law Enforcement Hate Crimes Prevention Act of 2007, which would have included sexual orientation in hate crimes, and Employment Nondiscrimination Act of 2007.\n\nIn December 2008, the Bush administration refused to support the U.N. declaration on sexual orientation and gender identity at the United Nations that condemns the use of violence, harassment, discrimination, exclusion, stigmatization, and prejudice based on sexual orientation and gender identity.[317]\n\nObama supported legalizing same-sex marriage when he first ran for the Illinois State Senate in 1996.[318] When he ran for re-election to the Illinois Senate in 1998, he was undecided about legalizing same-sex marriage and supported including sexual orientation to the state's non-discrimination laws.[319][320] During his time as a state senator he cosponsored a bill amending the Illinois Human Rights Act to include protections for LGBT people which prohibits discrimination on the basis of sexual orientation and gender identity in the workplace, housing, and all public places and supported Illinois gender violence act.\n\nObama supported civil unions, but opposed same-sex marriage when he ran for the U.S. Senate in 2004 and for U.S. President in 2008.[318] He supported civil unions that would carry equal legal standing to that of marriage for same-sex couples, but believed that decisions about the title of marriage should be left to the states.[321][322]\n\nDuring his time as senator, Obama co-sponsored the Employment Non-Discrimination Act, Matthew Shepard Local Law Enforcement Hate Crimes Prevention Act, Tax Equity for Domestic Partner and Health Plan Beneficiaries Act, and Early Treatment for HIV Act.[323][324]\n\nIn the 109th United States Congress, Obama received a score of 89% by the Human Rights Campaign.[324]\n\nIn 2006, Obama voted against the Federal Marriage Amendment, which would have defined marriage as between one man and one woman in the U.S. Constitution.[325]\n\nIn 2007, Senator Obama said he opposed the 1996 Defense of Marriage Act and the don't ask, don't tell policy when it passed and supported repealing it. He also said that homosexuality is not a choice, he supported adoption rights for same-sex couples, and he would work as president to extend the 1,000 federal rights granted to marriage couples to couples in civil unions. He also voted for the Kennedy Amendment to the National Defense Authorization Act for Fiscal Year 2008 that would expand federal jurisdiction to reach serious, violent hate crimes perpetrated because of the victim's sexual orientation and gender identity and the Tom Lantos and Henry J. Hyde United States Global Leadership Against HIV/AIDS, Tuberculosis and Malaria Reauthorization Act.[320][323]\n\nIn the 2008 presidential election, he expressed his opposition to state constitutional bans on same-sex marriage in California, and Florida on the November ballot,[326][327][328] but stated in a 2008 interview that he personally believes that marriage is \"between a man and a woman\" and that he is \"not in favor of gay marriage.\"[329] In the 110th United States Congress, Obama received a score of 94% by the Human Rights Campaign.[324] In the 2008 election, Obama received the endorsement of the following gay rights organizations: Houston GLBT Political Caucus,[330] Human Rights Campaign,[331] and the National Stonewall Democrats.[332][333]\n\nBarack Obama took many definitively pro-LGBT stances. In March 2009, his administration reversed Bush administration policy and signed the U.N. declaration that calls for the decriminalization of homosexuality.[334] In June 2009, Obama became the first president to declare the month of June to be LGBT pride month; President Clinton had declared June Gay and Lesbian Pride Month. Obama would do the same for every following June of his presidency.[292][335][336][337][338][339][340][341][342][343]\n\nOn June 17, 2009, President Obama signed a presidential memorandum allowing same-sex partners of federal employees to receive certain benefits. The memorandum does not cover full health coverage.[344] On October 28, 2009, Obama signed the Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act, which added gender, sexual orientation, gender identity, and disability to the federal hate crimes law.[345]\n\nIn October 2009, he nominated Sharon Lubinski to become the first openly gay U.S. marshal to serve the Minnesota district.[346]\n\nOn January 4, 2010, he appointed Amanda Simpson the Senior Technical Advisor to the Department of Commerce, making her the first openly transgender person appointed to a government post by a U.S. President.[347][348][349] He has appointed the most U.S. gay and lesbian officials of any U.S. president.[350]\n\nAt the start of 2010, the Obama administration included gender identity among the classes protected against discrimination under the authority of the Equal Employment Opportunity Commission (EEOC). On April 15, 2010, Obama issued an executive order to the Department of Health and Human Services that required medical facilities to grant visitation and medical decision-making rights to same-sex couples.[351] In June 2010, he expanded the Family Medical Leave Act to cover employees taking unpaid leave to care for the children of same-sex partners.[352] On December 22, 2010, Obama signed the Don't Ask, Don't Tell Repeal Act of 2010 into law.[353]\n\nOn February 23, 2011, President Obama instructed the Justice Department to stop defending the Defense of Marriage Act in court.[354]\n\nIn March 2011, the U.S. issued a nonbinding declaration in favor of gay rights that gained the support of more than 80 countries at the U.N.[355] In June 2011, the U.N. endorsed the rights of gay, lesbian, and transgender people for the first time, by passing a resolution that was backed by the U.S., among other countries.[355]\n\nOn August 18, 2011, the Obama administration announced that it would suspend deportation proceedings against many undocumented immigrants who pose no threat to national security or public safety, with the White House interpreting the term \"family\" to include partners of lesbian, gay and bisexual people.[356]\n\nOn September 30, 2011, the Defense Department issued new guidelines that allow military chaplains to officiate at same-sex weddings, on or off military installations, in states where such weddings are allowed.[357]\n\nOn December 5, 2011, the Obama administration announced the United States would use all the tools of American diplomacy, including the potent enticement of foreign aid, to promote LGBT rights around the world.[358]\n\nIn March and April 2012, Obama expressed his opposition to state constitutional bans on same-sex marriage in North Carolina, and Minnesota.[359]\n\nOn May 3, 2012, the Federal Bureau of Prisons has agreed to add an LGBT representative to the diversity program at each of the 120 prisons it operates in the United States.[360]\n\nOn May 9, 2012, Obama publicly supported same-sex marriage, the first sitting U.S. President to do so. Obama told an interviewer that:[361]\n\nIn the 2012 election, Obama received the endorsement of the following gay rights organizations: Equal Rights Washington, Fair Wisconsin, Gay-Straight Alliance Network,[362][363] Human Rights Campaign,[364] and the National Stonewall Democrats. The American Civil Liberties Union (ACLU) gave Obama a score of 100% on the issue of gays and lesbians in the U.S. military and a score of 75% on the issue of freedom to marry for gay people.[365]\n\nOn January 7, 2013, the Pentagon agreed to pay full separation pay to service members discharged under \"Don't Ask, Don't Tell.\"[366]\n\nObama also called for full equality during his second inaugural address on January 21, 2013: \"Our journey is not complete until our gay brothers and sisters are treated like anyone else under the law—for if we are truly created equal, then surely the love we commit to one another must be equal as well.\" It was the first mention of rights for gays and lesbians or use of the word gay in an inaugural address.[367][368]\n\nOn March 1, 2013, Obama, speaking about Hollingsworth v. Perry, the U.S. Supreme Court case about Proposition 8, said \"When the Supreme Court asks do you think that the California law, which doesn't provide any rationale for discriminating against same-sex couples other than just the notion that, well, they're same-sex couples—if the Supreme Court asks me or my attorney general or solicitor general, 'Do we think that meets constitutional muster?' I felt it was important for us to answer that question honestly. And the answer is no.\" The administration took the position that the Supreme Court should apply \"heightened scrutiny\" to California's ban—a standard under which legal experts say no state ban could survive.[369]\n\nOn August 7, 2013, Obama criticized the Russian gay propaganda law.[370]\n\nOn December 26, 2013, President Obama signed the National Defense Authorization Act for Fiscal Year 2014 into law, which repealed the ban on consensual sodomy in the UCMJ.[371]\n\nOn February 16, 2014, Obama criticized the Uganda Anti-Homosexuality Act, 2014.[372]\n\nOn February 28, 2014, Obama agreed with the Governor of Arizona Jan Brewer's veto of SB 1062.[373]\n\nObama included openly gay athletes in the 2014 Olympic delegation, namely Brian Boitano and Billie Jean King (who was later replaced by Caitlin Cahow).[374][375] This was done in criticism of Russia's anti-gay law.[375]\n\nOn July 21, 2014, President Obama signed Executive Order 13672, adding \"gender identity\" to the categories protected against discrimination in hiring in the federal civilian workforce and both \"sexual orientation\" and \"gender identity\" to the categories protected against discrimination in hiring and employment on the part of federal government contractors and sub-contractors.[52]\n\nObama was criticized for meeting with anti-gay Ugandan president Yoweri Museveni at a dinner with African heads of state in August 2014.[376]\n\nLater in August 2014, Obama made a surprise video appearance at the opening ceremony of the 2014 Gay Games.[377][378]\n\nOn February 10, 2015, David Axelrod's Believer: My Forty Years in Politics was published. In the book, Axelrod revealed that President Barack Obama lied about his opposition to same-sex marriage for religious reasons in 2008 United States presidential election. \"I'm just not very good at bullshitting,\" Obama told Axelrod, after an event where he stated his opposition to same-sex marriage, according to the book.[379]\n\nIn 2015, the U.S. appointed Randy Berry as its first Special Envoy for the Human Rights of LGBT Persons.[380]\n\nIn April 2015, the Obama administration announced it had opened a gender-neutral bathroom within the White House complex, located in the Eisenhower Executive Office Building next door to the West Wing.[381] President Obama also responded to a petition seeking to ban conversion therapy (inspired by the death of Leelah Alcorn) with his pledge to advocate for such a ban.[382]\n\nAlso in 2015, when President Obama declared May to be National Foster Care Month, he included words never before included in a White House proclamation about adoption, stating in part, \"With so many children waiting for loving homes, it is important to ensure all qualified caregivers have the opportunity to serve as foster or adoptive parents, regardless of race, religion, sexual orientation, gender identity, or marital status. That is why we are working to break down the barriers that exist and investing in efforts to recruit more qualified parents for children in foster care.\" He was the first president to explicitly say gender identity should not prevent anyone from adopting or becoming a foster parent.[383]\n\nOn October 29, 2015, President Barack Obama endorsed Proposition 1 in Houston, Texas.[384]\n\nOn November 10, 2015, Obama officially announced his support for the Equality Act of 2015.[385]\n\nIn June 2016, President Obama and Vice President Joe Biden met with the victims and families of victims of the Orlando nightclub shooting. Obama and Biden laid 49 bouquets of white roses to memorialize the 49 people killed in the tragedy impacting the LGBTQ community.[386]\n\nOn June 24, 2016, President Obama designated the Stonewall National Monument in Greenwich Village, Lower Manhattan, as the first national monument in the United States to honor the LGBT rights movement.[247]\n\nOn October 20, 2016, Obama endorsed Kate Brown as Governor of Oregon.[387] On November 8, Brown became the first openly LGBT person to be elected governor in the United States. Brown is a bisexual woman who has also come out as a survivor of sexual assault and domestic violence.[388][389] Before being elected in her own right, Brown had assumed the governorship due to a resignation. During that time, she signed legislation to ban conversion therapy on minors.[390]\n\nDonald Trump opposed expanding LGBT rights.[391] As President, he rolled back LGBT rights and appointed anti-LGBTQ officials. He opposed the Equality Act,[392] which has been one of the highest priorities of LGBTQ rights groups since same-sex marriage was enacted by the Supreme Court.[393] Long before his 2016 campaign, Trump opposed the legalization of same-sex marriage;[394] during his 2016 campaign, he pledged to appoint anti-LGBTQ Justices to the Supreme Court.[395] His administration banned transgender people from serving in the military[396] and attempted to legally redefine gender to erase transgender people and undermine nondiscrimination protections for transgender, non-binary, and intersex people.[397]\n\nHis administration argued before the Supreme Court that Title VII of the Civil Rights Act of 1964 does not protect gay or transgender Americans from discrimination (though the Court ultimately decided in favor of LGBT rights in this matter).[398][399] His Cabinet rolled back non-discrimination requirements for homeless shelters, allowing them to discriminate against homeless transgender youth.[400] His Education Secretary, Betsy DeVos, rolled back protections for LGBTQ students.[401] The Trump administration sought to enable healthcare discrimination.[402]\n\nAll LGBTQ references were removed from the websites of the White House, Department of State, and Department of Labor minutes after Trump took office.[403] Trump did not allow refugees to enter the country on the basis of their fleeing from LGBTQ-related discrimination.[404] Trump was the first president to speak at the Value Voters Summit hosted by the Family Research Council.[405]\n\nCuts to HIV/AIDS policy and funding have a wide-ranging effect. In 2017, Trump dissolved the Office of National AIDS Policy (ONAP, founded in 1993) and the Presidential Advisory Council on HIV/AIDS (PACHA, founded in 1995). His 2019 budget proposal did not include any funding for two existing programs run under the Ryan White HIV/AIDS Program.\n\nThe Trump administration has attacked transgender rights on multiple fronts.\n\nEarly on, the Trump administration interrupted the government's efforts to begin counting LGBT-identified people. In March 2017, the U.S. Census Bureau released its proposed questions for the 2020 census (the census is conducted once every ten years) and the American Community Survey (conducted annually). For the first time ever, the proposed questions covered topics about sexual orientation and gender identity. However, the questions were immediately retracted. The Census Bureau claimed that the topic had been included \"inadvertently\" (in fact, it was included because nearly 80 members of Congress had asked for it the previous year). The Census Bureau added: \"This topic is not being proposed to Congress for the 2020 Census or American Community Survey. The report has been corrected.\"[453][454]\n\nUltimately, questions about same-sex relationships were added back into the census,[455] but this limited approach doesn't offer a way to attribute lesbian, gay, or bisexual identity to those who are not currently in any relationship or who are in a different-sex relationship, nor can it attribute transgender identity to anyone.[456] The same month, the Trump administration released a draft of the annual National Survey of Older Americans Act Participants (NSOAAP), administered by Department of Health and Human Services (HHS). Questions about sexual orientation and gender identity added in 2014 were removed from the 2017 draft.[457] In April 2019, HHS indicated their intention to stop asking foster youth, parents and guardians to self-report sexual orientation to the Adoption and Foster Care Analysis and Reporting System.[439]\n\nThe Trump administration opposed efforts to protect LGBT people from employment discrimination.\n\nIn January 2017, minutes after Trump was inaugurated, LGBTQ-related content was removed from the White House, State Department and Labor Department websites.[458]\n\nOn March 27, 2017, Trump reversed a directive from the Obama administration (Executive Order 13673, \"Fair Pay and Safe Workplaces\") that had required companies with large federal contracts to prove their compliance with LGBT protections and other labor laws.[54] In November 2017, the General Services Administration removed \"sexual orientation\" and \"gender identity\" from its Obama-era nondiscrimination guidelines. In March 2018, the Department of Health and Human Services removed lesbian and bisexual resources from its website. In December 2019, the Interior Department removed \"sexual orientation\" from its nondiscrimination guidelines.[458]\n\nOn July 26, 2017, the Trump administration intervened in a private employment lawsuit, Zarda v. Altitude Express, Inc. The Department of Justice, taking the opposite side of the Equal Employment Opportunity Commission, urged a federal appeals court to rule that the Civil Rights Act of 1964 does not prohibit job discrimination based on sexual orientation.[459][460] The court ruled, however, that it did.[424] On June 15, 2020, the Supreme Court agreed, ruling 6–3 that \"an employer who fires an individual merely for being gay or transgender defies the law.\"[461]\n\nOn November 30, 2018, Trump signed the United States-Mexico-Canada trade agreement which contained a footnote exempting the United States from complying with the agreement's call for an end to \"sex-based discrimination\".[462]\n\nNear the end of Trump's term, on December 7, 2020, the administration finalized a rule allowing faith-based employers to discriminate against LGBT employees in their contracts with the federal government.[463][464]\n\nA major way the Trump administration enabled discrimination is by providing exemptions to antidiscrimination law on the basis of \"conscience\" or \"religious freedom.\" On December 5, 2017, when asked by a White House reporter if President Trump agreed that it would be okay for bakers to put up signs in their business windows saying \"We don't bake cakes for gay weddings,\" as his solicitor general had argued before the Supreme Court, White House Press Secretary Sarah Huckabee Sanders said that the president believes in religious liberty and \"that would include that.\"[465] On January 18, 2018, the Department of Health and Human Services (HHS) announced the creation of the Conscience and Religious Freedom Division within its Office for Civil Rights (OCR).[466]\n\nIts purpose was to enforce federal laws that related to \"conscience and religious freedom\"; that is, to enable individuals and businesses to exempt themselves from obeying nondiscrimination laws. On January 23, 2019, the U.S. Department of Health and Human Services (HHS) said that Miracle Hill Ministries, a foster care agency in Greenville, S.C., could be exempted from an Obama-era nondiscrimination regulation. Miracle Hill would continue to receive federal funds and was allowed to refuse services to prospective foster parents who are non-Christian or LGBT, although it was required to refer the rejected applicants to another agency. HHS cited the Religious Freedom Restoration Act (RFRA) as a basis for allowing federally funded Christian groups to discriminate against non-Christians.[467][468]\n\nIn August 2019, the U.S. Department of Labor, also referencing the RFRA, proposed a new rule to exempt \"religious organizations\" from obeying nondiscrimination law in their employment practices if they invoke \"sincerely held religious tenets and beliefs\" as their reason to discriminate.[469] In June 2020, the Justice Department filed a brief with the Supreme Court in support of Catholic Social Services (CSS) of Philadelphia, which sought the right to decline same-sex couples as prospective foster parents within the public foster care system and to refer them to another agency.[470]\n\nOn October 3, 2017, the Trump administration voted against a UN resolution to condemn the death penalty (which condemned the use of that penalty for homosexuality in particular), thus making the United States one of only 13 countries to vote against the resolution (including Saudi Arabia where the death penalty for gay sex is practiced).[471] However, this was in accordance with longstanding policy, as the Obama administration had also voted against it.[472] Jessica Stern, executive director of the LGBT rights group OutRight, said the group criticized the Trump administration's \"many rights violations, its many abuses of power from LGBTI violations to xenophobia, but this particular instance is not an example of a contraction of support on LGBTI rights... It would be a mistake to interpret its opposition to a death penalty resolution to a change in policy.\"[472] In September 2020, the Trump administration (along with co-signatures it had gathered from 57 countries) proposed that the United Nations emphasize \"religious freedom\" in place of LGBTQ rights when discussing \"international human rights.\"[473]\n\nRichard Grenell, the openly gay U.S. Ambassador to Germany, led a single meeting on February 19, 2019 with 11 activists from different European countries; it appeared that no U.S. individuals or groups were invited.[474] The Trump administration claimed that this dinner party represented a new campaign to decriminalize homosexuality worldwide.[475] However, the next day, the president seemed unaware of it. (In the official White House transcript of that interview, Trump asked the reporter to repeat the question, and finally responded, \"I don't know, uh, which report you're talking about. We have many reports.\")[476] Grenell said the United States did not have a \"new policy\" but was rather simply making a \"new push\"; this push consisted of asking for support from European countries in treating U.S. economic aid to other countries as a bargaining chip.[477]\n\nOn May 31, 2019, Trump tweeted that Americans should \"stand in solidarity with the many LGBT people who live in dozens of countries worldwide that punish, imprison, or even execute\" people for their sexual orientation. He referenced his administration's \"global campaign to decriminalize homosexuality.\" It was the only time during his presidency that he tweeted the word \"LGBT\" (excepting, one year later, a retweet of his press secretary's praise of his \"LGBT community\" record). It was also the only time he tweeted the word \"Pride\" in an LGBT context.[478] Despite Trump's apparent call for international solidarity, that same week, his administration instructed U.S. embassies not to fly the Pride flag.[479] Additionally, later in 2019, when Zambia sentenced two men to 15 years in prison for having sex, the U.S. ambassador to the country expressed his outrage. The United States did not support his position but instead recalled him from his role.[480]\n\nIn early 2020, it was reported that Grenell's consulting firm had been paid over $100,000 in 2016 for public relations support for Viktor Orbán's government in Hungary, which Grenell had not disclosed under the Foreign Agents Registration Act before working for the Trump administration;[481] Orbán's government is widely recognized for its anti-LGBT policies.[482] When Grenell resigned his ambassadorship on June 1, 2020,[483] he left no one obviously in charge of any pro-LGBT \"push\" or \"campaign,\" and, three months later, a senior advisor at the Council for Global Equality described Grenell's defunct campaign dismissively as \"a series of self-promoting Twitter photos.\"[484] In August 2020, Grenell began serving as an advisor for the American Center for Law & Justice,[485] an organization that has long supported criminalizing homosexuality in African countries.[486][487]\n\nMike Pence opposed the expansion of LGBT rights throughout his political career. In May 2016, as Indiana governor, he said that states should dictate which bathroom transgender students may use.[488] He said this in response to direction given by the Obama administration to allow students nationwide to use the bathroom corresponding to the gender with which they identify. A month later, on June 15, 2016, Trump announced Pence as his vice presidential running-mate.[489]\n\nThe decision was criticized by LGBT advocates, as Pence was known for opposing same-sex marriage and supporting \"religious freedom laws\" that allow individuals and companies to claim religious exemptions from providing services to LGBT people, including an Indiana law that he signed while governor.[490][491] During Trump's presidential campaign, while discussing gay rights with a legal scholar, Trump allegedly joked that Pence \"wants to hang them all\"; the comment was revealed in October 2017 after Trump and Pence were already in office.[492][493][494][495] Secretary Hillary Clinton, who ran against Trump in the 2016 presidential election, called Pence \"the most extreme pick in a generation.\"[491]\n\nIn 1993, Pence published numerous anti-LGBT letters in the Indiana Policy Review Foundation publication Indiana Policy Review, allegedly including one that urged employers to not hire members of the LGBT community, claiming they are \"promiscuous,\" carry \"extremely high rates of disease,\" and are \"not able bodied.\"[496][497]\n\nIn 2000, Pence's Congressional campaign website stated that Congress should fund the Ryan White Care Act only after an audit confirmed that \"organizations that celebrate and encourage the types of behaviors that facilitate the spreading of the HIV virus\" would be ineligible for funding, and that \"resources should be directed toward those institutions which provide assistance to those seeking to change their sexual behavior.\"[498][499] The latter comment has been interpreted by some as a statement of support for conversion therapy, an accusation that was not addressed until after Pence's election as vice president, when Pence's spokesperson called the accusation a \"mischaracterization.\"[500] However, conversion therapy was endorsed within the Republican Party platform adopted at the July 2016 convention.[501]\n\nIn a 2006 speech, he said that \"the deterioration of marriage and family\" causes \"societal collapse\" and that \"God's idea\" is to prevent same-sex marriage.[488]\n\nIn 2007, he voted against the Employment Non-Discrimination Act which would have banned discrimination based on sexual orientation.[488]\n\nIn 2010, he opposed allowing soldiers to openly identify as gay.[488]\n\nAlthough gay and bisexual men in the United States remain disproportionately affected by HIV, accounting for two-thirds of all new HIV diagnoses in 2016,[502] Pence gave a speech for World AIDS Day 2018 without mentioning LGBT people.[503] (The previous year, Trump had given the World AIDS Day speech with the same omission.)\n\nOn Joe Biden's first day in office, he signed an Executive Order banning employment and housing discrimination on the basis of sexual orientation and gender identity.[504] This executive order interprets the United States Supreme Court decision Bostock v. Clayton County more broadly than the Trump Administration had. The Executive Order also mandates that transgender children be allowed to use the locker rooms and bathrooms of their gender identity, and be allowed to participate in the sport of their gender identity too, and although it does not mandate all schools and states must follow the order, if they were to defy it, the Federal Government could deny funding to said states or schools. Currently, there are multiple states considering bills which would bar transgender athletes from competing in the sport of their gender identity,[505] and even one state, Idaho, has enacted a bill which bans trans girls from playing in the sport of their gender identity, which is currently the subject of an ongoing court battle in the 9th Circuit (see Hecox v. Little). Despite this, the Biden Administration has not made any statements on said bills, and whether or not it will deny funding to states that have enacted them, or are considering enacting them.\n\nThe court ruling expanded Title VII of the Civil Rights Act of 1964 to ban employment discrimination against LGBT employees, but did not explicitly ban discrimination outside of employment. The Executive Order signed by President Biden ordered all federal agencies to review existing regulations and policies that prohibit sex discrimination, and to revise them as necessary to clarify that “sex” includes sexual orientation and gender identity.\n\nAlso on Biden's first day in office, his press secretary, Jen Psaki, announced in a press conference that the President would soon reverse the government's ban on transgender people from serving openly in the military.[506] Biden had originally said that reversing the ban would be an action taken \"on day one,\" but this was delayed, perhaps because his nominee for Secretary of Defense, Lloyd Austin, had not been confirmed yet. This ban was reversed by executive order on January 25, 2021, allowing transgender people to serve in the military again.[507][508]\n\nOn March 26, 2021, Rachel Levine became the U.S. assistant secretary for health and \"the highest-ranking openly transgender official in U.S. history\" (according to the Washington Post).[509] On May 10, 2021, the Department of Health and Human Services affirmed that gay and transgender people's access to healthcare was protected under the Affordable Care Act, reversing a Trump administration policy and restoring an Obama administration policy.[64]\n\nOn June 15, 2022, Biden signed another executive order designed to blunt recent anti-LGBT state legislation. The order directed the Department of Health and Human Services to partner with state child welfare agencies to prevent anti-LGBT discrimination, identify and address barriers to LGBT people receiving federal anti-poverty benefits, and create a Bill of Rights for LGBTQI+ Older Adults; ordered the Department of Housing and Urban Development to identify and address barriers to housing for LGBT people; and expanded the federal government's commitment to data collection on sexual orientation and gender identity by creating a coordinating committee to guide such data collection across all federal agencies.[510][511][512] In addition, it would order the federal government to curb federal funding for the practice of Conversion therapy, and ask the Federal Trade Commission to consider whether it constitutes an unfair or deceptive act. It would also set up programs to expand access to suicide prevention resources for LGBT youth.\n\n"
        },
        {
            "title": "Political support for LGBT rights",
            "text": "The main supporters of LGBT rights in the U.S. have generally been political liberals and libertarians. Regionally, support for the LGBT rights movement has been strongest in the areas of the Northeast and the West Coast, and in other states with large urban populations. The national Democratic Party has held the official platform support most initiatives since 2012 for LGBT rights. However, there are some Republican groups advocating for LGBT issues inside the party include the Log Cabin Republicans, GOProud, Young Conservatives for the Freedom To Marry, and College Republicans of the University of Pennsylvania and Columbia University. A CNN News poll in 2021 found that 55% of Republicans support same-sex marriage,[513] a percentage that rose to 55% in a Gallup poll conducted during May 2021.[514]\n\nIn 2013, 52% of Republicans and GOP-leaning independents between the age of 18 and 49 years old supported same-sex marriage in a joint Washington Post-ABC News poll.[515] A 2014 Pew Forum Poll showed that American Muslims are more likely than Evangelicals to support same-sex marriage 42% to 28%,[516] a percentage that according to the Public Religion Research Institute in 2018 rose to 51% and 34%.[517] According to Pew Research Center in 2017, Millennials and Generation X, younger white evangelicals born after 1964, have grown more supportive in favor same-sex marriage, up to 47%.[518] A 2017 Pew Research Center poll showed that 64% of White Americans, 60% of Hispanic and Latino Americans and 51% of African Americans support the right for same-sex couples to marry.[519]\n\nThe main opponents of LGBT rights in the U.S. have generally been religious fundamentalists. According to Pew Research Center, the majority, 59%, of evangelical Protestants oppose same-sex marriage. Between 2016 and 2017, views among Baby boomers and the Silent Generation, older evangelicals born before 1964, have shown practically no change from 25% then to 26% now.[518] Conservatives cite various Bible passages from the Old and New Testaments as their justification for opposing LGBT rights. Regionally, LGBT rights opposition has been strongest in the South and in other states with a large rural and conservative population, particularly the Bible Belt.\n\nLate in 1979, a new religious revival among conservative evangelical Protestants and Roman Catholics ushered in the conservatism politically aligned with the Christian right that would reign in the United States during the 1980s,[520][521][522] becoming another obstacle for the progress of the LGBT rights movement. During the HIV/AIDS epidemic of the 1980s, LGBT communities were further stigmatized as they became the focus of mass hysteria, suffered isolation and marginalization, and were targeted with extreme acts of violence.[523]\n\nAs the movement for same-sex marriage has developed, many national and/or international organizations have opposed that movement. Those organizations include the American Family Association, the Christian Coalition, Family Research Council, Focus on the Family, Save Our Children, NARTH, the national Republican Party,[524] the Roman Catholic Church, The Church of Jesus Christ of Latter-day Saints (LDS Church),[525] the Southern Baptist Convention,[526] Alliance for Marriage, Alliance Defense Fund, Liberty Counsel, and the National Organization for Marriage.\n\nThe Democratic Party started to support some LGBT rights in the 1970s. Despite signing the Defense of Marriage Act, Bill Clinton was the first president who openly supported LGBT rights; he appointed several openly gay government officials during his administration. In the 2012 national platform, the Democratic Party supported the repeal of the Defense of Marriage Act and \"equal responsibility, benefits, and protections\" for same-sex couples;[527] President Barack Obama came out in support of same-sex marriage in 2012. The Democratic Party explicitly supports same-sex marriage.[528]\n\nIn the Democratic Party's 2016 national platform, the Democratic Party adopted its most progressive agenda in supporting LGBT rights. According to that agenda, \"Democrats believe that LGBT rights are human rights and that American foreign policy should advance the ability of all persons to live with dignity, security, and respect, regardless of who they are or who they love.\"\n\nThe agenda is supportive of:\n\nThe agenda opposes:\n\n\nIn the section on HIV/AIDS: \nPete Buttigieg's run for the 2020 Democratic nomination for President made him America's first openly gay Democratic presidential candidate.[530]\n\nThe Republican Party opposes multiple rights for LGBT people, primarily focusing on same-sex marriage and transgender rights. Although the 2020 Republican party platform officially opposed same-sex marriage,[531] more than half of those who identify as Republican believe that same-sex marriage should be legal (55% in a Pew Research survey conducted in May 2021).[514]\n\nRepublican presidential nominee Donald Trump used the acronym \"LGBT\" at the 2016 Republican National Convention while acknowledging the recent shooting at the Pulse nightclub. Trump, as president, signed a memo in August 2017 prohibiting transgender individuals from joining the armed services in most cases.[532]\nDonald Trump appointed the first openly gay cabinet member, Rick Grenel.\nThe Republican Party's 2016 platform, which was also used in 2020, opposes:\n\nFred Karger's run for the 2012 Republican nomination for President made him America's first openly gay Republican presidential candidate.[535][536]\n\nThe Libertarian Party has endorsed libertarian perspectives on LGBT rights by supporting the decriminalization of same-sex sodomy and promoting same-sex marriage since it was created in 1971, while also supporting religious freedom. The Libertarian Party wished to lift the bans on same-sex marriage, but with the ultimate goal of marriage privatization.[537]\n\nThe Green Party has been in favor of sweeping LGBT rights and protections since the party's inaugural platform in 2000.[538] The more informal coalition of State Green Parties that existed in America from 1983 to 2000 also backed LGBT rights.\n\nThe Constitution Party (United States) is strongly opposed to LGBT freedoms, and supports criminal laws against homosexuality and cross-dressing. The party is very conservative and has ties to Christian Reconstructionism, a far-right, political movement within conservative Christian churches.\n\nWhile many American socialist and communist political parties initially preferred to ignore the issue, most now support gay rights causes. Socialist groups generally integrate a stronger approach to gender identity issues than mainstream parties. The Socialist Party U.S.A nominated an openly gay man, David McReynolds, as its (and America's) first openly gay presidential candidate in 1980.[539]\n\n"
        },
        {
            "title": "Public opinion on different LGBT rights and issues in the United States",
            "text": "Public opinion regarding different individual LGBT rights and issues in the United States is very mixed, with some issues having strong majority public opinion on the Progressive side of the argument, where on others, the American population is more Conservative, see summary table below.\n\n"
        },
        {
            "title": "Summary table of LGBT rights in the United States",
            "text": "This is simplified for international comparison with other Wikipedia LGBT rights articles.\n\nA Y denotes that the right exists, while a N denotes it does not; a Y and N in the same column means the right varies on a state-by-state basis, or that it varies on the Federal Level.\n\n"
        },
        {
            "title": "Summary of state protections",
            "text": "Employment protections will not be included on the following table, unless the state adopted them before 2020, as they have already been implemented nationwide under Bostock v. Clayton County.\n\n"
        }
    ]
}