{
    "url": "https://en.wikipedia.org/wiki/LGBT_themes_in_horror_films",
    "title": "LGBT themes in horror fiction",
    "table_of_contents": [
        "1 History",
        "1.1 Overview and origins",
        "1.2 Vampirism and homosexual desire",
        "2 Awards",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "LGBT themes in horror fiction refers to sexuality in horror fiction that can often focus on LGBTQ+ characters and themes within various forms of media. It may deal with characters who are coded as or who are openly LGBTQ+, or it may deal with themes or plots that are specific to gender and sexual minorities. Depending on when it was made, it may contain open statements of gender variance, sexuality, same-sex sexual imagery, same-sex love or affection or simply a sensibility that has special meaning to LGBTQ+ people.\n\n"
        },
        {
            "title": "History",
            "text": "The relation between gay fiction and horror is often attributed to the Gothic novels of the 1790s and early 1800s.[4] Many Gothic authors, like Matthew Lewis, William Thomas Beckford, and Francis Lathom, were homosexual. LGBT horror publisher and general editor James Jenkins offered that \"the traditional explanation for the gay/horror connection is that it was impossible for them to write openly about gay themes back then (or even perhaps express them, since words like 'gay' and 'homosexual' didn't exist), so they sublimated them and expressed them in more acceptable forms, using the medium of a transgressive genre like horror fiction.\"[4] Early works with clear gay subtext include Lewis's The Monk (1796) and both Charles Maturin's The Fatal Revenge (1807) and Melmoth the Wanderer (1820).[4] Influential and controversial entries in the genre include the lesbian vampire novella Carmilla (1872) by Sheridan Le Fanu[1][2][3] and The Picture of Dorian Gray (1890) by Oscar Wilde, which shocked readers with its sensuality and overtly homosexual characters.[5] Jenkins also points out what he sees as gay subtext in Bram Stoker's Dracula (1897), as the titular character wards off other female vampires and claims Jonathan Harker, stating \"This man belongs to me!\"[4] Richard S. Primuth of The Gay & Lesbian Review Worldwide writes that Stoker, a closeted gay man and close friend of Oscar Wilde, began writing Dracula just as Wilde was sentenced to hard labor after his conviction for sodomy.[6] Talia Schaffer writes in ELH that \"Dracula explores Stoker's fear and anxiety as a closeted homosexual man during Oscar Wilde's trial... This peculiar tonality of horror derives from Stoker's emotions at this unique moment in gay history.\"[6][7]\n\nThough the Motion Picture Production Code prohibited LGBT characters or themes during its entire existence from 1930 to 1968, certain films like Dracula's Daughter (1936) and The Haunting (1963) pushed the envelope by showing what they could within the guidelines, coding it so that gays and lesbians could see it, but those who chose to ignore it still could.[8] Additionally, the control of the book industry by larger publishers made it difficult to distribute the increasingly overt gay content being produced.[9] Queer horror got a boost with the advent of the pulp novel in the 20th century,[10] a cheap way to manufacture paperback novels that became popularized during World War II.[11] Three on a Broomstick (1967) by Don Holliday is an early example of the gay horror pulp.[10] In the late 20th and early 21st centuries, more widespread acceptance of the LGBT community has allowed more explicitly LGBTQ+ characters to be added to horror stories such as Stranger Things and comedy-horrors such as The Owl House without the LGBT and horror aspects of the stories necessarily being linked.\n\nThe erotic metaphor of vampirism, inspired by Carmilla, resulted in numerous vampire films since the 1970s that either strongly implied or explicitly portrayed lesbianism. Author James R. Keller writes that in particular, \"Gay and lesbian readers have been quick to identify with the representation of the vampire, suggesting its experiences parallel those of the sexual outsider.\"[12] Richard Dyer discusses the recurring homoerotic motifs of vampire fiction in his article \"Children of the Night\", primarily \"the necessity of secrecy, the persistence of a forbidden passion, and the fear of discovery.\"[12][13] With the vampire having been a recurring metaphor for same-sex desire from before Stoker's Dracula, Dyer observes that historically earlier representations of vampires tend to evoke horror and later ones turn that horror into celebration.[12][13] The homoerotic overtones of Anne Rice's celebrated The Vampire Chronicles series (1976–2018) are well-documented,[12][14][15][16] and its publication reinforced the \"widely recognized parallel between the queer and the vampire.\"[12]\n\n"
        }
    ]
}