{
    "url": "https://en.wikipedia.org/wiki/Libertarian_science_fiction",
    "title": "Libertarian science fiction",
    "table_of_contents": [
        "1 Overview",
        "2 Notable examples",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Libertarian science fiction is a subgenre of science fiction that focuses on the politics and social order implied by right-libertarian philosophies with an emphasis on individualism and private ownership of the means of production—and in some cases, no state whatsoever.[1]\n\n"
        },
        {
            "title": "Overview",
            "text": "As a category, libertarian fiction is unusual because the vast majority of its authors are self-identified as science fiction authors.  This contrasts with the authors of much other social criticism who are largely academic or mainstream novelists who tend to dismiss any genre classification.  The identification between libertarianism and science fiction is so strong that the U.S. Libertarian Party often has representatives at science fiction conventions[citation needed] and one of the highest profile authors currently in the subgenre of libertarian science fiction, L. Neil Smith, was the Arizona Libertarian Party's 2000 candidate for the President of the United States.[2]\n\nAs a genre, it can be seen[vague] as growing out of the 1930s and 1940s when the science-fiction pulp magazines were reaching their peak at the same time as fascism and communism.  While this environment gave rise to dystopian novels, in the pulps, this influence more often give rise to speculations about societies (or sub-groups) arising in direct opposition to \"totalitarianism\".\n\nAyn Rand's novel Atlas Shrugged is a strong (perhaps the strongest) influence with an anti-socialist attitude and an individualist ethic that echoes throughout the genre.[3] Of more direct relevance to the science fiction end of this genre is the work of Robert A. Heinlein, particularly his novel The Moon Is a Harsh Mistress, which is highly regarded even by non-libertarian science fiction readers.\n\nSome other prominent libertarian science fiction authors include S. Andrew Swann[4] and Michael Z. Williamson.[5]\n\nIn 1979, L. Neil Smith founded an award for libertarian science fiction, the Prometheus Award. Since 1982, the award has been given out by the Libertarian Futurist Society  \"to provide encouragement to science fiction writers whose books examine the meaning of freedom.\" Some winners of the award identify as libertarians (e.g., L. Neil Smith, Victor Koman, Brad Linaweaver), while others do not (Terry Pratchett, Charles Stross).\n\n"
        },
        {
            "title": "Notable examples",
            "text": " \n\n"
        },
        {
            "title": "Notes",
            "text": ":^note In the novel, the inhabitants of the Lunar colony start a revolution against Earth rule and declare independence on July 4, 2076, the 300th anniversary of the United States' Declaration of Independence. The Lunar revolutionaries heavily base their Luna declaration of independence on it. A common expression on Luna that states one of the main ideas of the book's political system is \"There Ain't No Such Thing As A Free Lunch!\".\n\n"
        }
    ]
}