{
    "url": "https://en.wikipedia.org/wiki/Liberalism_in_the_United_States",
    "title": "Liberalism in the United States",
    "table_of_contents": [
        "1 History",
        "1.1 18th and 19th century",
        "1.1.1 Progressive Era",
        "1.2 20th century",
        "1.2.1 New Deal",
        "1.2.2 World War 2",
        "1.2.2.1 Liberal consensus",
        "1.2.3 Cold War",
        "1.2.3.1 Decline of Southern liberals",
        "1.2.4 Civil rights laws",
        "1.2.5 Socially liberal political movements",
        "1.2.6 Clashes with the New Left on Vietnam",
        "1.2.7 1970s–1990s",
        "1.3 21st century",
        "2 Varieties",
        "2.1 Early liberalism",
        "2.2 Classical liberalism",
        "2.3 Modern liberalism",
        "3 See also",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Liberalism in the United States is a political and moral philosophy based on concepts of unalienable rights of the individual. The fundamental liberal ideals of freedom of speech, freedom of the press, freedom of religion, the separation of church and state, the right to due process and equality under the law are widely accepted as a common foundation of liberalism. It differs from liberalism worldwide because the United States has never had a resident hereditary aristocracy[1] and avoided much of the class warfare that characterized Europe.[2] According to Ian Adams: \"Ideologically, all US parties are liberal and always have been. Essentially they espouse classical liberalism, that is a form of democratised Whig constitutionalism plus the free market. The point of difference comes with the influence of social liberalism\" and the proper role of government.[3]\n\nSince the 1930s, the term liberalism is usually used without a qualifier in the United States to refer to social liberalism, a variety of liberalism that endorses a regulated market economy and the expansion of civil and political rights, with the common good considered as compatible with or superior to the freedom of the individual.[4] This political philosophy was exemplified by Franklin D. Roosevelt's New Deal policies and later Lyndon B. Johnson's Great Society. Other accomplishments include the Works Progress Administration and the Social Security Act in 1935 as well as the Civil Rights Act of 1964 and the Voting Rights Act of 1965. This variety of liberalism is also known as \nmodern liberalism to distinguish it from classical liberalism, from which it sprang out along with modern conservatism.[5]\n\nModern liberalism now includes issues such as same-sex marriage, transgender rights, the abolition of capital punishment, reproductive and other women's rights, voting rights for all adult citizens, civil rights, environmental justice and government protection of the right to an adequate standard of living.[6] National social services such as equal educational opportunities, access to health care and transportation infrastructure are intended to meet the responsibility to promote the general welfare of all citizens as established by the United States Constitution. Some liberals, who call themselves classical liberals, fiscal conservatives or libertarians, endorse fundamental liberal ideals, but they diverge from modern liberal thought, claiming that economic freedom is more important than social equality and that providing for general welfare as enumerated in the Taxing and Spending Clause exceeds the legitimate role of government.[7]\n\n"
        },
        {
            "title": "History",
            "text": "The origins of American liberalism are in the political ideals of the Age of Enlightenment.[8] The Constitution of the United States of 1787 established the first modern republic, with sovereignty in the people (not in a monarch) and no hereditary ruling aristocracy. However, the Constitution limited liberty, in particular by accepting slavery. The Founding Fathers recognized the contradiction, but they believed they needed a nation unified enough to survive in the world.[9]\n\nDuring the late 18th and 19th centuries, the United States extended liberty to ever broader classes of people. The states abolished many restrictions on voting for white males during the early 19th century. The Constitution was amended in 1865 to abolish slavery and in 1870 to extend the vote to black men.[10]\n\nAs the United States economy began shifting to manufacturing and services during the 19th century, liberals started to consider corruption and concentrations of economic power (called trusts at the time) as threats to liberty.[11][12]  During the Progressive Era beginning in the late 19th century, laws were passed restricting monopolies and regulating railroad rates.[13][14]\n\nAccording to James Reichley, the term liberalism took on its current meaning in the United States during the 1920s. In the 19th century and the early 20th century, the term had usually described classical liberalism, which emphasizes limited government, religious freedom, and support for the free market. The term progressivism, meanwhile, had been used to describe individuals like Theodore Roosevelt, who favored a limited amount of government activism. During the 1920s, the term progressive became associated with politicians such as Robert M. La Follette, who called for government ownership of railroads and utilities in his 1924 third-party presidential bid. Progressivism thus gained an association with radicalism that advocates of more moderate reforms sought to avoid. The term was also unattractive to certain groups because of its longstanding association with the Republican Party and the Social Gospel movement. In the late 1920s and 1930s, political figures such as Franklin D. Roosevelt increasingly adopted the term liberal to describe an individual who favored some government activism, but was opposed to more radical reforms.[15]\n\n\nIn the 1930s, liberalism came to describe a pragmatic ideology that called for a moderate amount of government regulation of the economy, progressive taxation, and increased exercise of federal government power in relation to the states. It also came to signify support for organized labor and a degree of hostility, or at least suspicion, of big business. Liberalism did retain some aspects of the term's usage prior to the 1930s, including support for civil liberties and secularism. What was once called classical liberalism came to be described as libertarianism, or a combination of fiscal conservatism and social liberalism. These positions were contrasted with those to their political left, who favored greater changes, and with conservatives, who opposed these changes.[16]\n\nPresident Franklin D. Roosevelt came to office in 1933, amid the economic calamity of the Great Depression, offering the nation a New Deal intended to alleviate economic want and unemployment, provide greater opportunities and restore prosperity. The presidency of Franklin D. Roosevelt (1933–1945), the longest in the United States history, was marked by an increased role for the federal government in addressing the nation's economic and other problems.[17] Work relief programs provided jobs, ambitious projects such as the Tennessee Valley Authority promoted economic development and a social-security system laid the groundwork for the nation's modern welfare system. The Great Depression dragged on through the 1930s despite the New Deal programs, which were met with mixed success in solving the nation's economic problems.[18]\n\nReligious and ethnic minorities had been hard hit and were helped by the relief programs and the patronage policy. Catholics and Jews gave strong support to the New Deal coalition.[19][20][21]\n\n\nBlacks were included in New Deal programs, especially in the North, with a lesser role in the South.[22] Sociologist Gunnar Myrdal concluded:[23]\n  The New Deal provided direct relief for minorities in the 1930s through the Civilian Conservation Corps (CCC), Public Works Administration (PWA), the Works Progress Administration (WPA) and other agencies and during World War II executive orders and the Fair Employment Practices Commission opened millions of new jobs to minorities and forbade discrimination in companies with government contracts.[24] The 1.5 million black veterans in 1945 were fully entitled to generous veteran benefits from the GI Bill on the same basis as everyone else.[25]\n\nThe New Deal consisted of three types of programs designed to produce \"Relief, Recovery and Reform\".[26] Relief was the immediate effort to help the one-third of the population that was hardest hit by the depression. Roosevelt expanded Herbert Hoover's Emergency Relief and Construction program (ERCA) and added the CCC, the PWA and the WPA, the latter replacing in 1935 the Federal Emergency Relief Administration (FERA). Also in 1935, the Social Security Act and unemployment insurance programs were added. The Social Security Act provided retirement and disability income for Americans unable to work or unable to find jobs.[27] Separate programs were set up for relief in rural areas such as the Resettlement Administration and Farm Security Administration. Recovery programs sought to restore the economy to pre-depression levels. It involved deficit spending, dropping the gold standard, efforts to re-inflate farm prices that were too low and efforts to increase foreign trade. New Deal efforts to help the United States recuperate were in part through a much expanded Hoover program, the Reconstruction Finance Corporation (RFC).[28]\n\nReform was based on the assumption that the depression was caused by the inherent market instability and that government intervention was necessary to rationalize and stabilize the economy and to balance the interests of farmers, business and labor.[29] Reform measures included the National Industrial Recovery Act (NIRA), regulation of Wall Street by the Securities Exchange Act (SEA), the Agricultural Adjustment Act (AAA) for farm programs, Federal Deposit Insurance Corporation (FDIC) insurance for bank deposits enacted through the Glass–Steagall Act of 1933 and the National Labor Relations Act (NLRA), also known as the Wagner Act, dealing with labor-management relations. Despite some New Dealers's urgings, there was no major antitrust program.[30]  Roosevelt opposed socialism (in the sense of state ownership of the means of production) and only one major program, the Tennessee Valley Authority (TVA), involved government ownership of the means of production.[31]\n\nRoosevelt was president through most of World War II and, anticipating the post-war period, strongly supported proposals to create a United Nations organization as a means of encouraging mutual cooperation to solve problems on the international stage. His commitment to internationalist ideals was in the tradition of Woodrow Wilson, architect of the failed League of Nations.[32] Roosevelt took the lead in the establishment of the United Nations in 1945, with the proviso that the United States would have a veto power.[33][34]\n\nBy 1950, the liberal ideology was so intellectually dominant that the literary critic Lionel Trilling wrote that \"liberalism is not only the dominant but even the sole intellectual tradition, [...] there are no conservative or reactionary ideas in circulation\".[35]\n\nFor almost two decades, Cold War liberalism remained the dominant paradigm in American politics, peaking with the landslide victory of Lyndon B. Johnson over Barry Goldwater in the 1964 presidential election and the passage of Great Society legislation.[36] The postwar liberal consensus included acceptance of a modest welfare state and anti-communism domestic and foreign policies.[37] Some of its elements were shared with embedded liberalism,[38] that aimed to combine benefits of free markets with some interventionist domestic policies.\n\nAmerican liberalism in the Cold War-era was the immediate heir to Franklin D. Roosevelt's New Deal and the slightly more distant heir to the progressives of the early 20th century.[39] Sol Stern wrote that \"Cold War liberalism deserves credit for the greatest American achievement since World War II—winning the Cold War\".[40]\n\nThe essential tenets of Cold War liberalism can be found in Roosevelt's Four Freedoms (1941). Of these, freedom of speech and of religion were classic liberal freedoms as was freedom from fear (freedom from tyrannical government), but freedom from want was another matter. Roosevelt proposed a notion of freedom that went beyond government non-interference in private lives.[original research?] Freedom from want could justify positive government action to meet economic needs, an idea more associated with the concepts of Abraham Lincoln's Republican Party, Henry Clay's Whig Party and Alexander Hamilton's economic principles of government intervention and subsidy than the more radical socialism and social democracy of European thinkers, or with prior versions of classical liberalism as represented by Thomas Jefferson's Democratic-Republican Party and Andrew Jackson's Democratic Party.[citation needed]\n\nIn the 1950s and 1960s, both major American political parties included liberal and conservative factions. The Democratic Party had on one hand Northern and Western liberals and on the other generally conservative Southern whites.[original research?] Difficult to classify were the Northern urban Democratic political machines. The urban machines had supported New Deal economic policies, but they slowly came apart over racial issues. Some historians have divided the Republican Party into liberal Wall Street and conservative Main Street factions while others have noted that the Republican Party's conservatives came from landlocked states (Robert Taft Jr. of Ohio and Barry Goldwater of Arizona) and the liberals tended to come from California (Earl Warren and Pete McCloskey), New York (Nelson Rockefeller) and other coastal states.[citation needed]\n\nOpposing both Communism and conservatism, Cold War liberalism resembled earlier liberalisms in its views on many social issues and personal liberty, but its economic views were not those of free-market Jeffersonian liberalism nor those of European social democrats. They never endorsed state socialism, but they did call for spending on education, science and infrastructure, notably the expansion of NASA and the construction of the Interstate Highway System. Their progressive ideas continued the legacy of Lincoln, Woodrow Wilson, Theodore Roosevelt and Franklin D. Roosevelt. Most prominent and constant among the positions of Cold War liberalism included the following:[citation needed]\n\nAt first, liberals generally did not see Franklin D. Roosevelt's successor Harry S. Truman as one of their own, viewing him as a Democratic Party hack. However, liberal politicians and liberal organizations such as the Americans for Democratic Action (ADA) sided with Truman in opposing Communism both at home and abroad, sometimes at the sacrifice of civil liberties.[41] For example, Hubert Humphrey put before the Senate in 1950 a bill to establish detention centers where those declared subversive by the President could be held without trial, but it did not pass.\n\nLiberals were united in their opposition to McCarthyism.[42][vague]\n\nSouthern liberals were an essential part of the New Deal coalition as without them Roosevelt lacked majorities in Congress. Notable leaders were Lyndon B. Johnson in Texas, Jim Folsom and John Sparkman in Alabama, Claude Pepper in Florida, Earl Long in Louisiana, Luther H. Hodges in North Carolina and Estes Kefauver in Tennessee. They promoted subsidies for small farmers and supported the nascent labor union movement. An essential condition for this North–South coalition was for Northern liberals to ignore Southern racism. After 1945, Northern liberals, led especially by young Hubert Humphrey of Minnesota, increasingly made civil rights a central issue. They convinced Truman to join them in 1948. The conservative Southern Democrats, best known as the Dixiecrats, took control of the state parties there and ran Strom Thurmond for president in 1948. Thurmond carried only the Deep South, but that threat was enough to guarantee the national Democratic Party in 1952 and 1956 would not make civil rights a major issue. In 1956, 101 of the 128 Southern Representatives and Senators signed the Southern Manifesto denouncing forced desegregation in 1956.[43] The labor movement in the South was divided and lost its political influence. Southern liberals were in a quandary as most of them kept quiet or moderated their liberalism whilst others switched sides and the minority remnant continued on the liberal path. One by one, the last group was defeated. According to historian Numan V. Bartley, \"the very word 'liberal' gradually disappeared from the southern political lexicon, except as a term of opprobrium\".[44]\n\nCold War liberalism emerged at a time when most African-Americans were politically and economically disenfranchised. Beginning with To Secure These Rights, an official report issued by the Truman White House in 1947, self-proclaimed liberals increasingly embraced the civil rights movement. In 1948, President Truman desegregated the armed forces and the Democrats inserted a strong civil-rights plank in the party platform even though delegates from the Deep South walked out and nominated a third-party ticket, the Dixiecrats, headed by Strom Thurmond. Truman abolished discrimination in the armed forces, leading to the integration of military units in the early 1950s. However, no civil rights legislation was passed until a weak bill in 1957.[45]\n\nDuring the 1960s, relations between white liberals and the civil rights movement became increasingly strained as civil-rights leaders accused liberal politicians of temporizing and procrastinating, although they realized they needed the support of liberal Northern Democrats and Republicans for the votes to pass any legislation over Southern obstructionism. Many white liberals believed the grassroots movement for civil rights would only anger many Southern whites and make it even more difficult to pass civil rights laws through Congress. In response to that concern, civil rights leader Martin Luther King Jr. agreed to tone down the March on Washington in 1963. President John F. Kennedy finally endorsed the March on Washington and proposed what would become the Civil Rights Act of 1964, but he could not get it passed during his lifetime. Lyndon B. Johnson had been a New Deal Democrat in the 1930s and by the 1950s had decided that the Democratic Party had to break from its segregationist past and endorse racial liberalism as well as economic liberalism.[46] Johnson rode the enormous wave of sympathy for the assassinated predecessor. With help from conservative Republicans led by Everett Dirksen, the Southern filibuster was broken. Johnson enacted a mass of Great Society legislation, headed by the powerful Civil Rights Act of 1964, which outlawed segregation, and the Voting Rights Act of 1965 which reversed state efforts to stop blacks from voting and facilitated their mobilization as millions of new liberal Democratic voters.[47] The result was an immediate end to segregation in most public places (except schools) and an end to restrictions on black voting.[48]  Unexpectedly, passage was quickly followed by a wave of black riots in the inner cities which made for the \"long hot summers\" in every major city from 1964 through 1970. The riots alienated much of the white working-class that had been the base of the labor-union element in the civil-rights coalition.[49]\n\nThe civil-rights movement itself was becoming fractured. On March 8, 1964, Malcolm X stated he was going to organize a black-nationalist organization that would try to \"heighten the political consciousness\" of African-Americans.[50] By 1966, a Black Power movement had emerged. Black Power advocates accused white liberals of trying to control the civil-rights agenda. Proponents of Black Power wanted African-Americans to follow an \"ethnic model\" for obtaining power, not unlike that of Democratic political machines in large cities.[citation needed] This put them on a collision course with urban machine politicians and on its edges the Black Power movement contained racial separatists who wanted to give up on integration altogether—a program that could not be endorsed by American liberals of any race.[citation needed] The mere existence of such individuals (who always got more media attention than their actual numbers might have warranted) contributed to \"white backlash\" against liberals and civil rights activists.[51]\n\nIn the 1960s and 1970s, mass movements for women's rights, gay rights, and sexual liberation became powerful political forces. Second-wave feminism which emphasized the rights of women to work outside the home, and hold positions of responsibility, led to a widespread increase in the percentage of women working outside the home.[52] In 1972,  Katharine Graham became the first female Fortune 500 CEO, and the number soon increased. Today 37 Fortune 500 companies have female CEO's.[53] In 1980, Sandra Day O'Connor became the first female Justice on the Supreme Court of the United States.[54] In 2021, Kamala Harris became the first female Vice President of the United States. The sexual revolution began in the 1960s and led to a general societal acceptance of premarital sex.[55]\nThe Supreme Court ruling in Eisenstadt v. Baird made contraception available to unmarried people, and effectively legalized premarital sex.[56] The vast majority of Americans now engage in premarital sex.[57]\nThe modern gay rights movement began in 1970 with the Stonewall riots. A handful of states soon repealed their sodomy laws.[58] In 1980, the Democratic Party platform formally endorsed gay rights.[59] In the 1990s, popular culture began to depict acceptance of homosexuality among heterosexuals as the norm.[60] In 2003, the Supreme Court, in the case of Lawrence v. Texas overturned laws banning homosexual behavior in the 12 states where they remained, holding that these laws violated the Due Process Clause of the Constitution.[61] In 2004, Massachusetts became the first state in the country to legalize same-sex marriage. The 2015 Supreme Court case Obergefell v. Hodges legalized same sex-marriage nationwide, holding that marriage was a fundamental right of all Americans.[62] In 2020, the Supreme Court ruled that the wording of Title VII of the 1964 Civil Rights Act protects LGBT employees from discrimination.[63] Polls show an overwhelming majority of Americans now support gay and lesbian rights.[64]\n\nWhile the civil rights movement isolated liberals from the white working class and Southern Democrats, the Vietnam War threw another wedge into the liberal ranks, dividing pro-war \"hawks\" such as Senator Henry M. Jackson from \"doves\" such as Senator and 1972 presidential candidate George McGovern. As the war became the leading political issue of the day, agreement on domestic matters was not enough to hold the liberal consensus together.[65]  Vietnam was part of the strategy of containment of Soviet Communism which began in earnest in 1947 to counter the Soviet threat. In the 1960 presidential campaign, Kennedy was more \"hawkish\" on Southeast Asia than Richard Nixon. Although the war expanded from 16,000 Americans in Vietnam under Kennedy to 500,000 under Johnson, there was much continuity of their policies, until Nixon arrived in 1969. The deep division between liberals and the New Left, especially on foreign policy, troubled the Democratic Party for decades.[66]\n\nA large portion of the growing opposition to the war came from younger activists, with a strong base on elite university campuses. They had become alienated from the establishment and formed the New Left. After Johnson did poorly in the 1968 primaries and decided to focus on peacemaking and not run for reelection, tensions rapidly escalated inside the Democratic Party.  Assassinations struck down the two top liberals, Martin Luther King Jr. and Robert F. Kennedy. Vice President Hubert Humphrey, by now a cautious moderate who meekly followed Lyndon Johnson in domestic and foreign policy, was the last man standing at the disastrously violent 1968 Democratic National Convention. Much of the party's right-wing, from the South and ethnic white districts in the North, veered off to vote for Alabama Governor George Wallace. The result was a narrow victory for Republican Richard Nixon in a three-way race. Although touted as a conservative, President Nixon, with a Democratic Congress, enacted many liberal policies, including the establishment of the Environmental Protection Agency, normalizing relations with Communist China, and starting the Strategic Arms Limitation Talks to reduce the availability of ballistic missiles.[67]\n\nLiberals vehemently disliked Nixon and he reciprocated in kind with an enemies list. Yet as president, Nixon took many policy positions that can only be described as liberal. Before Nixon was elected, the liberal wing of his own party favored politicians such as Nelson Rockefeller and William Scranton. In 1968 Nixon won the nomination by an appeal to a \"silent majority\" of conservatives, disgusted and frightened by soaring crime rates and widespread race riots.[68] Using executive orders, he single-handedly created the main environmental agency (the Environmental Protection Agency), something that was achieved without a vote in Congress. He expanded funding for liberal favorites like the National Endowment for the Arts and the National Endowment for the Humanities.[69] One of his top advisers was liberal Daniel Patrick Moynihan, who said that \"Nixon mostly opted for liberal policies, merely clothing them [...] in conservative rhetoric\".[70] In addition to support for such liberal causes as the arts and the environment, he supported liberalization of laws against recreational drugs. To the astonishment of conservatives, he imposed wage and price controls to counteract inflation. Noam Chomsky, who often attacks liberalism from the left, has called Nixon \"in many respects the last liberal president\".[71] Historians increasingly emphasize the liberalism of his administration's policies while not attributing them to Nixon personally.[72]\n\nThe 1965–1974 period was a major liberal activist era in congress, with the Democratic-led congress during the presidency of Richard Nixon continuing to produce liberal domestic policies. They organized themselves internally to round up votes, track legislation, mobilize interests, and produce bills without direct assistance from the White House. A wide range of progressive measures were carried out, such as increases in social security (a 20% benefit increase and linkage to automatic cost-of-living increases in 1972), public welfare (with expansion of unemployment compensation, food stamps and supplemental security income additions to social security), workplace rules (with the passage of the Occupational Safety and Health Act in 1970), urban aid (with the addition of mass transit subsidies to highway construction enactments), environmentalism (with the passage of the National Environmental Policy Act of 1969 and the Clean Air Act of 1970), aid to education (including Title IX in 1972), civil rights (with the extension of the Voting Rights Act in 1970)[73] and nutrition (with the establishment of the Special Supplemental Nutrition Program for Women, Infants and Children in 1972).[74]\n\nThe political dominance of the liberal consensus even into the Nixon years can best be seen in policies by, for example, the establishment of the Environmental Protection Agency and also in Nixon's failed proposal to replace the welfare system with a guaranteed annual income by way of a negative income tax. Affirmative action in its most quota-oriented form was a Nixon administration policy. Even the Nixon War on Drugs allocated two-thirds of its funds for treatment, a far higher ratio than was to be the case under any subsequent President, Republican or Democrat. Additionally, Nixon's normalization of diplomatic relations with Communist China and his policy of détente with the Soviet Union were likely more popular with liberals than with his conservative base. Nixon also successfully supported a cost-of-living adjustment for Social Security recipients.\n\nAn opposing view was offered by Cass R. Sunstein in The Second Bill of Rights.[75] He argues that through his Supreme Court appointments, Nixon effectively ended a decades-long expansion under United States law of economic rights along the lines of those put forward in the Universal Declaration of Human Rights, adopted in 1948 by the United Nations General Assembly.\n\nDuring the Nixon years and through the 1970s, the liberal consensus began to come apart. The alliance with white Southern Democrats had been lost in the Civil Rights era. While the steady enfranchisement of African Americans expanded the electorate to include many new voters sympathetic to liberal views, it was not quite enough to make up for the loss of some Southern Democrats. Organized labor, long a bulwark of the liberal consensus, was past the peak of its power in the United States and many unions had remained in favor of the Vietnam War even as liberal politicians increasingly turned against it. Within the Democratic Party leadership, there was a turn toward moderation on racial themes after the defeat of liberal George McGovern in 1972.[76]\n\nMeanwhile, in the Republican ranks, a new wing of the party emerged. The anti-establishment conservatives who had been aroused by Barry Goldwater in 1964 challenged the more liberal leadership in 1976 and took control of the party under Ronald Reagan in 1980. Liberal Republicans faded away even in their Northeastern strongholds.[77] Reagan successfully lowered marginal tax rates, most notably for those at the top of the income distribution while his Social Security reforms raised taxes on the middle and bottom of the income distribution, leaving their total tax burden unchanged.[78][79]\n\nMore centrist groups, like the Democratic Leadership Council (DLC), supported Bill Clinton and challenged liberals for control of the Democratic Party.[80] Clinton portrayed himself as a centrist New Democrat. Thus, he distanced himself from New Deal Democrats. With help from the Southern-dominated DLC, Clinton claimed the center of national politics.[81] Clinton worked with conservatives and against strong liberal opposition to end some of the main welfare programs and to implement NAFTA, linking the economies of the United States, Canada and Mexico.[relevant?] Clinton pushed to extend liberal ideals in the areas of health care (where he failed) and environmental protection (where he had more success). On the whole, he came under fierce attack from the left and from many liberals who charged that he betrayed the New Deal traditions of activist government, especially regarding welfare and his collaboration with business.[82]\n\nOn January 1, 2013, President Barack Obama succeeded in raising taxes on the rich while keeping them steady on the middle class. On January 21, 2013, Obama delivered his second inaugural address that championed numerous liberal causes.[83] His signature achievement was the expansion of health benefits to millions under the Affordable Care Act, which became known as ObamaCare, that expanded the role of government in healthcare.\nIn 2016, Bernie Sanders and Hillary Clinton were rivals in the 2016 Democratic Party presidential primary. While Clinton was generally more moderate, Sanders positioned himself as a supporter of progressivism and social democracy, who campaigned on policies such as Medicare for All, free college and university, a $15 minimum wage, and a federal jobs guarantee. Although Clinton won the primary (and lost the general election to Donald Trump), Sanders succeeded in moving the Democratic Party platform to the left, and reversing the centrism that had controlled the party's ideology since the presidency of Bill Clinton.[84] The 2016 and 2020 platforms declared support for a $15 minimum wage, a public health insurance option, the abolition of capital punishment, the legalization of cannabis, and a carbon tax.[85]\n\n"
        },
        {
            "title": "Varieties",
            "text": "The United States was the first nation to be founded on the liberal ideas of John Locke and other philosophers of the Enlightenment, based on inalienable rights and the consent of the governed with no monarchy and no hereditary aristocracy, and while individual states had established religions, the federal government was kept from establishing religion by the First Amendment. The United States Bill of Rights guarantees every citizen the freedoms advocated by the liberal philosophers, namely equality under the law, freedom of religion, freedom of speech, freedom of the press, the right to gather in peaceful assembly, the right to petition the government for redress of grievances and the right to bear arms, among other freedoms and rights. In this sense, virtually all Americans are liberals.[86]\n\nHowever, both before and after the country was founded legal questions concerning the scope of these rights and freedoms arose. In the Dred Scott decision of 1856–1857, the Supreme Court ruled that these rights only applied to white men and that blacks had no rights whatsoever that any white man was obliged to respect. Several constitutional amendments after the Dred Scott decision extended the guarantees of the Bill of Rights to larger classes of citizens, to all citizens in 1868, then specifically to blacks in 1870, to women in 1919 and to people unable to afford a poll tax in 1964.[87]\n\nIn the United States, classical liberalism, also called laissez-faire liberalism,[88] is the belief that a free-market economy is the most productive and government interference favors a few and hurts the many—or as Henry David Thoreau stated,  \"that government is best which governs least\". Classical liberalism is a philosophy of individualism and self-responsibility with little concern for groups or sub-communities. Classical liberals in the United States believe that if the economy is left to the natural forces of supply and demand, free of government intervention, the result is the most abundant satisfaction of human wants. Modern classical liberals oppose the concepts of social democracy and the welfare state.[89]\n\nIn 1883, Lester Frank Ward (1841–1913) published Dynamic Sociology: Or Applied Social Science, as Based Upon Statical Sociology and the Less Complex Sciences and laid out the basic tenets of modern American liberalism while at the same time attacking the laissez-faire policies advocated by Herbert Spencer and William Graham Sumner.[90] Ward was a passionate advocate for a sociology that would intelligently and scientifically direct the development of society.[91]\n\nAnother influential thinker in the Progressive Era was Herbert Croly (1869–1930). He effectively combined classical liberal theory with progressive philosophy and founded the periodical The New Republic to present his ideas. Croly presented the case for a mixed economy, increased spending on education and the creation of a society based on the \"brotherhood of mankind\". In 1909, Croly published The Promise of American Life in which he proposed raising the general standard of living by means of economic planning, though he opposed aggressive unionization.[92] In The Techniques of Democracy (1915), Croly argued against both dogmatic individualism and dogmatic socialism. As editor of The New Republic, he had the forum to reach the intellectual community.[93]\n\n\nAccording to Paul Starr, sociologist at Princeton University: \n"
        }
    ]
}