{
    "url": "https://en.wikipedia.org/wiki/Lieutenant_Governor_of_Massachusetts",
    "title": "Lieutenant Governor of Massachusetts",
    "table_of_contents": [
        "1 Qualifications",
        "2 History",
        "3 Constitutional role",
        "4 Other functions",
        "5 Election",
        "6 List of lieutenant governors",
        "7 Living former lieutenant governors",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe lieutenant governor of Massachusetts is the first in the line to discharge the powers and duties of the office of governor following the incapacitation of the Governor of Massachusetts. The constitutional honorific title for the office is His, or Her, Honor.\n\nThe Massachusetts Constitution provides that when a governor dies, resigns, or is removed from office, the office of governor remains vacant for the rest of the 4-year term. The lieutenant governor discharges powers and duties as acting governor and does not assume the office of governor.[1]  The first time this came into use was five years after the constitution's adoption in 1785, when Governor John Hancock resigned his post five months before the election and inauguration of his successor, James Bowdoin, leaving Lieutenant Governor Thomas Cushing as acting governor.[2]  Most recently, Jane Swift became acting governor when Paul Cellucci resigned in 2001 to become the U.S. Ambassador to Canada.[3]\n\nWhen the governor is outside the borders of Massachusetts, the lieutenant governor exercises the power of the governor. Historically a one-year term, the office of lieutenant governor now carries a four-year term, the same as that of the governor. The lieutenant governor is not elected independently, but on a ticket with the governor. The 1780 constitution required a candidate for either office to have lived in Massachusetts for at least seven years immediately preceding election, own at least £1,000 worth of real property and to \"declare himself to be of the Christian religion\". However, only the residency requirement remains in effect, and both men and women have served in the office.[1][4]  Amendment Article LXIV (1918) changed the election from every year to every two years, and Amendment Article LXXXII (1966) changed it again to every four years.  The office is currently held by Karyn Polito, who was inaugurated in January 2015.[5]\n\n"
        },
        {
            "title": "Qualifications",
            "text": "Any person seeking to become Lieutenant Governor of Massachusetts must meet the following requirements:[6]\n\n"
        },
        {
            "title": "History",
            "text": "The role of the lieutenant governor has its roots in the role of the deputy governor of the Province of Massachusetts Bay. Originally the deputy, along with the governor, and the Council of Assistants were elected by freemen of the colony. They served as executives in the governance of the colony but also as executive officers of the Company of Massachusetts Bay. Originally these royal officers were to remain in London, as was the case with other royal colonial companies. However, John Humphrey and John Winthrop, the first deputy and governor respectively, traveled to the colony instead. In the colonial era the governor and deputy served as chief magistrates along with the Council, and the governor served as general of the militia and the deputy as Colonel.\n\nIn the early days of the colony the deputy governor was elected to a one year term along with the governor. With the revocation of the charter of 1629 and the establishment of the Dominion of New England, all this was changed. Now the Royal Officers were to be appointed by the King and Privy Council. They were to follow royal directive and serve the interests of the Crown. The Royal Government in Great Britain was frustrated with their lack of control of the New England colonies and sought to reassert their authority.\n\nNow styled \"Lieutenant Governor\", the new royal appointees came into conflict with the colonists and General Court who wished to regain authority of provincial affairs. The last Lieutenant Governor was Thomas Oliver who served with Gen. Thomas Gage.\n\n"
        },
        {
            "title": "Constitutional role",
            "text": "\nPart the Second, Chapter II, Section II, Article I of the Massachusetts Constitution reads,[1] \nThe lieutenant governor also serves ex officio as a member of the Massachusetts Governor's Council.\n\n"
        },
        {
            "title": "Other functions",
            "text": "Massachusetts law provides for the lieutenant governor to serve as the chairman of the award selection committee for the Madeline Amy Sweeney Award for Civilian Bravery.[7]\n\n"
        },
        {
            "title": "Election",
            "text": "The lieutenant governor is typically elected on a joint ticket with the governor, ensuring that they have the same political party affiliation.  When the state constitution was first enacted in 1780, elections for the two offices were independent, and were held annually.  Constitutional amendments enacted in 1918 extended the terms of both offices to two years, with elections in even-numbered years.  In 1964 the constitution was amended again to extend the terms to four years,[8] and in 1966 to allow for the grouping of governor and lieutenant governor on the ballot by political party.[9]  Elections are held in even-numbered years that are not presidential election years.\n\n"
        },
        {
            "title": "List of lieutenant governors",
            "text": "Lieutenant governors who acted as governor during a portion of their terms (due to vacancy by death or resignation in the governor's seat) are marked by asterisks (*).\n\n  Democratic (15)\n  Democratic-Republican (7)\n  Federalist (4)\n  Independent (2)\n  Know Nothing (1)\n  Republican (39)\n  Whig (5)\n\n"
        },
        {
            "title": "Living former lieutenant governors",
            "text": "As of November 2022[update], there are eight living former lieutenant governors of Massachusetts, the oldest lieutenant governor of Massachusetts being Francis X. Bellotti (served 1963–1965, born 1923). The most recent and most recently serving lieutenant governor to die was Paul Cellucci (served 1991–1999, born 1948) on June 8, 2013.\n\n"
        },
        {
            "title": "References",
            "text": "Hutchinson, Thomas (1749). The History of the Colony (Province) of Massachusetts Bay. Vol. 2. Boston: Thomas & John Fleet.\n\n"
        }
    ]
}