{
    "url": "https://en.wikipedia.org/wiki/Lillian_Gish",
    "title": "Lillian Gish",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Early career",
        "2.2 Film stardom at Biograph Studios (1912–1925)",
        "2.3 Work with MGM (1925–1928)",
        "2.4 Sound debut, return to the stage, and television and radio",
        "2.5 Radio",
        "3 Honors",
        "3.1 Bowling Green State University",
        "4 Personal life",
        "4.1 Political views",
        "5 Death",
        "6 Legacy",
        "7 In popular culture",
        "8 Filmography",
        "9 Discography",
        "10 Books",
        "11 Documentaries",
        "12 See also",
        "13 References and notes",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLillian Diana Gish[1] (October 14, 1893 – February 27, 1993) was an American actress,[2] director, and screenwriter. Her film-acting career spanned 75 years, from 1912, in silent film shorts, to 1987. Gish was called the \"First Lady of American Cinema\", and is credited with pioneering fundamental film performance techniques.[3] In 1999, the American Film Institute ranked Gish as the 17th greatest female movie star of classic Hollywood cinema.\n\nGish was a prominent film star from 1912 into the 1920s, being particularly associated with the films of director D. W. Griffith. This included her leading role in the highest-grossing film of the silent era, Griffith's The Birth of a Nation (1915). Her other major films and performances from the silent era are: Intolerance (1916), Broken Blossoms (1919), Way Down East (1920), Orphans of the Storm (1921), La Bohème (1926), and The Wind (1928).\n\nAt the dawn of the sound era, she returned to the stage and appeared in film occasionally, including well-known leading roles in the Western Duel in the Sun (1946) and the thriller The Night of the Hunter (1955). She was nominated for the Academy Award for Best Supporting Actress for the former. Gish also had major supporting roles in Portrait of Jennie (1948), A Wedding (1978), and Sweet Liberty (1986).\n\nShe also did considerable television work from the early 1950s into the 1980s, and closed her career playing opposite Bette Davis in the 1987 film The Whales of August. During her later years, Gish became a dedicated advocate for the appreciation and preservation of silent film. Despite being better known for her film work, she was also accomplished on stage, and was inducted into the American Theater Hall of Fame in 1972.[4] In 1971, she was awarded an Academy Honorary Award for her career achievements. She was awarded a Kennedy Center Honor for her contribution to American culture through performing arts in 1982.\n\n"
        },
        {
            "title": "Early life",
            "text": "Gish was born in Springfield, Ohio, the first child of actress Mary Robinson McConnell, and James Leigh Gish.[6][7] Lillian had a younger sister, Dorothy, who also became a popular movie star.\n\nHer mother was a Scottish Episcopalian and her father was of German Lutheran descent. The first several generations of Gishes were Dunkard ministers. Gish's father was an alcoholic and left the family; her mother took up acting to support them. The family moved to East St. Louis, Illinois, where they lived for several years with Lillian's aunt and uncle, Henry and Rose McConnell. Their mother opened the Majestic Candy Kitchen, and the girls helped sell popcorn and candy to patrons of the old Majestic Theater, located next door. The girls attended St. Henry's School, where they acted in school plays.\n\nIn 1910, the girls were living with their aunt Emily in Massillon, Ohio, when they were notified that their father, James, was gravely ill in Oklahoma. The 17-year-old Lillian traveled to Shawnee, Oklahoma, where James's brother Alfred Grant Gish and his wife, Maude, lived. Her father, who by then was institutionalized in the Oklahoma Hospital for the Insane in Norman, was able to travel the 35 miles to Shawnee and the two got reacquainted. She stayed with her aunt and uncle, and attended Shawnee High School there. Her father died in Norman, Oklahoma, in 1912, but she had returned to Ohio a few months before this.\n\nWhen the theater next to the candy store burned down, the family moved to New York, where the girls became good friends with a next-door neighbor, Gladys Smith. Gladys was a child actress who did some work for director D. W. Griffith, and later took the stage name Mary Pickford.[8] When Lillian and Dorothy were old enough, they joined the theatre, often traveling separately in different productions. They also took modeling jobs, with Lillian posing for artist Victor Maurel in exchange for voice lessons.[9]\n\nIn 1912, their friend Mary Pickford introduced the sisters to Griffith and helped get them contracts with Biograph Studios. Lillian Gish soon became one of America's best-loved actresses; she was 19 years old at the time, but told casting directors she was 16.[10]\n\n"
        },
        {
            "title": "Career",
            "text": "Gish made her stage debut in 1902, at the Little Red School House in Risingsun, Ohio. From 1903 to 1904, she toured in Her First False Step, with her mother and Dorothy. In the following year, she danced with a Sarah Bernhardt production in New York City.\n\nAfter 10 years of acting on the stage, she made her film debut opposite Dorothy in Griffith's short film An Unseen Enemy (1912). At the time, established thespians considered \"the flickers\" a rather base form of entertainment, but she was assured of its merits. Gish continued to perform on the stage, and in 1913, during a run of A Good Little Devil, she collapsed from anemia. Lillian took suffering for her art to the extreme in a film career which became her obsession. One of the enduring images of Gish's silent film years is the climax of the melodramatic Way Down East, in which Gish's character floats unconscious on an ice floe towards a raging waterfall, her long hair and hand trailing in the water. Her performance in these frigid conditions gave her lasting nerve damage in several fingers. Similarly, when preparing for her death scene in La Bohème over a decade later, Gish reportedly did not eat and drink for three days beforehand, causing the director to fear he would be filming the death of his star, as well as of the character.\n\nLillian starred in many of Griffith's most acclaimed films, including The Birth of a Nation (1915), Intolerance (1916), Broken Blossoms (1919), Way Down East (1920), and Orphans of the Storm (1921). He utilized her expressive talents to the fullest, developing her into a suffering yet strong heroine. Having appeared in over 25 short films and features in her first two years as a movie actress, Lillian became a major star, becoming known as \"The First Lady of American Cinema\" and appearing in lavish productions, frequently of literary works such as Way Down East. She became the most esteemed actress of budding Hollywood cinema.[citation needed]\n\nShe directed her sister Dorothy in one film, Remodeling Her Husband (1920), when D. W. Griffith took his unit on location. He told Gish that he thought the crew would work harder for a girl. Gish never directed again, telling reporters at the time that directing was a man's job.[11] The film is now thought to be lost.\n\nGish reluctantly ended her work with Griffith in 1925 to take an offer from the recently formed MGM, which gave her more creative control. MGM offered her a contract in 1926 for six films, for which she was offered $1 million (equivalent to $15.3 million in 2021). She turned down the money, requesting a more modest wage and a percentage, so the studio could use the funds to increase the quality of her films – hiring the best actors, screenwriters, etc. By the late silent era, Greta Garbo had surpassed her as MGM's leading lady, and Gish's contract with MGM ended in 1928. Three films with MGM gave her near-total creative control: La Bohème, The Scarlet Letter (both 1926), and The Wind (1928). The Wind, Gish's favorite film of her MGM career, was a commercial failure with the rise of talkies, but is now recognized as one of the most distinguished works of the silent period. Though not a box-office hit as before, her work was respected artistically more than ever, and MGM pressed her with offers to appear in the new medium of sound pictures.\n\nHer debut in talkies was only moderately successful, largely due to the public's changing attitudes. Many of the silent era's leading ladies, such as Gish and Pickford, had been wholesome and innocent, but by the early 1930s (after the full adoption of sound and before the Motion Picture Production Code was enforced), these roles were perceived as outdated. The ingenue's diametric opposite, the vamp, was at the height of its popularity. Gish was increasingly seen as a \"silly, sexless antique\" (to quote fellow actress Louise Brooks's sarcastic summary of those who criticized Gish). Louis Mayer wanted to stage a scandal (\"knock her off her pedestal\") to garner public sympathy for Gish, but Lillian did not want to act both on screen and off, and returned to her first love, the theater. She acted on the stage for the most part in the 1930s and early 1940s, appearing in roles as varied as Ophelia in Guthrie McClintic's landmark 1936 production of Hamlet (with John Gielgud and Judith Anderson) and Marguerite in a limited run of La Dame aux Camélias. Of the former, she said, with pride, \"I played a lewd Ophelia!\"\n\nReturning to movies, Gish was nominated for the Academy Award for Best Supporting Actress in 1946 for Duel in the Sun. The scenes of her character's illness and death late in that film seemed intended to evoke the memory of some of her silent-film performances. She appeared in films from time to time for the rest of her life, notably in The Night of the Hunter (1955) as a rural guardian angel protecting her charges from a murderous preacher played by Robert Mitchum. She was considered for various roles in Gone with the Wind ranging from Ellen O'Hara, Scarlett's mother (which went to Barbara O'Neil),[12] to prostitute Belle Watling (which went to Ona Munson).\n\nGish made numerous television appearances from the early 1950s into the late 1980s. Her most acclaimed television work was starring in the original production of The Trip to Bountiful in 1953. She appeared as Dowager Empress Maria Feodorovna in the short-lived 1965 Broadway musical Anya. In addition to her later acting appearances, Gish became one of the leading advocates of the lost art of the silent film, often giving speeches and touring to screenings of classic works. In 1975, she hosted The Silent Years, a PBS film program of silent films. She was interviewed in the television documentary series Hollywood: A Celebration of the American Silent Film (1980).[13]\n\nGish received a Special Academy Award in 1971, \"For superlative artistry and for distinguished contribution to the progress of motion pictures\". In 1979, she was awarded the Women in film Crystal Award in Los Angeles.[14] In 1984, she received an American Film Institute Lifetime Achievement Award, becoming only the second female recipient (preceded by Bette Davis in 1977) and the only recipient who was a major figure in the silent era. She has a star on the Hollywood Walk of Fame at 1720 Vine Street.\n\nHer last film role was appearing in The Whales of August in 1987 at the age of 93, with Vincent Price, Bette Davis, and Ann Sothern, in which Gish and Davis starred as elderly sisters in Maine. Gish's performance was received glowingly, winning her the National Board of Review Award for Best Actress. At the Cannes festival, Gish won a 10-minute standing ovation from the audience. Some in the entertainment industry were angry that Gish did not receive an Oscar nomination for her role in The Whales of August. Gish herself was more complacent, only remarking, \"Well, now I won't have to go and lose to Cher\".[15]\n\nHer final professional appearance was a cameo on the 1988 studio recording of Jerome Kern's Show Boat, starring Frederica von Stade and Jerry Hadley, in which she affectingly spoke the few lines of The Old Lady on the Levee in the final scene. The last words of her long career were: \"Good night\".\n\nGish starred in an episode of the popular CBS Radio series Suspense. The episode \"Marry for Murder\" was broadcast on September 9, 1943.[16] In 1944, Gish starred in an episode of I Was There, broadcast on CBS. The episode dramatized the making of the film The Birth of a Nation.[17] On May 31, 1951, she starred in an adaptation of Black Chiffon on Playhouse on Broadway.[18]\n\n"
        },
        {
            "title": "Honors",
            "text": "The American Film Institute named Gish 17th among the greatest female stars of classic American cinema.[19] In 1955, she was awarded the George Eastman Award, for distinguished contribution to the art of film, at the George Eastman Museum's (then George Eastman House's) inaugural Festival of Film Artists.[20] She was awarded an Academy Honorary Award in 1971, and in 1984 she received an AFI Life Achievement Award.[21] Gish was also awarded Kennedy Center Honors in 1982.\n\nIn 1979, she introduced The Wind at a screening at the Wiltern Theatre in Los Angeles. She was a special guest at the Telluride Film Festival in 1983.\n\nThe Gish Film Theatre and Gallery of Bowling Green State University's Department of Theatre and Film was named for Lillian and Dorothy Gish. Gish was in attendance at the dedication on June 11, 1976; she accepted the honor for herself and her sister, who had died several years earlier. The university awarded Gish the honorary degree of doctor of performing arts the next day. In 1982, the University accepted a collection of Gish films and photographs that had previously been displayed at the Museum of Modern Art. It solicited donations from Gish friends and associates to renovate the Gish Theatre and create an endowment in the 1990s. Following Gish's 1993 death, the university raised funds to enlarge its gallery to display memorabilia received from Gish's estate.[22]\n\nIn February 2019, the university's Black Student Union called for the renaming of the Gish Theatre due to Gish's involvement with the controversial The Birth of a Nation.[23][24] In April 2019, a task force recommended removing the Gish name; the trustees unanimously voted to remove the name on May 3, 2019.[25]\n\nMike Kaplan, co-producer of The Whales of August (1987), Lillian Gish's final film, circulated a petition urging Bowling Green State University to restore the names of actresses Dorothy and Lillian Gish to the film theater. The protest was signed by over 50 film-industry figures, including actors Helen Mirren and James Earl Jones and directors Bertrand Tavernier and Martin Scorsese.[26][27]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Gish never married or had children. The association between D. W. Griffith and herself was so close that some suspected a romantic connection, an issue never acknowledged by Gish, although several of their associates were certain they were at least briefly involved. For the remainder of her life, she always referred to him as \"Mr. Griffith\". She was also involved with producer Charles Duell, and drama critic and editor George Jean Nathan. In the 1920s, Gish's association with Duell became something of a tabloid scandal when he sued her and made the details of their relationship public.[8]\n\nGish was a survivor of the 1918 flu pandemic, having contracted the illness during the filming of Broken Blossoms.[28]\n\nShe maintained a close relationship with her sister Dorothy and with Mary Pickford for her entire life. Another of her closest friends was actress Helen Hayes, the \"First Lady of the American Theatre\". Gish was the godmother of Hayes's son James MacArthur, and designated Hayes (who survived her by just three weeks) as a beneficiary of her estate.[citation needed]\n\nGish was a devout Episcopalian.[30]\n\nGish was a staunch Republican, and was friendly with President Dwight Eisenhower and his wife, Mamie. She supported Richard Nixon in his failed 1960 presidential run, and was also friends with Ronald Reagan. During Reagan's presidency, Gish wrote in a letter to Nancy Reagan, \"Every time you and Ronnie open your mouths you echo my thoughts.\"[31]\n\nDuring the period of political turmoil in the US that lasted from the outbreak of World War II in Europe until the attack on Pearl Harbor, she maintained an outspoken noninterventionist stance. She was an active member of the America First Committee, an anti-intervention organization founded by a group of law students led by R. Douglas Stuart Jr., with aviation pioneer Charles Lindbergh as its leading spokesman. She said she was blacklisted by the film and theater industries until she signed a contract in which she promised to cease her anti-interventionist activities and never disclose the fact that she had agreed to do so.[32]\n\n"
        },
        {
            "title": "Death",
            "text": "Gish died of heart failure on February 27, 1993 at the age of 99.[33] Her ashes were interred beside those of her sister Dorothy at Saint Bartholomew's Episcopal Church in New York City.[34] Her estate was valued at several million dollars, the bulk of which went toward the creation of the Dorothy and Lillian Gish Prize Trust.\n\n"
        },
        {
            "title": "Legacy",
            "text": "A retrospective of Gish's life and achievements was showcased in an episode of the Emmy award-winning PBS series, American Masters.\n\nThe AllMovie Guide wrote on her legacy:[35]\n\nTurner Classic Movies wrote,[36]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "American rock band The Smashing Pumpkins named their 1991 debut album Gish after her. Singer Billy Corgan explained in an interview, \"My grandmother used to tell me that one of the biggest things that ever happened was when Lillian Gish rode through town on a train, my grandmother lived in the middle of nowhere, so that was a big deal...\"[41]\n\n\"Lillian Gish\" is Scottish rhyming slang for fish and urinating.[42] An example of the latter occurs in the Scottish sitcom, Still Game, when Winston Ingram says, \"I'm away for a Lillian Gish\"—meaning \"I'm away for a pish\" (\"pish\" being Scottish vernacular for piss).\n\n"
        }
    ]
}