{
    "url": "https://en.wikipedia.org/wiki/Lincoln_Memorial",
    "title": "Lincoln Memorial",
    "table_of_contents": [
        "1 History",
        "2 Exterior",
        "3 Interior",
        "3.1 Undercroft",
        "4 Statue",
        "4.1 Sculptural features",
        "5 Sacred space",
        "5.1 Vandalism",
        "6 In popular culture",
        "7 Depictions on U.S. currency",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Lincoln Memorial is a U.S. national memorial built to honor the 16th president of the United States, Abraham Lincoln. It is on the western end of the National Mall in Washington, D.C., across from the Washington Monument, and is in the form of a neoclassical temple. The memorial's architect was Henry Bacon. The designer of the memorial interior's large central statue, Abraham Lincoln (1920), was Daniel Chester French; the Lincoln statue was carved by the Piccirilli brothers.[3] The painter of the interior murals was Jules Guerin, and the epitaph above the statue was written by Royal Cortissoz. Dedicated in May 1922, it is one of several memorials built to honor an American president. It has always been a major tourist attraction and since the 1930s has sometimes been a symbolic center focused on race relations.\n\nThe building is in the form of a Greek Doric temple and contains a large seated sculpture of Abraham Lincoln and inscriptions of two well-known speeches by Lincoln, the Gettysburg Address and his second inaugural address. The memorial has been the site of many famous speeches, including Martin Luther King Jr.'s \"I Have a Dream\" speech delivered on August 28, 1963, during the rally at the end of the March on Washington for Jobs and Freedom.\n\nLike other monuments on the National Mall – including the nearby Vietnam Veterans Memorial, Korean War Veterans Memorial, and World War II Memorial – the national memorial is administered by the National Park Service under its National Mall and Memorial Parks group. It has been listed on the National Register of Historic Places since October 15, 1966, and was ranked seventh on the American Institute of Architects' 2007 list of America's Favorite Architecture. The memorial is open to the public 24 hours a day, and more than 7 million people visit it annually.[4]\n\n"
        },
        {
            "title": "History",
            "text": "The first public memorial to United States President Abraham Lincoln in Washington, D.C., was a statue by Lot Flannery erected in front of the District of Columbia City Hall in 1868, three years after Lincoln's assassination.[5][6] Demands for a fitting national memorial had been voiced since the time of Lincoln's death. In 1867, Congress passed the first of many bills incorporating a commission to erect a monument for the sixteenth president. An American sculptor, Clark Mills, was chosen to design the monument. His plans reflected the nationalistic spirit of the time, and called for a 70-foot (21 m) structure adorned with six equestrian and 31 pedestrian statues of colossal proportions, crowned by a 12-foot (3.7 m) statue of Abraham Lincoln. Subscriptions for the project were insufficient.[7]\n\nThe matter lay dormant until the start of the 20th century, when, under the leadership of Senator Shelby M. Cullom of Illinois, six separate bills were introduced in Congress for the incorporation of a new memorial commission. The first five bills, proposed in the years 1901, 1902, and 1908, met with defeat because of opposition from Speaker Joe Cannon. The sixth bill (Senate Bill 9449), introduced on December 13, 1910, passed. The Lincoln Memorial Commission had its first meeting the following year and United States President William H. Taft was chosen as the commission's president. Progress continued at a steady pace and by 1913 Congress had approved of the commission's choice of design and location.[7]\n\nThere were questions regarding the commission's plan. Many thought that architect Henry Bacon's Greek temple design was far too ostentatious for a man of Lincoln's humble character. Instead, they proposed a simple log cabin shrine. The site too did not go unopposed. The recently reclaimed land in West Potomac Park was seen by many to be either too swampy or too inaccessible. Other sites, such as Union Station, were put forth. The Commission stood firm in its recommendation, feeling that the Potomac Park location, situated on the Washington Monument–Capitol axis, overlooking the Potomac River and surrounded by open land, was ideal. Furthermore, the Potomac Park site had already been designated in the McMillan Plan of 1901 to be the location of a future monument comparable to that of the Washington Monument.[7][8]\n\nWith Congressional approval and a $300,000 allocation, the project got underway. On February 12, 1914, contractor M. F. Comer of Toledo, Ohio; resident member of the memorial's commission, former Senator Joseph C. S. Blackburn of Kentucky; and the memorial's designer, Henry Bacon conducted a groundbreaking ceremony by turning over a few spadefuls of earth.[9] The following month is when actual construction began. Work progressed steadily according to schedule. Some changes were made to the plan. The statue of Lincoln, originally designed to be 10 feet (3.0 m) tall, was enlarged to 19 feet (5.8 m) to prevent it from being overwhelmed by the huge chamber. As late as 1920, the decision was made to substitute an open portal for the bronze and glass grille which was to have guarded the entrance. Despite these changes, the Memorial was finished on schedule. Commission president William H. Taft – who was then Chief Justice of the United States – dedicated the Memorial on May 30, 1922, and presented it to United States President Warren G. Harding, who accepted it on behalf of the American people. Lincoln's only surviving son, 78-year-old Robert Todd Lincoln, was in attendance.[10] Prominent African Americans were invited to the event and discovered upon arrival they were assigned a segregated section guarded by U.S. Marines.[11]\n\nThe Memorial was listed on the National Register of Historic Places on October 15, 1966.[12]\n\n"
        },
        {
            "title": "Exterior",
            "text": "The exterior of the Memorial echoes a classic Greek temple and features Yule marble quarried from Colorado. The structure measures 189.7 by 118.5 feet (57.8 by 36.1 m) and is 99 feet (30 m) tall. It is surrounded by a peristyle of 36 fluted Doric columns, one for each of the 36 states in the Union at the time of Lincoln's death, and two columns in-antis at the entrance behind the colonnade. The columns stand 44 feet (13 m) tall with a base diameter of 7.5 feet (2.3 m). Each column is built from 12 drums including the capital. The columns, like the exterior walls and facades, are inclined slightly toward the building's interior. This is to compensate for perspective distortions which would otherwise make the memorial appear to bulge out at the top when compared with the bottom, a common feature of Ancient Greek architecture.[13]\n\nAbove the colonnade, inscribed on the frieze, are the names of the 36 states in the Union at the time of Lincoln's death and the dates in which they entered the Union.[Note 1] Their names are separated by double wreath medallions in bas-relief. The cornice is composed of a carved scroll regularly interspersed with projecting lions' heads and ornamented with palmetto cresting along the upper edge. Above this on the attic frieze are inscribed the names of the 48 states present at the time of the Memorial's dedication. A bit higher is a garland joined by ribbons and palm leaves, supported by the wings of eagles. All ornamentation on the friezes and cornices was done by Ernest C. Bairstow.[13]\n\nThe Memorial is anchored in a concrete foundation, 44 to 66 feet (13 to 20 m) in depth, constructed by M. F. Comer and Company and the National Foundation and Engineering Company, and is encompassed by a 187-by-257-foot (57 by 78 m) rectangular granite retaining wall measuring 14 feet (4.3 m) in height.[13]\n\nLeading up to the shrine on the east side are the main steps. Beginning at the edge of the Reflecting Pool, the steps rise to the Lincoln Memorial Circle roadway surrounding the edifice, then to the main portal, intermittently spaced with a series of platforms. Flanking the steps as they approach the entrance are two buttresses each crowned with an 11-foot (3.4 m) tall tripod carved from pink Tennessee marble[13] by the Piccirilli Brothers.[14] There are a total of 87 steps (58 steps from the chamber to the plaza and 29 steps from the plaza to the Reflecting Pool).[15]\n\n"
        },
        {
            "title": "Interior",
            "text": "The Memorial's interior is divided into three chambers by two rows of four Ionic columns, each 50 feet (15 m) tall and 5.5 feet (1.7 m) across at their base. The central chamber, housing the statue of Lincoln, is 60 feet (18 m) wide, 74 feet (23 m) deep, and 60 feet (18 m) high.[16] The north and south chambers display carved inscriptions of Lincoln's second inaugural address and his Gettysburg Address.[Note 2] Bordering these inscriptions are pilasters ornamented with fasces, eagles, and wreaths. The inscriptions and adjoining ornamentation are by Evelyn Beatrice Longman.[13]\n\nThe Memorial is replete with symbolic elements. The 36 columns represent the states of the Union at the time of Lincoln's death; the 48 stone festoons above the columns represent the 48 states in 1922. Inside, each inscription is surmounted by a 60-by-12-foot (18.3 by 3.7 m) mural by Jules Guerin portraying principles seen as evident in Lincoln's life: Freedom, Liberty, Morality, Justice, and the Law on the south wall; Unity, Fraternity, and Charity on the north. Cypress trees, representing Eternity, are in the murals' backgrounds. The murals' paint incorporated kerosene and wax to protect the exposed artwork from fluctuations in temperature and moisture.[17]\n\nThe ceiling consists of bronze girders ornamented with laurel and oak leaves. Between these are panels of Alabama marble, saturated with paraffin to increase translucency. But feeling that the statue required even more light, Bacon and French designed metal slats for the ceiling to conceal floodlights, which could be modulated to supplement the natural light; this modification was installed in 1929. The one major alteration since was the addition of an elevator for the disabled in the 1970s.[17]\n\nBelow the memorial is an undercroft. Due to water seeping through the calcium carbonate within the marble, over time stalactites and stalagmites have formed within it.[18] During construction, graffiti was scrawled on it by workers,[19][20] and is considered historical by the National Park Service.[19] During the 1970s and 1980s, there were regular tours of the undercroft.[21] The tours stopped abruptly in 1989 after a visitor noticed asbestos and notified the Service.[22] For the memorial's centennial in 2022, the undercroft is planned to be open to visitors following a rehabilitation project funded by David Rubenstein.[23][24]\n\n"
        },
        {
            "title": "Statue",
            "text": "Lying between the north and south chambers of the open-air Memorial is the central hall, which contains the large solitary figure of Abraham Lincoln sitting in contemplation. Its sculptor, Daniel Chester French, supervised the six Piccirilli brothers (Ferruccio, Attilio, Furio, Masaniello, Orazio, and Getulio) in its construction, and it took four years to complete.\n\nThe 175-short-ton (159 t) statue, carved from Georgia white marble, was shipped in 28 pieces.[17] Originally intended to be only 10 feet (3.0 m) tall, the sculpture was enlarged to 19 feet (5.8 m) from head to foot considering it would look small within the extensive interior space.[25] If Lincoln were depicted standing, he would be 28 feet (8.5 m) tall.\n\nThe widest span of the statue corresponds to its height, and it rests upon an oblong pedestal of Tennessee marble 10 feet (3.0 m) high, 16 feet (4.9 m) wide, and 17 feet (5.2 m) deep. Directly beneath this lies a platform of Tennessee marble about 34.5 feet (10.5 m) long, 28 feet (8.5 m) wide, and 6.5 inches (0.17 m) high. Lincoln's arms rest on representations of Roman  fasces, a subtle touch that associates the statue with the Augustan (and imperial) theme (obelisk and funerary monuments) of the Washington Mall.[26] The statue is discretely bordered by two pilasters, one on each side. Between these pilasters, and above Lincoln's head, is engraved an epitaph of Lincoln[17] by Royal Cortissoz.[27]\n\nAn urban legend holds that the face of General Robert E. Lee is carved onto the back of Lincoln's head,[28] and looks back across the Potomac toward his former home, Arlington House (now within the bounds of Arlington National Cemetery). Another popular legend is that Lincoln's hands are shown using sign language to represent his initials, his left hand signing an A and his right signing an L. The National Park Service denies both legends.[28]\n\nHowever, historian Gerald Prokopowicz writes that, while it is not clear that sculptor Daniel Chester French intended Lincoln's hands to be formed into sign language versions of his initials, it is possible that French did intend it, because he was familiar with American Sign Language, and he would have had a reason to do so, that is, to pay tribute to Lincoln for having signed the federal legislation giving Gallaudet University, a university for the deaf, the authority to grant college degrees.[29] The National Geographic Society's publication \"Pinpointing the Past in Washington, D.C.\" states that Daniel Chester French had a son who was deaf and that the sculptor was familiar with sign language.[30][31] Historian James A. Percoco has observed that, although there are no extant documents showing that French had Lincoln's hands carved to represent the letters \"A\" and \"L\" in American Sign Language, \"I think you can conclude that it's reasonable to have that kind of summation about the hands.\"[32]\n\n"
        },
        {
            "title": "Sacred space",
            "text": "The Memorial has become a symbolically sacred venue, especially for the Civil Rights Movement. In 1939, the Daughters of the American Revolution refused to allow the African-American contralto Marian Anderson to perform before an integrated audience at the organization's Constitution Hall. At the suggestion of Eleanor Roosevelt, the wife of President Franklin D. Roosevelt, Harold L. Ickes, the Secretary of the Interior, arranged for a performance on the steps of the Lincoln Memorial on Easter Sunday of that year, to a live audience of 75,000 and a nationwide radio audience.[33] On June 29, 1947, Harry Truman became the first president to address the National Association for the Advancement of Colored People (NAACP).  The speech took place at the Lincoln Memorial during the NAACP convention and was carried nationally on radio.  In that speech, Truman laid out the need to end discrimination, which would be advanced by the first comprehensive, presidentially proposed civil rights legislation.[34]\n\nOn August 28, 1963, the memorial grounds were the site of the March on Washington for Jobs and Freedom, which proved to be a high point of the American Civil Rights Movement. It is estimated that approximately 250,000 people came to the event, where they heard Martin Luther King Jr., deliver his historic \"I Have a Dream\" speech before the memorial honoring the president who had issued the Emancipation Proclamation 100 years earlier.  King's speech, with its language of patriotism and its evocation of Lincoln's Gettysburg Address, was meant to match the symbolism of the Lincoln Memorial as a monument to national unity.[35] Labor leader Walter Reuther, an organizer of the march, persuaded the other organizers to move the march to the Lincoln Memorial from the Capitol Building. Reuther believed the location would be less threatening to Congress and that the occasion would be especially appropriate underneath the gaze of Abraham Lincoln's statute.[36] The D.C. police also appreciated the location because it was surrounded on three sides by water, so that any incident could be easily contained.[37]\n\nTwenty years later, on August 28, 1983, crowds gathered again to mark the 20th Anniversary Mobilization for Jobs, Peace and Freedom, to reflect on progress in gaining civil rights for African Americans and to commit to correcting continuing injustices.  King's speech is such a part of the Lincoln Memorial story, that the spot on which King stood, on the landing eighteen steps below Lincoln's statue, was engraved in 2003 in recognition of the 40th anniversary of the event.[38]\n\nAt the memorial on May 9, 1970, President Richard Nixon had a middle-of-the-night impromptu, brief meeting with protesters who, just days after the Kent State shootings, were preparing to march against the Vietnam War.[39]\n\nOn September 3, 1942, during World War II, a military anti-aircraft crew accidentally fired a .50 caliber machine gun at the Memorial.  Three bullets struck the Memorial, damaging the marble cornice above the entrance. \n[40] [41] [42]\n\nIn September 1962, amid the civil rights movement, vandals painted the words \"nigger lover\" in one-foot-high (30 cm) pink letters on the rear wall.[43]\n\nOn July 26, 2013, the statue's base and legs were splashed with green paint.[44] A 58-year-old Chinese national was arrested and admitted to a psychiatric facility; she was later found to be incompetent to stand trial.[45]\n\nOn February 27, 2017, graffiti written in permanent marker was found at the memorial, the Washington Monument, the District of Columbia War Memorial, and the National World War II Memorial, saying \"Jackie shot JFK\", \"blood test is a lie\", as well as other claims. Street signs and utility boxes were also defaced. Authorities believed that a single person was responsible for all the vandalism.[46]\n\nOn August 15, 2017, Reuters reported that \"Fuck law\" was spray painted in red on one of the columns. The initials \"M+E\" were etched on the same pillar. A \"mild, gel-type architectural paint stripper\" was used to remove the paint without damaging the memorial. However, the etching was deemed \"permanent damage.\" A Smithsonian Institution directional sign several blocks away was also defaced.[47][48]\n\nOn September 18, 2017, Nurtilek Bakirov from Kyrgyzstan was arrested when a police officer saw him vandalizing the Memorial at around 1:00 PM EDT. Bakirov used a penny to carve the letters \"HYPT MAEK\" in what appeared to be Cyrillic letters into the fifth pillar on the north side. As of September 20, 2017[update], police do not know what the words mean, although there is a possibility that they contain a reference to the vandal's name.  Court documents indicate that the letters cannot be completely removed, but could be polished at the cost of approximately $2,000.  A conservator for the National Park Service said that the stone would weather over time, helping to obscure the letters, although she characterized it as \"permanent damage\".[49]\n\nOn May 30, 2020, during nationwide protests in the wake of the murder of George Floyd, vandals spray-painted \"Yall not tired yet?\" beside the steps leading to the memorial. The National World War II Memorial was also vandalized that night.[50][51]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "As one of the most prominent American monuments, the Lincoln Memorial is often featured in books, films, and television shows that take place in Washington; by 2003 it had appeared in over 60 films,[52] and in 2009, Mark S. Reinhart compiled some short sketches of dozens of uses of the Memorial in film and television.[53]\n\nSome examples of films include Frank Capra's 1939 film Mr. Smith Goes to Washington, where in a key scene the statue and the Memorial's inscription provide inspiration to freshman Senator Jefferson Smith, played by James Stewart.[54] The Park Service did not want Capra to film at the Memorial, so he sent a large crew elsewhere as a distraction while a smaller crew filmed Stewart and Jean Arthur inside the Memorial.[55]\n\nMany of the appearances of the Lincoln Memorial are actually digital visual effects, due to restrictive filming rules.[56]  As of 2017, according to the National Park Service, \"Filming/photography is prohibited above the white marble steps and the interior chamber of the Lincoln Memorial.\"[57]\n\nMitchell Newton-Matza said in 2016 that \"Reflecting its cherished place in the hearts of Americans, the Lincoln Memorial has often been featured prominently in popular culture, especially motion pictures.\"[58]  According to Tracey Gold Bennett, \"The majesty of the Lincoln Memorial is a big draw for film location scouts, producers, and directors because this landmark has appeared in a considerable number of films.\"[59]\n\nJay Sacher writes:\n\n"
        },
        {
            "title": "Depictions on U.S. currency",
            "text": "From 1959 (the 150th anniversary of Lincoln's birth) to 2008, the memorial, with statue visible through the columns, was depicted on the reverse of the United States one-cent coin, which since 1909 has depicted a bust of Lincoln on its front.[60]\n\nThe memorial has appeared on the back of the U.S. five-dollar bill since 1929.[61] The front of the bill bears Lincoln's portrait.\n\n"
        }
    ]
}