{
    "url": "https://en.wikipedia.org/wiki/Lincoln_Memorial_Reflecting_Pool",
    "title": "Lincoln Memorial Reflecting Pool",
    "table_of_contents": [
        "1 Description",
        "2 Restoration",
        "2.1 Post-restoration operation",
        "3 Historic events",
        "4 Gallery",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Lincoln Memorial Reflecting Pool is the largest of the many reflecting pools in Washington, D.C., United States. It is a long and large rectangular pool located on the National Mall, directly east of the Lincoln Memorial, with the Washington Monument to the east of the reflecting pool.[1] Part of the iconic image of Washington, the reflecting pool hosts many of the 24 million visitors a year who visit the National Mall.[2] It is lined by walking paths and shade trees on both sides. Depending on the viewer's vantage point, it dramatically reflects the Washington Monument, the Lincoln Memorial, the Mall's trees, and/or the expansive sky.\n\n"
        },
        {
            "title": "Description",
            "text": "The Lincoln Memorial Reflecting Pool was designed by Henry Bacon, and was constructed in 1922 and 1923, following the dedication of the Lincoln Memorial. It is approximately 2,030 feet (620 m; 3⁄8 mi) long and 167 feet (51 m) wide.[3] The perimeter of the pool is therefore 4,392 feet (1,339 meters; 13⁄16 mile) around. It has a depth of approximately 18 in (46 cm) on the sides and  30 in (76 cm) in the center. It holds approximately 6,750,000 U.S. gallons (25,600,000 liters) of water.[4]\n\n"
        },
        {
            "title": "Restoration",
            "text": "Using funding from the American Recovery and Reinvestment Act of 2009, the National Park Service reconstructed the Lincoln Memorial Reflecting Pool. The pool's water supply system was updated to eliminate stagnant water by circulating water from the Tidal Basin; the pool was formerly filled using potable water from the city. Paved walking paths were added to the north and south sides of the pool to replace worn grass and to prevent further erosion.[5] Construction on the 18-month, $30.74 million project began in November 2010. In May 2011, workers began sinking the first of 2,113 wood pilings into a 40-foot-deep (12-meter) layer of soft, marshy river clay and some dredged material atop bedrock to support a new pool.[6] The pool reopened on August 31, 2012. The project was managed by the Louis Berger Group.[7]\n\nWithin weeks of the pool's reopening in 2012, it had to be drained and cleaned at a cost of $100,000 due to algae in the pool. The algae growth was so extensive it almost completely covered the surface of the pool.[8] Using an ozone disinfectant system installed during the renovation,[9] the National Park Service said it would double the amount of algae-killing ozone in the pool to control future outbreaks.[8]\n\nIn 2013, construction on the National World War II Memorial damaged the eastern end of the Reflecting Pool. NPS workers closed the eastern 30 feet (9 meters) of the pool in August 2015 to repair the basin, work that was completed in the summer of 2016.[10]\n\nThe Reflecting Pool was completely drained in June 2017 to control a parasitical outbreak. The parasite, which causes swimmer's itch, infects snails which inhabit the pool. More than 80 ducks and ducklings have died at the pool due to parasitical infection since May 20. Park Service workers said the work and refilling of the pool would take 10 days.[11]\n\n"
        },
        {
            "title": "Historic events",
            "text": "Located at the base of the Lincoln Memorial's steps, the Reflecting Pool area has been the site of many historic events, including:\n\n"
        }
    ]
}