{
    "url": "https://en.wikipedia.org/wiki/Lingayatism",
    "title": "Lingayatism",
    "table_of_contents": [
        "1 Etymology",
        "2 Lingayatism",
        "3 History",
        "3.1 Basava (12th century)",
        "3.2 Consolidation (12th–14th century)",
        "3.3 Vijayanagara Empire (15th–17th century)",
        "3.4 Ikkeri Nayakas, Keladi dynasty (16th-18th century)",
        "3.5 Caste-status debates (19th–20th century)",
        "3.6 Separate religious identity (21st century)",
        "4 Characteristics",
        "4.1 Ishtalinga",
        "4.2 Soteriology",
        "4.2.1 Shatsthala",
        "4.2.2 Mukti",
        "4.3 Shiva: non-dualism and qualified monism",
        "4.3.1 Qualified non-dualism",
        "4.3.2 Qualified monism",
        "4.3.3 Panchacharas",
        "4.3.4 Ashtavarana",
        "4.3.5 Kāyakavē Kailāsa doctrine and karma",
        "4.3.6 Dāsoha doctrine",
        "4.4 Lingadharane",
        "4.5 Vegetarianism",
        "4.6 Militancy",
        "4.7 Temples and rites of passage",
        "4.8 Festivals",
        "5 Literature",
        "5.1 Lingayat literature",
        "5.2 Vedas and shastras",
        "5.3 Anubhava Mantapa",
        "6 Pilgrim places of Lingayats",
        "7 Demographics",
        "8 Reservation status",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Sources",
        "12.1 Printed sources",
        "12.2 Web-sources",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLingayatism or Veera Saivism is a Hindu denomination based on Shaivism.[4][5][6][web 1] Initially known as Veerashaivas, since the 12th-century adherents of this faith are known as Lingayats. The terms Lingayatism and Veerashaivism have been used synonymously,[note 4] but Veerashaivism may refer to the broader Veerashaiva philosophy which predates Lingayatism,[7] to the historical community now called Lingayats,[8] and to a contemporary (sub)tradition within Lingayatism with Vedic influences.[web 2][note 5]\n\nVeerashaiva Lingayatism was revived,[note 5] by the 12th-century philosopher and statesman Basava in Karnataka.[9] Lingayatism may refer to the whole Veerashaiva Lingayat community, but also to a contemporary sub-tradition dedicated to Basava's original thought, and to a movement within this community which strives toward recognition as an independent religion. Lingayat scholars thrived in northern Karnataka during the Vijayanagara Empire (14th–18th century). In the 21st century, some Lingayats have sought legal recognition as a religion distinct from Hinduism and Veerashaivas,[6][10][web 1][note 6] a request which has gained political support from the Congress-led Karnataka government, but is opposed by others.[6][web 3][web 2]\n\nLingayatism is generally considered a Hindu sect[11][web 1][note 7] because their beliefs include many Hindu elements.[10][note 8] Worship is centered on Shiva as the universal god in the iconographic form of Ishtalinga.[12][6][note 9] Lingayatism emphasizes qualified monism, with philosophical foundations similar to those of the 11th–12th-century South Indian philosopher Ramanuja.[web 1] Lingayatism rejects any form of social discrimination including the caste system and authority of Vedas and Puranas.[13]\n\nContemporary Lingayatism is influential in South India, especially in the state of Karnataka.[6][14] Lingayats celebrate anniversaries (jayanti) of major religious leaders of their sect, as well as Hindu festivals such as Shivaratri and Ganesh Chaturthi.[15][16][17] Lingayatism has its own pilgrimage places, temples, shrines and religious poetry based on Shiva.[18] Today, Lingayats, along with Shaiva Siddhanta followers, Naths, Pashupaths, Kapalikas and others constitute the Shaivite population.[web 4][note 10]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Lingayatism is derived from the Sanskrit root linga (Shiva's mark) and Sanskrit suffix ayta.[19] The adherents of Lingayatism are known as Lingayats. In historical literature, they are sometimes referred to as Lingawants, Lingangis, Lingadharis, Sivabhaktas, Virasaivas or Veerashaivas.[19] The term Lingayat is based on the practice of both genders of Lingayats wearing an iṣṭaliṅga contained inside a silver box with a necklace all the time. The istalinga is an oval-shaped emblem symbolising Parashiva, the absolute reality and icon of their spirituality.[19]\n\nHistorically, Lingayats were known as Virashaivas,[8] or \"ardent, heroic worshippers of Shiva.\"[20] According to Blake Michael, the term Veerashaivism refers both to a \"philosophical or theological system as well as to the historical, social and religious movement which originated from that system.\" Lingayatism refers to the modern adherents of this religion.[7] The term Lingayats came to be commonly used during the British colonial period.[8]\n\nIn the 1871 and the 1881 colonial-era census of British India, Lingayats were listed as shudras.[21][note 11] In 1926, the Bombay High Court ruled that \"the Veerashaivas are not Shudras\".[22]\n\nThe terms Lingayatism and Veerashaivism have been used synonymously.[4][23][24][web 1][note 4] Veerashaivism refers to the broader Veerashaiva philosophy and theology as well as the movement, states Blake Michael, while Lingayata refers to the modern community, sect or caste that adheres to this philosophy.[7][8] In the contemporary era, some state that Veerashaiva is a (sub)tradition within Lingayatism with Vedic influences,[web 2] and these sources have been seeking a political recognition of Lingayatism to be separate from Veerashaivism, and Lingayatism to be a separate religion. In contrast, Veerashaivas consider the two contemporary (sub)traditions to be \"one and the same community\" belonging to Hinduism.[web 3]\n\n"
        },
        {
            "title": "Lingayatism",
            "text": "The origins of Lingayatism is traced to the 11th- and 12th-century CE in a region that includes northern Karnataka and nearby districts of South India. This region was a stronghold of Jainism and Shaivism. According to Iyer and other scholars, the Lingayatism theology emerged as a definitive egalitarian movement in this theological milieu, growing rapidly beyond north Karnataka. The Lingayats, states Burjor Avari quoting Jha, were \"extremely anti-Jain\".[25] The Veerashaiva philosophy enabled Lingayats to \"win over the Jains to Shiva worship\".[19][26] The Lingayats were also anti-Brahmin as evidenced by the polemics against the Brahmins in early Veerashaiva literature.[27]\n\nAccording to a tradition which developed after Basava's time,[28][note 5] Veerashaivism was transmitted by five Panchacharyas, namely Renukacharya, Darukacharya, Ekorama, Panditharadhya, and Vishweswara, and first taught by Renukacharya to sage Agasthya, a Vedic seer.[web 5] A central text in this tradition is Siddhanta Shikhamani, which was written in Sanskrit, and gives an elaboration of \"the primitive traits of Veerashaivism [found] in the Vedas and the Upanishads\" and \"the concrete features given to it in the latter parts (Uttarabhaga) of the Saivagamas.\"[web 6][31] While Veerashaivas regard the Siddhanta Shikhamani to predate Basava, it may actually have been composed in the 13th or 14th century, post-dating Basava.[web 5]\n\nAccording to Gauri Lankesh,[note 12] \"Lingayats are followers of Basavanna,\" while Veerashaivism is a Vedic Shaiva tradition, which \"accepts the Vedic text.\"[web 5] Basava's reform movement attracted Shaivite Brahmins from Andhra Pradesh; a century after Basava, \"their descendants started mixing practices from their former religion with Lingayatism.\"[web 5] Basava's teachings also got mixed-up with Vedic teachings because much sharana literature was lost after the exile of sharana authors from the Bijjala kingdom.[web 5]\n\nAccording to Gauri Lankesh,[note 12] Veerashaivism is preserved and transmitted by five peethas (Rambhapuri, Ujjaini, Kedar, Shreeshail, Kashi), which play an essential role in the Veerashaiva tradition.[web 5] In contrast, the virakta monastic organisation upheld \"the ideals of Basava and his contemporaries.\"[32][note 13] According to Bairy, the virakta tradition criticised \"[t]he Panchacharya tradition, the Mathas which belonged to it and the (upper) castes which owed their allegiance to them\" for their support of Brahmins and their deviation from Basava's ideals.[34][note 14]\n\nAccording to Sri Sharanbasava Devaru of Charanteshwar Mutt, interviewed in 2013, Lingayatism is a separate religion, distinct from the Hindu cultural identity, while Veerashaivism is a Shaivite sect \"based on Vedic philosophy.\"[web 7] Sri Sharanbasava Devaru further states that Veerashaivism \"started gaining importance only after 1904 with some mutts mixing Veerashaivism with Lingayatism.\"[web 7]\n\nAccording to India Today, while \"Veerashaivas' claim that the two communities are one and the same,\" orthodox Lingayats claim that they are different.[web 8] Lingayats claim that Veerashaivas do not truly follow Basava, accept Vedic literature, and \"worship idols of Lord Shiva.\"[web 8] Veerashaivas further \"owe allegiance to various religious centres (mutts), [while] the Lingayats mostly follow their own gurus.\"[web 8]\n\n"
        },
        {
            "title": "History",
            "text": "The Sharana-movement, which started in the 11th century, is regarded by some as the start of Veerashaivism.[35] It started in a time when Kalamukha Shaivism, which was supported by the ruling classes, was dominant, and in control of the monasteries.[36] The Sharana-movement was inspired by the Nayanars, and emphasised personal religious experience over text-based dogmatism.[37]\n\nThe traditional legends and hagiographic texts state Basava to be the founder of the Lingayats and its secular practices.[38][39][web 1] He was a 12th-century Hindu philosopher, statesman, Kannada poet in the Shiva-focused Bhakti movement and a social reformer during the reign of the Kalachuri king Bijjala II (reigned 1157–1167) in Karnataka, India.[40][web 9][note 15]\n\nBasava grew up in a Brahmin family with a tradition of Shaivism.[39][41] As a leader, he developed and inspired a new devotional movement named Virashaivas, or \"ardent, heroic worshippers of Shiva\". This movement shared its roots in the ongoing Bhakti movement, particularly the Shaiva Nayanars traditions, over the 7th- to 11th-century. However, Basava championed devotional worship that rejected temple worship with rituals led by Brahmins, and emphasized personalised direct worship of Shiva through practices such as individually worn icons and symbols like a small linga.[20]\n\nBasavanna spread social awareness through his poetry, popularly known as Vachanaas. Basavanna rejected gender or social discrimination, and caste distinctions,[42] as well as some extant practices such as the wearing of sacred thread,[38] and replaced this with the ritual of wearing Ishtalinga necklace, with an image of the Shiva Liṅga,[43] by every person regardless of his or her birth, to be a constant reminder of one's bhakti (loving devotion) to god Shiva. As the chief minister of his kingdom, he introduced new public institutions such as the Anubhava Mantapa (or, the \"hall of spiritual experience\"),[41] which welcomed men and women from all socio-economic backgrounds to discuss spiritual and mundane questions of life, in open.[44]\n\nAfter initially supporting Basava, king Bijjala II disagreed with Basava's rejection of caste distinctions. In 1167 the Veerashaivas were repressed, and most of them left Kalyāna, Bijjala's new capital, spreading Basava's teachings into a wider area in southern India. The king was assassinated by the Veerashaivas in 1168.[45]\n\nAfter Basava's death, Shaivism consolidated its influence in southern India, meanwhile adjusting to Hindu orthodoxy.[5] Basava's nephew Channabasava organised the community and systematised Virasaiva theology, moving the Virashaiva community toward the mainstream Hindu culture.[46] Basava's role in the origins of Shaivism was downplayed, and a mythology developed in which the origins of Veerashaivism were attributed to the five Panchacharyas, descending to earth in the different world-ages to teach Shaivism. In this narrative, Basava was regarded as a reviver of this ancient teaching.[5][note 16]\n\nMonasteries of the older Saiva schools, \"such as the Kalamukha,\" were taken over by the Virasaivas.[33] Two kinds of monastic orders developed. Due to their roots in the traditional schools, the gurusthalada monasteries were more conservative, while the viraktas \"constituted the true Virasaiva monastic organisation, shaped by the ideals of Basava and his contemporaries.\"[32]\n\nIn the 14th-15th century, a Lingayat revival took place in northern Karnataka in the Vijayanagara Empire.[32][47] The Lingayats likely were a part of the reason why Vijayanagara succeeded in territorial expansion and in withstanding the Deccan Sultanate wars. The Lingayat text Sunyasampadane grew out of the scholarly discussions in an Anubhava Mantapa, and according to Bill Aitken, these were \"compiled at the Vijayanagara court during the reign of Praudha Deva Raya\".[48] Similarly, the scripture of Lingayatism Basava Purana was completed in 1369 during the reign of Vijayanagara ruler Bukka Raya I.[47]\n\nThe Virasaivas were an important part of the Vijayanagara empire army. They fought the Bijapur Sultans, and the Virasaiva leader Sadasiva Nayaka played a key role in leading the capture of Sultanate fortress such as at Gulbarga.[49] This success led to Nayaka being appointed as the governor of the coastal Karnataka Kanara region. This emerged as a Lingayat dynasty, called the Nayakas of Keladi. Another group of Virasaivas merchants turned warriors of the Vijayanagara empire were successful in defeating the Deccan Sultanates in the Lepakshi region (Karnataka-Andhra Pradesh border region).[49] After the collapse of the Vijayanagara empire, the Lingayat Keladi/Ikkeri dynasty ruled the coastal Karnataka till the invasion and their defeat by Hyder Ali seeking a Mysore-based Sultanate.[50][51]\n\nThe Virasaiva dynasty Nayaka rulers built major 16th to 18th-century shrines and seminaries of Lingayatism, repaired and built new Hindu and Jain temples,[52][53][54] sponsored major Hindu monasteries such as the Advaita Sringeri matha as well as forts and temples such as at Chitradurga.[52][55] They also started new towns and merchant centres in coastal and interior Karnataka.[49][50][56]\n\nIn early decades of the 19th century, the Lingayats were described by British officials such as Francis Buchanan as a conglomeration of Hindu castes with enormous diversity and eclectic, egalitarian social system that accepted converts from all social strata and religions.[57] However, the British officials also noted the endogamous tradition and hereditary occupations of many Lingayats, which made their classification difficult.[58] In the 1871 and the 1881 colonial era census of British India, Lingayats were listed as shudras.[21][note 17] According to the sociologist M. N. Srinivas, Lingayats traditionally believed themselves to be equal in status to Brahmins, and some orthodox Lingayats were so anti-Brahmin that they would not eat food cooked or handled by Brahmins.[59][60] The egalitarian Lingayats, states Srinivas, had been a major force in Sanskritization of Kannada-speaking (Karnataka) and nearby regions but against elitism.[59][60]\n\nAfter being placed in the shudra category in the 1881 census, Lingayats demanded a higher caste status.[21] This was objected and ridiculed by a Brahmin named Ranganna who said that Lingayats were not Shaiva Brahmins given their eclectic occupations that included washermen, traders, farmers and others, as well as their exogamous relationships with the royal family.[61] Lingayats persisted in their claims for decades,[21] and their persistence was strengthened by Lingayat presence within the government, and a growing level of literacy and employment in journalism and the judiciary.[62] In 1926, the Bombay High Court ruled that \"the Veerashaivas are not Shudras.\"[22]\n\nAccording to Schouten, in the early 20th century Lingayats tried to raise their social status, by stressing the specific characteristics of their history and of their religious thought as being distinctive from the Brahmin-dominated Hindu-culture.[63] In the 1910s, the narrative of Basava and Allama as the \"founding pillars\" of the Lingayats gained new importance for the identity of parts of the Lingayat-community, with other parts responded with rejection of this \"resurrection.\"[62]\n\nAccording to Ramanujan, \"A modern attempt was made to show Lingayats as having a religion separate from Hindu when Lingayats received discrete entry in the Indian constitution of 1950.\"[10][web 10][web 1] Individuals and community leaders have made intermittent claims for the legal recognition of either being distinct from Hinduism or a caste within Hinduism.[note 6]\n\nIn 2000, the Akhila Bharatha [All India] Veerashaiva Mahasabha started a campaign for recognition of \"Veerashaivas or Lingayats\" as a non-Hindu religion, and a separate listing in the Census. Recognition as a religious minority would make Lingayats \"eligible for rights to open and manage educational institutions given by the Constitution to religious and linguistic minorities.\"[web 10][note 18] In 2013, the Akhila Bharatha [All India] Veerashaiva Mahasabha president was still lobbying for recognition of Lingayatism as a separate religion, arguing that Lingayatism rejects the social discrimination propagated by Hinduism.[web 11]\n\nIn 2017, the demands for a separate religious identity gained further momentum on the eve of the 2018 elections in Karnataka.[web 12] While the Congress party supports the calls for Lingayatism as a separate religion,[web 13] the BJP regards Lingayats as Veerashaivas and Hindus.[note 19] In August 2017, a rally march supporting Lingayatism as \"not Hinduism\" attracted almost 200,000 people,[web 12] while the issue further divides the Lingayat and Veerashaiva communities,[web 8] and various opinions exist within the Lingayat and Veerashaiva communities. According to India Today, \"Veerashaivas claim that the two communities are one and the same,\" while orthodox Lingayats claim that they are different.[web 8] Veerashaivas further \"owe allegiance to various religious centres (mutts), [while] the Lingayats mostly follow their own gurus.\"[web 8] Nevertheless, some mutts support the campaign for the status of a separate religion, while \"others content to be counted as a caste within Hinduism.\"[web 12]\n\nIn March 2018, the Nagamohan Das committee advised \"to form a separate religion status for the Lingayats community.\" In response, the Karnataka government approved this separate religious status, a decision which was decried by Veerashaivas.[web 3][web 2] It recommended the Indian government to grant the religious minority status to the sect.[web 17][web 2] Central NDA government does not took any decision on this. This is on hold status.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Lingayatism is often considered a Hindu sect.[11][10][web 1][note 7] because it shares beliefs with Indian religions,[10][note 8] and \"their [Lingayats] beliefs are syncretistic and include an assemblage of many Hindu elements, including the name of their god, Shiva, who is one of the chief figures of the Hindu pantheon.\"[10] Its worship is centred on Hindu god Shiva as the universal god in the iconographic form of Ishtalinga.[4][note 9] They believe that they will be reunited with Shiva after their death by wearing the lingam.[64]\n\nLingayat worship is centred on the Hindu god Shiva as the universal supreme being in the iconographic form of Ishtalinga.[4][6][note 9] The Lingayats always wear the Ishtalinga held with a necklace.[6][web 1] The Istalinga is made up of small blue-black stone coated with fine durable thick black paste of cow dung ashes mixed with some suitable oil to withstand wear and tear. The Ishtalinga is a symbolism for Lord Shiva.[6][web 1] It is viewed as a \"living, moving\" divinity with the Lingayat devotee. Every day, the devotee removes this personal linga from its box, places it in left palm, offers puja and then meditates about becoming one with the linga, in his or her journey towards the atma-linga.[65]\n\nLingayatism teaches a path to an individual's spiritual progress, and describes it as a six-stage Satsthalasiddhanta. This concept progressively evolves:[66]\n\nThus bhakti progresses from external icon-aided loving devotional worship of Shiva to deeper fusion of awareness with abstract Shiva, ultimately to advaita (oneness) of one's soul and god for moksha.[67]\n\nWhile they accept the concept of transmigration of soul (metempsychosis, reincarnation),[68] they believe that Lingayats are in their last lifetime,[68][69] and believe that will be reunited with Shiva after their death by wearing the lingam.[64][70][69] Lingayats are not cremated, but \"are buried in a sitting, meditative position, holding their personal linga in the right hand.\"[70]\n\nIndologist F. Otto Schrader was among early scholars who studied Lingayat texts and its stand on metempsychosis.[71] According to Schrader, it was Abbe Dubois who first remarked that Lingayatism rejects metempsychosis – the belief that the soul of a human being or animal transmigrates into a new body after death. This remark about \"rejecting rebirth\" was repeated by others, states Schrader, and it led to the question whether Lingayatism is a religion distinct from other Indian religions such as Hinduism where metempsychosis and rebirth is a fundamental premise.[71] According to Schrader, Dubois was incorrect and Lingayat texts such as Viramahesvaracara-samgraha, Anadi-virasaivasara-samgraha, Sivatattva ratnakara (by Basava), and Lingait Paramesvara Agama confirm that metempsychosis is a fundamental premise of Lingayatism.[72] According to Schrader, Lingayats believe that if they live an ethical life then this will be their last life, and they will merge into Shiva, a belief that has fed the confusion that they do not believe in rebirth.[71] According to R. Blake Michael, rebirth and ways to end rebirth was extensively discussed by Basava, Allama Prabhu, Siddharameshawar and other religious saints of Lingayatism.[73]\n\nShunya, in a series of Kannada language texts, is equated with the Virashaiva concept of the Supreme. In particular, the Shunya Sampadane texts present the ideas of Allama Prabhu in a form of dialogue, where shunya is that void and distinctions which a spiritual journey seeks to fill and eliminate. It is the described as state of union of one's soul with the infinite Shiva, the state of blissful moksha.[75][76]\n\nThis Lingayat concept is similar to shunya Brahma concept found in certain texts of Vaishnavism, particularly in Odiya, such as the poetic Panchasakhas. It explains the Nirguna Brahman idea of Vedanta, that is the eternal unchanging metaphysical reality as \"personified void\". Alternate names for this concept of Hinduism, include shunya purusha and Jagannatha in certain texts.[75][77] However, both in Lingayatism and various flavors of Vaishnavism such as Mahima Dharma, the idea of Shunya is closer to the Hindu concept of metaphysical Brahman, rather than to the Śūnyatā concept of Buddhism.[75] However, there is some overlap, such as in the works of Bhima Bhoi.[75][78]\n\nSripati, a Veerashaiva scholar, explained Lingayatism philosophy in Srikara Bhashya, in Vedanta terms, stating Lingayatism to be a form of qualified non-dualism, wherein the individual Atman (soul) is the body of God, and that there is no difference between Shiva and Atman (self, soul), Shiva is one's Atman, one's Atman is Shiva.[74] Sripati's analysis places Lingayatism in a form closer to the 11th century Vishishtadvaita philosopher Ramanuja, than to Advaita philosopher Adi Shankara.[74]\n\nOther scholars state that Lingayatism is more complex than the description of the Veerashaiva scholar Sripati. It united diverse spiritual trends during Basava's era. Jan Peter Schouten states that it tends towards monotheism with Shiva as the godhead, but with a strong awareness of the monistic unity of the Ultimate Reality.[66] Schouten calls this as a synthesis of Ramanuja's Vishishtadvaita and Shankara's Advaita traditions, naming it Shakti-Vishishtadvaita, that is monism fused with Shakti beliefs.[66] But Basava's approach is different than Adi Shankara, states Schouten, in that Basava emphasises the path of devotion, compared to Shankara's emphasis on the path of knowledge—a system of monistic Advaita philosophy widely discussed in Karnataka in the time of Basava.[79]\n\nThe Panchacharas describe the five codes of conduct to be followed by the Lingayats. The Panchacharas include:[80]\n\nThe Ashtavaranas, the eight-fold armour that shields the devotee from extraneous distraction and worldly attachments. The Ashtavaranas include:[80]\n\nKayakave kailasa is a slogan in Veerashaivism. It means \"work is heaven\" or \"to work [Kayakave] is to be in the Lord's Kingdom [Kailasa]\". Some scholars translate Kayaka as \"worship, ritual\", while others translate it as \"work, labour\". The slogan is attributed to Basava, and generally interpreted to signify a work ethic for all social classes.[81]\n\nLingayat poet-saints accepted the concept of karma and repeatedly mention it in their Shiva poetry. For example, states Ramanujan, Mahadeviyakka mentions karma and resulting chain of rebirths that are cut short by bhakti to Shiva.[82] Lingayatism has the concepts of karma and dharma, but the Lingayatism doctrine of karma is not one of fate and destiny. Lingayats believe in kayaka (work) and the transformative potential of \"one's work in the here and now\".[83] According to Schouten, Siddharama and Allama debated the doctrine of karma as the law of work and merit, but Allama persuaded Siddharama that such merit is a low-level mechanism, and real mystical achievement transcends \"the sphere of works and rewards\" and is void of self-interest.[84] These ideas, states Schouten, are similar to those found in Bhagavad Gita which teaches \"work must be done without any attachment to the results\".[85][note 20]\n\nDasoha is the purpose and result of Kāyakavē Kailāsa in Lingayatism.[87] Dasoha means \"service\", and more specifically \"service to other Lingayats\" including the Jangama. Regardless of one's vocation, Lingayatism suggests giving and donating a part of one's time, effort and income to one's community and to religious mendicants.[87][88]\n\nAccording to Virasaivism, skilful work and service to one's community, without discrimination, is a means to experiencing the divine, a sentiment that continues to be revered in present-day Virasaivas.[89] According to Jan Peter Schouten, this doctrine is philosophically rooted in the more ancient So'ham Sanskrit oneness mantra related to Shiva, and which means \"I am He\".[90] This social ethic is also found among other Hindu communities of South India, and includes community provisioning of grains and sharing other essentials particularly with poorer members of society and those affected by natural or other disasters.[91]\n\nLingadharane is the ceremony of initiation among Lingayats. Though lingadharane can be performed at any age, it is usually performed when a fetus in the womb is 7–8 months old. The family Guru performs pooja and provides the ishtalinga to the mother, who then ties it to her own ishtalinga until birth. At birth the mother secures the new ishtalinga to her child. Upon attaining the age of 8–11 years, the child receives Diksha from the family Guru to know the proper procedure to perform pooja of ishtalinga. From birth to death, the child wears the Linga at all times and it is worshipped as a personal ishtalinga. The Linga is wrapped in a cloth housed in a small silver and wooden box. It is to be worn on the chest, over the seat of the indwelling deity within the heart. Some people wear it on the chest or around the body using a thread.\n\nLingayats are strict vegetarians. Devout Lingayats do not consume beef, or meat of any kind including fish.[92] The drinking of liquor is prohibited.[web 18]\n\nThe early Lingayat literature, including the Basava Purana, highly praises militant action against anyone who persecutes a fellow Lingayat or their ability to practice their Shiva-bhakti traditions.[93][94][95] According to Schouten, one of earliest assassinations in retaliation for persecution happened in the 12th-century when King Bijjala was murdered. However, states Schouten, the early texts of Lingayats give different accounts on who ordered the assassination leading to doubts about the trustworthiness of these historic texts.[96]\n\nLingayats believe that the human body is a temple. In addition, they have continued to build the community halls and Shaiva temple traditions of South India. Their temples include Shiva linga in the sanctum, a sitting Nandi facing the linga, with mandapa and other features. However, the prayers and offerings are not led by Brahmin priests but by Lingayat priests.[97] The temple format is simpler than those of Jains and Hindus found in north Karnataka.[98][99] In some parts of Karnataka, these temples are samadhis of Lingayat saints, in others such as the Veerabhadra temple of Belgavi – one of the important pilgrimage sites for Lingayats,[100] and other historic temples, the Shiva temple is operated and maintained by Lingayat priests.[97][15] Many rural Lingayat communities include the images of Shiva, Parvati and Ganesha in their wedding invitations, while Ganesha festivities are observed by both rural and urban Lingayats in many parts of Karnataka.[15] Colonial-era reports by British officials confirm that Lingayats observed Ganesha Chaturthi in the 19th century.[16]\n\nThey celebrate most of the Hindu festivals and their own festivals;\n\n"
        },
        {
            "title": "Literature",
            "text": "Several works are attributed to the founder of Lingayatism movement, Basava, and these texts are revered in the Lingayat community. In particular, these include various Vachana (literally, \"what is said\")[38] such as the Shat-sthala-vachana, Kala-jnana-vachana, Mantra-gopya, Ghatachakra-vachana and Raja-yoga-vachana.[102] Saints and Sharanas like Allamaprabhu, Akka Mahadevi, Siddarama and Basava were at the forefront of this development during the 12th century.\n\nOther important Lingayat literature includes:[citation needed]\n\nThe Basava Purana, a Telugu biographical epic poem which narrates the life story of Basava, was written by Palkuriki Somanatha in 13th-century, and an updated 14th-century Kannada version was written by Bhima Kavi in 1369. Both are sacred texts in Lingayatism.[103]\n\nThe book named Religion and society among the Lingayats of South India by internationally acclaimed social scientist Hiremallur Ishwaran. [104] [105]\n\nLingayat (Veerashaiva) thinkers rejected the custodial hold of Brahmins over the Vedas and the shastras, but they did not outright reject the Vedic knowledge.[106][107][107] The 13th-century Telugu Virashaiva poet Palkuriki Somanatha, author of Basava Purana—a scripture of Veerashaivas, for example asserted, \"Virashaivism fully conformed to the Vedas and the shastras.\"[106][108] Somanatha repeatedly stated that \"he was a scholar of the four Vedas\".[107]\n\nLingayatism considers the Vedas as a means, but not the sanctimonious end.[109] It rejected various forms of ritualism and the uncritical adherence to any text including the Vedas.[110]\n\nThe Anubhava Mantapa literally means the \"hall of spiritual experience\".[20] It has been a Lingayat institution since the time of Basava, serving as an academy of mystics, saints and poet-philosophers for discussion of spiritual and mundane questions of life, in open.[111] It was the fountainhead of all religious and philosophical thought pertaining to the Lingayata. It was presided over by the mystic Allamaprabhu, and numerous sharanas from all over Karnataka and other parts of India were participants. This institution also helped propagate Lingayatism religious and philosophical thought. Akka Mahadevi, Channabasavanna and Basavanna himself were participants in the Anubhava Mantapa.[20]\n\n"
        },
        {
            "title": "Demographics",
            "text": "Lingayats today are found predominantly in the state of Karnataka, especially in North and Central Karnataka with a sizeable population native to South Karnataka. Lingayats have been estimated to be about 16% of Karnataka's population[112]and about 6-7% of Maharashtra's population.[113][11][note 21]\n\nSignificant populations are also found in parts of Andhra Pradesh and Telangana bordering Karnataka, as well as Tamil Nadu, Kerala, Gujarat and Sri Lanka. The Lingayat diaspora can be found in countries around the world, particularly the United States, Britain and Australia.[web 12]\n\n"
        },
        {
            "title": "Reservation status",
            "text": "Today, the Lingayat community is a blend of various castes, consisting of Forward Castes,[114][115] OBC and SC.[116] Currently, 16 castes of Lingayats have been accorded the OBC status by the Central Government.[115] According to one of the estimates by a Lingayat politician around 7 per cent of people in Lingayat community come under SC/STs.[116] Veerashaiva Lingayats get OBC reservation at state level in both Karnataka[117] and Telangana.[118]\n\n"
        }
    ]
}