{
    "url": "https://en.wikipedia.org/wiki/Liquid_Sky",
    "title": "Liquid Sky",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "4.1 Home media",
        "5 Filming",
        "6 Cinematography",
        "7 Sound design",
        "8 Reception",
        "8.1 Critical reception",
        "8.2 Awards",
        "9 Sequel",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Liquid Sky is a 1982 American independent science fiction film directed by Slava Tsukerman and starring Anne Carlisle and Paula E. Sheppard.[1] It debuted at the Montreal Film festival in August 1982 and was well received at several film festivals thereafter.[2] It was produced with a budget of $500,000. It became the most successful independent film of 1983, grossing $1.7 million worldwide.[3]\n\nThe film is seen as heavily influencing a club scene that emerged in the early 2000s in Brooklyn, Berlin, Paris, and London called electroclash.[4]\n\n"
        },
        {
            "title": "Plot",
            "text": "A New Wave fashion show is to be held in a crowded Manhattan nightclub. Among the models are bisexual, cocaine-addicted Margaret and her similarly cocaine-addicted nemesis Jimmy. Margaret's drug-dealing girlfriend, Adrian, is constantly hassled by Jimmy because he does not have the money to pay for more drugs.\n\nA small UFO lands on the roof of the penthouse apartment occupied by Margaret and Adrian. Jimmy accompanies Margaret home before the show, but he's actually trying to find Adrian's drugs. Margaret is being watched by a tiny, shapeless alien from inside the UFO. Margaret and Jimmy return to the club to participate in the show. During preparations, both agree to a photo shoot the following night on Margaret's rooftop. They are assured that there will be plenty of cocaine available at the shoot.\n\nJimmy's mother, Sylvia, a television producer, lives in the building across from Margaret's penthouse. German scientist Johann Hoffman has been secretly observing the aliens from the Empire State Building. Johann needs somewhere to continue his surveillance when the observation deck closes. He seeks help from the only person he knows in the U.S., college drama teacher Owen, who is on his way to meet a former student. Seeking a vantage point on his own, Johann stumbles into Sylvia's building. Sylvia, who has a free evening, invites him to her apartment for dinner. Across town, Katherine states her objection to the heroin use of her boyfriend, failed writer and addict Paul.\n\nMargaret is seduced by Owen, her former acting professor. Then she is raped by Paul, Adrian's client. Paul had returned to seduce Margaret after walking out on a party held by Katherine when she insisted he pull himself together and help greet her business clients. The people who have sexual relations and reach orgasm with Margaret promptly die, with a crystal protruding from their head. Margaret realizes she can kill people by having sex with them. When Paul tries to rape her again in a fit of homophobic rage after finding out about her bisexuality, she vengefully kills him by forcing him to climax.\n\nFrom Sylvia's apartment, Johann continues his observation between dinner and dodging Sylvia's attempts to seduce him. Adrian arrives home and helps Margaret hide Owen's body. Later the crew arrives at the apartment for the fashion shoot. Dominating the scene a young Dean LaPadula, sporting a skin tight leather vest, quietly observes the goings on. During the shoot Margaret is taunted by Jimmy, so she agrees to have sex with him knowing it will kill him.\n\nJohann reveals that the alien is extracting the endorphins produced by the brain when an orgasm occurs. Margaret survives because she never experiences an orgasm. Margaret finally learns of the aliens from Johann, whom she stabs to death, something Sylvia witnesses through a telescope. Seeing the alien craft leaving, Margaret injects herself with heroin to induce a wild autoerotic orgasm to ensure the aliens take her with them. Sylvia and Katherine arrive at the apartment together and reach the penthouse in time to see Margaret vaporized and taken aboard by the aliens.\n\n"
        },
        {
            "title": "Production",
            "text": "Liquid Sky was an adaption and formation from a previous script titled \"Sweet Sixteen\" from Director Slava Tsukerman. After not being able to fund the script, Director Slava Tsukerman knew he needed to write a new script that would be producible. His wife, Nina V. Kerova, had been writing scripts based on a woman who could not get an orgasm.[5] He had an idea for a movie about aliens from outer space.[6] He and his wife started collaborating ideas. Soon, because of language barriers and American speech, they hired friend & co-writer Anne Carlisle to help them write the script. After the three writers collaborated over dinner one night, the title \"Liquid Sky\" was born.[5]\n\nLiquid Sky was produced and directed by Slava Tsukerman, who, prior to making Liquid Sky, had had a successful career as a documentary and TV film director in the USSR and Israel. The screenplay was written by Tsukerman, his wife and ubiquitous co-producer Nina V. Kerova, and Anne Carlisle, who also enacted the film's two leading roles. The director of photography, Yuri Neyman, a Russian émigré, was also the film's special effects expert. Anne Carlisle also wrote a novel based on the film in 1987.[7]\n\nAlthough the film is loosely centered around early 1980s punk subculture, the film's score uses a series of strident synthesizer music pieces. The music was composed by Slava Tsukerman, Clive Smith and Brenda Hutchinson using the Fairlight CMI. Most of it was original, but included interpretations of Baroque composer Marin Marais's Sonnerie de Ste-Geneviève du Mont-de-Paris, Carl Orff's Trionfo di Afrodite, and Anthony Philip Heinrich's Laurel Waltz. All of these were orchestrated in a series of ominous, dissonant arrangements and nightmarish marches. Excerpts from \"Beautiful Bend\" by Boris Midney are also featured.[8]\n\n"
        },
        {
            "title": "Release",
            "text": "The film was digitally restored in 4K resolution in 2017 by Vinegar Syndrome,[9][10] and released as a Blu-ray/DVD combo pack on April 24, 2018.[11][12][13]\n\n"
        },
        {
            "title": "Filming",
            "text": "Liquid Sky was shot without any major actors, large funding, or even permits. It was shot in several downtown New York City locations.[14]\n\"On Variety’s top-grossing film chart for over half a year, Liquid Sky was perhaps the most successful independent film of its day\".[15]\n\n"
        },
        {
            "title": "Cinematography",
            "text": "Yuri Neyman, A.S.C., is both the cinematographer and special effects director for Liquid Sky. Director Slava Tsukerman, cinematographer Yuri Neyman, and Production Designer Marina Levikova worked closely together to create the distinct, unique cinematic look and vivid feel of Liquid Sky. The overall look and feel of the film was inspired by German Expressionism and Bertolt Brecht.[16]  At the time, \"punk\" was not well known. The crew and cinematographer knew that they needed to \"create\" a feel and look for \"punk\". The cinematography in Liquid Sky is a form of expressionism. The film was shot to make you feel the emotions of the characters, expressed through powerful light, colors, contrast, composition, and movement. The reality of the cinematography is a world expressed and painted with emotion rather than practicality. All three department heads were successful filmmakers from the USSR who discovered filmmaking in their teenage years. The cinematography was well received by the community and filmmakers. In a 1984 February issue of American Cinematographer, reviewers of Liquid Sky cinematography were quoted as saying it is \"the picture's asset\" and \"On its simplest level, it could be just as satisfying to be watched with its sound off, as a spectacular work of moving art.\" The magazine would go as far as to comment \"New York has never been photographed better before.\"[17]\n\nThe film was shot on 35mm film and had an aspect ratio of 1.85:1. It was re-released in 2017 with 4K master restore to digital.\n\n"
        },
        {
            "title": "Sound design",
            "text": "To create unusual sounds by manipulating real-world sounds, director Slava Tsukerman chose to use a synthesizer known as the Fairlight CMI. Brenda Hutchinson and Clive Smith were the music composers for the soundtrack.[18]  During the process, Tsukerman brought over three or four classical music pieces that would be programmed into the Fairlight CMI. Much like a computer, every sound and every note would be programmed with a code. When composing, Tsukerman would tap a rhythm or hum a melody, and Hutchinson and Smith would play around with ideas on the Fairlight. Percussion sounds were used throughout the movie. Tsukerman often rejected re-recording a tape when not perfect, loving the rawness of the imperfections. He was quoted as saying “No, I like it. Let’s make it quick and dirty.” During foley and sound design, materials such as wind chimes, metal, glass, and wood were used to create the sounds of the alien creatures. While composing, Smith never saw a visual from the film. He did not see his work integrated with the visuals until the premiere. He created music and sound solely from what Tsukerman communicated to him. He said that he and Hutchinson were the composers, but that Tsukerman had the vision.[19]\n\n"
        },
        {
            "title": "Reception",
            "text": "On review aggregator website Rotten Tomatoes, the film holds an approval rating of 93%, based on 27 reviews, and an average rating of 7.2/10.[20]\n\n"
        },
        {
            "title": "Sequel",
            "text": "In a 2014 interview with The Awl, Slava Tsukerman confirmed that he intended to make a sequel, Liquid Sky 2;[21] with Anne Carlisle returning in the role of Margaret.[21]\n\n"
        }
    ]
}