{
    "url": "https://en.wikipedia.org/wiki/List_of_horror_films_of_the_1930s",
    "title": "List of horror films of the 1930s",
    "table_of_contents": [
        "1 History",
        "2 List",
        "3 See also",
        "4 References",
        "4.1 Citations",
        "4.2 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA list of horror films released in the 1930s.\n\n"
        },
        {
            "title": "History",
            "text": "The American horror film was properly created in the 1930s, most notably the Universal Horror film productions.[1] White Zombie is considered the first feature-length zombie film and has been described as the archetype and model of all zombie movies.[2][3] A number of Hollywood actors made a name for themselves in horror films of this decade, in particular Bela Lugosi (Dracula, 1931) and Boris Karloff (Frankenstein, 1931). Fredric March won an Academy Award for Best Actor in Dr. Jekyll and Mr. Hyde, 1931.[4] Films of this era frequently took their inspiration from the literature of gothic horror[5] and more often dealt with themes of science versus religion rather than supernatural themes.[6]\n\nMany horror films of this era provoked public outcry and censors cut many of the more violent and gruesome scenes from such films as Frankenstein, Island of Lost Souls and The Black Cat.[7][8] In 1933, the British Board of Film Censors (BBFC) introduced an \"H\" rating for films labeled \"Horrific\" for \"any films likely to frighten or horrify children under the age of 16 years\"[9] and only a year later Hollywood initiated a strict production code limiting the violence and sexuality that could be portrayed in films.[10] In 1935, the President of the BBFC Edward Shortt, wrote \"although a separate category has been established for these [horrific] films, I am sorry to learn they are on the increase...I hope that the producers and renters will accept this word of warning, and discourage this type of subject as far as possible.\"[9] As the United Kingdom was a significant market for Hollywood, American producers listened to Shortt's warning, and the number of Hollywood produced horror films decreased in 1936.[9] A trade paper Variety reported that Universal Studios abandonment of horror films after the release of Dracula's Daughter was that \"European countries, especially England are prejudiced against this type product  [sic].\"[9]\n\nAt the end of the decade, a profitable re-release of Dracula and Frankenstein would encourage Universal to produce Son of Frankenstein (1939), starting off a resurgence of the horror film that would continue into the mid-1940s.[11]\n\n"
        }
    ]
}