{
    "url": "https://en.wikipedia.org/wiki/List_of_erotic_thriller_films",
    "title": "List of erotic thriller films",
    "table_of_contents": [
        "1 Precursors to the erotic thriller",
        "2 Notable figures",
        "3 List of films: 1930–1940",
        "3.1 1931",
        "4 List of films: 1940–1970",
        "4.1 1944",
        "4.2 1958",
        "4.3 1962",
        "4.4 1966",
        "4.5 1969",
        "5 List of films: 1970–1980",
        "5.1 1971",
        "5.2 1972",
        "5.3 1973",
        "5.4 1974",
        "5.5 1975",
        "5.6 1976",
        "5.7 1977",
        "5.8 1978",
        "6 List of films: 1980–1990",
        "6.1 1980",
        "6.2 1981",
        "6.3 1982",
        "6.4 1983",
        "6.5 1984",
        "6.6 1985",
        "6.7 1986",
        "6.8 1987",
        "6.9 1988",
        "6.10 1989",
        "7 List of films: 1990–1996",
        "7.1 1990",
        "7.2 1991",
        "7.3 1992",
        "7.4 1993",
        "7.5 1994",
        "7.6 1995",
        "7.7 1996",
        "8 List of films: 1997–2007",
        "8.1 1997",
        "8.2 1998",
        "8.3 1999",
        "8.4 2000",
        "8.5 2001",
        "8.6 2002",
        "8.7 2003",
        "8.8 2004",
        "8.9 2005",
        "8.10 2006",
        "8.11 2007",
        "9 List of films: 2008–present",
        "9.1 2008",
        "9.2 2009",
        "9.3 2010",
        "9.4 2011",
        "9.5 2012",
        "9.6 2013",
        "9.7 2014",
        "9.8 2015",
        "9.9 2016",
        "9.10 2017",
        "9.11 2018",
        "9.12 2020",
        "9.13 2021",
        "9.14 2022",
        "10 Miscellaneous crossover films",
        "11 Post-period crossover films",
        "12 References",
        "12.1 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe erotic thriller is a film subgenre defined as a film that \"combines romanticized, 'erotic' appeal with a dangerous 'thriller' narrative—a \"pleasure/danger\" principle\".[1] The elements of bodily danger and pleasure are central to the plot.[2] Most erotic thrillers contain scenes of softcore sex, though the frequency and explicitness of those scenes varies.[3] British academic Linda Ruth Williams described erotic thriller films as \"noirish stories of sexual intrigue incorporating some form of criminality or duplicity, often as the flimsy framework for onscreen softcore sex\".[2]\n\nThe word \"erotic\" began to adhere to \"thriller\" during the 1980s to describe a sudden boom in noir-like thriller films with sexually provocative content.[4] The late 1980s to the mid-1990s are regarded as the \"classic period\" of the erotic thriller,[5] and the most recognizable films of the genre, such as Basic Instinct, Fatal Attraction, and The Last Seduction were released in this era.\n\n"
        },
        {
            "title": "Precursors to the erotic thriller",
            "text": "In his book Hollywood's Dark Cinema: The American Film Noir, Robert Barton Palmer claimed \"perhaps the most popular genre in the 1990s, the so-called erotic thriller [...] is a direct descendant of the classic film noir\".[6] Many films of the 1960s and 70s also provocatively mixed noir themes with softcore sex, erotic fantasy, and voyeurism.[7] The erotic thriller also contains influences from the genres of mystery and horror, as well as from pornography.[8]\n\n"
        },
        {
            "title": "Notable figures",
            "text": "Certain filmmakers and actors are associated with the genre.[2] Brian De Palma helped usher in the classic period of the genre with films Dressed to Kill and Body Double,[2] and directed Femme Fatale and Passion later in his career. Dutch filmmaker Paul Verhoeven directed Basic Instinct, Showgirls, and Benedetta. Joe Eszterhas became a sought-after screenwriter in the classic period, writing the screenplays for Jagged Edge, Basic Instinct, Showgirls, and Jade.[2] Adrian Lyne has directed several films of the genre, including 9½ Weeks, Fatal Attraction, Indecent Proposal, Unfaithful, and Deep Water. Other filmmakers include Atom Egoyan, Paul Schrader, Abel Ferrara, William Friedkin, David Cronenberg, and Zalman King.\n\nThe most recognizable actor associated with erotic thrillers is Michael Douglas,[9][10] who starred in four films—Fatal Attraction, Basic Instinct, Disclosure, and A Perfect Murder. Mickey Rourke,[2] Richard Gere,[11] James Spader,[12] and Tom Berenger have also starred in multiple films of the genre. Notable actresses include Sharon Stone,[2] Linda Fiorentino,[2] Glenn Close,[13] Kathleen Turner,[14] Demi Moore,[13] and Greta Scaachi.[15]\n\n"
        }
    ]
}