{
    "url": "https://en.wikipedia.org/wiki/List_of_religious_ideas_in_science_fiction",
    "title": "List of religious ideas in science fiction",
    "table_of_contents": [
        "1 Afterlife",
        "2 Angels",
        "3 Creation myths",
        "4 Demons",
        "5 Devil",
        "6 Eschatology and the ultimate fate of the universe",
        "7 Evangelism",
        "8 Fictional religions",
        "9 God or deities",
        "10 Heaven and paradise",
        "11 Hell",
        "12 Jesus",
        "13 Another Son of God",
        "14 Daughter of God",
        "15 Non-dominant Christianity",
        "16 Judaism",
        "17 Logos",
        "18 Messianism",
        "19 Millennialism and Millenarianism",
        "20 Missionarism",
        "21 Original sin",
        "22 Pope",
        "23 Penance",
        "24 Reincarnation",
        "25 Star of Bethlehem",
        "26 Theocracy",
        "27 See also",
        "28 References",
        "29 Further reading",
        "30 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nScience fiction will sometimes address the topic of religion. Often religious themes are used to convey a broader message, but others confront the subject head-on—contemplating, for example, how attitudes towards faith might shift in the wake of ever-advancing technological progress, or offering creative scientific explanations for the apparently mystical events related in religious texts (gods as aliens, prophets as time travelers, etc.). As an exploratory medium, science fiction rarely takes religion at face value by simply accepting or rejecting it; when religious themes are presented, they tend to be investigated deeply.\n\nSome science fiction works portray invented religions, either placed into a contemporary Earth society (such as the Earthseed religion in Octavia Butler's Parable of the Sower), or in the far future (as seen in Dune by Frank Herbert, with its Orange Catholic Bible). Other works examine the role of existing religions in a futuristic or alternate society. The classic A Canticle for Leibowitz explores a world in which Catholicism is one of the few institutions to survive an apocalypse, and chronicles its slow re-achievement of prominence as civilisation returns.\n\nChristian science fiction also exists,[1] sometimes written as allegory for inspirational purposes.[2]\n\nOrson Scott Card has criticized the genre for oversimplifying religion, which he claims is always shown as \"ridiculous and false\".[3]\n\n"
        },
        {
            "title": "Non-dominant Christianity",
            "text": "Harry Turtledove's Gunpowder Empire describes an alternate history in which the Roman Empire never fell and remained in existence until the 21st century and beyond. Constantine was never an emperor and Christianity never became the Empire's dominant religion, remaining a minority religion, one among many. For centuries Christianity had been brutally persecuted, because Christians were adamantly opposed to all other religions of the Empire, refusing to take part in any religious ceremony even when paying for such defiance with their lives. But after several centuries, a modus vivendi was achieved whereby those who became known as Imperial Christians agreed to make an offering of incense (rather than an animal sacrifice) and make this offering for \"The Spirit of the Emperor\" without recognizing the Emperor's divinity or referring to any other deity. An Imperial Christian moving to a new city was required by law to make such an offering, and had to pay for the handful of incense at the full price of a sacrificial animal. Officials harboring anti-Christian prejudice often provided Imperial Christians performing this duty with an inferior quality incense, to punish them for their insincerity. A more intransigent faction, calling themselves Hard Christians, refused to take part in such ceremonies and scorned the Imperial Christians for their willingness to compromise. The Imperial authorities did not actively persecute the Hard Christians, either, but such defiance could entail various disabilities in daily life. The difference between the two kinds of Christians often overlapped with class differences: The Imperial Christians tended to be well-to-do merchants and artisans, whose business interests required being on reasonably good terms with the authorities, while the Hard Christians were often from the lower classes, in many cases slaves or former slaves. For their part, the Imperial authorities persisted in regarding Jesus as one among the Empire's many gods, giving him a statue and a niche in official temples on an equal footing with the other deities. One artist came up with a mosaic which showed Jesus and Mithras as equal teammates in battle against a demon. Christians of all kinds resented this representation of Jesus, but were powerless to change it. In the rival Empire of Lietuva, Christianity was not tolerated, the Lietuvan authorities greatly resenting the Christians' refusal to recognize Perkunas and proclaiming him a \"false god\". Lietuva was known among Christians as \"the place where one can still become a martyr,\" which made it somewhat attractive to certain Christians. Crosstime travelers who visited this Rome and studied its culture became interested in the differences between the Bible used by its Christians and the Bible in this universe. For example, in the Bible used by Christians in the surviving Roman Empire there were only three Gospels, as the Book of John had never been written (and John the Apostle himself possibly never born); the Acts of the Apostles had the same name, but recorded quite different acts; and the Epistles of Paul included several addressed to churches in locations to which the Paul the Apostle never wrote in the history of the Home Timeline. St. Jerome was never born in this alternate, so someone else had translated the Bible into Latin. Such differences provided scholars in the Home Timeline with material to embark on the new field of Comparative Crosstime Bible Studies.\n\n"
        },
        {
            "title": "Theocracy",
            "text": "Depictions of a fictional society dominated by a theocracy are a recurring theme in science fiction. Such depictions are mostly dystopian, in some cases humorous or satirical and rarely positive.\n\n"
        }
    ]
}