{
    "url": "https://en.wikipedia.org/wiki/List_of_films_featuring_giant_monsters",
    "title": "List of films featuring giant monsters",
    "table_of_contents": [
        "1 Overview",
        "2 List of films",
        "3 See also",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThis is an alphabetical list of films featuring giant monsters, known in Japan as kaiju.\n\n"
        },
        {
            "title": "Overview",
            "text": "One of the first films involving giant monsters was the 1933 classic King Kong, as developments in cinema and animation enabled the creation of realistic giant creatures. The film influenced many giant-monster films in its wake, including many produced in Japan, starting with the adaptation The King Kong That Appeared in Edo in 1938, which is now presumed to be a lost film.[1] The visual effects in King Kong, created by Willis O'Brien, inspired future monster film effects artists such as Ray Harryhausen and Dennis Muren.[2] Early giant-monster films often had themes of adventure and exploration of unknown regions, and incorporated fights with giant monsters as a climactic element.\n\nThe development of atomic weaponry in the 1940s gave rise to its involvement in popular themes. The 1953 American film The Beast from 20,000 Fathoms featured a giant dinosaur that awakens due to nuclear tests in the Arctic.[3]: 42  The 1954 film Them! involved giant irradiated ants. Later in 1954, the Japanese film Godzilla was released, followed by Rodan in 1956. This was at a time when giant creatures created by nuclear radiation became popular. Japan continued with a giant moth in Mothra, a turtle in Gamera, and many more that followed. Other countries have their own giant monster movies such as the United Kingdom and Denmark with Gorgo and Reptilicus, both released in 1961.\n\nFilms featuring Godzilla and Gamera were made into the 1970s, and a King Kong remake was released in 1976. Awareness of toxic waste and the growth of the environmental movement in the 1970s inspired the release of various horror films, and the giant monster subgenre saw the release of 1971's Godzilla vs. Hedorah, in which the themes of pollution and environmentalism were incorporated into the series.[4] Following a second series of films in the 1980s and 1990s, Godzilla received a 1998 remake by TriStar Pictures, while King Kong received a 2005 remake by Universal Pictures. 2008 saw the release of the successful Cloverfield, which some critics have claimed took inspiration from the September 11 attacks.[5][6][7] Pacific Rim, a film featuring giant mecha battling with kaiju, was released in 2013, and the following year Legendary reinterpreted Godzilla for a new generation of audiences in the series' 30th film. The latest entry in the Godzilla series, Shin Godzilla, premiered in Japan in July 2016.[8][9] A reboot of King Kong known as Kong: Skull Island was released in March 2017.[10]\n\n"
        }
    ]
}