{
    "url": "https://en.wikipedia.org/wiki/Fictional_spaceship",
    "title": "List of fictional spacecraft",
    "table_of_contents": [
        "1 Space stations",
        "2 Shuttles",
        "2.1 Space Shuttle orbiters",
        "3 Lunar",
        "4 Interplanetary",
        "5 Interstellar",
        "5.1 Military or exploration",
        "5.2 Space fighters",
        "5.2.1 Babylon 5",
        "5.2.2 Battlestar Galactica",
        "5.2.3 Buck Rogers in the 25th Century",
        "5.2.4 The Last Starfighter",
        "5.2.5 Space: Above and Beyond",
        "5.2.6 Space: 1999",
        "5.2.7 Stargate",
        "5.2.8 Star Wars",
        "5.2.9 Other properties",
        "5.3 Transportation",
        "6 Intergalactic",
        "7 Personal spacecraft",
        "8 Lists of fictional spacecraft",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThis is a list of fictional spacecraft, starships and exo-atmospheric vessels that have been identified by name in notable published works of fiction. The term \"spacecraft\" is mainly used to refer to spacecraft that are real or conceived using present technology. The terms \"spaceship\" and \"starship\" are generally applied only to fictional space vehicles, usually those capable of transporting people.\n\nSpaceships are often one of the key plot devices in science fiction. Numerous short stories and novels are built up around various ideas for spacecraft, and spacecraft have featured in many films and television series. Some hard science fiction books focus on the technical details of the craft. Some fictional spaceships have been referenced in the real world, notably Starship Enterprise from Star Trek which gave its name to Space Shuttle Enterprise and to the VSS Enterprise.[1]\nFor other ships from Star Wars, Star Trek, Robotech, and other major franchises, see the separate lists linked below.\n\n"
        },
        {
            "title": "Shuttles",
            "text": "(Planetary surface to orbit)\n\n"
        },
        {
            "title": "Interstellar",
            "text": "\"Space fighters\" are fictional spacecraft analogous to fighter aircraft. They are popular as the subjects of flight simulators, movies and books. The following are some examples of notable space fighters from various media franchises:\n\nIn the Star Wars universe, a \"starfighter\" is a blanket term for all small combat space craft, regardless of shields, hyperspace capability, weaponry (unless it carries none), armor, maneuverability and crew. \"Snubfighter\" (a term first used in Star Wars), though no concise definition has been given, often refers to a fighter carrying shielding, secondary weapons systems such as proton torpedoes or concussion missiles, and being hyperspace capable. Starfighters sometimes bear mission designations similar to modern fighter aircraft, such as \"strike fighter\" and \"space superiority fighter\".\n\nGalactic Republic\n\nRebel Alliance and New Republic\n\nGalactic Empire and First Order\n\nConfederacy of Independent Systems\n\nAndromeda\n\nHalo\n\nMarvel Cinematic Universe\n\n"
        }
    ]
}