{
    "url": "https://en.wikipedia.org/wiki/List_of_UFO_religions",
    "title": "List of UFO religions",
    "table_of_contents": [
        "1 Background",
        "2 List",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nUFO religions are groups that deal with alleged communication between humans and extraterrestrial beings. Proponents often argue that most major religions are already based on the concept of a supernatural being in heaven. Forms of communication include telepathy and astral projection. Groups often believe that humanity can be saved after being educated by the aliens as to how to improve society. Alien abduction belief can lead to formation of a UFO religion. I AM Religious Activity, founded in 1930 by Guy Ballard, is seen, according to one author, as the first UFO Religion, though Aetherius Society founded by George King has also been given this distinction. Scholars identify the 1947 Roswell incident as a key event within the history of UFO spirituality. Melodie Campbell and Stephen A. Kent describe Heaven's Gate and Order of the Solar Temple as among the most controversial of the UFO belief groups. Scientology is seen by scholars as a UFO religion, due to its Xenu cosmogony and the presence of Space opera in Scientology doctrine.\n\n"
        },
        {
            "title": "Background",
            "text": "UFO religions generally deal with belief in communication with extraterrestrial beings.[2][3] Stephen Hunt writes in Alternative Religions: A Sociological Introduction, \"One form of quasi-religion that perhaps borders on a more orthodox form of religiosity is that of the flying saucer cults\".[2] In these groups, individuals believe that communication between aliens and humans can take the form of physical contact, telepathy, and astral projection.[2] Typically the groups believe that humanity will be saved by these aliens when humans are educated as to a better way to live life.[2] Some of the groups believe that aliens will come to take those that believe to a more positive location.[2] Often the extraterrestrial beings are seen to plead with humanity to improve itself and to move away from a society of greed and violence.[2] UFO religions place an emphasis on spiritual growth and the evolution of humanity.[2] A UFO religion can be formed before or after an individual claims to have experienced an alien abduction and been taken aboard a spacecraft.[4]\n\nChristopher Hugh Partridge writes in UFO Religions that J. Gordon Melton identifies the first UFO religion as the group \"I AM\" Activity, founded by Guy Ballard.[1] Partridge says it \"can be seen as the obvious theosophical forerunner to UFO religions such as the Aetherius Society, and to the thought of UFO religionists such as George Adamski\" but views it not as a UFO religion but as a theosophical religion.[5]\n\nPartridge notes that within UFO religions, there is a belief that the supreme being or \"evolved entity\" did not ascend from Earth, but instead came from another plane or another planet and descended to Earth.[6] While the vast majority of factions affiliated with I AM reject UFOs as unimportant, some modern-day Ascended Master Teachings teachers such as Joshua David Stone mention UFOs.\n\nPartridge describes the 1947 Roswell incident as a key point in time within UFO spirituality, commenting: \"Roswell is now firmly established as what might be described as a key ufological 'spiritual site' \";[7] and James R. Lewis also calls attention to this event in his book The Gods Have Landed, noting that it is seen by Ufologists as the date of the \"emergence of UFOs into the public consciousness\".[8] Partridge places UFO religion within the context of theosophical esotericism, and asserts that it began to be associated as \"UFO religion\" after the 1947 incident at Roswell, New Mexico.[6] According to Partridge, most UFO religions still have many of the key points associated with Theosophy, such as belief in the same Spiritual Hierarchy, and he also draws parallels to New Age thought.[6] He notes that within the thought processes of UFO religions after 1947, many of these groups maintained beliefs that extraterrestrial beings were \"heralds of a new era\".[6]\n\nHunt describes the Aetherius Society founded by George King in 1955 as \"probably the first and certainly the most enduring UFO cult\".[9] He places the Aetherius Society and Raëlism among the \"most renowned\" of the \"flying saucer cults\".[2] Writing in the Encyclopedia of Religion and Society, contributors Melodie Campbell and Stephen A. Kent place the Aetherius Society and Unarius as among the \"oldest and most studied\" of the flying saucer cults.[10] They describe groups Heaven's Gate and Order of the Solar Temple as the \"most controversial groups combining UFO belief with variations of contactee assertions\".[10] Gregory L. Reece classes Scientology as a \"UFO group\" in his book UFO Religion: Inside Flying Saucer Cults and Culture, and discusses elements of the Xenu cosmogony and Space opera in Scientology doctrine.[11] He compares Scientology to the Aetherius Society and to Ashtar Command, writing: \"While it bears strong similarities to the Ashtar Command or the Aetherius Society, its emphasis upon the Xenu event as the central message of the group seems to place them within the ancient astronaut tradition. Either way, Scientology is perhaps most different from other UFO groups in their attempt to keep all of the space opera stuff under wraps.\"[11] A similar comparison is made in New Religions: A Guide, which describes the Xenu mythology as \"a basic ancient astronaut myth\".[12] Author Victoria Nelson writes in The Secret Life of Puppets that \"[t]he most prominent current UFO religion is probably the science fiction writer L. Ron Hubbard's Church of Scientology\".[13]\n\n"
        }
    ]
}