{
    "url": "https://en.wikipedia.org/wiki/List_of_lunar_missions",
    "title": "List of missions to the Moon",
    "table_of_contents": [
        "1 Missions by date",
        "2 Future missions",
        "2.1 Funded and under development",
        "2.1.1 Robotic",
        "2.1.2 Crewed",
        "2.2 Proposed but full funding still unclear",
        "2.2.1 Robotic",
        "2.2.2 Crewed",
        "3 Lunar missions by organization/company",
        "4 Unrealized concepts",
        "4.1 2010s",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nAs part of human exploration of the Moon, numerous space missions have been undertaken to study Earth's natural satellite. Of the Moon landings, Luna 2 of the Soviet Union was the first spacecraft to reach its surface successfully,[1] intentionally impacting the Moon on 13 September 1959. In 1966, Luna 9 became the first spacecraft to achieve a controlled soft landing,[2] while Luna 10 became the first mission to enter orbit.\n\nBetween 1968 and 1972, crewed missions to the Moon were conducted by the United States as part of the Apollo program. Apollo 8 was the first crewed mission to enter orbit in December 1968, and it was followed by Apollo 10 in May 1969. Six missions landed humans on the Moon, beginning with Apollo 11 in July 1969, during which Neil Armstrong became the first person to walk on the Moon. Apollo 13 was intended to land; however, it was restricted to a flyby due to a malfunction aboard the spacecraft. All nine crewed missions returned safely to the Earth.\n\nWhile the United States focused on the crewed Apollo program, the Soviet Union conducted uncrewed missions that deployed rovers and returned samples to the Earth. Three rover missions were launched, of which two were successful, and eleven sample return flights were attempted with three successes.\n\nMissions to the Moon have been conducted by the following nations and entities (in chronological order): the Soviet Union, the United States, Japan, the European Space Agency, China, India, Luxembourg, Israel, and Italy. The Moon has also been visited by five spacecraft not dedicated to studying it; four spacecraft have flown past it to gain gravity assistance, and a radio telescope, Explorer 49, was placed into selenocentric orbit in order to use the Moon to block interference from terrestrial radio sources.\n\n"
        },
        {
            "title": "Future missions",
            "text": "There are several future lunar missions scheduled or proposed by various nations or organisations.\n\nThe following robotic space probe missions have been proposed:\n\n"
        },
        {
            "title": "Unrealized concepts",
            "text": "examples only\n\n"
        }
    ]
}