{
    "url": "https://en.wikipedia.org/wiki/List_of_historical_drama_films_and_series_set_in_Near_Eastern_and_Western_civilization",
    "title": "List of historical films set in Near Eastern and Western civilization",
    "table_of_contents": [
        "1 Films set in the Stone Age (before 3300 BC)",
        "2 Films set in the Bronze Age (3300–1200 BC)",
        "3 Films set in the Iron Age  (1200 BC–500 BC)",
        "4 Films set in the Classical Era (500 BC – 600 AD)",
        "5 Films set in the medieval era (600–1500)",
        "5.1 Early Middle Ages (7th–10th centuries)",
        "5.2 Films set in the 11th century",
        "5.3 Films set in the 12th century",
        "5.4 Films set in the 13th century",
        "5.5 Films set in the 14th century",
        "5.6 Films set in the 15th century",
        "6 Renaissance era (1500–1700)",
        "6.1 Films set in the 16th century",
        "6.2 Films set in the 17th century",
        "7 Films set in the industrial era (1700–1900)",
        "7.1 Films set in the 18th century",
        "7.2 Films set in the 19th century",
        "8 Films set in the modern era (1900–1949)",
        "9 Films set in the atomic era (1950–1999)",
        "10 Films set in the information era (after 2000)",
        "11 See also",
        "12 References",
        "13 Sources",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\nThe historical drama or period drama is a film genre in which stories are based upon historical events and famous people. Some historical dramas are docudramas, which attempt an accurate portrayal of a historical event or biography, to the degree that the available historical research will allow. Other historical dramas are fictionalized tales that are based on an actual person and their deeds, such as Braveheart, which is loosely based on the 13th-century knight William Wallace's fight for Scotland's independence.\n\nDue to the sheer volume of films included in this genre and in the interest of continuity, this list is primarily focused on films pertaining to the history of Near Eastern and Western civilization.\n\nFor films pertaining to the history of East Asia, Central Asia, and South Asia, please refer also to the list of Asian historical drama films.\n\n"
        }
    ]
}