{
    "url": "https://en.wikipedia.org/wiki/List_of_nearest_terrestrial_exoplanet_candidates",
    "title": "List of nearest terrestrial exoplanet candidates",
    "table_of_contents": [
        "1 Exoplanets discovered (incomplete)",
        "2 Data Table",
        "3 Statistics",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThis list of nearest terrestrial exoplanet candidates contains possible terrestrial (\"rocky\") exoplanets spaced at a distance of up to 50 light-years from the Solar System, ordered by increasing distance.[1][2][3]\n\nThey may be composed primarily of silicate rocks and/or metals. Within the Solar System, the terrestrial planets are the inner planets closest to the Sun.\n\n"
        },
        {
            "title": "",
            "text": "This list is incomplete, currently containing 34 exoplanets, 11 of which probably lie inside their star's habitable zone.\n\nThere are roughly 2,000 stars at a distance of up to 50 light-years from the Solar System[4] (64 of them are yellow-orange \"G\" stars like our sun[5]). As many as 15% of them could have Earth-sized planets in the habitable zones.[6]\n\nOn November 4, 2013, astronomers reported, based on Kepler space mission data, that there could be as many as 40 billion Earth-sized planets orbiting in the habitable zones of Sun-like stars and red dwarf stars within the Milky Way galaxy.[7][8] Eleven billion of these estimated planets may be orbiting Sun-like stars.[9] The nearest such planet was then as close as 12 light-years away[7][8] but (see below) is now estimated slightly above four light-years away.\n\nOn August 24, 2016, astronomers announced the discovery of a rocky planet in the habitable zone of Proxima Centauri, the closest star to Earth (not counting the Sun). Called Proxima b, the planet is 1.3 times the mass of Earth and has an orbital period of roughly 11.2 Earth days.[10] However, Proxima Centauri's classification as a red dwarf casts doubts on the habitability of any exoplanets in its orbit due to low stellar flux, high probability of tidal locking, small circumstellar habitable zones and high stellar variation. Another likely candidate is Alpha Centauri, Earth's nearest Sun-like star system 4.37 light-years away. Estimates place the probability of finding a habitable planet around Alpha Centauri A or B at roughly 75%.[11] Alpha Centauri is the target of several exoplanet-finding missions, including Breakthrough Starshot and Mission Centaur, the latter of which is chronicled in the 2016 documentary film The Search for Earth Proxima.[12]\n\n"
        },
        {
            "title": "Data Table",
            "text": "Note: There is no scientific consensus about terrestrial composition of most of the planets in the list. Sources in the \"Main source\" column confirm the possibility of terrestrial composition.\n\nIn September 2012, the discovery of two planets orbiting Gliese 163[37] was announced.[38][39]  One of the planets, Gliese 163 c, about 6.9 times the mass of Earth and somewhat hotter, was considered to be within the habitable zone, but is probably not terrestrial.[38][39]\n\nIn May 2016, the finding of three Earth-like planets of ultracool dwarf TRAPPIST-1 has been released.\n\n"
        },
        {
            "title": "Statistics",
            "text": "Note: in most cases the composition of the atmosphere and atmosphere pressure of exoplanets are unknown, so surface temperatures are estimates based on computer models and expert opinions.\n\n"
        }
    ]
}