{
    "url": "https://en.wikipedia.org/wiki/List_of_tallest_towers",
    "title": "List of tallest towers",
    "table_of_contents": [
        "1 Entirely self-supported towers",
        "1.1 Towers taller than 250 meters",
        "1.2 Towers between 200 and 250 metres tall",
        "1.3 Towers between 150 and 200 metres tall",
        "1.4 Towers between 100 and 150 metres tall",
        "2 Towers proposed or under construction",
        "2.1 Diagram",
        "2.2 Timeline of tallest towers",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "This is a list of extant towers that fulfill the engineering definition of a tower: \"a tall human structure, always taller than it is wide, for public or regular operational access by humans, but not for living in or office work, and are self-supporting or free-standing, which means no guy-wires for support.\"[1][2][3] The definition means the exclusion from this list of continuously habitable buildings and skyscrapers as well as radio and TV masts. Also excluded from this list because they are not designed for public or regular operational access are bridge towers or pylons, wind turbines, chimneys, transmission towers, sculptures and most large statues and obelisks.\n\nTowers are most often built to use their height for various purposes, and can stand alone or as part of a larger structure. Some common purposes are for telecommunications, and as a viewing platform.\n\nThe Tokyo Skytree, completed in February 2012, is 634 m (2,080 ft), making it the tallest tower, and third-tallest free-standing structure in the world.[4][5][6]\n\n"
        },
        {
            "title": "Entirely self-supported towers",
            "text": " Please read the list criteria in the introduction before adding any entry.\n\n Please read the list criteria in the introduction before adding any entry.\n\n Please read the list criteria in the introduction before adding any entry.\n\n"
        },
        {
            "title": "Towers proposed or under construction",
            "text": "This is a list of towers that are proposed or under construction with a minimum height of 250m\n\n"
        }
    ]
}