{
    "url": "https://en.wikipedia.org/wiki/List_of_ghost_films",
    "title": "List of ghost films",
    "table_of_contents": [
        "1 History",
        "2 Films",
        "3 Television series",
        "3.1 Dramas and comedies",
        "3.2 Animation",
        "3.3 Puppets",
        "3.4 Ghost reality shows",
        "4 See also",
        "5 References",
        "5.1 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGhost movies and shows can fall into a wide range of genres, including romance, comedy, horror, juvenile interest, and drama. Depictions of ghosts are as diverse as Casper the Friendly Ghost, Beetlejuice, Hamlet's father, Jacob Marley, Freddy Krueger, and Moaning Myrtle, as well as the traditional spectral spirits and other bumps in the night.\n\n"
        },
        {
            "title": "History",
            "text": "With the advent of motion pictures and television, screen depictions of ghosts became common and spanned a variety of genres; the works of Shakespeare, Charles Dickens and Oscar Wilde have all been made into cinematic versions.[1]\n\nChildren's benevolent ghost stories became popular, such as Casper the Friendly Ghost, created in the 1930s and appearing in comics, animated cartoons, and eventually the 1995 feature film Casper. Noël Coward's play Blithe Spirit, later made into a film, places a more humorous slant on the phenomenon of haunting of individuals and specific locations, and The Ghost Goes West, a comedy in which a Scottish castle and its ghost are moved to Florida, was voted the best British film of 1935.\n\nSentimental depictions were more popular in early cinema than horror, and include the 1947 film The Ghost and Mrs. Muir, which was later adapted to television with a successful 1968–70 TV series.[1] Genuine psychological horror films from this period include 1944's The Uninvited and 1945's Dead of Night.\n\nThe 1970s saw screen depictions of ghosts diverge into distinct genres of the romantic and horror.  A common theme in the romantic genre from this period is the ghost as a benign guide or messenger, often with unfinished business, such as 1989's Field of Dreams, the 1990 film Ghost, and the 1993 comedy Heart and Souls.[2]  In the horror genre, 1980's The Fog, and the A Nightmare on Elm Street series of films from the 1980s and 1990s are notable examples of the trend for the merging of ghost stories with scenes of physical violence.[1]\n\nPopularised in such films as the 1984 comedy Ghostbusters, ghost hunting became a hobby for many who formed ghost hunting societies to explore reportedly haunted places. The ghost hunting theme has been featured in reality television series such as Ghost Adventures, Ghost Hunters, Ghost Hunters International, Most Haunted, and A Haunting. It is also represented in children's television by such programs as The Ghost Hunter and Ghost Trackers. Ghost hunting also gave rise to multiple guidebooks to haunted locations, and ghost hunting “how-to” manuals.\n\nThe 1990s saw a return to classic “gothic” ghosts, whose dangers were more psychological than physical. Examples of films from this period include 1999's The Sixth Sense and 2001's The Others.\n\nAsian cinema has been adept at producing horror films about ghosts, such as the 1998 Japanese film Ring (remade in America as The Ring in 2002), and the Pang brothers' 2002 film The Eye.[3]\n\n"
        }
    ]
}