{
    "url": "https://en.wikipedia.org/wiki/Zorak",
    "title": "List of Space Ghost Coast to Coast characters",
    "table_of_contents": [
        "1 Main characters",
        "1.1 Space Ghost",
        "1.2 Zorak",
        "1.3 Moltar",
        "2 Recurring characters",
        "2.1 Brak",
        "2.2 Tansit",
        "2.3 Lokar",
        "2.4 Chad Ghostal",
        "2.5 Harvey Birdman",
        "3 Minor",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThis is a list of characters on the Cartoon Network animated television series, Space Ghost Coast to Coast, which later moved to Adult Swim from 2001 to 2004, and then to Gametap from 2006 to 2008.\n\n"
        },
        {
            "title": "Main characters",
            "text": "Voiced by George Lowe, Space Ghost, whose real name is Tad Eustace Ghostal, was a superhero in the 60s. Though occasionally conflicted about whether saving the world or hosting a talk show best suits him, Tad genuinely wants to put on the best talk show he can. Unfortunately, his failings tend to get the better of him. He is childish, egotistical, and petty, and he remains generally oblivious to his surroundings. He has little regard for the well-being of others and often demeans his sidekicks and guests. In an interview with Conan O'Brien, Space Ghost announces that he has always been dead and was never a space man. \"I was dead long before you were born, Conan, and I'll be dead long before you're dead\". Space Ghost appears in almost every episode, with the exception of \"Pilot\" and \"Hipster\" (both from season four).\n\nVoiced by C. Martin Croker, Zorak Robert Jones is the band leader and a mantis-like alien, known for his hatred of Space Ghost. Extremely evil, he once ate his own nephew. He is a virgin, largely due to the fact that he does not wish to be eaten by his mate after intercourse, as is normal for mantises. He has no remorse, feels no pity, and acts only to meet his own ends. He is Brak's best friend; however, he gives Brak little respect. His superhero persona is Batmantis. Though Space Ghost's prisoner, Zorak retains his membership in the Council of Doom. He claims he is either a locust or a mantis, but he often changes his mind. In episode 97, \"Al\", it is revealed that Mr. Pong (Allan Alcorn) is Zorak's father. He co-hosted Cartoon Planet and its revival with Brak.\n\nVoiced by C. Martin Croker, Moltar is the show's director and producer. His body is made entirely of lava, and he normally wears an orange and gray full-body containment suit which has a breathing receptacle. By far the most competent and level-headed character, Moltar sometimes tends to be smarter than he seems. He tends to be very good friends with Zorak, even though Zorak does not have the same feelings for him. He is a big fan of CHiPs and its star, Erik Estrada. Moltar made a brief appearance in Cartoon Planet where he, Zorak and Brak got into a fight until Space Ghost sent him and Zorak to their rooms. Moltar would later become the fictional producer for Cartoon Network's action animation block Toonami in 1997, before being replaced by T.O.M. in 1999. In the original 1966 Space Ghost series, he was voiced by Ted Cassidy, his name was alternately spelled \"Moltar\" and \"Moltor\", and his clothing was alternately white and yellow. Moltar has made an appearance in the Cartoon Network special \"The Big Game XXVIII\".\n\n"
        },
        {
            "title": "Recurring characters",
            "text": "Voiced by Andy Merrill, Voldemar H. \"Brak\" Guerta is a somewhat cat-like teenage alien with large fangs who, although a villain, is the weakest and least threatening one on both this program and the earlier Space Ghost series. He appeared on SGC2C periodically, often with the Council of Doom, of which he was a member, and was often victimized by Space Ghost. Even the other villains saw him as their inferior and accordingly victimized him. Brak hijacked the show once in the episode \"Jerk\", wanting the audience to hail him, doing the intro and even the music much to Space Ghost's embarrassment. He co-hosted Cartoon Planet and its revival with Zorak.\n\nVoiced by Don Kennedy, Tansit (also spelled Tansut) is an overweight and cowardly man in an orange costume and helmet. His outfit makes him appear much more menacing than he actually is, but fails completely at hiding his gut. He replaced Moltar as director of the show twice and messed it up. His biggest fear is getting zapped by one of Space Ghost's rays. He is a member of the Council of Doom. For about half the episodes of season 4, he announced the show off-screen until he was fired by Space Ghost.\n\nVoiced by Andy Merrill, Lokar is an erudite, giant hominid locust who is prone to violent outbursts and speaks in a British voice. Lokar seems to harbor a grudge towards Space Ghost, and constantly seeks his destruction, perhaps more for his boorishness than anything else. He is also in a long-running feud with Zorak. Lokar is a member of the Council of Doom, though he's not so much evil as a snob. The episode \"Pilot\" revealed that he was originally going to be the band leader of the show instead of Zorak, but Zorak was hired instead when Birdman, having been continuously insulted by Lokar, had his hawk Avenger attack him, something that hospitalized him. Lokar was hinted to be gay as he acts in a flamboyant manner and refers to male characters as \"lover\" or \"darling\". This was confirmed in the audio commentary for \"Jacksonville\".[1]\n\nVoiced by Brad Abelle, Chad Ghostal is Space Ghost's evil twin brother, distinguished from Space Ghost in physical appearance only by a crudely drawn Van Dyke beard. He is a beatnik, with a love for jazz music and outdated beatnik slang, and is both extremely cool and evil. He is also quite the ladies' man. Chad is first mentioned in the episode Jerk where he calls into the show to tell Space Ghost he has escaped from the asylum and will be there shortly. Chad's first appearance on screen is in \"Switcheroo\",[citation needed] where he uses his resemblance to Space Ghost to switch places with him, and again in \"Hipster\", where he takes over the show after incapacitating Space Ghost.\n\nVoiced by Scott Finnell, Harvey Birdman was the host of the show in the episodes Pilot and Sequel. He also appeared on the sidelines during two other episodes. He appears to be washed up, and in a rut, alternately claiming to be unemployed. He then got a job as a lawyer in his own spin-off show Harvey Birdman, Attorney at Law.\n\n"
        },
        {
            "title": "Minor",
            "text": "Metallus (Michael Tew) – A villain and member of the Council of Doom who can only talk in a reverb-heavy metallic drone, rendering his every word incomprehensible, though other characters seem to understand him. He is a big metal guy with a blue vest and gloves, and he has a helmet with a large, presumably ornamental \"wings\". Since he can't talk normally, his personality isn't developed all that much.\n\nBlack Widow (Judy Tenuta) – A villain and member of the Council of Doom who has professed love for Space Ghost, much to the chagrin of the other villains. She is known for her scream that irritates Space Ghost. She also appeared in Johnny Bravo as a guest star.\n\nRaymond (C. Martin Croker) – Zorak's previously unheard-of nephew. Space Ghost immediately took a liking to the cute miniature version of Zorak. Predictably, Raymond was eaten by Zorak before the end of the episode. He made appearances in 2 other episodes.\n\nThe Original Way Outs – The show's band, led by Zorak. The show has never explained their origins aside from two of the characters having originated in the 1966 cartoon; in fact, very little attention is paid to them at all.\n\nBob (Tom Arcuragi) – Featured in the fourth season, he acts as the show’s director telling them what they need to do and how to do it, but he was featured in episodes that take place before the series actually took place and started.\n\n"
        }
    ]
}