{
    "url": "https://en.wikipedia.org/wiki/List_of_artificial_objects_leaving_the_Solar_System",
    "title": "List of artificial objects leaving the Solar System",
    "table_of_contents": [
        "1 Planetary exploration probes",
        "2 Speed and distance from the Sun",
        "3 Propulsion stages",
        "4 Future",
        "4.1 Ulysses",
        "4.2 Interstellar Express",
        "5 Gallery",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe artificial objects leaving the Solar System are all space probes and the upper stages of their launch vehicles, all launched by NASA. Three of the probes, Voyager 1, Voyager 2, and New Horizons are still functioning and are regularly contacted by radio communication, while Pioneer 10 and Pioneer 11 are now derelict. In addition to these spacecraft, some upper stages and de-spin weights are leaving the Solar System, assuming they continue on their trajectories.\n\nThese objects are leaving the Solar System because their velocity and direction are taking them away from the Sun, and at their distance from the Sun, its gravitational pull is not sufficient to pull these objects back or into orbit. They are not impervious to the gravitational pull of the Sun and are being slowed, but are still traveling in excess of escape velocity to leave the Solar System and coast into interstellar space.\n\n"
        },
        {
            "title": "Planetary exploration probes",
            "text": "Although other probes were launched first, Voyager 1 has achieved a higher speed and overtaken all others. Voyager 1 overtook Voyager 2 a few months after launch, on 19 December 1977.[9] It overtook Pioneer 11 in 1983,[10] and then Pioneer 10—becoming the probe farthest from Earth—on February 17, 1998.[11] Voyager 2 is moving faster than all other probes launched before it; it overtook Pioneer 11 in the late 1980s and will overtake Pioneer 10 in 2023.[12]\n\nDepending on how the \"Pioneer anomaly\" affects it, New Horizons will also probably pass the Pioneer probes, but will need many years to do so. It will not overtake Pioneer 11 until the 22nd century, will not overtake Pioneer 10 until the end of that century, and will never overtake the Voyagers.[10]\n\n"
        },
        {
            "title": "Speed and distance from the Sun",
            "text": "To put the distances in the table in context, Pluto's average distance (semi-major axis) is about 40 AU.\n\nNote: Data above as of November 13, 2022. Source: JPL,[13] heavens-above.com,[14] and for New Horizons.[15]\n\nSolar escape velocity is a function of distance (r) from the Sun's center, given by\n\nwhere the product G Msun is the heliocentric gravitational parameter.  The initial speed required to escape the Sun from its surface is 618 km/s (1,380,000 mph),[16] and drops down to 42.1 km/s (94,000 mph) at Earth's distance from the Sun (1 AU), and 4.21 km/s (9,400 mph) at a distance of 100 AU.[17][18]\n\nIn order to leave the Solar System, the probe needs to reach the local escape velocity. After leaving Earth, the Sun's escape velocity is 42.1 km/s. In order to reach this speed, it is highly advantageous to also use the orbital speed of the Earth around the Sun, which is 29.78 km/s. By later passing near a planet, a probe can gain extra speed with a gravity assist.\n\n"
        },
        {
            "title": "Propulsion stages",
            "text": "Every planetary probe was placed into its escape trajectory by a multistage rocket, the last stage of which ends up on nearly the same trajectory as the probe it launched. Because these stages cannot be actively guided, their trajectories are now different from the probes they launched (the probes were guided with small thrusters that allow course changes). However, in cases where the spacecraft acquired escape velocity because of a gravity assist, the stages may not have a similar course and there is the extremely remote possibility that they collided with something. The stages on an escape trajectory are:\n\nIn addition, two small yo-yo de-spin weights on wires were used to reduce the spin of the New Horizons probe prior to its release from the third-stage rocket. Once the spin rate was lowered, these masses and the wires were released, and so are also on an escape trajectory out of the Solar System.[24][25]\n\nNone of the above objects are trackable – they have no power or radio antennas, spin uncontrollably, and are too small to be detected. Their exact positions are unknowable beyond their projected Solar System escape trajectories.\n\nThe third stage of Pioneer 11 is thought to be in solar orbit because its encounter with Jupiter would not have resulted in escape from the Solar System.[20][better source needed] Pioneer 11 gained the required velocity to escape the Solar System in its subsequent encounter with Saturn.[dubious  – discuss]\n\nOn January 19, 2006 the New Horizons spacecraft to Pluto was launched directly into a solar-escape trajectory at 16.26 kilometers per second (58,536 km/h; 36,373 mph) from Cape Canaveral using an Atlas V and the Common Core Booster, Centaur upper stage, and Star 48B third stage.[26] New Horizons passed the Moon's orbit in just nine hours.[27][28] The subsequent encounter with Jupiter only increased its velocity, and just enabled the probe to arrive at Pluto three years earlier than without this encounter.\n\nThus the only objects to date to be launched directly into a solar escape trajectory were the New Horizons spacecraft, its third stage, and the two de-spin masses. The New Horizons Centaur (second) stage is not escaping; it is in a 2.83-year heliocentric (solar) orbit.[21]\n\nThe Pioneer 10 and 11, and Voyager 1 and 2 Centaur (second) stages are also in heliocentric orbits.[25][29]\n\n"
        },
        {
            "title": "Future",
            "text": "Given the huge emptiness of interstellar space, all the objects listed here are likely to continue into deep space in timelines that, barring the exceptionally unlikely chance of their colliding with (or being collected by) another object, could outlast even the Main Sequence existence of the Sun's life, billions of years hence. They do not, however, have enough velocity to escape the Milky Way galaxy into intergalactic space.\n\nIn 1990, Ulysses was launched and was designed to study the Sun; its extended mission ended in 2008. Ulysses is currently in a 79° inclination orbit around the Sun with the periapsis crossing the orbit of Jupiter. In November 2098, it will have another close fly-by with Jupiter, crossing between the orbits of Europa and Ganymede. After this slingshot maneuver, it will possibly enter a hyperbolic trajectory around the Sun and eventually leave the Solar System.[30]\n\nUlysses is now switched-off as its RTG power supply has run down, and so is uncontactable and cannot be tracked or guided in any way. Its exact trajectory is therefore unknowable as factors such as solar radiation pressure could significantly alter its encounter path.\n\nInterstellar Express or Interstellar Heliosphere Probe is the current name for a proposed Chinese National Space Administration program designed to explore the heliosphere and interstellar space.[31] The program would feature two space probes that follow differing trajectories to encounter Jupiter to assist them out of the Solar System. Proposed to launch in 2024, the first probe, IHP-1, would travel toward the nose of the heliosphere, while the second probe, IHP-2, would fly near to the tail, skimming by Neptune and Triton in January 2038.[32][33] There may be another probe—tentatively IHP-3—which would launch in 2030 to explore to the northern half of the heliosphere.[34][35] If the project procedes as proposed, IHP-1 and IHP-2 would leave the Solar System, becoming the first non-NASA probes to achieve this status.\n\n"
        }
    ]
}