{
    "url": "https://en.wikipedia.org/wiki/List_of_Star_Trek_films",
    "title": "List of Star Trek films",
    "table_of_contents": [
        "1 The Original Series films",
        "1.1 Star Trek: The Motion Picture (1979)",
        "1.2 Star Trek II: The Wrath of Khan (1982)",
        "1.3 Star Trek III: The Search for Spock (1984)",
        "1.4 Star Trek IV: The Voyage Home (1986)",
        "1.5 Star Trek V: The Final Frontier (1989)",
        "1.6 Star Trek VI: The Undiscovered Country (1991)",
        "2 The Next Generation films",
        "2.1 Star Trek Generations (1994)",
        "2.2 Star Trek: First Contact (1996)",
        "2.3 Star Trek: Insurrection (1998)",
        "2.4 Star Trek: Nemesis (2002)",
        "3 Reboot (Kelvin timeline) films",
        "3.1 Star Trek (2009)",
        "3.2 Star Trek Into Darkness (2013)",
        "3.3 Star Trek Beyond (2016)",
        "4 Reception",
        "4.1 Box office performance",
        "4.2 Critical response",
        "4.3 Academy Awards",
        "5 Future",
        "5.1 Other potential projects",
        "6 See also",
        "7 Notes",
        "8 References",
        "8.1 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStar Trek is an American media franchise based on the science fiction television series created by Gene Roddenberry. The first television series, simply called Star Trek and now referred to as The Original Series, debuted in 1966 and aired for three seasons on NBC. The Star Trek canon includes the original series, seven spin-off television series, three animated series, and thirteen films.\n\nParamount Pictures has produced thirteen Star Trek feature films, the most recent being released in July 2016.[1] The first six films continue the adventures of the cast of the original series; the seventh film, Generations was designed as a transition from that cast to the cast of the Next Generation series; the next three films, 8 to 10, focused completely on the cast of the Next Generation series.[a] The eleventh, twelfth, and thirteenth films take place in an alternate timeline, officially known as the Kelvin timeline, with a new cast playing younger versions of the original series characters and Leonard Nimoy portraying an elderly Spock.\n\nA new Star Trek film is set to be released on December 22, 2023.\n\n"
        },
        {
            "title": "The Original Series films",
            "text": "Star Trek creator Gene Roddenberry first suggested the idea of a Star Trek feature in 1969.[2] When the original television series was cancelled, he lobbied to continue the franchise through a film. The success of the series in syndication convinced the studio to begin work on a feature film in 1975.[3] A series of writers attempted to craft a suitably epic screenplay, but the attempts did not satisfy Paramount, so the studio scrapped the project in 1977. Paramount instead planned on returning the franchise to its roots with a new television series (Phase II ). The massive worldwide box office success of Star Wars in mid-1977 sent Hollywood studios to their vaults in search of similar sci-fi properties that could be adapted or re-launched to the big screen. Following the huge opening of Columbia's Close Encounters of the Third Kind in late December 1977, production of Phase II was cancelled in favor of making a Star Trek film.[4]\n\nA massive energy cloud from deep space heads toward Earth, leaving destruction in its wake, and the Enterprise must intercept it to determine what lies within, and what its intent might be.\n\nThe movie borrows many elements from \"The Changeling\" of the original series and \"One of Our Planets Is Missing\" from the animated series. Principal photography commenced on August 7, 1978[5] with director Robert Wise helming the feature. The production encountered difficulties and slipped behind schedule,[6] with effects team Robert Abel and Associates[7] proving unable to handle the film's large amount of effects work. Douglas Trumbull was hired and given a blank check to complete the effects work in time and location;[8] the final cut of the film was completed just in time for the film's premiere. The film introduced an upgrade to the technology and starship designs, making for a dramatic visual departure from the original series. Many of the set elements created for Phase II were adapted and enhanced for use in the first feature films. It received mixed reviews from critics; while it grossed $139 million the price tag had climbed to about $45 million due to costly effects work and delays.\n\nKhan Noonien Singh (Ricardo Montalbán), whom Kirk thwarted in his attempt to seize control of the Enterprise fifteen years earlier (\"Space Seed\"), seeks his revenge on the Admiral and lays a cunning and sinister trap.\n\nThe Motion Picture's gross was considered disappointing, but it was enough for Paramount to back a sequel with a reduced budget. After Roddenberry pitched a film in which the crew of the Enterprise goes back in time to ensure the assassination of John F. Kennedy, he was \"kicked upstairs\" to a ceremonial role while Paramount brought in television producer Harve Bennett to craft a better—and cheaper—film than the first.[9] After watching all the television episodes, Bennett decided that the character Khan Noonien Singh was the perfect villain for the new film. Director Nicholas Meyer finished a complete screenplay in just twelve days, and did everything possible within budget to give The Wrath of Khan a nautical, swashbuckling feel,[10] which he described as \"Horatio Hornblower in outer space.\"[9] Upon release, the reception of The Wrath of Khan was highly positive;[11] Entertainment Weekly's Mark Bernadin called The Wrath of Khan \"the film that, by most accounts, saved Star Trek as we know it\".[12]\n\nBoth the first and second films have television versions with additional footage and alternate takes that affect the storyline. (Subsequent Star Trek films tended to have shorter television versions.) Especially notable in The Wrath of Khan is the footage establishing that a young crew member who acts courageously and dies during an attack on the Enterprise is Scotty's nephew.\n\nThe plot picks up shortly after the conclusion of the previous film. When McCoy begins acting irrationally, Kirk learns that Spock, in his final moments, transferred his katra, his living spirit, to the doctor. To save McCoy from emotional ruin, Kirk and crew steal the Enterprise and violate the quarantine of the Genesis Planet to retrieve Spock, his body regenerated by the rapidly dying planet itself, in the hope that body and soul can be rejoined. However, bent on obtaining the secret of Genesis for themselves, a renegade Klingon (Christopher Lloyd) and his crew interfere, with deadly consequences.\n\nMeyer declined to return for the next film, so directing duties were given to cast member Leonard Nimoy. Paramount gave Bennett the green light to write Star Trek III the day after The Wrath of Khan opened.[13] The producer penned a resurrection story for Spock that built on threads from the previous film and the original series episode \"Amok Time\".[citation needed]\n\nWhile returning to stand court-martial for their actions in rescuing Spock, Kirk and crew learn that Earth is under siege by a giant probe that is transmitting a destructive signal, attempting to communicate with the now-extinct species of humpback whales. To save the planet, the crew must time-travel back to the late 20th century to obtain a mating pair of these whales, and a marine biologist (Catherine Hicks) to care for them.\n\nNimoy returned as director for this film. Nimoy and Bennett wanted a film with a lighter tone that did not have a classic antagonist. They decided on a time travel story with the Enterprise crew returning to their past to retrieve something to save their present—eventually, humpback whales. After having been dissatisfied with the script written by Daniel Petrie Jr., Paramount hired Meyer to rewrite the screenplay with Bennett's help. Meyer drew upon his own time travel story Time After Time for elements of the screenplay.[citation needed] Star William Shatner was promised his turn as director for Star Trek V, and Nicholas Meyer returned as director/co-writer for Star Trek VI.\n\nSpock's half-brother (Laurence Luckinbill) believes he is summoned by God, and hijacks the brand-new (and problem-ridden) Enterprise-A to take it through the Great Barrier, at the center of the Milky Way, beyond which he believes his maker waits for him. Meanwhile, a young and arrogant Klingon captain (Todd Bryant), seeking glory in what he views as an opportunity to avenge his people of the deaths of their crewmen on Genesis, sets his sights on Kirk.\n\nThis is the only film in the franchise directed by William Shatner.\n\nWhen Qo'noS' moon Praxis (the Klingon Empire's chief energy source) is devastated by an explosion, caused by over-mining, the catastrophe also contaminating Qo'noS' atmosphere, the Klingons make peace overtures to the Federation. While on the way to Earth for a peace summit, the Klingon Chancellor (David Warner) is assassinated by Enterprise crewmen, and Kirk and McCoy are held accountable by the Chancellor's Chief of Staff (Christopher Plummer) and sentenced to life on a prison planet. Spock attempts to prove Kirk's innocence, but in doing so, uncovers a massive conspiracy against the peace process with participants from both sides.\n\nThis film is a sendoff to the original series cast. One Next Generation cast member, Michael Dorn, appears as the grandfather of the character he plays on the later television series, Worf. It is the second and last Star Trek film directed by Nicholas Meyer and last screenplay co-authored by Leonard Nimoy.\n\n"
        },
        {
            "title": "The Next Generation films",
            "text": "Both the sixth and seventh films acted as transitions between the films featuring the original cast and those with the Next Generation cast, with the sixth focusing on the original cast and the seventh focusing on the TNG cast. The Next Generation cast made four films over a period of eight years, with the last two performing only moderately well (Insurrection) and disappointingly (Nemesis) at the box office.\n\nPicard enlists the help of Kirk, who is presumed long dead but flourishes in an extra-dimensional realm, to prevent a deranged scientist (Malcolm McDowell) from destroying a star and its populated planetary system in an attempt to enter that realm. This film also included original crew members Scotty (James Doohan) and Chekov (Walter Koenig).\n\nFollowing seven seasons of The Next Generation, the next Star Trek film was the first to feature the crew of the Enterprise-D, along with a long prologue sequence featuring three cast members of the original series and the only appearance of the Enterprise-B.\n\nAfter a failed attempt to assault Earth, the Borg attempt to prevent First Contact between Humans and Vulcans by interfering with Zefram Cochrane's (James Cromwell) warp test in the past. Picard must confront the demons which stem from his assimilation into the Collective (\"The Best of Both Worlds\") as he leads the new Enterprise-E back through time to ensure the test and subsequent meeting with the Vulcans take place.\n\nThe first of two films directed by series actor Jonathan Frakes.\n\nProfoundly disturbed by what he views as a blatant violation of the Prime Directive, Picard deliberately interferes with a Starfleet admiral's (Anthony Zerbe) plan to relocate a relatively small but seemingly immortal population from a mystical planet to gain control of the planet's natural radiation, which has been discovered to have substantial medicinal properties. However, the admiral himself is a pawn in his alien partner's (F. Murray Abraham) mission of vengeance.\n\nInsurrection brought in Deep Space Nine writer Michael Piller instead of Ronald D. Moore and Brannon Braga who had written for Generations and First Contact.[14]\n\nA clone of Picard (Tom Hardy), created by the Romulans, assassinates the Romulan Senate, assumes absolute power, and lures Picard and the Enterprise to Romulus under the false pretext of a peace overture.\n\nWritten by John Logan and directed by Stuart Baird, this film was a critical and commercial failure (released December 13, 2002 in direct competition with Die Another Day, Harry Potter and the Chamber of Secrets and The Lord of the Rings: The Two Towers) and was the final Star Trek film to feature the Next Generation cast and to be produced by Rick Berman.\n\n"
        },
        {
            "title": "",
            "text": "After the poor reception of Nemesis and the cancellation of the television series Enterprise, the franchise's executive producer Rick Berman and screenwriter Erik Jendresen began developing a new film,[15] titled Star Trek: The Beginning, which would take place after Enterprise but before the original series.[16] In February 2007, J. J. Abrams accepted Paramount's offer to direct the new film, having been previously attached as producer.[17] Roberto Orci and Alex Kurtzman wrote a screenplay that impressed Abrams, featuring new actors portraying younger versions of the original series' cast. The Enterprise, its interior, and the original uniforms were redesigned.\n\nThis revival of the franchise is often considered to be a reboot, but is also a continuation of the franchise, with Nimoy reprising his role of the elderly Spock. This route was taken to free the new films from the restrictions of established continuity without completely discarding it, which the writers felt would have been \"disrespectful\". This new reality was informally referred to by several names, including the \"Abramsverse\", \"JJ Trek\" and \"NuTrek\", before it was named the \"Kelvin timeline\" (versus the \"Prime timeline\" of the original series and films) by Michael and Denise Okuda for use in official Star Trek reference guides and encyclopedias. The name Kelvin comes from the USS Kelvin, a starship involved in the event that creates the new reality in Star Trek (2009).[18] Abrams named the starship after his grandfather Henry Kelvin, whom he also pays tribute to in Into Darkness with the Kelvin Memorial Archive.[18][19]\n\nIn the 24th century, a supernova destroys Romulus. Piloting a one-man vessel, Spock (Leonard Nimoy) attempts to contain the supernova by generating an artificial black hole, but is assaulted by a Romulan mining vessel captained by Nero (Eric Bana), who is bent on vengeance for Spock's failure to save Romulus; both vessels are pulled into the black hole and sent back in time to the 23rd century. Nero then captures Spock and uses the black-hole technology to destroy Vulcan. Spock's present-day younger self (Zachary Quinto), who is a Starfleet Academy instructor, and a volatile and arrogant cadet named James Kirk (Chris Pine) must then set aside their current differences, and join forces to prevent Nero from consigning Earth and the rest of the Federation worlds to similar fates.\n\nThis film acts as a reboot to the existing franchise by taking place in an alternate reality, using the plot device of time travel to depict an altered timeline, featuring younger versions of the primary original series characters. It is the first production to feature an entirely different cast of actors playing roles previously established by other actors, with the exception of the aged Spock played by Nimoy. It was directed by J. J. Abrams (who produced it with Damon Lindelof) and written by Roberto Orci and Alex Kurtzman. According to Lindelof, this production was designed to attract a wider audience.[21] It received positive reviews[22][23][24] and a number of awards, including the film franchise's only Academy Award, for \"makeup and hairstyling\". A story that covered the events between Nemesis and Star Trek was released as the graphic novel Countdown in early 2009.\n\nA Starfleet special agent (Benedict Cumberbatch) coerces an officer into blowing up a secret installation in London, shoots up a subsequent meeting of Starfleet brass in San Francisco, and then flees to Qo'noS. The crew of the Enterprise attempt to bring him to justice without provoking war with the Klingon Empire, but find there is much more to the agent's mission, and the man himself, than what the Fleet Admiral (Peter Weller) has told them; the agent is none other than Khan Noonien Singh; his allegiance and his motives are initially not at all clear.\n\nThe Enterprise is ambushed and destroyed by countless alien micro-vessels; the crew abandon ship. Stranded on an unknown planet, and with no apparent means of escape or rescue, they find themselves in conflict with a new sociopathic enemy (Idris Elba) who has a well-founded hatred of the Federation and what it stands for.\n\nStar Trek Beyond was released on July 22, 2016, in time for the franchise's 50th anniversary celebrations. Roberto Orci had stated that Star Trek Beyond would feel more like the original series than its predecessors in the reboot series while still trying something new with the established material.[25] In December 2014, Justin Lin was confirmed as the director for the upcoming sequel,[26] marking the first reboot film not to be directed by J. J. Abrams, whose commitments to Star Wars: The Force Awakens restricted his role on the Star Trek film to that of producer.[27] In January 2015, it was confirmed that the film would be co-written by Doug Jung and Simon Pegg,[28] who revealed the film's title that May.[29] Idris Elba was cast as the villain Krall,[30][31] while Sofia Boutella was cast as Jaylah.[32] Filming began on June 25, 2015.[33] This was the last film to feature Anton Yelchin as Chekov, as the actor died in an automobile accident on June 19, 2016.\n\n"
        },
        {
            "title": "Future",
            "text": "A new film is scheduled for December 22, 2023, with J. J. Abrams producing.[77] Lindsey Beer and Geneva Robertson-Dworet wrote the script.[78] It is scheduled to begin filming in late 2022 with the cast from the three previous films in negotiations to return.[79]\n\nBefore Star Trek Beyond entered production, Pine and Quinto signed contracts to return as Kirk and Spock for a fourth film in the reboot series should one be made.[80] In July 2016, Abrams confirmed plans for a fourth film and stated that Chris Hemsworth would return as Kirk's father, George, whom he played in the prologue of the first film.[81][82] Later that month, Paramount confirmed the return of Hemsworth, as well as most of the Beyond cast, producers Abrams and Lindsey Weber, and writers J. D. Payne and Patrick McKay.[83] That same month, Abrams said that Chekov would not be recast, after Anton Yelchin died in an accident outside his residence in California.[84]\n\nIn December 2017, it was revealed that Quentin Tarantino had pitched an idea for a potential Star Trek film to Abrams and Paramount, who were reportedly enthusiastic about the idea. Tarantino was mentioned as a possibility to direct the film if his schedule allowed, and that Abrams and Paramount would attempt to assemble a writers’ room to explore the concept.[85] On December 22, writer Mark L. Smith was hired by Paramount and Bad Robot to write a screenplay based on Tarantino's original pitch, with Tarantino still expected to direct.[86]\n\nIn April 2018, it was announced that two new Star Trek films were in development at Paramount.[87] Later that month, it was announced that S. J. Clarkson would direct the second Star Trek film in development, and that the film would enter production before Tarantino's film. J.D. Payne and Patrick McKay would co-write the screenplay, while Abrams and Lindsey Weber would co-produce the project.[88] In August 2018, Pine and Hemsworth walked away from negotiations to star in the film after refusing to take pay cuts as a result of Star Trek Beyond's alleged under-performance at the domestic box office.[89] According to Hemsworth, the reason for his exit was because he found the script underwhelming.[90] In January 2019, Paramount reportedly cancelled development of the fourth installment.[91]\n\nIn May 2019, Tarantino confirmed that his Trek film was still in development, saying:[92]\n\nOn November 19, 2019, it was reported that Pine had signed-on to return for a fourth installment alongside Quinto, Saldana, Pegg and Urban, and that Noah Hawley was in talks to write and direct the film.[93] Simon Pegg later stated that he had no knowledge of the reboot cast's return in the film.[94] The following year, it was announced that Hawley's movie had been put on indefinite hold, reportedly by Paramount's new president to get a better handle on how to move the film franchise forward.[95] In late November 2020, it was revealed that the project was cancelled.[96]\n\nIn December 2019, it was reported that Tarantino had left his proposed film, looking to make a smaller budget film.[97][98] In January 2020, Tarantino stated that the film \"might\" be made, but he would not direct it.[99]\n\nIn March 2021, Star Trek: Discovery writer Kalinda Vazquez was hired by Paramount to pen a new Star Trek film, said to be based on an original story.[100] The following month, it was announced that the next installment in the franchise would be released on June 9, 2023, but that this would not be the Vazquez script.[77]\n\n"
        }
    ]
}