{
    "url": "https://en.wikipedia.org/wiki/List_of_regions_of_the_United_States",
    "title": "List of regions of the United States",
    "table_of_contents": [
        "1 Interstate regions",
        "1.1 Census Bureau-designated regions and divisions",
        "1.2 Standard Federal Regions",
        "1.3 Federal Reserve Banks",
        "1.4 Time zones",
        "1.5 Courts of Appeals circuits",
        "1.6 Bureau of Economic Analysis regions",
        "1.7 Energy Information Administration",
        "1.8 Agricultural Research Service",
        "1.9 U.S. National Park Service",
        "1.10 Department of Health and Human Services (HHS) Regions",
        "2 Unofficial regions",
        "2.1 Multi-state regions",
        "2.2 Multi-territory regions",
        "2.3 The Belts",
        "2.4 Interstate megalopolises",
        "2.5 Interstate metropolitan areas",
        "3 Intrastate and intraterritory regions",
        "3.1 Alabama",
        "3.2 Alaska",
        "3.3 American Samoa",
        "3.4 Arizona",
        "3.5 Arkansas",
        "3.6 California",
        "3.7 Colorado",
        "3.8 Connecticut",
        "3.9 Delaware",
        "3.10 District of Columbia",
        "3.11 Florida",
        "3.12 Georgia",
        "3.12.1 Physiographic regions",
        "3.13 Guam",
        "3.14 Hawaiʻi",
        "3.15 Idaho",
        "3.16 Illinois",
        "3.17 Indiana",
        "3.18 Iowa",
        "3.19 Kansas",
        "3.20 Kentucky",
        "3.21 Louisiana",
        "3.22 Maine",
        "3.23 Maryland",
        "3.24 Massachusetts",
        "3.25 Michigan",
        "3.25.1 Lower Peninsula",
        "3.25.2 Upper Peninsula",
        "3.26 Minnesota",
        "3.27 Mississippi",
        "3.28 Missouri",
        "3.29 Montana",
        "3.30 Nebraska",
        "3.31 Nevada",
        "3.32 New Hampshire",
        "3.33 New Jersey",
        "3.34 New Mexico",
        "3.35 New York",
        "3.36 North Carolina",
        "3.37 North Dakota",
        "3.38 Northern Mariana Islands",
        "3.39 Ohio",
        "3.40 Oklahoma",
        "3.41 Oregon",
        "3.42 Pennsylvania",
        "3.43 Puerto Rico",
        "3.44 Rhode Island",
        "3.45 South Carolina",
        "3.46 South Dakota",
        "3.47 Tennessee",
        "3.48 Texas",
        "3.49 U.S. Minor Outlying Islands",
        "3.50 U.S. Virgin Islands",
        "3.51 Utah",
        "3.52 Vermont",
        "3.53 Virginia",
        "3.54 Washington",
        "3.55 West Virginia",
        "3.56 Wisconsin",
        "3.57 Wyoming",
        "4 Other regional listings",
        "4.1 Regions of the Boy Scouts of America",
        "4.2 5 Geographic Regions",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThis is a list of some of the ways regions are defined in the United States. Many regions are defined in law or regulations by the federal government; others by shared culture and history; and others by economic factors.\n\n"
        },
        {
            "title": "Interstate regions",
            "text": "Since 1950, the United States Census Bureau defines four statistical regions, with nine divisions.[1][2] The Census Bureau region definition is \"widely used ... for data collection and analysis\",[3] and is the most commonly used classification system.[4][5][6][7]\n\nPuerto Rico and other US territories are not part of any census region or census division.[9]\n\nThe ten standard federal regions were established by OMB (Office of Management and Budget) Circular A-105, \"Standard Federal Regions\", in April 1974, and went into use for all executive agencies. In recent years, some agencies have tailored their field structures to meet program needs and facilitate interaction with local, state, and regional counterparts. However, the OMB must still approve any departures.\n\nNote: OMB Circular A-105 was rescinded on June 8, 1995.[10]\n\nThe Federal Reserve Act of 1913 divided the country into twelve districts with a central Federal Reserve Bank in each district. These twelve Federal Reserve Banks together form a major part of the Federal Reserve System, the central banking system of the United States. Missouri is the only U.S. state to have two Federal Reserve locations within its borders, but several other states are also divided between more than one district.\n\nThe Federal Circuit is not a regional circuit. Its jurisdiction is nationwide but based on the subject matter.\n\nThe Bureau of Economic Analysis defines regions for comparison of economic data.[12]\n\nThe Energy Information Administration currently uses the PADD system established by Petroleum Administration for War in World War II.[13] It is used for data collection on refining petroleum and its products. Each PADD is subdivided into refining districts.\n\nPADD I can also be subdivided into 3 Subdistricts:\n\nThe Agricultural Research Service (ARS) is the research arm of the USDA. The ARS has sectioned their work into five geographic regions:\n\nThe U.S. National Park Service divides the U.S. into the following regions for U.S. National Park purposes:[16][17]\n\nThe U.S. Minor Outlying Islands are not part of any U.S. National Park Service region.\n\n\n\nThe United States Department of Health and Human Services's Office of Intergovernmental and External Affairs hosts 10 Regional Offices.[18] Each office oversees a given region.\n\n"
        },
        {
            "title": "Intrastate and intraterritory regions",
            "text": "Connecticut has no official regions. After abolishing county governments, all local governing is done by towns and cities, leaving counties as purely geographical and statistical entities. Some unofficial regions of Connecticut include:\n\n\"Upstate\" or \"Up North\"\n\n\"Slower Lower\"\n\nDirectional regions\n\nLocal vernacular regions\n\nRegions shared with other states:\n\nWisconsin can be divided into five geographic regions.\n\n"
        },
        {
            "title": "Other regional listings",
            "text": "A common but unofficial way of referring to regions in the United States is grouping them into 5 regions according to their geographic position on the continent. They are the Northeast, Southeast, Midwest, Southwest, and West.[20][21][22]\n\n"
        }
    ]
}