{
    "url": "https://en.wikipedia.org/wiki/List_of_extreme_points_of_the_United_States",
    "title": "List of extreme points of the United States",
    "table_of_contents": [
        "1 Northernmost points",
        "2 Southernmost points",
        "3 Easternmost points",
        "4 Westernmost points",
        "5 Interpretation of easternmost and westernmost",
        "6 Highest points",
        "7 Lowest points",
        "8 Other points",
        "9 Islands",
        "10 Lakes",
        "11 Rivers",
        "12 Extreme distances",
        "13 See also",
        "14 Notes",
        "15 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThis is a list of points in the United States that are farther north, south, east or west than any other location in the country.  Also included are extreme points in elevation, extreme distances and other points of peculiar geographic interest.\n\n"
        },
        {
            "title": "Interpretation of easternmost and westernmost",
            "text": "There are three methods for reckoning the eastern and western extremes of the United States.\n\nOne method is to use the Prime Meridian as the dividing line between east and west.  This meridian running through Greenwich, London, is defined as zero degrees longitude and could be called the least eastern and least western place in the world.  The 180th meridian, on the opposite side of the globe, is therefore the easternmost and westernmost place in the world.\n\nAnother method is to use the International Date Line as the easternmost–westernmost extreme.  On the equinox, the easternmost place would be where the day first begins, and the westernmost is where the day last ends.\n\nStill another method is to first determine the geographic center of the country and from there measure the shortest distance to every other point.  All U.S. territory is spread across less than 180° of longitude, so from any spot in the U.S. it is more direct to reach the easternmost point, Point Udall, U.S. Virgin Islands, by traveling east than by traveling west.  Likewise, there is not a single point in U.S. territory from which heading east is a shorter route to the westernmost point, Point Udall, Guam, than heading west would be, even accounting for circumpolar routes. The two different Point Udalls are named for two different men: Mo Udall (Guam) and Stewart Udall (Virgin Islands), brothers from the Udall family of Arizona who both served as U.S. Congressmen.[3]\n\n"
        }
    ]
}