{
    "url": "https://en.wikipedia.org/wiki/List_of_Neopagan_movements",
    "title": "List of modern pagan movements",
    "table_of_contents": [
        "1 Early movements",
        "2 Witchcraft",
        "2.1 Wicca",
        "2.2 Other",
        "3 New Age, eclectic or syncretic",
        "4 Ethnic",
        "4.1 Germanic",
        "4.2 Celtic",
        "4.3 Italic",
        "4.4 Baltic",
        "4.5 Slavic",
        "4.6 Uralic",
        "4.7 Caucasian",
        "4.8 Other European",
        "4.9 Turko-Mongolic",
        "4.10 Canarian",
        "4.11 Semitic",
        "4.12 Kemetic",
        "4.13 American",
        "4.14 African",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nModern paganism, also known as \"contemporary\" or \"neopagan\", encompasses a wide range of religious groups and individuals. These may include old occult  groups, those that follow a New Age approach, those that try to reconstruct old ethnic religions, and followers of the pagan religion or Wicca.\n\n"
        },
        {
            "title": "Early movements",
            "text": "Pre-World War II neopagan or proto-neopagan groups, growing out of occultism and/or Romanticism (Mediterranean revival, Viking revival, Celtic revival, etc.).\n\n"
        },
        {
            "title": "Witchcraft",
            "text": "Wicca originated in 1940s Britain and became the mainstream of neopaganism in the United States in the 1970s. There are two core traditions of Wicca which originated in Britain, Gardnerian and Alexandrian, which are sometimes referred to as British Traditional Wicca. From these two arose several other variant traditions. Wicca has also inspired a great number of other witchcraft traditions in Britain, Europe and the United States, most of which base their beliefs and practices on Wicca. Many movements are influenced by the Movement of the Goddess, and New Age and feminist worldviews.\n\n"
        },
        {
            "title": "Ethnic",
            "text": "Heathenism (also Heathenry, or Greater Heathenry), is a blanket term for the whole Germanic neopagan movement. Various currents and denominations have arisen over the years within it. Some of these denominations follow white supremacy, and some of the groups listed here follow folkish ideology.\n\n"
        }
    ]
}