{
    "url": "https://en.wikipedia.org/wiki/List_of_horror_television_series_with_LGBT_characters",
    "title": "List of horror television series with LGBT characters",
    "table_of_contents": [
        "1 List",
        "2 See also",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThis is a list of horror television series (including web television and miniseries), which feature lesbian, gay, bisexual, queer and transgender characters. Non-binary, pansexual, asexual, intersexual, demisexual, graysexual, questioning and bi-curious characters are also included. The characters can be a main character, recurring character or a guest appearance. The orientation can be portrayed on-screen, described in the dialogue or mentioned. Besides the LGBT element, the criteria for inclusion on this list is the series genre or sub-genre being defined or described as: horror, comedy horror, drama-horror, folk horror, body horror, found footage, holiday horror, psychological horror, science fiction horror, slasher, supernatural horror, Gothic horror, natural horror, zombie horror, teen horror, evil and evil creatures, the afterlife, witches, vampires, werewolves, ghouls, ghosts, extraterrestrials, the supernatural, demons, the Devil, gore, torture, vicious animals, monsters, cannibalism, serial killers, paranormal and psychological thrillers, dystopian and apocalyptic worlds, psychopaths, cults, dark magic, Satanism and the macabre.[1][2]\n\nA selection of horror series notable for their diverse LGBTQ+ representation include: American Horror Story (over 60 LGBTQ+ characters across 10 seasons), Buffy the Vampire Slayer (featured the first lesbian sex scene on broadcast TV), Supernatural (the longest-running genre show in the history of American broadcast television), Teen Wolf (garnered attention from LGBTQ media for the attention it paid to the queer male gaze), True Blood (gained notoriety for its portrayal of vampires as the presumed stand-in for the LGBTQ community) and The Walking Dead (brought the horror genre into the television mainstream).[3][4][5]\n\n"
        }
    ]
}