{
    "url": "https://en.wikipedia.org/wiki/List_of_spaceflight_records",
    "title": "List of spaceflight records",
    "table_of_contents": [
        "1 First independent suborbital and orbital human spaceflight by country",
        "2 Human spaceflight firsts",
        "3 Most spaceflights",
        "3.1 Most orbital launches from Earth",
        "3.2 Most orbital launches overall",
        "3.3 Largest number of different spacecraft at launch (from Earth only)",
        "3.4 Largest number of different launch vehicles (overall)",
        "3.5 Largest number of different launch sites",
        "4 Duration records",
        "4.1 Total human spaceflight time by country",
        "4.2 Most time in space",
        "4.3 Ten longest human spaceflights",
        "4.4 Longest single flight by a woman",
        "4.5 Longest continuous occupation of space",
        "4.6 Longest continuous occupation of a spacecraft",
        "4.7 Longest solo flight",
        "4.8 Longest time on the lunar surface",
        "4.9 Longest time in lunar orbit",
        "5 Speed and altitude records",
        "5.1 Farthest humans from Earth",
        "5.2 Highest altitude for crewed non-lunar mission",
        "5.3 Fastest",
        "6 Age records",
        "6.1 Earliest-born to reach space",
        "6.1.1 Suborbital flight",
        "6.1.2 Orbital spaceflight",
        "6.2 Youngest",
        "6.2.1 Suborbital flight",
        "6.2.2 Orbital spaceflight",
        "6.3 Oldest",
        "6.3.1 Suborbital flight",
        "6.3.2 Orbital spaceflight",
        "7 Spacewalk records",
        "7.1 Most spacewalks (number and duration)",
        "7.2 Most spacewalks during a single mission",
        "7.3 Longest single spacewalk",
        "7.4 Greatest distance from a spacecraft during a spacewalk",
        "8 Animal records",
        "8.1 First animals in space",
        "8.2 First animal in orbit",
        "8.3 First Hominidae in space",
        "8.4 Longest canine single flight",
        "8.5 First animals beyond low Earth orbit",
        "9 Notable uncrewed or non-human spaceflights",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Records and firsts in spaceflight are broadly divided into crewed and uncrewed categories. Records involving animal spaceflight have also been noted in earlier experimental flights, typically to establish the feasibility of sending humans to outer space.\n\nThe notion of \"firsts\" in spaceflight follows a long tradition of firsts in aviation, but is also closely tied to the Space Race. During the 1950s and 1960s, the Soviet Union and the United States competed to be the first countries to accomplish various feats. In 1957, the Soviet Union launched Sputnik 1, the first artificial orbital satellite. In 1961, Soviet Vostok 1 cosmonaut Yuri Gagarin became the first person to enter space and orbit the Earth, and in 1969 American Apollo 11 astronaut Neil Armstrong became the first person to set foot on the Moon. No human has traveled beyond low Earth orbit since 1972, when the Apollo program ended.\n\nDuring the 1970s, the Soviet Union directed its energies to human habitation of space stations of increasingly long durations. In the 1980s, the United States began launching its Space Shuttles, which carried larger crews and thus could increase the number of people in space at a given time. Following their first mission of détente on the 1975 Apollo-Soyuz Test Project, the Soviet Union and the United States again collaborated with each other on the Shuttle-Mir initiative, efforts which led to the International Space Station (ISS), which has been continuously inhabited by humans for over 20 years.\n\nOther firsts in spaceflight involve demographics, private enterprise, and distance. Dozens of countries have sent at least one traveler to space. In 1963, Valentina Tereshkova became the first woman in space, aboard Vostok 6. In the early 21st century, private companies joined government agencies in crewed spaceflight: in 2004, the sub-orbital spaceplane SpaceShipOne became the first privately funded crewed craft to enter space; in 2020, SpaceX's Dragon 2 became the first privately developed crewed vehicle to reach orbit when it ferried a crew to the ISS. As of 2022, the uncrewed probe Voyager 1 is the most distant artificial object from the Earth, part of a small class of vehicles that are leaving the Solar System.\n\n"
        },
        {
            "title": "Human spaceflight firsts",
            "text": "Note: Some space records are disputed as a result of ambiguities surrounding the border of space. Most records follow the FAI definition of the space border which the FAI sets at an altitude of 100 km (62.14 mi). By contrast, the NASA-, USAF- and FAA-defined border of space is at 50 mi (80.47 km).\n\n"
        },
        {
            "title": "Most spaceflights",
            "text": "Note: SpaceShipTwo flights are suborbital. SpaceShipTwo flights surpass the U.S. definition of spaceflight (50 mi (80.47 km)), but fall short of the Kármán line (100 km (62.14 mi)), the FAI definition used for most space recordkeeping.\n\n"
        },
        {
            "title": "Duration records",
            "text": "\n\nThe record for most time in space is held by Russian cosmonaut Gennady Padalka, who has spent 878 days in space over five missions. On 28 June 2015, Padalka surpassed the previous record holder, cosmonaut Sergei Krikalev, who spent 803 days, 9 hours and 39 minutes (about 2.2 years) during six spaceflights on Soyuz, the Space Shuttle, Mir, and the International Space Station. Second place is currently held by Yuri Malenchenko, who has spent 828 days on six spaceflights.[20][21][22] But Oleg Kononenko, currently in sixth place with 736 days on four spaceflights, is set to surpass Padalka on his fifth mission, Soyuz MS-23, scheduled to begin in March 2023.\n\nAs of 11 December 2022[update],[23] the 50 space travelers with the most total time in space are:\n\nColor key:\n\nNASA astronaut Christina Koch holds the record for the longest single spaceflight by a woman (328 days), returning on February 6, 2020.[30] She surpassed NASA astronaut Peggy Whitson's 289 days during Expedition 61 in 2019. In third place is American astronaut Anne McClain with 204 days.[35]\n\nAn international partnership consisting of Russia, the United States, Canada, Japan and the member states of the European Space Agency have jointly maintained a continuous human presence in space since 31 October 2000, when Soyuz TM-31 was launched. Two days later it docked with the International Space Station.[14][36] Since then space has been continuously occupied for 22 years, 41 days.[14]\n\nThe International Space Station has been continuously occupied by a Russian and US crew member since 2 November 2000 (22 years, 39 days).[14][36] It broke the record of 9 years and 358 days of the Soviet/Russian Space Station Mir on 23 October 2010.[36]\n\nValery Bykovsky flew solo for 4 days, 23 hours in Vostok 5 from 14 to 19 June 1963.[37] The flight set a space endurance record which was broken in 1965 by the (non-solo) Gemini 5 flight. The Apollo program included long solo spaceflight, and during the Apollo 16 mission, T. K. Mattingly orbited solo around the Moon for more than 3 days and 9 hours.\n\nEugene Cernan and Harrison Schmitt of the Apollo 17 mission stayed for 74 hours 59 minutes and 40 seconds (over 3 days) on the lunar surface after they landed on 11 December 1972.[38] They performed three EVAs (extra-vehicular activity) totaling 22 hours 3 minutes, 57 seconds. As Apollo commanders were the first to leave the LM and the last to get back in, Cernan's EVA time was slightly longer.[38]\n\nRonald Evans of Apollo 17 mission stayed in lunar orbit for 6 days and 4 hours (148 hours)[39] along with five mice; however, for the solo portion of a flight around the Moon, T. K. Mattingly on Apollo 16 spent 1 hour 38 minutes longer than Evans' solo duration.\n\n"
        },
        {
            "title": "Speed and altitude records",
            "text": "The Apollo 13 crew (Jim Lovell, Fred Haise, and Jack Swigert), while passing over the far side of the Moon at an altitude of 254 km (158 mi) from the lunar surface, were 400,171 km (248,655 mi) from Earth.[40] This record-breaking distance was reached at 00:21 UTC on 15 April 1970.[40]\n\nGemini 11 crew Charles Conrad, Jr. and Richard F. Gordon, Jr. fired their Agena Target Vehicle rocket engine on 14 September 1966, at 40 hours 30 minutes after liftoff and achieved a record apogee altitude of 739.2 nautical miles (1,369.0 km).[41]\n\nThe Apollo 10 crew (Thomas Stafford, John W. Young and Eugene Cernan) achieved the highest speed relative to Earth ever attained by humans: 39,897 kilometers per hour (11,082 meters per second or 24,791 miles per hour, about 32 times the speed of sound and 0.0037% of the speed of light).[14] The record was set 26 May 1969.[14]\n\nIn 2021, the Parker Solar Probe at 587,000 km/h became the fastest moving spacecraft, at about 1/1850 (or 0.05%) the speed of light.\n\n"
        },
        {
            "title": "Spacewalk records",
            "text": "Both of these are the record for the largest total number of spacewalks by a male and a female, and the most cumulative time spent on spacewalks by a male and a female.\n\n"
        },
        {
            "title": "Animal records",
            "text": "The first animals to enter space were fruit flies launched by the United States in 1947 aboard a V-2 rocket to an altitude of 68 miles (109 km).[53] They were also the first animals to safely return from space.[53] Albert II, a rhesus monkey, became the first mammal in space aboard a U.S. V-2 rocket on June 14, 1949, and died on reentry due to a parachute failure. The first dogs in space were launched 22 July 1951 aboard a Soviet R-1V. \"Tsygin\" and \"Dezik\" reached a height of 100 km (62 mi) and safely parachuted back to Earth. This flight preceded the first American canine space mission by two weeks.[54]: 21 \n\nLaika was a Soviet female canine launched on 3 November 1957 on Sputnik 2. The technology to de-orbit had not yet been developed, so there was no expectation for survival. She died several hours into flight. Belka and Strelka became the first canines to safely return to Earth from orbit on 19 August 1960.\n\nOn 31 January 1961, through NASA's Mercury-Redstone 2 mission the chimpanzee Ham became the first great ape or Hominidae in space.[55]\n\nSoviet space dogs Veterok (Ветерок, \"Light Wind\") and Ugolyok (Уголёк, \"Ember\") were launched on 22 February 1966 on board Cosmos 110 and spent 22 days in orbit before landing on 16 March.\n\nAn assortment of animals including a pair of Russian tortoises, as well as wine flies and mealworms flew around the Moon with a number of other biological specimens including seeds and bacteria on a circumlunar mission aboard the Soviet Zond 5 spacecraft on 18 September 1968.[53] It had been launched by a Proton-K rocket on 14 September.[53]\n\nZond 5 came within 2,000 kilometres (1,200 mi) of the Moon and then successfully returned to Earth, the first spacecraft in history to return safely to Earth from the Moon.[53]\n\n"
        }
    ]
}