{
    "url": "https://en.wikipedia.org/wiki/List_of_Star_Trek_television_series",
    "title": "List of Star Trek television series",
    "table_of_contents": [
        "1 Series overview",
        "2 Released series",
        "2.1 The Original Series (1966–1969)",
        "2.2 The Animated Series (1973–1974)",
        "2.3 The Next Generation (1987–1994)",
        "2.4 Deep Space Nine (1993–1999)",
        "2.5 Voyager (1995–2001)",
        "2.6 Enterprise (2001–2005)",
        "2.7 Discovery (2017–present)",
        "2.8 Short Treks (2018–2020)",
        "2.9 Picard (2020–present)",
        "2.10 Lower Decks (2020–present)",
        "2.11 Prodigy (2021–present)",
        "2.12 Strange New Worlds (2022–present)",
        "3 Upcoming and proposed series",
        "3.1 Section 31",
        "3.2 Other series",
        "4 Failed series",
        "4.1 Phase II",
        "4.2 Ceti Alpha V",
        "5 Critical response",
        "6 See also",
        "7 Notes",
        "8 References",
        "8.1 Citations",
        "8.2 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStar Trek is an American media franchise based on the science fiction television series created by Gene Roddenberry. The first television series, simply called Star Trek and now referred to as The Original Series, debuted in 1966 and aired for three seasons on NBC. The Star Trek canon includes eight live-action television series, three animated series and one short-form companion series, as well as a series of feature films. \n"
        },
        {
            "title": "Series overview",
            "text": "Twelve television series make up the bulk of the Star Trek franchise: The Original Series, The Animated Series, The Next Generation, Deep Space Nine, Voyager, Enterprise, Discovery, Short Treks, Picard, Lower Decks, Prodigy and Strange New Worlds. All series in total amount to 867 episodes across 43 seasons of television.\n\n"
        },
        {
            "title": "Released series",
            "text": "Star Trek, also known as Star Trek: The Original Series, often abbreviated as TOS,[c] debuted in the United States on NBC on September 8, 1966.[21] The series tells the tale of the crew of the starship Enterprise and its five-year mission \"to boldly go where no man has gone before.\" The original 1966–69 television series featured William Shatner as Captain James T. Kirk, Leonard Nimoy as Spock, DeForest Kelley as Dr. Leonard \"Bones\" McCoy, James Doohan as Montgomery \"Scotty\" Scott, Nichelle Nichols as Uhura, George Takei as Hikaru Sulu, and Walter Koenig as Pavel Chekov.[22] During the series' original run, it earned several nominations for the Hugo Award for Best Dramatic Presentation and won twice: for the two-part episode \"The Menagerie\", and the Harlan Ellison-written episode \"The City on the Edge of Forever\".[23]\n\nNBC canceled the series after three seasons; the last original episode aired on June 3, 1969.[24] A petition near the end of the second season to save the series signed by many Caltech students and its multiple Hugo nominations would indicate that despite low Nielsen ratings, it was highly popular with science fiction fans and engineering students.[25] The series later became popular in reruns and found a cult following.[21] In the 2000s, the series was remastered for television, which included special-effect changes including CGI versions of the ships.[26]\n\nStar Trek, later marketed as Star Trek: The Animated Series (TAS) to differentiate it from the live-action series, was produced by Filmation, and ran for two seasons from 1973 to 1974. Most of the original cast performed the voices of their characters from The Original Series, and some of the writers who worked on The Original Series returned, including D. C. Fontana, David Gerrold and Paul Schneider. While the animated format allowed the producers to create more exotic alien landscapes and life forms, animation errors and liberal reuse of shots and musical cues have tarnished the series' reputation.[27] Although it was originally sanctioned by Paramount, which owned the Star Trek franchise following its acquisition of Desilu in 1967, Gene Roddenberry often spoke of TAS as non-canon.[28] As of June 2007[update], it has references in the library section of the official Star Trek website.[29]\n\nThe Animated Series won Star Trek's first Emmy Award on May 15, 1975.[30] The Animated Series briefly returned to television in the mid-1980s on the children's cable network Nickelodeon. Nickelodeon parent Viacom would purchase Paramount in 1994; in the early 1990s, the Sci-Fi Channel also began rerunning TAS. The complete series was also released on Laserdisc format during the 1980s.[31] The complete series was first released in the United States on eleven volumes of VHS tapes in 1989. All 22 episodes were released on DVD in 2006.\n\nStar Trek: The Next Generation, frequently abbreviated as TNG, takes place about a century after The Original Series (2364–2370). It features a new starship, Enterprise-D, and a new crew led by Captain Jean-Luc Picard (Patrick Stewart) and Commander William Riker (Jonathan Frakes). Some crew members represent new alien races, including Deanna Troi, a half-Betazoid counselor played by Marina Sirtis. Michael Dorn plays Worf, the first Klingon officer in Starfleet, alongside Gates McFadden as Dr. Beverly Crusher, LeVar Burton as chief engineer Geordi La Forge, the android Data portrayed by Brent Spiner, and Dr. Crusher's son Wesley Crusher played by Wil Wheaton.\n\nThe series premiered on September 28, 1987 and ran for seven seasons, ending on May 23, 1994. It had the highest ratings of any of the Star Trek series and became the #1 syndicated show during the last few years of its original run, allowing it to act as a springboard for ideas in other series. Many relationships and races introduced in TNG became the basis of episodes in Deep Space Nine and Voyager.[32] During its run, it earned several Emmy Awards and nominations—including a nomination for Best Dramatic Series during its final season—two Hugo Awards and a Peabody Award for Outstanding Television Programming for the episode \"The Big Goodbye\".[33] The series was released in high definition on Blu-Ray and Netflix with some special effect changes in the 2010s.[34]\n\nStar Trek: Deep Space Nine, frequently abbreviated as DS9, takes place during the last years and the immediate post-years of The Next Generation (2369–2375) and aired for seven seasons, from January 3, 1993 to June 2, 1999. Like The Next Generation, Deep Space Nine aired in syndication in the United States and Canada. Unlike the other Star Trek series, DS9 takes place primarily on a space station rather than aboard a starship.\n\nThe series begins in the aftermath the brutal occupation of the planet Bajor by the imperialistic Cardassians. The liberated Bajoran people ask the United Federation of Planets to help run a Cardassian-built space station, Deep Space Nine, near Bajor. After the Federation takes control of the station, the protagonists of the series discover a uniquely stable wormhole that provides immediate access to the distant Gamma Quadrant making Bajor and the station one of the most strategically important locations in the galaxy.[35] The series chronicles the adventures of the station's crew, led by Commander (later Captain) Benjamin Sisko, played by Avery Brooks, and Major (later Colonel) Kira Nerys, played by Nana Visitor. Recurring plot elements include the repercussions of the Cardassian occupation of Bajor, Sisko's role as a figure in Bajoran religious prophecy, and in later seasons a war with an empire from the Gamma Quadrant known as the Dominion.\n\nDeep Space Nine stands apart from earlier Trek series for its lengthy serialized storytelling, conflict within the crew, and religious themes—all elements that critics and audiences praised but Roddenberry forbade in the original series and The Next Generation.[36]\n\nStar Trek: Voyager ran for seven seasons, airing from January 16, 1995, to May 23, 2001, launching a new Paramount-owned television network, UPN. It features Kate Mulgrew as Captain Kathryn Janeway, the first female commanding officer in a leading role of a Star Trek series, and Commander Chakotay, played by Robert Beltran.[37]\n\nVoyager takes place at about the same time period as Deep Space Nine and the years following that series' end (2371–2378). The premiere episode has the USS Voyager and its crew pursue a Maquis (Federation rebels) ship. Both ships become stranded in the Delta Quadrant about 70,000 light-years from Earth.[38] Faced with a 75-year voyage to Earth, the crew must learn to work together to overcome challenges on their long and perilous journey home while also seeking ways to shorten the voyage. Like Deep Space Nine, early seasons of Voyager feature more conflict between its crew members than seen in later episodes. Such conflict often arises from friction between \"by-the-book\" Starfleet crew and rebellious Maquis fugitives forced by circumstance to work together on Voyager. Eventually, though, they settle their differences, after which the overall tone becomes more reminiscent of The Original Series. Isolated from its home, the starship Voyager faces new cultures and dilemmas not possible in other series based in the Alpha Quadrant. Later seasons brought in an influx of characters and cultures from prior series, such as the Borg, Q, the Ferengi, Romulans, Klingons, Cardassians and cast members of The Next Generation.\n\nStar Trek: Enterprise, originally titled Enterprise, is a prequel to the original Star Trek series. It aired from September 26, 2001 to May 13, 2005.[39] Enterprise takes place in the 2150s, some 90 years after the events of Zefram Cochrane's first warp flight and about a decade before the founding of the Federation. The series centers on the voyages of Earth's first warp 5 capable starship, Enterprise, commanded by Captain Jonathan Archer (played by Scott Bakula), and the Vulcan Sub-Commander T'Pol (played by Jolene Blalock). The series originally did not include \"Star Trek\" in its name and logo, adding it later on in the series' run.\n\nDuring the series' first two seasons, Enterprise featured self-contained episodes, like The Original Series, The Next Generation and Voyager. The entire third season consisted of one arc related to the Xindi, and had a darker tone and serialized nature similar to that of Deep Space Nine. The fourth and final season consisted of several mini-arcs composed of two to three episodes. The final season showed the origins of some elements of previous series, and resolved some of their continuity problems. Ratings for Enterprise started strong but declined rapidly. Although critics received the fourth season well, both fans and the cast criticized the series finale, partly because of the episode's focus on the guest appearance of cast members of The Next Generation.[40][41][42] The cancellation of Enterprise ended an 18-year run of back-to-back new Star Trek television series, which began with The Next Generation in 1987.\n\nStar Trek: Discovery begins as a prequel to The Original Series, set roughly ten years prior.[43] It premiered September 24, 2017 in the United States and Canada on CBS before moving to CBS All Access,[4] while Netflix streams the series outside the United States and is also providing most of the series' funding.[44][45][46]\n\nThe series centers on the voyages of the USS Discovery, a unique starship with an experimental \"spore drive\", commanded in Season 1 by Captain Gabriel Lorca (Jason Isaacs), in Season 2 by Captain Christopher Pike (Anson Mount), and in Season 3 by Captain Saru (Doug Jones). The protagonist of the series is Michael Burnham (Sonequa Martin-Green), a science specialist who becomes captain of Discovery at the end of the third season. The first season focuses on Discovery's involvement in a war between the United Federation of Planets and the Klingon Empire;[47][48] later seasons see the Discovery crew fighting a rogue artificial intelligence and, sent into the distant future, trying to reunite a fractured Federation.\n\nStar Trek: Short Treks is a spin-off companion series of stand-alone short films which focus on characters and situations from Discovery. Some of the episodes are animated.[49]\n\nStar Trek: Picard is a serialized drama revisiting The Next Generation's protagonist Jean-Luc Picard: some 30 years after the events of TNG, Picard, now retired, seeks redemption for what he sees as his past failures.[50][51]\n\nStar Trek: Lower Decks was announced on October 25, 2018, by CBS All Access as a two-season order for a half-hour adult animated comedy series created by Mike McMahan, the head writer and executive producer of Rick and Morty. It focuses on the support crew of \"one of Starfleet's least important ships\", and its name is taken from a Next Generation episode that similarly focused on low-ranking starship crew members.[52][53] The first season premiered on August 6, 2020, and consists of 10 episodes.[54]\n\nIn February 2019, it was announced that an animated series developed for young viewers was in development. The series is being co-written and created by Dan and Kevin Hageman and will air on Nickelodeon as a joint-venture with CBS.[55] It focuses on a group of teens who embark on an adventure upon an abandoned Starfleet ship.[56] On July 23, 2020, it was announced that the title would be Star Trek: Prodigy;[57] the series premiered on October 28, 2021.[58]\n\nAnnounced in May 2020, Star Trek: Strange New Worlds depicts the early days of the Enterprise and features Discovery actors Anson Mount, Ethan Peck and Rebecca Romijn reprising their roles as Pike, Spock and Number One, respectively.[59][d] Creator Akiva Goldsman intended for the series to use an episodic format similar to The Original Series and The Next Generation.[61] It was released on Paramount+.[59] The series debuted on May 5, 2022.[62]\n\n"
        },
        {
            "title": "Upcoming and proposed series",
            "text": "Further live-action television series are currently in development.[63] In February 2021, it was announced that further series would only move forward once at least one of the current slate of five concurrent series (Discovery, Picard, Lower Decks, Prodigy and Strange New Worlds) concludes its run.[64]\n\n\nAnnounced in January 2019, a live-action television series, with a tentative title 'Section 31' will focus on the mirror universe's Philippa Georgiou and her adventures as a member of Starfleet's Section 31 division. Michelle Yeoh will reprise her role from Discovery, with Bo Yeon Kim and Erika Lippoldt serving as co-showrunners. The series is reported to feature an ensemble cast.[65]\n\nThere are several series reportedly in development, including a series by Stephanie Savage and Josh Schwartz that is set at Starfleet Academy,[10] and aimed at a younger audience.[66][10]\n\n"
        },
        {
            "title": "Failed series",
            "text": "Star Trek: Phase II was a 1970s follow-up live-action television series to The Original Series. Though sets were constructed, scripts written, characters cast, and production started, the series was cancelled in favor of The Motion Picture, the first Star Trek feature film. The series would have anchored a fourth U.S. television network, the Paramount Network. This would later happen when Star Trek: Voyager anchored the launch of UPN, the United Paramount Network in the 1990s.[67]\n\nIn June 2017, Nicholas Meyer revealed he had begun development of a 3-episode limited series titled Ceti Alpha V, based around the character Khan Noonien Singh and acting as a prequel to his The Wrath of Khan storyline.[68] By September 2022, the series had been redeveloped into a scripted podcast series titled Star Trek: Khan – Ceti Alpha V .[69]\n\n"
        }
    ]
}