{
    "url": "https://en.wikipedia.org/wiki/List_of_mountain_peaks_of_the_United_States",
    "title": "List of mountain peaks of the United States",
    "table_of_contents": [
        "1 Highest major summits",
        "2 Most prominent summits",
        "3 Most isolated major summits",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThis article comprises three sortable tables of major mountain peaks[1] of the United States of America.\n\nThe summit of a mountain or hill may be measured in three main ways:\n\n"
        },
        {
            "title": "Highest major summits",
            "text": "Of the 100 highest major summits of the United States, only Denali exceeds 6000 meters (19,685 feet) elevation, four peaks exceed 5000 meters (16,404 feet), and all 100 peaks exceed 4012 meters (13,163 feet) elevation. \n\nOf these 100 summits, 53 are located in Colorado, 23 in Alaska, 14 in California, five in Wyoming, two in Hawaiʻi, and one each in Washington, Utah, and New Mexico.  Five of these summits are located on the international border between Alaska and Yukon, and one is located on the international border between Alaska and British Columbia.  The ten highest major summits of the United States are all located in Alaska.\n\n"
        },
        {
            "title": "Most prominent summits",
            "text": "Of the 50 most prominent summits of the United States, only Denali exceeds 5000 meters (16,404 feet) of topographic prominence, three peaks exceed 4000 meters (13,123 feet), ten peaks exceed 3000 meters (9843 feet), 45 peaks exceed 2000 meters (6562 feet), and all 50 peaks exceed 1932 meters (6339 feet) of topographic prominence.  All of these peaks are ultra-prominent summits.\n\nOf these 50 peaks, 27 are located in Alaska, five in Washington, five in California, three in Hawaiʻi, three in Wyoming, two in Nevada, two in Oregon, and one each in Colorado, Utah, and Arizona.  Three of these summits lie on the international border between Alaska and Yukon, and one lies on the international border between Alaska and British Columbia.\n\n"
        },
        {
            "title": "Most isolated major summits",
            "text": "Of the 50 most isolated major summits of the United States, only Denali exceeds 4000 kilometers (2485 miles) of topographic isolation, Mauna Kea exceeds 3000 kilometers (1864 miles), Mount Whitney exceeds 2000 kilometers (1243 miles), seven peaks exceed 1000 kilometers (621.4 miles), 12 peaks exceed 500 kilometers (310.7 miles), 44 peaks exceed 200 kilometers (124.3 miles), and all 50 peaks exceed 160 kilometers (99.42 miles) of topographic isolation.\n\nOf these 50 peaks, 18 are located in Alaska, four in California, three in Washington, two in Hawaiʻi, two in Colorado, two in Wyoming, two in Arizona, two in Nevada, two in Utah, two in New York, two in Oregon, and one each in North Carolina, New Hampshire, Arkansas, West Virginia, New Mexico, Maine, Idaho, South Dakota, and Montana.  One of these summits lies on the international border between Alaska and British Columbia.\n\n"
        }
    ]
}