{
    "url": "https://en.wikipedia.org/wiki/Lists_of_Western_films",
    "title": "Lists of Western films",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThis is a list of notable Western films and TV series, ordered by year and decade of release.  For a long-running TV series, the year is its first in production.\n\nThe movie industry began with the work of Louis Le Prince in 1888.  Until 1903, films had been one-reelers, usually lasting 10 to 12 minutes, reflecting the amount of film that could be wound onto a standard reel for projection, hence the term.  Edwin S. Porter was a former projectionist and exhibitor who had taken charge of motion-picture production at Thomas Edison's company in 1901.  He fully realised the potential of motion pictures as an entertainment medium and began making longer films that told a story.  As with the films of Georges Méliès, these required multiple shots that could be edited into a narrative sequence.\n\nThe most famous work of early movies, The Great Train Robbery is credited with establishing the movies as a commercial entertainment medium.  It was notable for rapid shifts of location, including action on a moving train.  Although there had previously been short films that referenced the Wild West or paid homage to it, The Great Train Robbery marked the birth of the genre.[citation needed]\n\nMany movies and television programs and series were filmed at movie ranches, primarily in Southern California, often within the 35-mile limit to avoid union travel stipends. Some were owned by the studios, but others were independent.\n\nIn the 1960s, Spaghetti Westerns grew in popularity. These films were produced by Italians and Spaniards and shot in their countries with big American stars like Clint Eastwood or Henry Fonda. Films such as those of Sergio Leone's Dollars Trilogy spawned numerous films of the same ilk and often similar titles, particularly from the mid- to late-1960s and early 1970s.\n\n"
        }
    ]
}