{
    "url": "https://en.wikipedia.org/wiki/List_of_Star_Trek_novels",
    "title": "List of Star Trek novels",
    "table_of_contents": [
        "1 Bantam Books (1967–1994)",
        "1.1 Episode novelizations (1967–1994)",
        "1.2 Star Trek Adventures (1970–1981)",
        "1.3 New Voyages (1976–1978)",
        "1.4 Classic Episodes (1991)",
        "2 Random House (1974–1996)",
        "2.1 Star Trek Log (1974–1993)",
        "2.1.1 Discount editions (1993)",
        "2.1.2 Animated Series (1996)",
        "2.2 Gibraltar Library Binding (1977)",
        "3 Simon & Schuster (1979–present)",
        "3.1 Star Trek (1979–present)",
        "3.1.1 Film novelizations (1979–1992)",
        "3.1.2 Numbered novels (1979–2002)",
        "3.1.3 Film tie-ins for children (1982–1986)",
        "3.1.4 Rihannsu (1984–2006)",
        "3.1.5 Original novels (1986–present)",
        "3.1.6 Lost Years (1989–1995)",
        "3.1.7 Starfleet Academy (1996)",
        "3.1.8 Eugenics Wars (2001–2005)",
        "3.1.9 Janus Gate (2002)",
        "3.1.10 Errand of Vengeance (2002)",
        "3.1.11 Vulcan's Soul (2004–2007)",
        "3.1.12 Errand of Fury (2005–2008)",
        "3.1.13 Mere Anarchy (2006–07)",
        "3.1.14 Crucible (2006–07)",
        "3.1.15 Legacies (2016)",
        "3.2 The Next Generation (1988–2021)",
        "3.2.1 Episode novelizations (1987–1994)",
        "3.2.2 Numbered novels (1988–2001)",
        "3.2.3 Original novels (1990–2021)",
        "3.2.4 Starfleet Academy (1993–1998)",
        "3.2.5 Film novelizations (1994–2002)",
        "3.2.6 Young adult film novelizations (1994–2002)",
        "3.2.7 Genesis Wave (2000–2003)",
        "3.2.8 Maximum Warp (2001)",
        "3.2.9 A Time to... (2004)",
        "3.2.10 Relaunch novels (2005–2019)",
        "3.2.11 Slings and Arrows (2007–08)",
        "3.2.12 Cold Equations (2012)",
        "3.3 Deep Space Nine (1993–2021)",
        "3.3.1 Episode novelizations (1993–1999)",
        "3.3.2 Numbered novels (1993–2000)",
        "3.3.3 Young adult novellas (1994–1998)",
        "3.3.4 Original novels (1995–2021)",
        "3.3.5 Millennium (2000)",
        "3.3.6 Relaunch novels (2001–2017)",
        "3.3.7 Mission Gamma (2002)",
        "3.3.8 Worlds of Deep Space Nine (2004–05)",
        "3.3.9 Gamma (2017)",
        "3.4 Voyager (1995–2020)",
        "3.4.1 Episode novelizations (1995–2001)",
        "3.4.2 Numbered novels (1995–2000)",
        "3.4.3 Original novels (1996–2002)",
        "3.4.4 Starfleet Academy (1997)",
        "3.4.5 Relaunch novels (2003–2020)",
        "3.4.6 Spirit Walk (2004)",
        "3.4.7 String Theory (2005–06)",
        "3.5 Star Trek Log reprints (1995)",
        "3.6 Shatner and Reeves-Stevens series (1995–2006)",
        "3.7 Invasion! (1996)",
        "3.8 New Frontier (1997–2015)",
        "3.8.1 Numbered novels (1997–2001)",
        "3.8.2 Original novels (2003–2015)",
        "3.9 Day of Honor (1997)",
        "3.10 Captain's Table (1998)",
        "3.11 Strange New Worlds (1998–2016)",
        "3.12 Dominion War (1998)",
        "3.13 Corps of Engineers (2000–2010)",
        "3.13.1 Original novellas (2000–2006)",
        "3.13.2 Novella bind-ups (2002–2010)",
        "3.13.3 Relaunch novellas (2006–07)",
        "3.14 Section 31 (2001)",
        "3.15 Gateways (2001)",
        "3.16 Challenger (2001)",
        "3.17 Enterprise (2001–2017)",
        "3.17.1 Episode novelizations (2001–2003)",
        "3.17.2 Original novels (2002–2006)",
        "3.17.3 Relaunch novels (2006–2008)",
        "3.17.4 Romulan War (2009–2011)",
        "3.17.5 Rise of the Federation (2013–2017)",
        "3.18 Stargazer (2002–2004)",
        "3.19 Lost Era (2003–2014)",
        "3.20 I.K.S. Gorkon (2003–2005)",
        "3.21 Signature Edition (2003–04)",
        "3.22 Titan (2005–2017)",
        "3.23 Vanguard (2005–2012)",
        "3.24 Mirror Universe (2007–2011)",
        "3.25 Academy (2007)",
        "3.26 Excelsior (2007)",
        "3.27 Klingon Empire (2008)",
        "3.28 Terok Nor (2008)",
        "3.29 Myriad Universes (2008–2010)",
        "3.30 Destiny (2008)",
        "3.31 Kelvin Universe (2009–2020)",
        "3.31.1 Film novelizations (2009–2013)",
        "3.31.2 Starfleet Academy (2010–2012)",
        "3.31.3 Original novels (2020)",
        "3.32 Star Trek Online (2010)",
        "3.33 Typhon Pact (2010–2012)",
        "3.34 Department of Temporal Investigations (2011–2017)",
        "3.35 The Fall (2013)",
        "3.36 Seekers (2014–15)",
        "3.37 Section 31 relaunch (2014–2017)",
        "3.38 Prey (2016)",
        "3.39 Discovery (2017–present)",
        "3.40 Picard (2020–present)",
        "3.41 Coda (2021)",
        "3.42 Prodigy (2023)",
        "3.43 Strange New Worlds (2023)",
        "3.44 Video game novelizations",
        "3.45 Crossover novels",
        "3.46 Omnibus editions",
        "3.47 Short story collections",
        "4 Titan Books (1987–2021)",
        "4.1 Star Trek reprints (1987–1993)",
        "4.2 Giant Novel reprints (1987–1990)",
        "4.3 New Voyages reprints (1992)",
        "4.4 Star Trek Adventures reprints (1993–1995)",
        "4.5 Autobiography series (2015–2021)",
        "4.6 Prometheus English reprints (2017–18)",
        "5 Other licensed works",
        "5.1 Mission to Horatius (1968–1999)",
        "5.2 Star Trek Reader (1976–1978)",
        "5.3 Science Fiction Book Club (1998–2007)",
        "5.4 Classic Episodes (2016)",
        "5.5 Prometheus (2016)",
        "6 Unpublished novels",
        "6.1 Bantam Books (1978–1981)",
        "6.2 Simon & Schuster (1979–2019)",
        "7 See also",
        "8 Notes",
        "8.1 Similarly named works",
        "8.2 Multiple authors",
        "8.3 As by other authors",
        "8.4 Published as",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Star Trek franchise has a history of tie-in fiction which began with the 1967 publication of James Blish's Star Trek 1.[I][1] More than 850 original novels, short story collections, episode and film novelizations, and omnibus editions have been published.\n\nNovels based on Star Trek, The Next Generation, Voyager, and Discovery are in print. As recently as 2017, novels based on Deep Space Nine and Enterprise were published. Original concept and flagship series such as New Frontier, Titan, Seekers, and Vanguard have also been published since 1994.\n\nPublishers of Star Trek novels include Simon & Schuster and U.K. publisher Titan Books. Bantam Books published licensed fiction from 1967 to 1981. Past publishers include: Western Publishing, Random House imprints Ballantine and Del Rey Books, Science Fiction Book Club, and German publisher Cross Cult.[1][2]\n\n"
        },
        {
            "title": "",
            "text": "\n\nBantam Books was the first licensed publisher of Star Trek tie-in fiction. Bantam published all their novels as mass market paperbacks. Bantam also published Star Trek Lives! (1975) by Jacqueline Lichtenberg.\n\nShort story adaptations of Original Series episodes written by James Blish and J. A. Lawrence. Mudd's Angels (1978) includes the novelizations of \"Mudd's Women\" and \"I, Mudd\", and an original novella by Lawrence. The Day of the Dove (1985) is a variant of Star Trek 11 (1975). Mudd's Enterprise (1994) is a variant of Mudd's Angels.\n\n\nNovels based on the Original Series.[a] The series was marketed as \"Original Star Trek Adventure[s]\".[i] Solicitations delivered to libraries and booksellers numbered the novels in order of publication, but no printings included number stamps. The novels were reprinted for the United Kingdom market by Titan using a different number scheme.\n\n\nStar Trek: The New Voyages collects fan-submitted fiction curated and edited by Sondra Marshak and Myrna Culbreath. Two additional volumes were announced, but none were published.[3] Pocket Books's Strange New Worlds (1998–2016) series, edited by Dean Wesley Smith, has a similar premise.\n\nIn 1991, Bantam collected the Original Series episode adaptations as a three volume omnibus edition. New material by D. C. Fontana, Norman Spinrad, and others, was included. The adaptations of \"Mudd's Women\" and \"I, Mudd\" were not included.\n\n"
        },
        {
            "title": "",
            "text": "\nBallantine Books and Del Rey Books are imprints of Random House.\n\n\n\nStar Trek Log [f] is a series adapted from episodes of the Animated Series, written by Alan Dean Foster. Published by Ballantine Books, and later Del Rey.[4] Each volume includes original material by Foster which links the adapted episodes together.[5]\n\nOmnibus editions made available to discount book retailers and comics shops. Log Ten (1978) was excluded. Many printings included advertising for other Random House novels and comics on the covers, as well as coupons and perforated inserts.\n\n\nStar Trek: The Animated Series omnibus editions of Star Trek Log were published by Del Rey Books as part of Star Trek's 30th Anniversary celebration. Several of the stories were revised. A serialized essay by Foster was included. Some printings distributed outside of North America omitted the Animated Series subtitle. Not all printings included a volume number.\n\nIllustrated middle-grade novels published exclusively for libraries as part of Random House's Gibraltar Library Binding service. Solicitations for additional novels were released to libraries in 1978 and 1979, but were later withdrawn.\n\n"
        },
        {
            "title": "",
            "text": "\n\nSimon & Schuster imprints known to have published Star Trek novels include: Archway, Aladdin, Paula Wiseman, Wanderer, Minstrel, Byron Preiss, Wallaby, Weekly Reader, Pocket, Pocket Star, Viz, Simon Spotlight, Simon & Schuster Interactive, and Simon & Schuster Books for Young Readers. Imprints vary by book line, series, miniseries, printing, and market (e.g. country or language area).\n\nStar Trek book line is based on the television series of the same name. From 1987 to 1996, Titan reprinted numbered novels for the United Kingdom market using a different scheme. Novels published since 2013 have included the Original Series subtitle.\n\nBased on the Star Trek film series.\n\nNumbered paperback releases:\n\nPublished by Pocket Books. Some printings are badged as Wanderer, Minstrel, Archway, or Simon & Schuster Just for Boys.\n\nStar Trek: Rihannsu miniseries explores the Romulan culture during the Original Series era. Written by Diane Duane and Peter Morwood. An omnibus edition, The Bloodwing Voyages, was published in 2006. The Empty Chair, originally planned as the fourth entry to the series, was delayed until 2006.[1]: 153–55 \n\nIncludes hardcover and paperback releases. Novels published before 2013 omitted the Original Series subtitle, with few exceptions. Beginning with Allegiance in Exile (2013), most novels have maintained a shared continuity.\n\nStar Trek: The Lost Years miniseries explores the period between \"Turnabout Intruder\" and Star Trek: The Motion Picture.\n\nStar Trek: Starfleet Academy young adult miniseries explores the lives of the USS Enterprise (NCC-1701-D) crew as Starfleet Academy cadets. Starfleet Academy (2010–2012) series is based on the Kelvin Universe films, and is unrelated. Starfleet Academy (1997), a video game novelization by Diane Carey, is also unrelated.\n\nStar Trek: The Eugenics Wars miniseries explores the life of Khan Noonien Singh on Ceti Alpha V. The series was developed by Greg Cox and John J. Ordover.[1]: 133 \n\nStar Trek: The Janus Gate miniseries follows the events of \"The Naked Time\".\n\nStar Trek: Errand of Vengeance miniseries is a retelling of USS Enterprise's \"Five Year\" mission from an undercover Klingon agent's point of view.\n\nStar Trek: Vulcan's Soul miniseries follows Spock's life after the Next Generation episode \"Unification\".\n\nStar Trek: Errand of Fury miniseries is a continuation of Errand of Vengeance (2002).\n\nStar Trek: Mere Anarchy miniseries explores the effects of an off-world disaster on the crew of the Enterprise over a thirty-year period. Inspired by the W. B. Yeats poem \"The Second Coming\". Published as ebook exclusives. An omnibus edition was published in 2009.\n\nStar Trek: Crucible miniseries focused on the triumvirate of McCoy, Spock, and Kirk. An omnibus edition to include new material was announced in 2008 but was cancelled in 2011.[7] The cover art by John Picacio forms a triptych.\n\nStar Trek: Legacies miniseries was published as part of Star Trek's 50th Anniversary celebration. The novels feature characters from other booklines.\n\n\n\nStar Trek: The Next Generation book line is based on the television series of the same name. The book line was relaunched with the publication of Death in Winter (2005), by Michael Jan Friedman.\n\nBased on select episodes from the television series.\n\nNumbered paperback releases:\n\nIncludes hardcover and paperback releases:\n\nStar Trek: The Next Generation – Starfleet Academy young adult series explores the lives of the USS Enterprise crew as Starfleet Academy cadets. Starfleet Academy (1997), a video game novelization by Diane Carey, is unrelated. The Best and the Brightest (1998), by Susan Wright, is thematically similar to the series. Novellas written by Peter David tie into New Frontier (1997–2015).\n\nBased on the Next Generation film series.\n\nFilm novelizations intended for younger readers.\n\nStar Trek: The Next Generation – The Genesis Wave miniseries follows the crew of the Enterprise as they attempt to prevent the weaponization of the Genesis Device.\n\nStar Trek: The Next Generation – Maximum Warp miniseries follows the crew of the Enterprise as they search for a solution to a disruption in subspace which prevents warp travel. The titles do not appear on the cover art, only the series name and book number.\n\nStar Trek: A Time to... crossover miniseries explores events prior to Nemesis (2002). Conceived by John J. Ordover, and edited by Keith DeCandido.[1]: 464  Originally intended to be a sequence of twelve novels.[8] Not all printings include a number stamp.\n\nInterlinked novels set after the film Nemesis (2002):\n\nStar Trek: The Next Generation – Slings and Arrows miniseries explores events between Generations (1994) and First Contact (1996). Published as ebook exclusives.\n\nStar Trek: The Next Generation – Cold Equations miniseries explores the effect artificial life has on Starfleet and the Federation.\n\n\n\nStar Trek: Deep Space Nine book line is based on the television series of the same name. The book line was relaunched with the publication of three thematically linked works: the short story collection Lives of Dax (1999), edited by Marco Palmieri; A Stitch in Time (2000), by Andrew J. Robinson; and the two-part novel Avatar (2001), by S. D. Perry.\n\nBased on select episodes from the television series. Call to Arms (1998) and Sacrifice of Angels (1998) are based on a seven episode arc from Deep Space Nine's fifth and sixth seasons.\n\nNumbered paperback releases:\n\nStar Trek: Deep Space Nine young adult series follows the adventures of Jake Sisko and Nog while living aboard Deep Space Nine.\n\nIncludes hardcover and paperback releases:\n\nStar Trek: Deep Space Nine – Millennium miniseries explores an alternate-timeline accidentally created by the crew of the USS Defiant (NX-74205). The series was partially adapted as The Fallen (2000), a third-person shooter video game developed by The Collective. An omnibus edition was published in 2002.\n\nInterlinked novels set after the episode \"What You Leave Behind\". The Lives of Dax (2001), a short story collection edited by Marco Palmieri, and A Stitch in Time (2000), by Andrew J. Robinson, are linked to the relaunch.\n\n\nStar Trek: Deep Space Nine – Mission Gamma miniseries follows the crew of the USS Defiant (NX-74205) under the command of Elias Vaughn. These Haunted Seas (2008) omnibus collects Twilight (2002) and This Gray Spirit (2002). The cover art by Cliff Nielsen forms a polyptych. Original Sin (2017), by David R. George III, has a similar premise.\n\nWorlds of Star Trek: Deep Space Nine explores the various home worlds of the crew and residents of Deep Space Nine. The series was created and edited by Marco Palmieri.\n\nStar Trek: Deep Space Nine – Gamma miniseries follows the crew of USS Robinson (NCC-71842) under the command of Benjamin Sisko. Only one novel has been published. Mission Gamma (2002) has a similar premise.\n\nStar Trek: Voyager book line is based on the television series of the same name. The book line was relaunched with the publication of Homecoming (2003), by Christie Golden.\n\nBased on select episodes from the television series:\n\nNumbered paperback releases:\n\nIncludes hardcover and paperback releases:\n\nStar Trek: Voyager – Starfleet Academy young adult miniseries explores the lives of the Voyager crew as Starfleet Academy cadets.\n\nInterlinked novels set after the episode \"Endgame\":\n\nStar Trek: Voyager – Spirit Walk miniseries follows Chakotay's first mission as captain of Voyager.\n\nStar Trek: Voyager – String Theory was published on the tenth-anniversary of the pilot episode, \"Caretaker\". The first novel opens on a violent encounter with the Nacene, the extra-galactic race seen in the episodes \"Caretaker\" and \"Cold Fire\". The novels included conclusions to unresolved plots, and explanations for visual and narrative inconsistencies, from the television series.[1]: 302 \n\n\n\nStar Trek Log reprints of the novelizations based on the Animated Series originally published by Ballantine Books.[4] The printings include corrections to the text.\n\n\nThe series explores James Kirk's life after the events of Generations (1994). Created by William Shatner, the novels were co-written by Judith and Garfield Reeves-Stevens, who were not credited until Captain's Peril (2002). Collision Course (2007) ties into The Ashes of Eden (1995). Numbering of the novels varies by language and market.\n\nSimon & Schuster never applied a series brand or name to the novels. The fannish name, or nickname, for the series is \"Shatnerverse\", which was adopted by Memory Alpha, Goodreads, and the ISFDB. Some bookseller listings have included the name \"Shatnerverse\", but it is unclear if those listings originated from Simon & Schuster. Fans have organized the series into three unofficial trilogies: \"Odyssey\", \"Mirror Universe\", and \"Totality\". The continuity within the series is independent of other Star Trek book lines.\n\n\nStar Trek: Invasion! crossover miniseries spanned each of the Star Trek television series broadcast prior to 1996. An omnibus edition was published in 1998 which included additional material. The series was created and edited by John J. Ordover.[9]\n\nStar Trek: New Frontier was the first book line not to be based on a Star Trek television series or film. The novels follow the crew of the USS Excalibur (NCC-26517) under the command of Mackenzie Calhoun. Created by John J. Ordover.\n\nNumbered paperback and hardcover releases. Numbering of the novels varies by language and market.\n\nIncludes paperback and ebook exclusives:\n\n\nStar Trek: Day of Honor crossover miniseries is inspired by the Voyager episode \"Day of Honor\". Created by Paula M. Block and John J. Ordover. Honor Bound (1997), a Corps of Engineers novella by Diana G. Gallagher, and Michael Jan Friedman's novelization of the titular episode, tie into the series. An omnibus edition including all six works was published in 1999.\n\n\nStar Trek: The Captain's Table crossover miniseries is narrated by various starship captains during their visits to a trans-dimensional bar called The Captain's Table. An omnibus edition was published in 2000. Tales from the Captain's Table (2005), a short story collection edited by Keith DeCandido, ties into the series. The cover art, by an uncredited artist, was intended to form a polyptych; however, design and printing errors resulted in the six images not aligning. Reprints have included new cover art.\n\nStar Trek: Strange New Worlds is a series of short story collections edited by Dean Wesley Smith. Each volume collected fan-submitted stories similar to the New Voyages (1976–1977) originally published by Bantam. The book line based on the Strange New Worlds television series is unrelated.\n\n\nStar Trek: The Dominion War crossover miniseries depicts events leading up to the Dominion War. The first and third novels focus on the crew of the USS Enterprise, while the second and fourth novels are novelizations of a seven-episode arc from Deep Space Nine's sixth and seventh seasons.[10] The Battle for Betazed (2002), by Charlotte Douglas and Susan Kearney, and Tales of the Dominion War (2004), a short story collection edited by Keith DeCandido, tie into the series.\n\n\nStar Trek: Corps of Engineers follows the crew of the USS da Vinci (NCC-81623). The series was marketed as ebook exclusives on various platforms, which were later collected into print bind-ups with similar titles but a different numbering scheme.[11] The series was originally published as Star Trek: Starfleet Corps of Engineers, frequently abbreviated as S.C.E. The series features Montgomery Scott following events in the Next Generation episode \"Relics\".\n\nAll novellas were later collected in bind-ups, or omnibus editions:\n\nEach volume is a bind-up of three or four novellas in mass market paperback format. Volumes released after 2005 were published in the larger trade paperback format, and included the updated Corps of Engineers logo. Out of the Cocoon (2010) and What's Past (2010) did not receive ebook releases.\n\nRelaunch of the novella series as Corps of Engineers. Published as ebook exclusives. The novellas have not been collected in any print editions.\n\nStar Trek: Section 31 crossover miniseries was inspired by the clandestine, paramilitary organization introduced in the Deep Space Nine episode \"Inquisition\". The series was relaunched in 2014.\n\n\nStar Trek: Gateways crossover miniseries explores various Starfleet crews' interactions with trans-dimensional \"gates\" left behind by the extinct Iconian civilization. The series was created by Robert Greenberger and John J. Ordover. An omnibus edition was announced in 2001, but was never published.[citation needed] Here There Be Monsters (2001), a Corps of Engineers novella by Keith DeCandido, serves as an epilogue to the series.\n\nStar Trek: Challenger is a flagship concept series featuring the UFPF Challenger (OV91951L). The crew was introduced in the New Earth (2000) miniseries. Only one novel was published.\n\nStar Trek: Enterprise book line is based on the television series of the same name. Originally published as Enterprise, without the Star Trek prefix. The book line was relaunched with the publication of Last Full Measure (2006), by Andy Mangels and Michael A. Martin.\n\nBased on select episodes from the television series:\n\nThe novels were more closely plotted to events of the television series compared to previous book lines. Daedalus (2003) and Daedalus's Children (2004) form a two-part novel that explores the aftermath of a prototype warp ship's disastrous launch thirteen years prior to the launch of the Enterprise (NX-01). Numbering of the novels varies by language and market.\n\nInterlinked novels set after the episode \"These Are the Voyages...\":\n\nStar Trek: Enterprise – Romulan War explores the events of the Earth–Romulan War from the perspective of the Enterprise crew.[12]\n\nStar Trek: Enterprise – Rise of the Federation explores the creation of the United Federation of Planets, and the rise of Jonathan Archer to President of the Federation.[13] Numbering of the novels varies by language and market.\n\nStar Trek: Stargazer follows Jean-Luc Picard in command of the USS Stargazer (NCC-2893) prior to his promotion to captain of the Enterprise. Reunion (1991) and The Valiant (2000), also by Friedman, tie into the series.\n\n\n\nStar Trek: The Lost Era explores events prior to the Next Generation episode \"Encounter at Farpoint\". The Buried Age (2007), by Christopher L. Bennett, and the Terok Nor (2008) series, were marketed as \"Tales of the Lost Era\". Numbering of the novels varies by language and market.\n\n\n\nStar Trek: I.K.S. Gorkon follows the exploits of a Klingon destroyer ordered into unexplored space to find new planets to conquer on behalf of the Klingon Empire. The series was relaunched as Klingon Empire in 2008.\n\n\nThe Signature Edition series collects novels from the Star Trek and Next Generation book lines. The omnibus editions include amplifying material such as author's notes, essays, and interviews. Numbering of the novels varies by language and market.\n\nStar Trek: Titan is a flagship series set aboard the USS Titan (NCC-80102), under the command of William Riker. The starship Titan was introduced in Nemesis (2002), and later appeared in several episodes of the TV series Lower Decks. Numbering of the novels varies by language and market.\n\n\n\nStar Trek: Vanguard is a flagship concept series concurrent with the events of the Original Series. The novels are set aboard Starfleet Starbase 47 positioned on the edge of the Taurus Reach known as Vanguard to its residents and crew. The series was created and written by Dayton Ward, Kevin Dilmore, and David Mack. Numbering of the novels varies by language and market.\n\nThe Corps of Engineers novella Distant Early Warning (2006), by Dayton Ward and Kevin Dilmore, is a prequel to Vanguard. In Tempest's Wake (2012), by Dayton Ward, serves as an epilogue to the series. The Seekers (2014–15) flagship series is an indirect sequel to Vanguard.\n\nStar Trek: Mirror Universe explores the Mirror Universe introduced in Star Trek episode \"Mirror, Mirror\". The Sorrows of Empire (2009) was expanded from a novella collected in Glass Empires (2007). Fearful Symmetry (2008) and The Soul Key (2009), by Olivia Wood, and Disavowed (2014), by David Mack, tie into the series. Numbering of the novels varies by language and market.\n\nStar Trek: Academy was intended to be a new flagship series featuring a young Midshipman Jim Kirk. A sequel, Trial Run, was announced but was never published.[14]\n\nStar Trek: Excelsior was a flagship series concept set aboard the USS Excelsior (NCC-2000), under the command of Hikaru Sulu. Only one novel has been published, which was marketed as part of the Original Series book line.\n\n\n\nStar Trek: Klingon Empire is a relaunch of I.K.S. Gorkon (2003–2005). Only one novel has been published.\n\nStar Trek: Terok Nor explores the history of the Deep Space Nine station during the Bajoran Occupation when it was known as Terok Nor. The series is linked to the Lost Era (2003–2014). The cover art by John Picacio forms a triptych. Marketed as part of the Deep Space Nine book line.\n\n\nStar Trek: Myriad Universes series explores alternate realities, and how those settings affect the analogues of characters from various television series and films. The Last Generation (2008–09) comics miniseries, by Andrew Steven Harris, ties into the series. Numbering of the novels varies by language and market.\n\n\nStar Trek: Destiny crossover miniseries explores the origin of the Borg, and the Federation's response to a destructive invasion by them. Followed by Typhon Pact (2010–2013). An omnibus edition was published in 2012.\n\nBased on Star Trek (2009) film reboot and its sequels, Into Darkness (2013) and Beyond (2016). The novels are marketed as part of the Kelvin Timeline or Kelvin Universe, adapted from USS Kelvin (NCC-0514) whose destruction created the alternate timeline explored in the films and novels.\n\nStar Trek Beyond (2016) did not receive a novelization.\n\nStar Trek: Starfleet Academy young adult miniseries explores the lives of the Enterprise crew as Starfleet Academy cadets. The series is unrelated to a 1996 series of the same name. Starfleet Academy (1997), a video game novelization by Diane Carey, is also unrelated.\n\nThe following novels were originally scheduled for publication in 2010.[15][16]\n\nStar Trek Online is based on the MMORPG of the same name. Only one novel has been published.\n\n\n\nStar Trek: Typhon Pact series explores the political chaos following the destruction of the Borg in Destiny (2008). A Singular Destiny (2009), by Keith DeCandido, introduced the supranational Typhon Pact as the Federation's primary antagonist. Many storylines conclude in The Fall (2013–14). An omnibus edition of the concluding trilogy was published as The Khitomer Accords Saga (2013). Numbering of the novels varies by language and market.\n\n\nStar Trek: Department of Temporal Investigations, is based on the fictional Federation agency responsible for investigating time travel incidents. The protagonists, Lucsly and Dulmur, were introduced in the Deep Space Nine episode \"Trials and Tribble-ations\". Forgotten History (2012) was collected in The Continuing Missions, Vol. 1 (2013). Watching the Clock (2011) received a paperback release in 2014. Numbering of the novels varies by language and market.\n\n\nStar Trek: The Fall is a continuation of Typhon Pact (2010–2013). Events in the novels occur over a two-month period, alternating between Deep Space Nine and the Next Generation settings.[17]\n\n\nStar Trek: Seekers is an indirect sequel of Vanguard (2005–2012).[18] The series follows the crews of the USS Endeavour (NCC-1895) and it's companion scout ship, USS Sagittarius (NCC-1894).\n\nStar Trek: Section 31 miniseries is a relaunch of the Section 31 (2001) crossover miniseries. Events continue in Collateral Damage (2019). Marketed as part of the Deep Space Nine book line. Numbering of the novels varies by language and market.\n\nStar Trek: Prey follows the exploits of a company of thieves. The series includes characters from The Undiscovered Country (1992), The Next Generation, and Deep Space Nine.\n\n\n\nStar Trek: Discovery book line is based on the television series of the same name.[19] Not all printings include a number stamp. Numbering of the novels varies by language and market.\n\n\n\nStar Trek: Picard is based on the television series of the same name. The Last Best Hope (2020) is a prequel to \"Remembrance\", the first episode of the television series.[21] The Dark Veil (2021) is linked to Titan (2005–2017). Numbering of the novels varies by language and market.\n\n\nStar Trek: Coda crossover series follows the crews of several starships attempting to prevent the destruction of the universe by the vampiric species encountered in the two-part Next Generation episode \"Time's Arrow\". Coda serves as a conclusion to the continuity shared by the various relaunch book lines from 2001 until 2021.[22][23]\n\n\n\nStar Trek: Prodigy is a forthcoming chapter book series based on the television series of the same name. The novels will be published by Simon Spotlight.\n\n\n\nStar Trek: Strange New Worlds is based on the television series of the same name. The first novel is an introduction to the crew of the USS Enterprise (NCC-1701) under the command of Christopher Pike. The Strange New Worlds short story series published from 1998 to 2016 is unrelated.\n\nNovelizations of the Star Trek video games. Star Trek: Klingon (1996) was also dramatized as an audiobook by Hilary Bader. A novelization of Star Trek: Borg (1996), to be written by Diane Carey, was announced but never published.\n\n\nCrossover novels that feature characters and settings from the various television series and films:\n\nNovels from various book lines collected into omnibus editions:\n\nCollections of short fiction from various book lines:\n\n"
        },
        {
            "title": "",
            "text": "\nA division of the Titan Publishing Group, Titan Books reprinted Simon & Schuster and Bantam Books originals for the United Kingdom market from 1987 to 1995. Penguin Random House distributes Titan's licensed publications to the United States and Canada. Outside of North America, Titan's reprints are the most widely available editions. Many reprints include spelling changes and corrections to the original text to align with Titan's house style and British spelling conventions.\n\nReprints of Pocket Book's Star Trek novels with a different number scheme from the original publication:\n\nReprints of select novels marketed as Star Trek Giant Novels, each featuring cover art and design by Boris Vallejo. The reprint of Enterprise: The First Voyage, by Vonda N. McIntyre, was scheduled for a September 1987 release, but was withdrawn for unknown reasons. Not all printings include a number stamp.\n\nReprints of Star Trek: The New Voyages short story collections. Both volumes include significant spelling corrections and unexplained prose changes.\n\n\nReprints of Bantam's Star Trek Adventures excluding Spock Must Die! (1970) and Spock, Messiah! (1976).[i] Some printings include significant spelling corrections and unexplained prose changes. Not all printings include a number stamp.\n\nAutobiographies as written by the titular characters. The authors are credited as \"editors\". The biographies follow the continuity of the Next Generation, Deep Space Nine, and Voyager, relaunch book lines. The Autobiography of Mr. Spock was previously scheduled for release in 2018, but was rescheduled for unknown reasons. Additional entries in the series are planned.[citation needed]\n\nEnglish-language reprints of Star Trek: Prometheus. The novels received a continuity edit by Keith DeCandido.[27]\n\n"
        },
        {
            "title": "Other licensed works",
            "text": "Below is an incomplete list of licensed works from other publishers:\n\nStar Trek: Mission to Horatius (1968) was the first young adult novel to be based on the television series, and the only novel to be published while the series aired on NBC. Published by Whitman Books as part of a book line based on popular television properties.[28] As with other Whitman titles, the novel was released to libraries, booksellers, and news agents, on different dates. A facsimile reproduction was published by Pocket Books in 1999.\n\nThe Star Trek Reader is a four-volume, limited-edition collection of Jame's Blish's adaptations of the Original Series. Spock Must Die! (1970), also by Blish, was included in Volume IV. Published by E. P. Dutton. Variants were made available to the Science Fiction Book Club from 1976 to 1979.[29]\n\n\nThe Science Fiction Book Club, in partnership with Doubleday, has published omnibus editions of Star Trek miniseries exclusively to club members. Variants intended for libraries are also known to exist. Below is an incomplete list:\n\nStar Trek: The Classic Episodes (2016) collects many of James Blish's and J. A. Lawrence's adaptations of Original Series into a single volume. Published by Barnes & Noble as part of the Collectible Editions series.[30]\n\nStar Trek: Prometheus is a German-language flagship concept series commissioned by Cross Cult as part of Star Trek's 50th Anniversary celebration.[31] English translation was published by Titan Books in 2017.\n\n"
        },
        {
            "title": "Unpublished novels",
            "text": "Below is an incomplete list of unpublished Star Trek novels:\n\nThe following is an incomplete list of unpublished novels attributed to Bantam Books:\n\nThe following is an incomplete list of unpublished novels attributed to Simon & Schuster:\n\n"
        }
    ]
}