{
    "url": "https://en.wikipedia.org/wiki/List_of_endangered_insects",
    "title": "List of endangered insects",
    "table_of_contents": [
        "1 Blattodea",
        "2 Orthoptera",
        "2.1 Lentulids",
        "2.2 Tetrigids",
        "2.3 Euschmidtiids",
        "2.4 Mogoplistids",
        "2.5 Pamphagids",
        "2.6 Crickets",
        "2.7 Acridids",
        "2.8 Tettigoniids",
        "2.9 Phaneropterids",
        "3 Hymenoptera",
        "4 Lepidoptera",
        "4.1 Swallowtail butterflies",
        "4.2 Lycaenids",
        "4.3 Nymphalids",
        "4.4 Other Lepidoptera species",
        "5 Beetles",
        "5.1 Dytiscids",
        "5.2 Stag beetles",
        "5.3 Geotrupids",
        "5.4 Longhorn beetles",
        "5.5 Scarabaeids",
        "5.6 Other beetle species",
        "6 Odonata",
        "6.1 Platystictids",
        "6.2 Platycnemidids",
        "6.3 Megapodagrionids",
        "6.4 Gomphids",
        "6.5 Calopterygids",
        "6.6 Coenagrionids",
        "6.7 Aeshnids",
        "6.8 Libellulids",
        "6.9 Other Odonata",
        "7 Other insect species",
        "8 See also",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAs of July 2017, the International Union for Conservation of Nature (IUCN) lists 343 endangered insect species.[1] 5.7% of all evaluated insect species are listed as endangered. \nThe IUCN also lists 21 insect subspecies as endangered.\n\nNo subpopulations of insects have been evaluated by the IUCN.\n\nFor a species to be considered endangered by the IUCN it must meet certain quantitative criteria which are designed to classify taxa facing \"a very high risk of extinction\". An even higher risk is faced by critically endangered species, which meet the quantitative criteria for endangered species. Critically endangered insects are listed separately. There are 538 insect species which are endangered or critically endangered.\n\nAdditionally 1702 insect species (28% of those evaluated) are listed as data deficient, meaning there is insufficient information for a full assessment of conservation status. As these species typically have small distributions and/or populations, they are intrinsically likely to be threatened, according to the IUCN.[2] While the category of data deficient indicates that no assessment of extinction risk has been made for the taxa, the IUCN notes that it may be appropriate to give them \"the same degree of attention as threatened taxa, at least until their status can be assessed.\"[3]\n\nThis is a complete list of endangered insect species and subspecies as evaluated by the IUCN.\n\n"
        },
        {
            "title": "Orthoptera",
            "text": "There are 91 species and two subspecies in the order Orthoptera assessed as endangered.\n\nSpecies\n\nSubspecies\n\nSpecies\n\nSubspecies\n\n"
        },
        {
            "title": "Lepidoptera",
            "text": "Lepidoptera comprises moths and butterflies. There are 51 species in the order Lepidoptera assessed as endangered.\n\n"
        },
        {
            "title": "Beetles",
            "text": "There are 72 beetle species assessed as endangered.\n\n"
        },
        {
            "title": "Odonata",
            "text": "Odonata includes dragonflies and damselflies. There are 97 species and 19 subspecies in the order Odonata assessed as endangered.\n\nSpecies\n\nSubspecies\n\nSpecies\n\nSubspecies\n\nSpecies\n\nSubspecies\n\nSpecies\n\nSubspecies\n\nSpecies\n\nSubspecies\n\nSpecies\n\nSubspecies\n\nSpecies\n\nSubspecies\n\n"
        }
    ]
}