{
    "url": "https://en.wikipedia.org/wiki/List_of_writing_genres",
    "title": "List of writing genres",
    "table_of_contents": [
        "1 History",
        "2 Fiction genres",
        "2.1 Action and adventure",
        "2.2 Comedy",
        "2.3 Crime and mystery",
        "2.4 Speculative fiction",
        "2.4.1 Fantasy",
        "2.4.2 Horror",
        "2.4.3 Science fiction",
        "2.5 Romance",
        "3 Nonfiction genres",
        "4 Literary fiction vs. genre fiction",
        "5 Other nonfiction genres",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Writing genres (more commonly known as literary genres) are categories that distinguish literature (including works of prose, poetry, drama, hybrid forms, etc.) based on some set of stylistic criteria. Sharing literary conventions, they typically consist of similarities in theme/topic, style, tropes, and storytelling devices; common settings and character types; and/or formulaic patterns of character interactions and events, and an overall predictable form.\n\nA literary genre may fall under either one of two categories: (a) a work of fiction, involving non-factual descriptions and events invented by the author; or (b) a work of nonfiction, in which descriptions and events are understood to be factual. In literature, a work of fiction can refer to a short story, novella, and novel, the latter being the longest form of literary prose. Every work of fiction falls into a literary subgenre, each with its own style, tone, and storytelling devices.[1]\n\nMoreover, these genres are formed by shared literary conventions that change over time as new genres emerge while others fade. Accordingly, they are often defined by the cultural expectations and needs of a particular historical and, cultural moment or place.[2]\n\nAccording to Alastair Fowler, the following elements can be used to define genres: organizational features (chapters, acts, scenes, stanzas); length; mood; style; the reader's role (e.g., in mystery works, readers are expected to interpret evidence); and the author's reason for writing (an epithalamion is a poem composed for marriage).[3]\n\n"
        },
        {
            "title": "History",
            "text": "Genres are formed shared literary conventions that change over time as new genres emerge while others fade. As such, genres are not wholly fixed categories of writing; rather, their content evolves according to social and cultural contexts and contemporary questions of morals and norms.[2]\n\nThe most enduring genres are those literary forms that were defined and performed by the Ancient Greeks; definitions sharpened by the proscriptions of modern civilization's earliest literary critics and rhetorical scholars, such as Plato, Aristotle, Socrates, Aeschylus, Aspasia, Euripides, and others. The prevailing genres of literary composition in Ancient Greece were all written and constructed to explore cultural, moral, or ethical questions; they were ultimately defined as the genres of epic, tragedy, and comedy. Aristotle's proscriptive analysis of tragedy, for example, as expressed in his Rhetoric and Poetics, saw it as having 6 parts (music, diction, plot, character, thought, and spectacle) working together in particular ways. Thus, Aristotle established one of the earliest delineations of the elements that define genre.\n\n"
        },
        {
            "title": "Fiction genres",
            "text": "Action fiction and adventure fiction. The hero's journey is the most popular narrative structure of an adventure novel.[5]\n\nComedy (including comic novel, light poetry, and comedic journalism): usually a fiction full of fun, fancy, and excitement, meant to entertain and sometimes cause intended laughter; but can be contained in all genres.\n\nCrime fiction (including crime comics) centers on a crime(s), how the criminal gets caught and serves time, and the repercussions of the crime\n\nFantasy (including comics and magazines) is a speculative fiction that use imaginary characters set in fictional universes inspired by mythology and folklore, often including magical elements, magical creatures, or the supernatural. Examples: Alice’s Adventures in Wonderland (1885) and the Harry Potter books.[1]\n\nHorror (including comics and magazines) involves fiction in which plot and characters are tools used to elicit a feeling of dread and terror, as well as events that often evoke fear in both the characters and the reader.[1] Horrors generally focus on themes of death, demons, evil spirits, and the afterlife.\n\nScience fiction (including comics, magazines, novels, and short stories) is speculative fiction with imagined elements that are inspired by natural sciences (physics, chemistry, astronomy, etc.) or social sciences (psychology, anthropology, sociology, etc.). Common elements of this genre include time travel, space exploration, and futuristic societies. (Sci-fi was originally regarded as scientific romance.)[1]\n\nRomantic fiction is those which give primary focus around a love story between two people, usually having an \"emotionally satisfying and optimistic ending.\"[1] Also Romance (literary fiction) – works that frequently, but not exclusively, takes the form of the historical romance.\n\n"
        },
        {
            "title": "Literary fiction vs. genre fiction",
            "text": "Literary fiction is a term used to distinguish certain fictional works that possess commonly held qualities to readers outside genre fiction.[citation needed] Literary fiction has been defined as any fiction that attempts to engage with one or more truths or questions, hence relevant to a broad scope of humanity as a form of expression.[citation needed] Genre fiction is a term used to distinguish fictional works written with the intent of fitting into a specific literary genre, in order to appeal to readers and fans already familiar with that genre.[12] There are many sources that help readers find and define literary fiction and genre fiction.[13][14]\n\n"
        },
        {
            "title": "Other nonfiction genres",
            "text": "These are genres belonging to the realm of nonfiction. Some genres listed may reappear throughout the list, indicating cross-genre status.\n\n"
        }
    ]
}