{
    "url": "https://en.wikipedia.org/wiki/List_of_World_Heritage_Sites_in_the_United_States",
    "title": "List of World Heritage Sites in the United States",
    "table_of_contents": [
        "1 World Heritage Sites",
        "2 Tentative list",
        "3 See also",
        "4 Notes",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\n\n\nThe United Nations Educational, Scientific and Cultural Organization (UNESCO) World Heritage Sites are places of importance to cultural or natural heritage as described in the UNESCO World Heritage Convention, established in 1972.[1] Cultural heritage consists of monuments (such as architectural works, monumental sculptures, or inscriptions), groups of buildings, and sites (including archaeological sites). Natural features (consisting of physical and biological formations), geological and physiographical formations (including habitats of threatened species of animals and plants), and natural sites which are important from the point of view of science, conservation, or natural beauty, are defined as natural heritage.[2] The United States accepted the convention on December 7, 1973.[3] As of 2022[update], there are 24 World Heritage Sites in the United States, with a further 19 on the tentative list.[3]\n\nThe first sites in the United States added to the list were Mesa Verde National Park and Yellowstone National Park, both at the Second Session of the World Heritage Committee, held in Washington, D.C., in 1978.[4] The most recent site listed was a selection of eight structures exemplifying the 20th-century architecture of Frank Lloyd Wright, in 2019.[3] The twenty-four sites are located in twenty different states and two territories. Arizona, California, Hawaii, Illinois, Montana, New Mexico, New York, and Pennsylvania, each contain multiple sites (with the Frank Lloyd Wright site spread across six states), while two sites (the Waterton-Glacier International Peace Park (Montana) and Kluane / Wrangell – St. Elias / Glacier Bay / Tatshenshini-Alsek (Alaska)) are transboundary sites shared with Canada.[3] Of the 24 sites, 11 are cultural, 12 are natural, and one, Papahānaumokuākea, is mixed, listed for both cultural and natural properties.[3] One site is currently listed as endangered: the Everglades National Park was listed in 2010 due to deterioration of its aquatic ecosystems. The site had also been listed between 1993 and 2007. Yellowstone National Park was listed as endangered between 1995 and 2003 because of planned mining operations.[5] The United States has served as a member of the World Heritage Committee five times, 1976–1983, 1987–1993, 1993–1999, 1999–2001, and 2005–2009.[3]\n\n"
        },
        {
            "title": "World Heritage Sites",
            "text": "UNESCO lists sites under ten criteria; each entry must meet at least one of the criteria. Criteria i through vi are cultural, and vii through x are natural.[6]\n\n"
        },
        {
            "title": "Tentative list",
            "text": "In addition to sites inscribed on the World Heritage List, member states can maintain a list of tentative sites that they may consider for nomination. Nominations for the World Heritage List are only accepted if the site was previously listed on the tentative list.[34] As of 2022[update], the United States lists 19 properties on its tentative list.[3]\n\n"
        }
    ]
}