{
    "url": "https://en.wikipedia.org/wiki/List_of_reportedly_haunted_locations",
    "title": "List of reportedly haunted locations",
    "table_of_contents": [
        "1 Argentina",
        "2 Australia",
        "3 Bangladesh",
        "4 Barbados",
        "5 Brazil",
        "6 Cambodia",
        "7 Canada",
        "8 China",
        "9 Colombia",
        "10 Czech Republic",
        "11 Egypt",
        "12 Finland",
        "13 France",
        "14 Germany",
        "15 India",
        "16 Indonesia",
        "17 Ireland",
        "18 Italy",
        "19 Japan",
        "20 Jordan",
        "21 Malaysia",
        "22 Mexico",
        "23 Monaco",
        "24 Myanmar (formerly Burma)",
        "25 Netherlands",
        "26 New Zealand",
        "27 Norway",
        "28 Oman",
        "29 Pakistan",
        "30 Panama",
        "31 Philippines",
        "32 Poland",
        "33 Portugal",
        "34 Romania",
        "35 Russia",
        "36 Singapore",
        "37 South Africa",
        "38 South Korea",
        "39 Spain",
        "40 Sweden",
        "41 Switzerland",
        "42 Taiwan",
        "43 Thailand",
        "44 United Arab Emirates",
        "45 United Kingdom",
        "46 United States",
        "47 Vietnam",
        "48 See also",
        "49 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nThe list of reportedly haunted locations throughout the world, that are locations said to be haunted by ghosts or other supernatural beings, including demons. Reports of haunted locations are part of ghostlore, which is a form of folklore.\n\n"
        },
        {
            "title": "Indonesia",
            "text": "Lawang Sewu: Dutch-built building which served as Administrative Headquarters for the Dutch Indies Railway Company. During World War II, when the Japanese troops took it over. Stories about torture and execution are the source of the haunted lore around it. The name Lawang Sewu translates to \"Building of a Thousand Doors.\"[45][46]\n\nJakarta History Museum: This building is located on the Old Town of Jakarta. It was built in 1710 and served as the city hall for Batavia, the capital of the Dutch East Indies. It opened as a museum in 1974. Folklore of its haunting are connected to violence committed under the colonial government.[47]\n\nJeruk Purut Cemetery: According to local legend, the cemetery is haunted by a decapitated pastor.[48]\n\nMenara Saidah: A 28-storey building located in East Jakarta was once an office tower owned by local Arab-Indonesian businessman of the same name. The building was abandoned in 2007. Since the abandonment, there are numerous stories about paranormal activities within the building such as lady in red, a ghost sightings in the basement, mysterious ride hailing order and postal delivery coming from the tower, and mysterious job interview invite from the tower. The building remain a popular spot among local ghost hunters[49][50][51]\n\nToko Merah: A Dutch colonial building located in Jakarta Old Town was built by Colonial Governor-General Gustaaf Willem van Imhoff and later owned by Chinese-Indonesian landlord Oey Liauw Kong. The building was known to be the site of 1740 Batavia massacre where the building was used for torture and killings at the time. Many locals reported the sound of screaming at night and sightings of Dutch lady in white gown.[52]\n\n"
        }
    ]
}