{
    "url": "https://en.wikipedia.org/wiki/UFO_sightings_in_the_Philippines",
    "title": "List of UFO sightings in the Philippines",
    "table_of_contents": [
        "1 2000 Las Piñas sighting",
        "2 2004 Las Piñas sighting",
        "3 2011 Bulacan sighting",
        "4 2015 Pampanga sighting",
        "5 2018 General Santos sighting",
        "6 2019 Negros Occidental sighting",
        "7 2021 Pasay sighting",
        "8 Notes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\nThis is a list of alleged sightings of unidentified flying objects or UFOs in the Philippines. \n"
        },
        {
            "title": "",
            "text": "Adrian Israel claimed that he filmed small balls of light dancing frantically in the evening sky in Las Piñas on September 3, 2000. Israel said that the UFOs were also seen in nearby Barangay and possibly by residents of Parañaque.[1][2] Scientists from the United Nations and the Philippine Atmospheric, Geophysical, and Astronomical Services Administration (PAGASA) investigated Israel's video and his house but could not determine a cause for the sighting.[2]\n\n"
        },
        {
            "title": "",
            "text": "More than 10 UFOs were claimed to have been seen in Las Piñas about 7:00 p.m. local time on August 28, 2004. Three children noticed two unusual 'reddish-etheric glares' moving above partly cloudy skies from their residence in Mabolo St, Pamplona, Las Piñas. The first object they saw headed east and were joined by two more objects appearing from the western horizon.\n\nNica, the eldest of the siblings and one of the early witnesses, immediately called her nine-year-old friend Adrian Israel. Israel had previously taken video footage of UFOs above the Las Piñas skies in 2000. Israel confirmed that these objects were similar to those he saw four years ago, and alerted his older brothers and their father Tony.\n\nTony joined the siblings outside with his video camera and watched while the objects in the sky moved erratically. From 7:30 to 8:15 p.m., Israel and Tony shot videos of at least five UFOs – each emerging from the horizon at time intervals of approximately eight minutes.\n\nIsrael told ABS-CBN that he was now more composed in aiming his video camera at the subjects compared to his first encounter. He added; \"I learned a big lesson from the previous investigations made by the PAGASA UFO Investigating Team (Philippine Atmospheric, Geophysical, and Astronomical Services Administration) and from criticisms telling that in my first UFO encounter, the video lacked panning that’s why there was no referential point to approximate size and distance. So from this chance, I think I panned well enough and a probable estimation of the objects' altitude and size could be established.\"[3]\n\n"
        },
        {
            "title": "2011 Bulacan sighting",
            "text": "Two UFOs were claimed to be seen in the Bulacan region in the middle of the night. Witnesses said that one of them came from the east and the other from the west, colliding with each other and then disappearing. The UFO was noted as resembling a basketball.[4]\n\n"
        },
        {
            "title": "2015 Pampanga sighting",
            "text": "The alleged UFO was sighted on the evening of April 26, 2015, and was quickly circulated across Facebook. The video shows motionless lights floating in the sky. According to the person who took the video, they were on the Lubao-Pampanga diversion road when they noticed the lights. At first, they only saw three lights, until seven more appeared. Later, the lights vanished. The next morning, they returned to the area where the lights appeared in the sky; there were no buildings in the area. The video, which was shown by PAGASA, was estimated to be about 800–1000 meters above the ground. PAGASA stated that the lights could not be coming from an airplane, a hot air balloon, or drones due to their size. The lights appeared for 5–8 minutes based on witness reports.[2][5]\n\n"
        },
        {
            "title": "2018 General Santos sighting",
            "text": "In 2018, UFO hunter Scott C. Waring was sent an anonymous video of a colorfully shaped UFO above the sky in General Santos. Other self-proclaimed UFO experts noted though that it was simply an atmospheric phenomenon.[citation needed]\n\n"
        },
        {
            "title": "2019 Negros Occidental sighting",
            "text": "In February 2019, a mysterious light was sighted multiple times in Pulupandan, Negros Occidental, where the residents suspected that it was a UFO. When the light was captured by a professional camera, it appeared in bright yellow and it moved to the right while the light faded out. On February 14, the light appeared again, this time stationary until it suddenly disappeared off camera. On February 15, the residents waited for the light to reappear, however, it was obscured by cloudy skies.[6] Investigating the pictures of the light, PAGASA Astronomical Publication Unit Chief Jose Mendoza IV said that these lights were not caused by an airplane. He added that the object could be the International Space Station.\n\n"
        },
        {
            "title": "2021 Pasay sighting",
            "text": "On June 14, 2021, Ejay Bacquial saw glowing, silver-colored discs over a dock near Pasay. Bacquial filmed the phenomenon to show some of his friends, who believe that the discs are the light fixtures reflecting off the window through which Bacquial viewed the discs.[7]\n\n"
        }
    ]
}