{
    "url": "https://en.wikipedia.org/wiki/Literary_form",
    "title": "Literary genre",
    "table_of_contents": [
        "1 History of genres",
        "1.1 Aristotle",
        "1.2 Further development of genre",
        "1.3 Romantic genre theory",
        "1.4 Northrop Frye",
        "1.5 Genre in the twenty-first century",
        "2 Genres",
        "3 Common genres in Western literature",
        "4 Related methods of categorization of literature",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A literary genre is a category of literature. Genres may be determined by literary technique, tone, content, or length (especially for fiction). They generally move from more abstract, encompassing classes, which are then further sub-divided into more concrete distinctions.[1] The distinctions between genres and categories are flexible and loosely defined, and even the rules designating genres change over time and are fairly unstable.[2]\n\nGenres can all be in the form of prose or poetry. Additionally, a genre such as satire, allegory or pastoral might appear in any of the above, not only as a subgenre (see below), but as a mixture of genres. Finally, they are defined by the general cultural movement of the historical period in which they were composed.\n\n"
        },
        {
            "title": "History of genres",
            "text": "The concept of genre began in the works of Aristotle, who applied biological concepts to the classification of literary genres, or, as he called them, \"species\" (eidē).[3] These classifications are mainly discussed in his treatises Rhetoric and Poetics.\n\nIn the Rhetoric, Aristotle proposed three literary genres of rhetorical oratory: deliberative, forensic, and epideictic. These are divided based on the purpose of the orator: to argue for future policy or action (deliberative), discuss past action (forensic), or offer praise or blame during a ceremony (epideictic).\n\nIn the Poetics, Aristotle similarly divided poetry into three main genres: the epic, tragedy, and comedy. In the case of poetry, these distinctions are based not on rhetorical purpose, but on a combination of structure, content and narrative form. For each type, he proposed a definition as well as the rules for its construction.\n\nAfter the time of Aristotle, literary criticism continued to develop. The first-century Greek treatise \"On the Sublime\", for example, discussed the works of more than 50 literary writers and the methods they used to influence their audiences' emotions and feelings.[4]\n\nThe origins of modern Western genre theory can be traced to the European Romantic movement in the late eighteenth and early nineteenth centuries, during which the concept of genre was scrutinized heavily.[5]\n\nThe idea that it was possible to ignore genre constraints and the idea that each literary work was a \"genre unto itself\"[5] gained popularity. Genre definitions were thought to be \"primitive and childish.\"[5]\n\nAt the same time, the Romantic period saw the emergence of a new genre, the 'imaginative' genre.[6] The reason for this shift is often attributed to the social events that were taking place in the Western world in terms of wars, infighting and overthrown leadership. [6] People felt the need for \"escapism\" to remove themselves from their respective situations. [6]\n\nIn 1957 Canadian scholar Northrop Frye published \"Anatomy of Criticism,\" in which he proposes a system of genres and a set of rules to describe the constraints of each genre.[1] In this work, he defines methodological classifications of the genres of myth, legend, high mimetic genre, low mimetic genre, irony, the comic, and the tragic through the constitution of \"the relation between the hero of the work and ourselves or the laws of nature.\"[1] He also uses the juxtaposition of the \"real\" and the \"ideal\" to categorize the genres of romance (the ideal), irony (the real), comedy (transition from real to ideal), and tragedy (transition from ideal to real). Lastly, he divides genres by the audience they are intended for into: drama (performed works), lyric poetry (sung works), and epic poetry (recited works). [1]\n\nSince the Romantic period, modern genre theory often sought to dispense with the conventions that have marked the categorization of genres for centuries. However, the twenty-first century has brought a new era in which genre has lost much of the negative connotations associating it with loss of individuality or excess conformity.[5]\n\n"
        },
        {
            "title": "Genres",
            "text": "Genre categorizes literary works based on specific shared conventions, including style, mood, length, and organizational features.[7] These genres are in turn divided into subgenres.\n\nWestern literature is typically subdivided into the classic three forms of Ancient Greece, poetry, drama, and prose. Poetry may then be subdivided into the genres of lyric, epic, and dramatic. The lyric includes all the shorter forms of poetry e.g., song, ode, ballad, elegy, sonnet.[8] Dramatic poetry might include comedy, tragedy, melodrama, and mixtures like tragicomedy.\n\nThe standard division of drama into tragedy and comedy derives from Greek drama.[8] This division into subgenres can continue: comedy has its own subgenres, including, for example,  comedy of manners, sentimental comedy, burlesque comedy, and satirical comedy.\n\nThe genre of semi-fiction includes works that mix elements of both fiction and nonfiction. A semi-fictional work may be the retelling of a true story with only the names changed; at the other end of the spectrum, it may present fictional events with a semi-fictional protagonist, as in Jerry Seinfeld.\n\nOften, the criteria used to divide up works into genres are not consistent, and can be subject to debate, change and challenge by both authors and critics.[2] However, some basic distinctions are widely accepted. For example, it is commonly accepted that the genre of fiction (\"literature created from the imagination, not presented as fact, though it may be based on a true story or situation\") is not applied to all fictitious literature, but instead encompasses only prose texts (novels, novellas, short stories) and not fables.\n\n"
        },
        {
            "title": "Related methods of categorization of literature",
            "text": "There are other ways of categorizing books that are not usually considered \"genre\".  Notably, this can include age categories, by which literature may be classified as adult, young adult, or children's literature.  There is also classification by format, where the structure of the work is used: graphic novels, picture books, radio plays, and so on.\n\n"
        }
    ]
}