{
    "url": "https://en.wikipedia.org/wiki/Literacy",
    "title": "Literacy",
    "table_of_contents": [
        "1 Other definitions and uses of the term \"literacy\"",
        "2 Social and cultural elements of literacy",
        "3 Functional illiteracy",
        "4 History",
        "4.1 Prehistoric and ancient literacy",
        "4.1.1 Origins of literacy",
        "4.1.2 Origins of the alphabet",
        "4.2 Classical and post-classical literacy",
        "4.3 Literacy and industrialization",
        "5 Modern literacy",
        "5.1 Spread of literacy since the mid-twentieth century",
        "5.2 Regional disparities",
        "5.3 Gender disparities",
        "5.3.1 Challenges of increasing female literacy",
        "5.3.2 Gender gap for boys in developed countries",
        "5.4 Socioeconomic impact",
        "5.4.1 Effects on literacy learning",
        "5.5 Health impacts",
        "5.6 Economic impacts",
        "5.7 Lifespan development and promotion efforts",
        "5.8 Literacy as a development indicator",
        "5.9 Measuring literacy",
        "5.10 Literacy as a human right",
        "6 Teaching literacy",
        "6.1 Post-conflict settings",
        "6.2 Teaching non-native users",
        "6.3 Teaching migrant/immigrant language users",
        "6.4 Importance",
        "7 By continent",
        "7.1 Europe",
        "7.1.1 United Kingdom",
        "7.1.1.1 England",
        "7.1.1.2 Wales",
        "7.1.2 Continental Europe",
        "7.2 North America",
        "7.2.1 Canada",
        "7.2.1.1 Colonialism (1600s–1762)",
        "7.2.1.2 From the British Conquest (1763) to Confederation (1867)",
        "7.2.1.3 1868–1986",
        "7.2.1.4 Direct systematic measures of literacy in Canada, 1987 to present",
        "7.2.2 Mexico",
        "7.2.3 United States",
        "7.2.3.1 Cultural and westernized literacy for Native Americans in the United States",
        "7.2.3.2 U.S. public library efforts",
        "7.2.3.2.1 30 April: Dia! Diversity in Action",
        "7.2.3.2.2 READ/Orange County",
        "7.2.3.2.3 BoulderReads!",
        "7.2.3.2.4 Hillsborough Literacy Council (HLC)",
        "7.3 South America",
        "7.4 Africa",
        "7.4.1 Algeria",
        "7.4.2 Botswana",
        "7.4.3 Burkina Faso",
        "7.4.4 Djibouti",
        "7.4.5 Egypt",
        "7.4.6 Eritrea",
        "7.4.7 Ethiopia",
        "7.4.8 Guinea",
        "7.4.9 Kenya",
        "7.4.10 Mali",
        "7.4.11 Mauritius",
        "7.4.12 Niger",
        "7.4.13 Senegal",
        "7.4.14 Somalia",
        "7.4.15 Sierra Leone",
        "7.4.16 Uganda",
        "7.4.17 Zimbabwe",
        "7.5 Asia",
        "7.5.1 Afghanistan",
        "7.5.2 China",
        "7.5.3 India",
        "7.5.4 Laos",
        "7.5.5 Pakistan",
        "7.5.6 Philippines",
        "7.5.7 Sri Lanka",
        "7.6 Oceania",
        "7.6.1 Australia",
        "8 See also",
        "9 Sources",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLiteracy in its broadest sense describes \"particular ways of thinking about and doing reading and writing\"[1] with the purpose of understanding or expressing thoughts or ideas in written form in some specific context of use.[2] In other words, humans in literate societies have sets of practices for producing and consuming writing, and they also have beliefs about these practices.[3] Reading, in this view, is always reading something for some purpose; writing is always writing something for someone for some particular ends.[4] Beliefs about reading and writing and its value for society and for the individual always influence the ways literacy is taught, learned, and practiced over the lifespan.[5]\n\n\nSome researchers suggest that the history of interest in the concept of \"literacy\" can be divided into two periods. Firstly is the period before 1950, when literacy was understood solely as alphabetical literacy (word and letter recognition). Secondly is the period after 1950, when literacy slowly began to be considered as a wider concept and process, including the social and cultural aspects of reading and writing,[6] and functional literacy (Dijanošić, 2009).[7]\n"
        },
        {
            "title": "",
            "text": "The diversity among the definitions of literacy used by NGOs, think tanks, and advocacy groups since the 1990s suggests that this shift in understanding from \"discrete skill\" to \"social practice\" is both ongoing and uneven.  Some of the definitions below remain fairly closely aligned with the traditional \"ability to read and write\" connotation, whereas others take a broader view:\n\nThe concept of multiliteracies has gained currency, particularly in English Language Arts curricula, on the grounds that reading \"is interactive and informative, and occurs in ever-increasingly technological settings where information is part of spatial, audio, and visual patterns (Rhodes & Robnolt, 2009)\".[25][26] It has been objected that this concept downplays the importance of reading instruction that focuses on “alphabetic representations.”[27] Others say teaching children to become proficient in word-reading so that they may become skilled readers and having children engage with multiliteracies are not mutually exclusive. Word reading is the foundation for successfully interacting with a variety of communication forms.[28]\n\nIn addition, since the 1940s the term literacy is often used to mean having knowledge or skill in a particular field (e.g., computer literacy,[29][30] statistical literacy,[31] critical literacy,[32] media literacy,[33] ecological literacy,[34] disaster literacy,[35] health literacy,[36][37][38] linguistic (i.e. language) literacy[39] social literacy,[40] quantitative literacy (numeracy)[11] and visual literacy, e.g. body language, pictures, maps, and video[41]).\n\nFor more about reading and learning to read see Reading.\n\n"
        },
        {
            "title": "Social and cultural elements of literacy",
            "text": "The widening of the traditional concept of literacy took place as consensus emerged among researchers in composition studies, education research, and anthropological linguistics that it makes little sense to speak of reading or writing outside of some specific context—a position James Paul Gee describes as \"simply incoherent.\"[42] For example, even extremely early stages of acquiring mastery over symbol-shapes take place in particular social contexts (even if that context is simply \"school\"), and after print acquisition, any instance of reading and writing will always be enacted for a particular purpose and occasion and with particular readers and writers in mind. Reading and writing, therefore, are never separable from social and cultural elements.[43][44][45][46] A corollary point, made by David Barton and Rosalind (Roz) Ivanic, among others, is that the effects of literacy acquisition on cognition and social relations are not easily predictable, since, as Brian Street has argued, \"the ways in which people address reading and writing are themselves rooted in conceptions of knowledge, identity, [and] being.\"[47][48] Consequently the history of literacy includes the transformation of social systems that have relied on literacy, and the changing uses of literacy within those evolving systems, as Jack Goody has documented.[49]\n\n"
        },
        {
            "title": "Functional illiteracy",
            "text": "Functional illiteracy[50] relates to adults and has been defined in different ways; for example a) the inability to use reading, writing, and calculation skills for their own and the community's development,[51] b) the inability to read well enough to manage daily living and employment tasks that require reading skills beyond a basic level,[52] and c) the inability to understand complex texts despite adequate schooling, age, language skills, elementary reading skills, and IQ.[53] It is distinguished from primary illiteracy (i.e. the inability to read and write a short simple statement concerning one's own everyday life) and learning difficulties (e.g. dyslexia).[54] These categories have been contested -- as has the viability of the concept of 'illiteracy' itself -- for being predicated on narrow assumptions about what counts as reading and writing (e.g., comprehending and following instructions) primarily derived from school-based contexts.[55]\n\n"
        },
        {
            "title": "History",
            "text": "Between 3,500 BC and 3,000 BC, the ancient Sumerians invented writing.[56] Script is thought to have developed independently at least five times in human history Mesopotamia, Egypt, the Indus civilization, lowland Mesoamerica, and China.[57][58]\n\nThe earliest forms of written communication originated in Sumer, located in southern Mesopotamia about 3500-3000 BCE. During this era, literacy was \"a largely functional matter, propelled by the need to manage the new quantities of information and the new type of governance created by trade and large scale production\".[59] Writing systems in Mesopotamia first emerged from a recording system in which people used impressed token markings to manage trade and agricultural production.[60] The token system served as a precursor to early cuneiform writing once people began recording information on clay tablets. Proto-cuneiform texts exhibit not only numerical signs, but also ideograms depicting objects being counted.[57] Though the traditional view had been that cuneiform literacy was restricted to a class of scribes, assyriologists including Claus Wilcke and Dominique Charpin have argued that functional literacy was somewhat widespread by the Old Babylonian period.[61][62] The profession of scribes, nonetheless, became central to law, finances, accounting, government, administration, medicine, magic, divination literature, and prayers.[63]\n\nEgyptian hieroglyphs emerged from 3300 to 3100 BCE and depicted royal iconography that emphasized power amongst other elites. The Egyptian hieroglyphic writing system was the first notation system to have phonetic values.\n\nWriting in lowland Mesoamerica was first put into practice by the Olmec and Zapotec civilizations in 900-400 BCE. These civilizations used glyphic writing and bar-and-dot numerical notation systems for purposes related to royal iconography and calendar systems.\n\nThe earliest written notations in China date back to the Shang Dynasty in 1200 BCE. These systematic notations were found inscribed on bones and recorded sacrifices made, tributes received, and animals hunted, which were activities of the elite. These oracle-bone inscriptions were the early ancestors of modern Chinese script and contained logosyllabic script and numerals. By the time of the consolidation of the Chinese Empire during the Qin and Han dynasties (circa 200 BCE), written documents were central to the formation and policing of a hierarchical bureaucratic governance structure regularized through law. Within this legal order written records kept track of and controlled citizen movements, created records of misdeeds, and documented the actions and judgments of government officials.[64]\n\nIndus script is largely pictorial and has not been deciphered yet. It may or may not include abstract signs. It is thought that they wrote from right to left and that the script is thought to be logographic. Because it has not been deciphered, linguists disagree on whether it is a complete and independent writing system; however, it is genuinely thought to be an independent writing system that emerged in the Harappa culture.\n\nThese examples indicate that early acts of literacy were closely tied to power and chiefly used for management practices, and probably less than 1% of the population was literate, as it was confined to a very small ruling elite.\n\nAccording to social anthropologist Jack Goody, there are two interpretations that regard the origin of the alphabet. Many classical scholars, such as historian Ignace Gelb, credit the Ancient Greeks for creating the first alphabetic system (c. 750 BCE) that used distinctive signs for consonants and vowels. But Goody contests, \"The importance of Greek culture of the subsequent history of Western Europe has led to an over-emphasis, by classicists and others, on the addition of specific vowel signs to the set of consonantal ones that had been developed earlier in Western Asia\".[65]\n\nThus, many scholars argue that the ancient Semitic-speaking peoples of northern Canaan (modern-day Syria) invented the consonantal alphabet as early as 1500 BCE. Much of this theory's development is credited to English archeologist Flinders Petrie, who, in 1905, came across a series of Canaanite inscriptions located in the turquoise mines of Serabit el-Khadem. Ten years later, English Egyptologist Alan Gardiner reasoned that these letters contain an alphabet, as well as references to the Canaanite goddess Asherah. In 1948, William F. Albright deciphered the text using additional evidence that had been discovered subsequent to Goody's findings. This included a series of inscriptions from Ugarit, discovered in 1929 by French archaeologist Claude F. A. Schaeffer. Some of these inscriptions were mythological texts (written in an early Canaanite dialect) that consisted of a 32-letter cuneiform consonantal alphabet.\n\nAnother significant discovery was made in 1953 when three arrowheads were uncovered, each containing identical Canaanite inscriptions from twelfth century BCE. According to Frank Moore Cross, these inscriptions consisted of alphabetic signs that originated during the transitional development from pictographic script to a linear alphabet. Moreover, he asserts, \"These inscriptions also provided clues to extend the decipherment of earlier and later alphabetic texts\".[66]\n\nThe consonantal system of the Canaanite script inspired alphabetical developments in subsequent systems. During the Late Bronze Age, successor alphabets appeared throughout the Mediterranean region and were employed for Phoenician, Hebrew and Aramaic.\n\nAccording to Goody, these cuneiform scripts may have influenced the development of the Greek alphabet several centuries later. Historically, the Greeks contended that their writing system was modeled after the Phoenicians. However, many Semitic scholars now believe that Ancient Greek is more consistent with an early form Canaanite that was used c. 1100 BCE. While the earliest Greek inscriptions are dated c. eighth century BCE, epigraphical comparisons to Proto-Canaanite suggest that the Greeks may have adopted the consonantal alphabet as early as 1100 BCE, and later \"added in five characters to represent vowels\".[67]\n\nPhoenician, which is considered to contain the first \"linear alphabet\", rapidly spread to the Mediterranean port cities in northern Canaan.[66] Some archeologists believe that Phoenician scripture had some influence on the developments of the Hebrew and Aramaic alphabets based on the fact that these languages evolved during the same time period, share similar features, and are commonly categorized into the same language group.[68]\n\nWhen the Israelites migrated to Canaan between 1200 and 1001 BCE, they also adopted a variation of the Canaanite alphabet. Baruch ben Neriah, Jeremiah's scribe, used this alphabet to create the later scripts of the Old Testament. The early Hebrew alphabet was prominent in the Mediterranean region until Chaldean Babylonian rulers exiled the Jews to Babylon in the sixth century BCE. It was then that the new script (\"Square Hebrew\") emerged and the older one rapidly died out.[67]\n\nThe Aramaic alphabet also emerged sometime between 1200 and 1000 BCE. Although early evidence of this writing is scarce, archeologists have uncovered a wide range of later Aramaic texts, written as early as the seventh century BCE. Although in the Near East, it was common to record events on clay using the cuneiform script, writing Aramaic on leather parchments became common during the Neo-Assyrian empire. With the rise of the Persians in the 5th century B.C., Achaemenid rulers adapted Aramaic as the \"diplomatic language\".[69] Darius the Great standardised Aramaic which became the Imperial Aramaic script. This Imperial Aramaic alphabet rapidly spread to both the west, to the Kingdom of Nabataea, then to Sinai and the Arabian Peninsula, eventually making its way to Africa, and to the east, where it later influenced the development of the Brahmi script in India. Over the next few centuries, Imperial Aramaic script in Persia evolved in Pahlavi, \"as well as for a range of alphabets used by early Turkish and Mongol tribes in Siberia, Mongolia and Turkestan\".[70] Literacy at this period spread with the merchant classes and may have grown to number 15-20% of the total population.\n\nThe Aramaic language declined with the spread of Islam, which was accompanied by the spread of Arabic.\n\nUntil recently it was thought that the majority of people were illiterate in the classical world.[71]  However, recent work challenges this perception.[72][73] Anthony DiRenzo asserts that Roman society was \"a civilization based on the book and the register\", and \"no one, either free or slave, could afford to be illiterate\".[74] Similarly Dupont points out, \"The written word was all around them, in both public and private life: laws, calendars, regulations at shrines, and funeral epitaphs were engraved in stone or bronze. The Republic amassed huge archives of reports on every aspect of public life\".[75] The imperial civilian administration produced masses of documentation used in judicial, fiscal and administrative matters as did the municipalities. The army kept extensive records relating to supply and duty rosters and submitted reports. Merchants, shippers, and landowners (and their personal staffs) especially of the larger enterprises must have been literate.\n\nIn the late fourth century the Desert Father Pachomius would expect literacy of a candidate for admission to his monasteries:[76]\n\nIn the course of the 4th and 5th century the Church made efforts to ensure a better clergy in particular among the bishops who were expected to have a classical education, which was the hallmark of a socially acceptable person in higher society (and possession of which allayed the fears of the pagan elite that their cultural inheritance would be destroyed).[citation needed] Even after the remnants of the Western Roman Empire fell in the 470s, literacy continued to be a distinguishing mark of the elite as communications skills were still important in political and Church life (bishops were largely drawn from the senatorial class) in a new cultural synthesis that made \"Christianity the Roman religion\".[77] However, these skills were less needed than previously in the absence of the large imperial administrative apparatus whose middle and top echelons the elite had dominated as if by right. Even so, in pre-modern times it is unlikely that literacy was found in more than about 30-40% of the population.[78] The highest percentage of literacy during the Dark Ages was among the clergy and monks who supplied much of the staff needed to administer the states of western Europe.\n\nAn abundance of graffiti written in the Nabataean script dating back to the beginning of the first millennium CE has been taken to imply a relatively high degree of literacy among non-specialists in the ancient Arabic-speaking world.[79]\n\nPost-Antiquity illiteracy was made much worse by the lack of a suitable writing medium. When the Western Roman Empire collapsed, the import of papyrus to Europe ceased. Since papyrus perishes easily and does not last well in the wetter European climate, parchment was used, which was expensive and accessible only by the Church and the wealthy. Paper was introduced into Europe in Spain in the 11th century. Its use spread north slowly over the next four centuries. Literacy saw a resurgence as a result, and by the 15th century paper had largely replaced parchment except for luxury manuscripts.\n\nThe Reformation stressed the importance of literacy and being able to read the Bible. The Protestant countries were the first to attain full literacy;[80] Scandinavian countries were fully literate in the early 17th century.\n\nLiteracy would have already been well established in early 18th century England, as books geared towards children would be far more common, with perhaps as many as 50 books being printed every year in major cities around England near the end of the century.[81]\n\nIn the 19th century, reading would become even more common in the United Kingdom. Public notes, broadsides, handbills, catchpennies and printed songs would have been usual street literature before newspapers became common. Other forms of popular reading material included advertising for events, theatres, and goods for sale.[82]\n\n\nCharles Dickens’s Pickwick Papers (1836–37) said that:[83]\nFrom the mid 19th century onwards, the second industrial revolution improved technological improvements in paper production and new distribution networks enabled by improved roads and rail, resulted in an increased capacity for the supply of printed material. Social and educational changes increased the demand for reading matter, led by rising literacy rates, particularly among the middle and working classes, created a new mass market for printed material.[84] Wider schooling helped increase literacy rates, helped by the cheapening costs of publication.[85]\n\nUnskilled labor forces were common in Western Europe, and British industry moved upscale, needing more engineers and skilled workers who could handle technical instructions and complex situations. Literacy was essential to be hired.[86] A senior government official told Parliament in 1870:[87]\n\nWhile in the late 19th century, gas and electric lighting were becoming more common in private homes, which improved reading after dark instead of using candlelight or oil lamp, further improving the appeal to literacy.[85]\n\n"
        },
        {
            "title": "Modern literacy",
            "text": "Literacy data published by UNESCO displays that since 1950, the adult literacy rate at the world level has increased by 5 percentage points every decade on average, from 55.7 per cent in 1950 to 86.2 per cent in 2015. However, for four decades, the population growth was so rapid that the number of illiterate adults kept increasing, rising from 700 million in 1950 to 878 million in 1990. Since then, the number has fallen markedly to 745 million in 2015, although it remains higher than in 1950 despite decades of universal education policies, literacy interventions and the spread of print material and information and communications technology (ICT). However, these trends have been far from uniform across regions.[88]\n\nAvailable global data indicates significant variations in literacy rates between world regions. North America, Europe, West Asia, and Central Asia have achieved almost full adult literacy (individuals at or over the age of 15) for both men and women. Most countries in East Asia and the Pacific, as well as Latin America and the Caribbean, are above a 90% literacy rate for adults.[89] Illiteracy persists to a greater extent in other regions: 2013 UNESCO Institute for Statistics (UIS) data indicates adult literacy rates of only 67.55% in South Asia and North Africa, 59.76% in Sub-Saharan Africa.[90]\n\nIn much of the world, high youth literacy rates suggest that illiteracy will become less and less common as younger generations with higher educational attainment levels replace older ones.[91] However, in sub-Saharan Africa and South Asia, where the vast majority of the world's illiterate youth live, lower school enrollment implies that illiteracy will persist to a greater degree.[92] According to 2013 UIS data, the youth literacy rate (individuals ages 15 to 24) is 84.03% in South Asia and North Africa, and 70.06% in Sub-Saharan Africa.[90] Yet the literate/illiterate distinction is not clear-cut: for example, given that a large part of the benefits of literacy can be obtained by having access to a literate person in the household, some recent literature in economics, starting with the work of Kaushik Basu and James Foster, distinguishes between a \"proximate illiterate\" and an \"isolated illiterate\". The former refers to an illiterate person who lives in a household with literates and the latter to an illiterate who lives in a household of all illiterates. What is of concern is that many people in poor nations are not proximate illiterates but rather isolated illiterates.\n\nThat being said, literacy has rapidly spread in several regions in the last twenty-five years (see image).[88] The global initiative of the United Nations to actualize the Sustainable Development Goal 4 is also gaining momentum.[93]\n\nAccording to 2015 UIS data collected by the UNESCO Institute for Statistics, about two-thirds (63%) of the world's illiterate adults are women. This disparity was even starker in previous decades: from 1970 to 2000, the global gender gap in literacy would decrease by roughly 50%.[96] In recent years, however, this progress has stagnated, with the remaining gender gap holding almost constant over the last two decades.[89] In general, the gender gap in literacy is not as pronounced as the regional gap; that is, differences between countries in overall literacy are often larger than gender differences within countries.[97] However, the gap between men and women would narrow from 1990 onwards, after the increase of male adult literacy rates at 80 per cent (see image).[88]\n\nSub-Saharan Africa, the region with the lowest overall literacy rates, also features the widest gender gap: just 52% of adult females are literate, and 68% among adult men. Similar gender disparity persists in two other regions, North Africa (86% adult male literacy, 70% adult female literacy) and South Asia (77% adult male literacy, 58% adult female literacy).[89]\n\nThe 1990 World Conference on Education for All, held in Jomtien, Thailand, would bring attention to the literacy gender gap and prompt many developing countries to prioritize women's literacy.[98]\n\nIn many contexts, female illiteracy co-exists with other aspects of gender inequality. Martha Nussbaum suggests illiterate women are more vulnerable to becoming trapped in an abusive marriage, given that illiteracy limits their employment opportunities and worsens their intra-household bargaining position. Moreover, Nussbaum links literacy to the potential for women to effectively communicate and collaborate with one another in order \"to participate in a larger movement for political change.\"[99]\n\nSocial barriers prevent expanding literacy skills among women and girls. Making literacy classes available can be ineffective when it conflicts with the use of the valuable limited time of women and girls.[100] School age girls, in many contexts, face stronger expectations than their male counterparts to perform household work and care after younger siblings.[101] Generational dynamics can also perpetuate these disparities: illiterate parents may not readily appreciate the value of literacy for their daughters, particularly in traditional, rural societies with expectations that girls will remain at home.[102]\n\nA 2015 World Bank and the International Center for Research on Women review of academic literature would conclude that child marriage, which predominantly impacts girls, tends to reduce literacy levels.[103] A 2008 analysis of the issue in Bangladesh found that for every additional year of delay in a girl's marriage, her likelihood of literacy would increase by 5.6 percent.[104] Similarly, a 2014 study found that in sub-Saharan Africa, marrying early would significantly decrease a girl's probability of literacy, holding other variables constant.[105] A 2015 review of the child marriage literature therefore would recommend marriage postponement as part of a strategy to increase educational attainment levels, including female literacy in particular.[106]\n\nWhile women and girls comprise the majority of the global illiterate population, in many developed countries a literacy gender gap exists in the opposite direction. Data from the Programme for International Student Assessment (PISA) has consistently indicated the literacy underachievement of boys within member countries of the Organisation for Economic Co-operation and Development (OECD).[107] In view of such findings, many education specialists have recommended changes in classroom practices to better accommodate boys' learning styles, and to remove any gender stereotypes that may create a perception of reading and writing as feminine activities.[108][109]\n\nMany policy analysts consider literacy rates as a crucial measure of the value of a region's human capital. For example, literate people can be more easily trained than illiterate people, and generally have a higher socioeconomic status;[110] thus they enjoy better health and employment prospects. The international community has come to consider literacy as a key facilitator and goal of development.[111] In regard to the Sustainable Development Goals adopted by the UN in 2015, the UNESCO Institute for Lifelong Learning has declared the \"central role of literacy in responding to sustainable development challenges such as health, social equality, economic empowerment and environmental sustainability.\"[112] A majority of prisoners have been found to be illiterate:  In Edinburgh prison, winner of the 2010 Libraries Change Lives Award, \"the library has become the cornerstone of the prison's literacy strategy\" and thus recidivism and reoffending can be reduced, and incarcerated persons can work toward attaining higher socioconomic status once released.[113]\n\nOne aspect of socio-economics that affects a learner’s literacy is the effect it has on brain development. Because the brain functions are heavily involved in processing activities based on both input and output, it is only logical that a learner’s outside environment can affect internal cognition when learning how to read and write. [114] Before a child enters a school setting, their executive function is influenced by their home environment.[115] Research demonstrates that for children who grow up in poverty, their socioeconomic circumstances severely strain their \"neuro-endocrine and brain function\".[115] These negative implications affect a child's ability to control environmental stimuli, process and structure information with brevity, and clog the brain's ability to plan and effectively execute tasks that involve their working memory. [114] All of these are necessary cognitive facilities to successfully learn how to read and write. Living in poverty is stressful for all people involved but is cognitively damaging for young children.[116] A study done by the Eunice Kennedy Shiver National Institute of Child and Human Development (NICHD) indicates that socio-economics plays a greater role for younger children at the time of those circumstances and conditions but shows that there is no indication of adverse effects on reading achievement or behavior for children past their adolescent years. [117]The data substantially states that children from low socio-economic backgrounds have poorer literacy performance, especially in reading. This consensus is not only within the United States but globally. A study done by the Organization for Economic Cooperation and Development (OECD), which included over 26 countries in Europe, found that among all the countries included in the study, students who lived in low-income households scored lower than students who lived in high-income households in reading. [118]\n\nParenting is another factor that studies show affects a child's literacy. Field research was done that collected data on professional, working-class, and welfare households and the results showed that children in the professional household, as in households with parents with a profession or white collar careers experienced an average of over 200,00 words whereas in a working-class household children on average only heard about 125,000 words. The results for the children from welfare-bound households were exposed to the least amount of words with an average of 62,000 words for a 100-hour week. This indicates that a child from a low-income household would be exposed to 8 million fewer words than that of a child from a professional family.[119]Outside of word exposure, which is essential for word acquisition, the National Center for Educational statistics found that 41.9% of children from low-income families scored severely lower on most of the reading achievement for Grades 4, 8 and 12 in 2013.[120] According to a study performed by ANOVA, various variables influence children from different socio-economic backgrounds such as parent education level, parent occupation, health history, and even usage of technology within the home. With these factors in mind, their study showed that young children are especially susceptible to environmental components thereby making  socio-economics affects them cognitively while in that lifestyle and can have adverse effects as their brains continue to develop.\n\nHowever, another study done by the National Longitudinal Survey of Youth (NLSY) suggest a slightly different conclusion.[121] Though, the study agrees with the concept that poverty negatively affects childhood literacy there are some nuances that are added. In both cases, children who experienced poverty scored lower in reading assessments but the NLSY's study noted that the duration of poverty altered the literacy outcome.[122] It was found that children ages 5-11 categorized as having experienced \"persistent poverty\" were more adversely affected than children within the same age group who were categorized as having never experienced poverty. It is to be noted that this study acknowledges other factors that affected these children's reading scores.  Particularly their interaction and indirect effects of maternal influence.The mothers of these households were scaled based on what was called a home environment score which measured their emotional and verbal responsiveness, acceptance and involvement with the child and organization. The study also points out that the effects of poverty on child literacy differed by ethnicity,culture and gender.[122]\n\nPrint illiteracy generally corresponds with less knowledge about modern hygiene and nutritional practices, an unawareness which can exacerbate a wide range of health issues.[123] Within developing countries in particular, literacy rates also have implications for child mortality; in these contexts, children of literate mothers are 50% more likely to live past age 5 than children of illiterate mothers.[101] Public health research has thus increasingly concerned itself with the potential for literacy skills to allow women to more successfully access health care systems, and thereby facilitate gains in child health.[124]\n\nFor example, a 2014 descriptive research survey project correlates literacy levels with the socioeconomic status of women in Oyo State, Nigeria. The study claims that developing literacy in this area will bring \"economic empowerment and will encourage rural women to practice hygiene, which will in turn lead to the reduction of birth and death rates.\"[125]\n\nLiteracy can increase job opportunities and access to higher education. In 2009, the National Adult Literacy Agency (NALA) in Ireland commissioned a cost benefit analysis of adult literacy training. This concluded that there were economic gains for the individuals, the companies they worked for, and the Exchequer, as well as the economy and the country as a whole—for example, increased GDP.[126] Korotayev and coauthors have revealed a rather significant correlation between the level of literacy in the early 19th century and successful modernization and economic breakthroughs in the late 20th century, as \"literate people could be characterized by a greater innovative-activity level, which provides opportunities for modernization, development, and economic growth\".[127]\n\nWhile informal learning within the home can play an important role in literacy development, gains in childhood literacy often occur in primary school settings. Continuing the global expansion of public education is thus a frequent focus of literacy advocates.[128] These kinds of broad improvements in education often require centralized efforts undertaken by national governments; alternatively, local literacy projects implemented by NGOs can play an important role, particularly in rural contexts.[129]\n\nFunding for both youth and adult literacy programs often comes from large international development organizations. USAID, for example, steered donors like the Bill and Melinda Gates Foundation and the Global Partnership for Education toward the issue of childhood literacy by developing the Early Grade Reading Assessment.[130] Advocacy groups like the National Institute of Adult Continuing Education have frequently called upon international organizations such as UNESCO, the International Labour Organization, the World Health Organization, and the World Bank to prioritize support for adult women's literacy.[131] Efforts to increase adult literacy often encompass other development priorities as well; for example, initiatives in Ethiopia, Morocco, and India have combined adult literacy programs with vocational skills trainings in order to encourage enrollment and address the complex needs of women and other marginalized groups who lack economic opportunity.[132]\n\nIn 2013, the UNESCO Institute for Lifelong Learning published a set of case studies[133] on programs that successfully improved female literacy rates. The report features countries from a variety of regions and of differing income levels, reflecting the general global consensus on \"the need to empower women through the acquisition of literacy skills.\"[134] Part of the impetus for UNESCO's focus on literacy is a broader effort to respond to globalization and \"the shift towards knowledge-based societies\" that it has produced.[135] While globalization presents emerging challenges, it also provides new opportunities: many education and development specialists are hopeful that new ICTs will have the potential to expand literacy learning opportunities for children and adults, even those in countries that have historically struggled to improve literacy rates through more conventional means.[136] In 2007, the nonprofit organization LitWorld was founded to promote literacy around the world. Based in the United States, the organization has developed programs to be applied internationally with the goal to teach children to speak, read, and write, regardless of ethnicity, gender, and economic status.[137]\n\nAlthough childhood is  the life stage during which most people acquire literacy, literacy continues to develop throughout adulthood.[138] Literacy is thus not a skill that is fixed once a person leaves schooling but remains malleable across the entire lifespan. Among adults, both gains and losses in literacy occur in roughly equal measure and can unfold even over relatively short time periods of a few years. [138] Even adults with very low literacy levels can acquire literacy over time.[139][140] Whether a person gains or loses depends on a range of factors, yet one of the key factors are the demands and opportunities to engage in literary practices in the workplace, at home, or in other contexts. [141][142]\n\nThe Human Development Index, produced by the United Nations Development Programme (UNDP), uses education as one of its three indicators; originally, adult literacy represented two-thirds of this education index weight. In 2010, however, the UNDP replaced the adult literacy measure with mean years of schooling. A 2011 UNDP research paper framed this change as a way to \"ensure current relevance\", arguing that gains in global literacy already achieved between 1970 and 2010 meant that literacy would be \"unlikely to be as informative of the future.\"[143]\n\nOther scholars, however, have since warned against overlooking the importance of literacy as an indicator and a goal for development, particularly for marginalized groups such as women and rural populations.[144]\n\nThe World Bank, along with the UNESCO Institute for Statistics, has developed the Learning Poverty concept and associated measure, which measures the proportion of students who are unable to read and understand a simple text by age 10.[145] This research found that 53% of children in low- and middle-income countries cannot read and understand a simple story by the end of primary school.[145] In poor countries, the level is as high as 80 percent.[145] Thus, it may be too soon to argue that literacy rates are less informative.\n\nIn fact, these new measures indicate that these startlingly high rates of illiteracy are an \"early warning sign that SDG 4 for education and all related global goals are in jeopardy.\"[145] Current progress in improving literacy rates is much too slow to meet the SDG goals. At the current rate, approximately 43% of children will still be learning poor by 2030.[145]\n\nThe Programme for International Student Assessment (PISA) assesses children on reading and math skills at age 15. PISA-D encourages and facilitates PISA testing in low- and middle-income countries.[146] In 2019, \"PISA-D results reveal exceptionally low scores for participating countries. Only 23 percent of students tested achieved the minimum level of proficiency in reading, compared with 80 percent of OECD\".[147] Minimum proficiency requires students to read \"simple and familiar texts and understand them literally”, as well as demonstrating some ability to connect pieces of information and draw inferences, which is a relatively low bar for literacy.[147]\n\nIn 2019, UNESCO Institute for Statistics estimated the global literacy rate at 86.5 percent.[148] It is important to understand how literacy rates have been measured in the past, as well as how they are currently being measured. From 1975 until 1988, all countries that reported literacy rates did so through self-reports from heads of households.[149] This meant the head of a household answered a simple yes/no question asking whether household members could read and write.[149] From 1988 to 2007, all countries that reported literacy data did so through self-reports from either heads of household or the individual themselves. Self-reported data is subjective and has several limitations. First, a simple yes/no question does not capture the continuum of literacy. Second, self-reports are dependent on what each individual interprets \"reading\" and \"writing\" to mean. In some cultures, drawing a picture may be understood as \"writing\" one's name. Lastly, many of the surveys asked one individual to report literacy on behalf of others, \"introducing further noise, in particular when it comes to estimating literacy among women and children, since these groups are less often considered heads of household\".[149]\n\n\nIn 2007, several countries began introducing literacy tests to determine a more accurate measurement of literacy rates, including Liberia, South Korea, Guyana, Kenya, and Bangladesh.[149] However, in 2016, the majority of counties still reported literacy through either self-reported measures or other indirect estimates.[149]\nThese indirect measurements are potentially problematic, as many countries measure literacy based on years of schooling. In Greece, an individual is considered literate if they have finished six years of primary education, while in Paraguay individuals are considered literate if they have completed just two years of primary school.[149]\n\nHowever, emerging research reveals that educational attainment, or years of schooling, does not correlate with literacy. Literacy tests show that in many low-income countries, a large proportion of students who have attended two years of primary school cannot read a single word of a short text. These rates are as high as 90% of second-grade students in Malawi, 85.4% in India, 83% in Ghana, and 64% in Uganda.[150] In India, over 50% of Grade 5 students have not mastered Grade 2 literacy. In Nigeria, only about 1 in 10 women who completed Grade 6 can read a single sentence in their native language.[151] This data reveals that literacy rates measured by years of schooling as a proxy are potentially unreliable and do not reflect the true literacy rates of populations.\n\nUnlike medieval times, when reading and writing skills were restricted to a few elites and the clergy, these literacy skills are now expected from every member of a society.[152] Literacy is therefore considered human right essential for lifelong learning and social change. As supported by the 1996 Report of the International Commission on Education for the Twenty-First Century, and the 1997 Hamburg Declaration: ‘Literacy, broadly conceived as the basic knowledge and skills needed by all in a rapidly changing world, is a fundamental human right. (...) There are millions, the majority of whom are women, who lack opportunities to learn or who have insufficient skills to be able to assert this right. The challenge is to enable them to do so. This will often imply the creation of preconditions for learning through awareness raising and empowerment. Literacy is also a catalyst for participation in social, cultural, political and economic activities, and for learning throughout life’.[153][154][155]\n\nIn 2016, the European Literacy Policy Network (ELINET) (an association of European literacy professionals)[156] published a document entitled European Declaration of the right to literacy.[157] It states that “Everyone in Europe has the right to acquire literacy. EU Member States should ensure that people of all ages, regardless of social class, religion, ethnicity, origin and gender, are provided with the necessary resources and opportunities to develop sufficient and sustainable literacy skills in order to effectively understand and use written communication be in handwritten, in print or digital form.”\n\n"
        },
        {
            "title": "Teaching literacy",
            "text": "For the teaching of writing see Composition Studies and Teaching Writing in the United States\nThe teaching of literacy involves both the teaching of reading and the teaching of writing.  In schooling reading and writing are often taught as separate skills, but children show curiosity about the written word and begin to experiment with both in a process of emergent literacy and they learn to make sense of and use the local writing system they see used around them.  Indeed, every new piece of writing draws on reading previously done by the writer, through a process of intertextuality. Sometimes the intertextuality is made explicit through citation, as in academic writing, and writing about reading is one of the major approaches for teaching writing in higher education.[158] Intertextuality, however, also can be implicit through well-known recognizable phrases from specific works or genres and writing styles that suggest larger collections of works. Evidence has also supported the integration of reading and writing at all levels of schooling, with improvement in both areas supporting each other.[159][160] A series of metastudies have examined the effectiveness of various methods of teaching of writing, revealing, among other things that attention to context and cognitive/motivational factors are important along with strategy instruction. [161][162]\n\nCritiques of autonomous models of literacy notwithstanding, the belief that reading development is key to literacy remains dominant, at least in the United States, where it is understood as the progression of skills that begins with the ability to understand spoken words and decode written words, and that culminates in the deep understanding of the text. Reading development involves a range of complex language-underpinnings including awareness of speech sounds (phonology), spelling patterns (orthography), word meaning (semantics), syntax and patterns of word formation (morphology), all of which provide a necessary platform for reading fluency and comprehension.\n\nOnce these skills are acquired, it is maintained, a reader can attain full language literacy, which includes the abilities to apply to printed material critical analysis, inference and synthesis; to write with accuracy and coherence; and to use information and insights from text as the basis for informed decisions and creative thought.[full citation needed]\n\nFor this reason, teaching English reading literacy in the United States is dominated by a focus on a set of discrete decoding skills. From this perspective, literacy—or, rather, reading—comprises a number of subskills that can be taught to students. These skill-sets include phonological awareness, phonics (decoding), fluency, comprehension, and vocabulary. Mastering each of these subskills is necessary for students to become proficient readers.[163]\n\nFrom this same perspective, readers of alphabetic languages must understand the alphabetic principle to master basic reading skills. For this purpose a writing system is \"alphabetic\" if it uses symbols to represent individual language sounds,[164] though the degree of correspondence between letters and sounds varies between alphabetic languages. Syllabic writing systems (such as Japanese kana) use a symbol to represent a single syllable, and logographic writing systems (such as Chinese) use a symbol to represent a morpheme.[165]\n\nThere are a number of approaches to teaching reading.[166] Each is shaped by its informing assumptions about what literacy is and how it is best learned by students. Phonics instruction, for example, focuses on reading at the level of letters or symbols and their sounds (i.e. sublexical).[167] It teaches readers to decode the letters or groups of letters that make up words. A common method of teaching phonics is synthetic phonics, in which a novice reader pronounces each individual sound and \"blends\" them to pronounce the whole word. Another approach is embedded phonics instruction, used more often in whole language reading instruction, in which novice readers learn about the individual letters in words on a just-in-time, just-in-place basis that is tailored to meet each student's reading and writing learning needs.[164] That is, teachers provide phonics instruction opportunistically, within the context of stories or student writing that feature many instances of a particular letter or group of letters. Embedded instruction combines letter-sound knowledge with the use of meaningful context to read new and difficult words.[168] Techniques such as directed listening and thinking activities can be used to aid children in learning how to read and reading comprehension. Students at both primary and secondary levels learning to write as well as writing about their reading have also been found to be effective in improving their reading skills.[169]\n\nOut of all the approaches to reading instruction, the two that are the most commonly used in schools are structured literacy instruction and balanced literacy instruction. The structured literacy approach explicitly and systematically focuses on phonological awareness, word recognition, phonics and decoding, spelling, and syntax at both the sentence and paragraph levels.[170] The balanced literacy approach, as the name suggests, balances emphasis on phonics and decoding, with shared, guided, and independent reading as well as Grapheme representations along with context and imagery.[170] Both approaches have their critics - those who oppose structured literacy claim that by restricting students to phonemes, their fluency development is limited. Critics of balanced literacy claim that if phonics and decoding instruction is neglected, students will have to rely on compensatory strategies when confronted with unfamiliar text.[170] These strategies include memorizing words, using context to guess words, and even skipping ones they do not know.[171] These strategies are taught to students as part of the balanced literacy approach based on a theory about reading development called the three cueing system. The three-cueing system is used to determine the meaning of words by using grapho-phonetic cues (letter-sound relationships), syntactic cues (grammatical structure), and semantic cues (a word making sense in context).[172] However, cognitive neuroscientists Mark Seidenberg and professor Timothy Shanahan do not support the theory. They say the three-cueing system's value in reading instruction \"is a magnificent work of the imagination\", and it developed not because teachers lack integrity, commitment, motivation, sincerity, or intelligence, but because they \"were poorly trained and advised\" about the science of reading. In England, the simple view of reading and synthetic phonics are intended to replace \"the searchlights multi-cueing model\".[173][174][175]\n\nA 2012 hypothesis proposed that reading might be acquired naturally if print is constantly available at an early age in the same manner as spoken language.[176] If an appropriate form of written text is made available before formal schooling begins, reading should be learned inductively, emerge naturally, and with no significant negative consequences. This proposal challenges the commonly held belief that written language requires formal instruction and schooling. Its success would change current views of literacy and schooling. Using developments in behavioral science and technology, an interactive system (Technology Assisted Reading Acquisition, TARA) would enable young pre-literate children to accurately perceive and learn properties of written language by simple exposure to the written form.\n\nOn the other hand, in his 2009 book, Reading in the brain, cognitive neuroscientist, Stanislas Dehaene, said \"cognitive psychology directly refutes any notion of teaching via a 'global' or 'whole language' method.\" He goes on to talk about \"the myth of whole-word reading\", saying it has been refuted by recent experiments. \"We do not recognize a printed word through a holistic grasping of its contours, because our brain breaks it down into letters and graphemes.\"[177]\n\nIn Australia a number of State governments have introduced Reading Challenges to improve literacy. The Premier's Reading Challenge in South Australia, launched by Premier Mike Rann has one of the highest participation rates in the world for reading challenges. It has been embraced by more than 95% of public, private and religious schools.[178]\n\nPrograms have been implemented in regions that have an ongoing conflict or in a post-conflict stage. The Norwegian Refugee Council Pack program has been used in 13 post-conflict countries since 2003. The program organizers believe that daily routines and other wise predictable activities help the transition from war to peace.  Learners can select one area in vocational training for a year-long period.  They complete required courses in agriculture, life skills, literacy and numeracy.  Results have shown that active participation and management of the members of the program are important to the success of the program. These programs share the use of integrated basic education, e.g. literacy, numeracy, scientific knowledge, local history and culture, native and mainstream language skills, and apprenticeships.[179]\n\nAlthough there is considerable awareness that language deficiencies (lacking proficiency) are disadvantageous to immigrants settling in a new country, there appears to be a lack of pedagogical approaches that address the instruction of literacy to migrant English language learners (ELLs). Harvard scholar Catherine Snow (2001) called for a gap to be addressed: \"The TESOL field needs a concerted research effort to inform literacy instruction for such children ... to determine when to start literacy instruction and how to adapt it to the LS reader's needs\".[180] The scenario becomes more complex when there is no choice in such decisions as in the case of the current migration trends with citizens from the Middle East and Africa being relocated to English majority nations due to various political or social reasons. Recent developments to address the gap in teaching literacy to second or foreign language learners has been ongoing and promising results have been shown by Pearson and Pellerine (2010)[181] which integrates Teaching for Understanding, a curricular framework from the Harvard Graduate School of Education. A series of pilot projects had been carried out in the Middle East and Africa (see Patil, 2016).[182] In this work significant interest from the learners perspective have been noticed through the integration of visual arts as springboards for literacy oriented instruction. In one case migrant women had been provided with cameras and a walking tour of their local village was provided to the instructor as the women photographed their tour focusing on places and activities that would later be used for writings about their daily life. In essence a narrative of life. Other primers for writing activities include: painting, sketching, and other craft projects (e.g. gluing activities).\n\nA series of pilot studies were carried out to investigate alternatives to instructing literacy to migrant ELLs,[183] starting from simple trials aiming to test the teaching of photography to participants with no prior photography background, to isolating painting and sketching activities that could later be integrated into a larger pedagogical initiative. In efforts to develop alternative approaches for literacy instruction utilising visual arts, work was carried out with Afghan labourers, Bangladeshi tailors, Emirati media students, internal Ethiopian migrants (both labourers and university students), and a street child.[182][183][184]\n\nIt should be pointed out that in such challenging contexts sometimes the teaching of literacy may have unforeseen barriers. The EL Gazette reported that in the trials carried out in Ethiopia, for example, it was found that all ten of the participants had problems with vision.[184] In order to overcome this, or to avoid such challenges, preliminary health checks can help inform pre-teaching in order to better assist in the teaching/learning of literacy.\n\nIn a visual arts approach to literacy instruction a benefit can be the inclusion of both a traditional literacy approach (reading and writing) while at the same time addressing 21st Century digital literacy instruction through the inclusion of digital cameras and posting images onto the web. Many scholars[185] feel that the inclusion of digital literacy is necessary to include under the traditional umbrella of literacy instruction specifically when engaging second language learners. (Also see: Digital literacy.)[186]\n\nOther ways in which visual arts have been integrated into literacy instruction for migrant populations include integrating aspects of visual art with the blending of core curricular goals.\n\nA more pressing challenge in education is the instruction of literacy to Migrant English Language Learners (MELLs), a term coined by Pellerine. It is not just limited to English. \"Due to the growing share of immigrants in many Western societies, there has been increasing concern for the degree to which immigrants acquire language that is spoken in the destination country\".[187] Remembering that teaching literacy to a native in their L1 can be challenging, and the challenge becomes more cognitively demanding when in a second language (L2), the task can become considerably more difficult when confronted with a migrant who has made a sudden change (migrated) and requires the second language upon arrival in the country of destination. In many instances a migrant will not have the opportunity, for many obvious reasons, to start school again at grade one and acquire the language naturally. In these situations alternative interventions need to take place.\n\nIn working with illiterate people (and individuals with low-proficiency in an L2) following the composition of some artifact like in taking a photo, sketching an event, or painting an image, a stage of orality has been seen as an effective way to understand the intention of the learner.\n\nIn the accompanying image from left to right a) an image taken during a phototour of the participant's village. This image is of the individual at her shop, and this is one of her products that she sells, dung for cooking fuel. The image helps the interlocutor understand the realities of the participants daily life and most importantly it allows the participant the opportunity to select what they feel is important to them. b) This is an image of a student explaining and elaborating the series of milestones in her life to a group. In this image the student had a very basic ability and with some help was able to write brief captions under the images. While she speaks a recording of her story takes place to understand her story and to help develop it in the L2. The third image is of a painting that had been used with a composite in Photoshop. With further training participants can learn how to blend images they would like to therefore introducing elements of digital literacies, beneficial in many spheres of life in the 21st century.[188]\n\nIn the following image (see right) you can see two samples 1) One in Ethiopia from stencil to more developed composition based on a village tour, photography, and paintings. 2) In the Middle East at a tailor's shop focusing English for Specific Purposes (ESP) and in this example the writing has evolved from photography, sketching, and in situ exposure for the instructor (much like the village tour in sample one).\n\nFrom the work based in Ethiopia, participants were asked to rate preference of activity, on a scale of 1–10. The survey prompt was: On a scale of 1 - 10 how would you rate photography as an activity that helped you get inspiration for your writing activities (think of enjoyment and usefulness). The following activities were rated, in order of preference - activities used as primers for writing:\n\nMore research would need to be conducted to confirm such trends.\n\nIn bringing work together from students in culminating projects, authorship programs have been successful in bringing student work together in book format. Such artifacts can be used to both document learning, but more importantly reinforce language and content goals.\n\nThe culmination of such writings, into books can evoke both intrinsic and extrinsic motivation. Form feedback by students involved in such initiatives the responses have indicated that the healthy pressures of collective and collaborative work was beneficial.\n\nTeaching people to read and write, the traditional meaning of literacy, is a very complex task in a native language. To do this in a second language becomes increasingly more complex, and in the case of migrants relocating to another country there can be legal and policy driven boundaries that prohibit the naturalization and acquisition of citizenship based on language proficiency. In Canada[189] for example despite a debate, language tests are required years after settling into Canada. Similar exists globally, see:,[190][191] and[192] for example.\n\nThe EL Gazette reviewed Pellerine's work with migrant English language learners[193] and commented: \"Handing English language learners a sponge and some paint and asking them to ‘paint what comes’ might not appear like a promising teaching method for a foreign language. But Canadian EL instructor and photographer Steve Pellerine has found that the technique, along with others based around the visual arts, has helped some of his most challenging groups to learn\". Visual arts have been viewed as an effective way to approach literacy instruction - the art being primers for subsequent literacy tasks within a scaffolded curricular design, such at Teaching for Understanding (TfU) or Understanding by Design (UbD).\n\n"
        },
        {
            "title": "By continent",
            "text": "Nearly one in ten young adult women have poor reading and writing skills in the UK in the 21st century. This seriously damages their employment prospects and many are trapped in poverty. Lack of reading skill is a social stigma and women tend to hide their difficulty rather than seeking help.  Girls on average do better than boys at English in school.[194]\n\nLiteracy is first documented in the area of modern England on 24 September 54 BCE, on which day Julius Caesar and Quintus Cicero wrote to Cicero \"from the nearest shores of Britain\".[195] Literacy was widespread under Roman rule, but became very rare, limited almost entirely to churchmen, after the fall of the Western Roman Empire. In 12th and 13th century England, the ability to recite a particular passage from the Bible in Latin entitled a common law defendant to the so-called benefit of clergy: i.e. trial before an ecclesiastical court, where sentences were more lenient, instead of a secular one, where hanging was a likely sentence. Thus literate lay defendants often claimed benefit of clergy, while an illiterate person who had memorized the psalm used as the literacy test, Psalm 51 (\"O God, have mercy upon me...\"), could also claim benefit of clergy.[196] Despite lacking a system of free and compulsory primary schooling, England reached near universal literacy in the 19th century as a result of shared, informal learning provided by family members, fellow workers, and/or benevolent employers. Even with near universal literacy rates, the gap between male and female literacy rates persisted until the early 20th century. Many women in the West during the 19th century were able to read, but unable to write.[197]\n\nFormal higher education in the arts and sciences in Wales, from the Middle Ages to the 18th century, was the preserve of the wealthy and the clergy. As in England, Welsh history and archaeological finds dating back to the Bronze Age reveal not only reading and writing, but also alchemy, botany, advanced maths and science. Following the Roman occupation and the conquest by the English, education in Wales was at a very low ebb in the early modern period; in particular, formal education was only available in English while the majority of the population spoke only Welsh. The first modern grammar schools were established in Welsh towns such as Ruthin, Brecon, and Cowbridge. One of the first modern national education methods to use the native Welsh language was started by Griffith Jones in 1731.[198] Jones was the rector of Llanddowror from 1716 and remained there for the rest of his life. He organized and introduced a Welsh medium circulating school system, which was attractive and effective for Welsh speakers, while also teaching them English, which gave them access to broader educational sources. The circulating schools may have taught half the country's population to read. Literacy rates in Wales by the mid-18th century were one of the highest.\n\nThe ability to read did not necessarily imply the ability to write. The 1686 church law (kyrkolagen) of the Kingdom of Sweden (which at the time included all of modern Sweden, Finland, Latvia and Estonia) enforced literacy on the people, and by 1800 the ability to read was close to 100%.[199] This was directly dependent on the need to read religious texts in the Lutheran faith in Sweden and Finland. As a result, literacy in these countries was inclined towards reading, specifically.[200] But as late as the 19th century, many Swedes, especially women, could not write. The exception to this rule were the men and women of Iceland who achieved widespread literacy without formal schooling, libraries, or printed books via informal tuition by religious leaders and peasant teachers.[200] Historian Ernest Gellner argues that Continental European countries were far more successful in implementing educational reform precisely because their governments were more willing to invest in the population as a whole.[201] Government oversight allowed countries to standardize curriculum and secure funding through legislation thus enabling educational programs to have a broader reach.[202]\n\nAlthough the present-day concepts of literacy have much to do with the 15th-century invention of the movable type printing press, it was not until the Industrial Revolution of the mid-19th century that paper and books became affordable to all classes of industrialized society. Until then, only a small percentage of the population were literate as only wealthy individuals and institutions could afford the materials. Even today[update], the cost of paper and books is a barrier to universal literacy in some less-industrialized nations.\n\nOn the other hand, historian Harvey Graff argues that the introduction of mass schooling was in part an effort to control the type of literacy that the working class had access to. According to Graff, literacy learning was increasing outside of formal settings (such as schools) and this uncontrolled, potentially critical reading could lead to increased radicalization of the populace. In his view, mass schooling was meant to temper and control literacy, not spread it.[203] Graff also points out, using the example of Sweden, that mass literacy can be achieved without formal schooling or instruction in writing.\n\nResearch on the literacy rates of Canadians in the colonial days rested largely on examinations of the proportion of signatures to marks on parish acts (birth, baptismal, and marriage registrations).  Although some researchers have concluded that signature counts drawn from marriage registers in nineteenth century France corresponded closely with literacy tests given to military conscripts,[204] others regard this methodology as a \"relatively unimaginative treatment of the complex practices and events that might be described as literacy\" (Curtis, 2007, p. 1-2).[205]  But censuses (dating back to 1666) and official records of New France offer few clues of their own on the population's levels of literacy, therefore leaving few options in terms of materials from which to draw literary rate estimates.\n\nIn his research of literacy rates of males and females in New France, Trudel found that in 1663, of 1,224 persons in New France who were of marriageable age, 59% of grooms and 46% of brides wrote their name; however, of the 3,000-plus colony inhabitants, less than 40% were native born.[206] Signature rates were therefore likely more reflective of rates of literacy among French immigrants. Magnuson's (1985) research revealed a trend: signature rates for the period of 1680–1699 were 42% for males, 30% for females; in 1657–1715, they were 45% for males and 43% for females; in 1745–1754, they were higher for females than for males. He believed that this upward trend in rates of females’ ability to sign documents was largely attributed to the larger number of female religious orders, and to the proportionately more active role of women in health and education, while the roles of male religious orders were largely to serve as parish priests, missionaries, military chaplains and explorers. 1752 marked the date that Canada's first newspaper—the Halifax Gazette—began publication.[207]\n\nThe end of the Seven Years' War in 1763 allowed two Philadelphia printers to come to Québec City and to begin printing a bilingual Quebec Gazette in 1764, while in 1785 Fleury Mesplet started publication of the Montreal Gazette, which is now the oldest continuing newspaper in the country.[207]\n\nIn the 19th century, printing became more affordable, and literature in its many forms became much more available.[208] But educating the Canadian population in reading and writing was nevertheless a huge challenge. Concerned about the strong French Canadian presence in the colony, the British authorities repeatedly tried to help establish schools that were outside the control of religious authorities, but these efforts were largely undermined by the Catholic Church and later the Anglican clergy.[209]\n\nFrom the early 1820s in Lower Canada, classical college curriculum, which was monopolized by the Church, was also subject to growing liberal and lay criticism, arguing it was fit first and foremost to produce priests, when Lower Canadians needed to be able to compete effectively with foreign industry and commerce and with the immigrants who were monopolizing trade (Curtis, 1985).[205]  Liberal and lay attempts to promote parish schools generated a reaction from the Catholic and later the Anglican clergy in which the dangers of popular literacy figured centrally.[209]  Both churches shared an opposition to any educational plan that encouraged lay reading of the Bible, and spokesmen for both warned of the evil and demoralizing tendencies of unregulated reading in general. Granted the power to organize parish schooling through the Vestry School Act of 1824, the Catholic clergy did nothing effective.[205]\n\nDespite this, the invention of the printing press had laid the foundation for the modern era and universal social literacy, and so it is that with time, \"technologically, literacy had passed from the hands of an elite to the populace at large. Historical factors and sociopolitical conditions, however, have determined the extent to which universal social literacy has come to pass\".[210]\n\nIn 1871 only about half of French Canadian men in Canada self-reported that they were literate, whereas 90 percent of other Canadian men said they could read and write, but information from the Canadian Families Project sample of the 1901 Census of Canada indicated that literacy rates for French Canadians and other Canadians increased, as measured by the ability of men between the ages of 16 and 65 to answer literacy questions.[211] Compulsory attendance in schools was legislated in the late 19th century in all provinces but Quebec, but by then, a change in parental attitudes towards educating the new generation meant that many children were already attending regularly.[209]  Unlike the emphasis of school promoters on character formation, the shaping of values, the inculcation of political and social attitudes, and proper behaviour, many parents supported schooling because they wanted their children to learn to read, write, and do arithmetic.[209] Efforts were made to exert power and religious, moral, economic/professional, and social/cultural influence over children who were learning to read by dictating the contents of their school readers accordingly. But educators broke from these spheres of influence and also taught literature from a more child-centred perspective: for the pleasure of it.[212]\n\nEducational change in Québec began as a result of a major commission of inquiry at the start of what came to be called the \"Quiet Revolution\" in the early 1960s.  In response to the resulting recommendations, the Québec government revamped the school system in an attempt to enhance the francophone population's general educational level and to produce a better-qualified labour force. Catholic Church leadership was rejected in favour of government administration and vastly increased budgets were given to school boards across the province.[209]\n\nWith time, and with continuing inquiry into the literacy achievement levels of Canadians, the definition of literacy moved from a dichotomous one (either a person could, or could not write his or her name, or was literate or illiterate), to ones that considered its multidimensionality, along with the qualitative and quantitative aspects of literacy. In the 1970s, organizations like the Canadian Association for Adult Education (CAAE) believed that one had to complete the 8th grade to achieve functional literacy.  Examination of 1976 census data, for example, found that 4,376,655, or 28.4% of Canadians 15 years of age and over reported a level of schooling of less than grade 9 and were thus deemed not functionally literate.[210] But in 1991, UNESCO formally acknowledged Canada's findings that assessment of educational attainment as proxy measure of literacy was not as reliable as was direct assessment.[213] This dissatisfaction manifested itself in the development of actual proficiency tests that measure reading literacy more directly.[214]\n\nCanada conducted its first literacy survey in 1987 which discovered that there were more than five million functionally illiterate adults in Canada, or 24 per cent of the adult population.[214] Statistics Canada then conducted three national and international literacy surveys of the adult population — the first one in 1989 commissioned by the Human Resources and Skills Development Canada (HRSDC) department.[214]\n\nThis first survey was called the \"Literacy Skills Used in Daily Activities\" (LSUDA) survey, and was modeled on the 1985 U.S. survey of young adults (YALS).[215]  It represented a first attempt in Canada to produce skill measures deemed comparable across languages. Literacy, for the first time, was measured on a continuum of skills.[215]  The survey found that 16% of Canadians had literacy skills too limited to deal with most of the printed material encountered in daily life whereas 22% were considered \"narrow\" readers.\n\nIn 1994–95, Canada participated in the first multi-country, multi-language assessment of adult literacy, the International Adult Literacy Survey (IALS). A stratified multi-stage probability sample design was used to select the sample from the Census Frame. The sample was designed to yield separate samples for the two Canadian official languages, English and French, and participants were measured on the dimensions of prose literacy, document literacy and quantitative literacy.  The survey found that 42.2%, 43% and 42.2% of Canadians between the ages of 16 and 65 scored at the lowest two levels of Prose Literacy, Document Literacy and Quantitative Literacy, respectively.[215]  The survey presented many important correlations, among which was a strong plausible link between literacy and a country's economic potential.\n\nIn 2003, Canada participated in the Adult Literacy and Life Skills Survey (ALL). This survey contained identical measures for assessing the prose and document literacy proficiencies, allowing for comparisons between survey results on these two measures and found that 41.9% and 42.6% of Canadians between the ages of 16 and 65 scored at the lowest two levels of Prose Literacy and document literacy respectively.[215] Further, Canadians’ mean scores also improved on both the prose and the document literacy scales. Energy production:36%, transportation: 24%, homes and businesses: 12%, industry: 11%, agriculture: 10%, and waste: 7%.\n\nThe OECD's Programme for the International Assessment of Adult Competencies (PIAAC) is expected to produce new comparative skill profiles in late 2013.[216]\n\nIn the last 40 years, the rate of illiteracy in Mexico has been steadily decreasing.  In the 1960s, because the majority of the residents of the federal capital were illiterate, the planners of the Mexico City Metro designed a system of unique icons to identify each station in the system in addition to its formal name. However, the INEGI's census data of 1970 showed a national average illiteracy rate of 25.8%; the last census data puts the national average at 6.9%. Mexico still has a gender educational bias. The illiteracy rate for women in the last census was 8.1% compared with 5.6% for men. Rates differ across regions and states. Chiapas, Guerrero and Oaxaca, the states with the highest poverty rate, had greater than 15% illiteracy in 2010 (17.8%, 16.7% and 16.3 respectively). In contrast, the illiteracy rates in the Federal District (D.F. / Mexico City) and in some northern states like Nuevo León, Baja California, and Coahuila were below 3% in the 2010 census (2.1%, 2.2%, 2.6% and 2.6% respectively).[217]\n\nSee also: Teaching Writing in the United States\nAccess to literacy in the United States is affected by historical developments in media, race, immigration, and chattel slavery. \n\nFor example, prior to the 19th century before compulsory education, white illiteracy was not uncommon. In addition, many of the confederate states made it illegal to teach the enslaved to read.[218] By 1900, the situation had improved somewhat, but 44% of black people remained illiterate. There were significant improvements for African American and other races in the early 20th century as the descendants of former slaves, who had had no educational opportunities, grew up in the post Civil War period and often had some chance to obtain a basic education. The gap in illiteracy between white and black adults continued to narrow through the 20th century, and in 1979 the rates were about the same.[219]\n\nFull prose proficiency,[220] as measured by the ability to process complex and challenging material such as would be encountered in everyday life, is achieved by about 13% of the general, 17% of the white, and 2% of the African American population.[221][222] However 86% of the general population had basic or higher prose proficiency as of 2003, with a decrease distributed across all groups in the full proficiency group vs. 1992 of more than 10% consistent with trends, observed results in the SAT reading score to the present (2015).[223][224] According to the website of the museum Planet Word in Washington, DC, some 32 million adults in the U.S cannot read.[225]\n\nBefore colonization, oral storytelling and communication composed most if not all Native American literacy. Native people communicated and retained their histories verbally—it was not until the beginning of American Indian boarding schools that reading and writing forms of literacy were forced onto Native Americans. Many students ran away in an attempt to hold on to their cultural identity and literary traditions that were relevant to their community. While these formalized forms of literacy prepared Native youth to exist in the changing society, they destroyed all traces of their cultural literacy. Native children would return to their families unable to communicate with them due to the loss of their indigenous language. In the 20th and 21st century, there is still a struggle to learn and maintain cultural language. But education initiatives and programs have increased overall—according to the 2010 census, 86 percent of the overall population of Native Americans and Alaska Natives have high school diplomas, and 28 percent have a bachelor's degree or higher.[226]\n\nThe public library has long been a force promoting literacy in many countries.[227] In the U.S. context, the American Library Association promotes literacy through the work of the Office for Literacy and Outreach Services.  This committee's charge includes ensuring equitable access to information and advocating for adult new and non-readers.[228] The Public Library Association recognizes the importance of early childhood in the role of literacy development and created, in collaboration with the Association for Library Service to Children, Every Child Ready to Read @your library in order to inform and support parents and caregivers in their efforts to raise children who become literate adults.[229] The release of the National Assessment of Adult Literacy (NAAL) report in 2005 revealed that approximately 14% of U.S. adults function at the lowest level of literacy; 29% of adults function at the basic functional literacy level and cannot help their children with homework beyond the first few grades.[230] The lack of reading skills hinders adults from reaching their full potential. They might have difficulty getting and maintaining a job, providing for their families, or even reading a story to their children. For adults, the library might be the only source of a literacy program.[231]\n\nDia!, which stands for Diversity in Action and is also known as \"El Día de los Niños/El día de los libros (Children's Day/Book Day)\", is a program which celebrates the importance of reading to children from all cultural and linguistic backgrounds. Dia! is celebrated every year on 30 April in schools, libraries, and homes, and this website provides tools and programs to encourage reading in children. Parents, caregivers, and educators can even start a book club.[232]\n\nThis community literacy program was initiated in 1992 by the Orange County Public Library in California.  The mission of READ/Orange County is to \"create a more literate community by providing diversified services of the highest quality to all who seek them.\" Potential tutors train during an extensive 23-hour tutor training workshop in which they learn the philosophy, techniques and tools they will need to work with adult learns.[231] After the training, the tutors invest at least 50 hours a year to tutoring their student.The organization builds on people's experience as well as education rather than trying to make up for what has not been learned. The program seeks to equip students with skills to continue learning in the future.[231] The guiding philosophy is that an adult who learns to read creates a ripple effect in the community.  The person becomes an example to children and grandchildren and can better serve the community.\n\nLocated in Boulder, Colorado, the program recognized the difficulty that students had in obtaining child care while attending tutoring sessions, and joined with the University of Colorado to provide reading buddies to the children of students. Reading Buddies matches children of adult literacy students with college students who meet with them once a week throughout the semester for an hour and a half. The college students receive course credit to try to enhance the quality and reliability of their time.[233] Each Reading Buddies session focuses primarily on the college student reading aloud with the child. The goal is to help the child gain interest in books and feel comfortable reading aloud. Time is also spent on word games, writing letters, or searching for books in the library. Throughout the semester the pair work on writing and illustrating a book together. The college student's grade is partly dependent on the completion of the book. Although Reading Buddies began primarily as an answer to the lack of child care for literacy students, it has evolved into another aspect of the program.[233] Participating children show marked improvement in their reading and writing skills throughout the semester.\n\nApproximately 120,000 adults in Hillsborough County are illiterate or read below the fourth-grade level; According to 2003 Census statistics, 15 percent of Hillsborough County residents age 16 and older lacked basic prose literacy skills.[234] Since 1986, the Hillsborough Literacy Council is \"committed to improving literacy by empowering adults through education\".[235] Sponsored by the statewide Florida Literacy Coalition and affiliated with Tampa-Hillsborough Public Library System, HLC strives to improve the literacy ability of adults in Hillsborough County, Florida. Using library space, the HLC provides tutoring for English for speakers of other languages (ESOL) in small groups or one-on-one tutoring. Through one-on-one tutoring, the organization works to help adult students reach at least the fifth-grade level in reading.  The organization also provides volunteer-run conversation groups for English practice.[236]\n\nIn 1964 in Brazil, Paulo Freire was arrested and exiled for teaching peasants to read.[237] Since democracy returned to Brazil, however, there has been a steady increase in the percentage of literate people.[238]  Educators with the Axé project within the city of Salvador, Bahía attempt to improve literacy rates among urban youth, especially youth living on the streets, through the use of music and dances of the local culture. They are encouraged to continue their education and become professionals.[179]\n\nThe literacy rates in Africa vary significantly between countries. The registered literacy rate in Libya was 86.1% in 2004[239] and UNESCO says that literacy rate in the region of Equatorial Guinea is approximately 95%,[240][241] while the literacy rate is in South Sudan is approximately (27%).[242] Poorer youth in sub-Saharan Africa have fewer educational opportunities to become literate compared with wealthier families.  They often must leave school because of being needed at home to farm or care for siblings.[179]\n\nIn sub-Saharan Africa, the rate of literacy has not improved enough to compensate for the effects of demographic growth. As a result, the number of illiterate adults has risen by 27% over the last 20 years, reaching 169 million in 2010.[243] Thus, out of the 775 million illiterate adults in the world in 2010, more than one fifth were in sub- Saharan Africa – in other words, 20% of the adult population. The countries with the lowest levels of literacy in the world are also concentrated in this region. These include Niger (28.7%), Burkina Faso (28.7%), Mali (33.4%), Chad (35.4%) and Ethiopia (39%), where adult literacy rates are well below 50%. There are, however, certain exceptions, like Equatorial Guinea, with a literacy rate of 94%.[244]\n\nThe literacy rate of Algeria is around 70% mark, which is attributed to the fact that education is compulsory and free in Algeria up to age of 17\n\nBotswana has among the highest literacy rates in the developing world with around 85% of its population being literate.\n\nBurkina Faso has a very low literacy rate of 28.7%. The government defines literacy as anyone at least 15 years of age and up who can read and write.[245] To improve the literacy rate, the government has received at least 80 volunteer teachers. A severe lack of primary school teachers causes problems for any attempt to improve the literacy rate and school enrollment.[246]\n\nDjibouti has an estimated literacy rate of 70%.[247]\n\nEgypt has a relatively high literacy rate. The adult literacy rate in 2010 was estimated at 72%.[248]\nEducation is compulsory from ages 6 to 15 and free for all children to attend. 93% of children enter primary school today, compared with 87% in 1994.\n\nAccording to the Ministry of Information of Eritrea, the nation has an estimated literacy rate of 80%.[249]\n\nThe Ethiopians are among the first literate people in the world, having written, read, and created manuscripts in their ancient language of Ge'ez (Amharic) since the second century CE.[250] All boys learned to read the Psalms around the age of 7. National literacy campaign introduced in 1978 increased literacy rates to between 37% (unofficial) and 63% (official) by 1984.[251]\n\nGuinea has a literacy rate of 41%. The Guinea government defines literacy as anyone who can read or write who is at least 15 years old.[245] Guinea was the first to use the Literacy, Conflict Resolution, and Peacebuilding project. This project was developed to increase agriculture production, develop key skills, resolve conflict, improve literacy, and numeracy skills. The LCRP worked within refugee camps near the border of Sierra Leone, however this project only lasted from 1999 to 2001. There are several other international projects working within the country that have similar goals.[252]\n\nThe literacy rate in Kenya among people below 20 years of age is over 70%, as the first 8 years of primary school are provided tuition-free by the government. In January 2008, the government began offering a restricted program of free secondary education. Literacy is much higher among the young than the old population, with the total being about 81.54% for the country. Most of this literacy, however, is elementary—not secondary or advanced.\n\nMali has one of the lowest literacy rates in the world, at 33.4%, with males having a 43.1% literacy rate and females having a 24.6% literacy rate. In 2015, the adult literacy rate was 33%.[253] The government defines literacy as anyone who is at least 15 and over who can read or write.[245] The government of Mali and international organizations in recent years has taken steps to improve the literacy rate. The government recognized the slow progress in literacy rates and began created ministries for basic education and literacy for their national languages in 2007. To also improve literacy the government planned to increase its education budget by 3%, when this was purposed it was at 35% in 2007. The lack of literate adults causes the programs to be slowed. The programs need qualified female trainers, which is a major problem because most men refuse to send female family members to be trained under male teachers.[254]\n\nFree education in Mauritius did not proceed beyond the primary level until 1976, so many women now in their 50s or older left school at age 12. The younger generation (below 50) are however extremely well educated with very high educational expectations placed upon pupils. Education is today free from pre-primary to tertiary (only admission fees remain at University level). Most professional people have at least a bachelor's degree. Mauritian students consistently rank top in the world each year for the Cambridge International O Level, International A and AS level examinations. Most Mauritian children, even at primary level, attend tuition after school and at weekends to cope with the highly competitive public school system where admission to prestigious public colleges (secondary) and most sought after university courses depend on merit based academic performance.\n\nThe adult literacy rate was estimated at 89.8% in 2011.[255] Male literacy was 92.3% and Female literacy 87.3%.[255]\n\nNiger has an extremely low literacy rate at 28.7%. However, the gender gap between males and females is a major problem for the country, men have a literacy rate of 42.9% and women a literacy rate of 15.1%. The Nigerien government defines literacy as anyone who can read or write over the age of 15.[245] The Niass Tijaniyya, a predominant group of the Sufi brotherhoods, has started anti-poverty, empowerment, and literacy campaigns. The women in Kiota had not attempted to improve their education, or economic standing. Saida Oumul Khadiri Niass, known as Maman, through talking to men and women throughout the community changed the community's beliefs on appropriate behavior for women because the community recognized she was married to a leader of the Niass Tijaniyya. Maman's efforts has allowed women in Kiota to own small businesses, sell in the market place, attend literacy classes, and organize small associations that can give micro loans. Maman personally teaches children in and around Kiota, with special attention to girls. Maman has her students require instructor permission to allow the girls' parents to marry their daughters early. This increases the amount of education these girls receive, as well as delaying marriage, pregnancy, and having children.[256]\n\nSenegal has a literacy rate of 49.7%; the government defines literacy as anyone who is at least 15 years of age and over who can read and write.[245] However, many students do not attend school long enough to be considered literate. The government did not begin actively attempting to improve the literacy rate until 1971 when it gave the responsibility to Department for Vocational Training at the Secretariat for Youth and Sports. This department and subsequent following departments had no clear policy on literacy until the Department of Literacy and Basic Education was formed in 1986. The government of Senegal relies heavily on funding from the World Bank to fund its school system.[257]\n\nThere is no reliable data on the nationwide literacy rate in Somalia. A 2013 FSNAU survey indicates considerable differences per region, with the autonomous northeastern Puntland region having the highest registered literacy rate at 72%.[258]\n\nThe Sierra Leone government defines literacy as anyone over the age of 15 who can read and write in English, Mende, Temne, or Arabic. Official statistics put the literacy rate at 43.3%.[259] Sierra Leone was the second country to use the Literacy, Conflict Resolution and Peacebuilding project. However, due to fighting near the city where the project was centered causing the project to be delayed until an arms amnesty was in place.[252]\n\nUganda has a literacy rate of 72.2%.[245]\n\nZimbabwe has a high literacy rate of 86.5% (2016 est.).[245]\n\n According to UNESCO, Afghanistan has one of the lowest literacy rates in the world. As of 2020, over 10 million youth and adults in Afghanistan are illiterate. However, since 2016, the country has made significant progress. While in 2016/17 the literacy rate was at 34.8%, the UNESCO Institute for Statistics recently confirmed that it has increased to 43%. \"That is a remarkable 8 per cent increase.\" In addition, the literacy rate for youths aged 15–24 has substantially increased and now stands at 65%.[268]\n\nHowever, there are a great number of people who lack literacy and opportunities for continuing education. There is also a substantial gender gap. The literacy rate for men stands at 55%, and for women it's only 29.8%. The UNESCO Institute for Lifelong Learning has provided technical support to the Government of Afghanistan since 2012 with the aim of improving the literacy skills of an estimated 1.2 million people.\n\nTo improve the literacy rate, U.S. military trainers have been teaching Afghan Army recruits how to read before teaching to fire a weapon. U.S. commanders in the region estimate that as many as 65% of recruits may be illiterate.[269]\n\nThe PRC conducts standardized testing to assess proficiency in Standard Chinese, known as \"putonghua,\" but it is primarily for foreigners or those needing to demonstrate professional proficiency in the Beijing dialect. Literacy in languages like Chinese can be assessed by reading comprehension tests, just as in other languages, but historically has often been graded on the number of Chinese characters introduced during the speaker's schooling, with a few thousand considered the minimum for practical literacy. Social science surveys in China have repeatedly found that just more than half the population of China is conversant in spoken putonghua.[270]  In classical Chinese civilization the access to literacy in all classes originated with Confucianism, where previously literacy was generally limited to the aristocracy, merchants, and priests.\n\nLiteracy is defined by the Registrar General and Census Commissioner of India, as \"[the ability of] a person aged 7 years and above [to]... both write and read with understanding in any language.\"[271] According to the 2011 census, 74.04 percent.[271]\n\nLaos has the lowest level of adult literacy in all of Southeast Asia other than East Timor.[272]\n\nObstacles to literacy vary by country and culture as writing systems, quality of education, availability of written material, competition from other sources (television, video games, cell phones, and family work obligations), and culture all influence literacy levels. In Laos, which has a phonetic alphabet, reading is relatively easy to learn—especially compared to English, where spelling and pronunciation rules are filled with exceptions, and Chinese, with thousands of symbols to be memorized. But a lack of books and other written materials has hindered functional literacy in Laos, where many children and adults read so haltingly that the skill is hardly beneficial.\n\nA literacy project in Laos addresses this by using what it calls \"books that make literacy fun!\" The project, Big Brother Mouse, publishes colorful, easy-to-read books, then delivers them by holding book parties at rural schools. Some of the books are modeled on successful western books by authors such as Dr. Seuss; the most popular, however, are traditional Lao fairy tales. Two popular collections of folktales were written by Siphone Vouthisakdee, who comes from a village where only five children finished primary school.[273]\n\nBig Brother Mouse has also created village reading rooms, and published books for adult readers about subjects such as Buddhism, health, and baby care.[274]\n\nIn Pakistan, the National Commission for Human Development (NCHD) aims to bring literacy to adults, especially women.\nISLAMABAD - UNESCO Islamabad Director Kozue Kay Nagata has said, \"Illiteracy in Pakistan has fallen over two decades, thanks to the government and people of Pakistan for their efforts working toward meeting the Millennium Development Goals\". \"Today, 70 percent of Pakistani youths can read and write. In 20 years, illiterate population has been reduced significantly\", she said while speaking at a function held in connection with International Literacy Day.\n\nHowever, she also emphasised on the need to do more to improve literacy in the country and said, \"The proportion of population in Pakistan lacking basic reading and writing is too high. This is a serious obstacle for individual fulfillment, to the development of societies, and to mutual understanding between peoples.\" Referring to the recent national survey carried out by the Ministry of Education, Trainings and Standards in Higher Education with support of UNESCO, UNICEF, and provincial and areas departments of education, Nagata pointed out that, in Pakistan, although primary school survival rate is 70 percent, gender gap still exists with only 68 percent of girls’ survival rate compared to 71 percent for boys. Specifically in the case of Punjab, she said, primary school survival rate today is better with 76 percent, but not without a gender gap of 8 percent points with 72 percent girls’ survival rate compared to 80 percent for boys. She also pointed out that average per student spending in primary level (age 5–9) was better in Punjab: Rs 6,998, compared to the national average. In Balochistan, although almost the same amount (Rs 6,985) as in Punjab is spent per child, the primary school survival rate is only 53 percent. Girls’ survival rate is slightly better with 54 percent than that of boys which is 52 percent. Literate Pakistan Foundation, a non-profit organization, which was established in 2003, is a case study, which brings to light the solutions for removing this menace from its roots. It works to improve rate of literacy in Pakistan.\n\nThe data of the survey shows that in Khyber Pakhtunkhwa, primary school survival rate is 67 percent which is lower than the national average of 70 percent. Furthermore, gender gap also exists with only 65 percent of girls’ survival rate compared to that of boys which is 68 percent. Per-student education expenditure in primary level (age 5–9) in Khyber Pakhtunkhwa is Rs 8,638. In Sindh, primary school survival rate is 63percent, with a gender gap of only 67 percent of girls’ survival rate compared to 60 percent for boys. Per student education expenditure in primary level (age 5–9) in Sindh is Rs 5,019. Nagata made reference to the survey report and mentioned that the most common reason in Pakistan for children (both boys and girls) of age 10 to 18 years leaving school before completing primary grade is \"the child not willing to go to school\", which may be related to quality and learning outcome. She said, however, and sadly, for the girls living in rural communities the second highest reason for dropout is \"parents did not allow\" which might be related to prejudice and cultural norm against girls.\n\nAbout 91.6 percent Filipinos 10 to 64 years old were functionally literate in 2019, according to the results of the 2019 Functional Literacy, Education and Mass Media Survey (FLEMMS). This translates to around 73.0 million out of 79.7 million in the same age group who are considered literate on a functional level [275]\nEarly Filipinos devised and used their own system of writings from 300 BC, which derived from the Brahmic family of scripts of Ancient India. Baybayin became the most widespread of these derived scripts by the 11th century. Early chroniclers, who came during the first Spanish expeditions to the islands, noted the proficiency of some of the natives, especially the chieftain and local kings, in Sanskrit, Old Javanese, Old Malay, and several other languages.[276][277] During the Spanish colonization of the islands, reading materials were destroyed to a far much less extent compared to the Spanish colonization of the Americas. Education and literacy was introduced only to the Peninsulares and remained a privilege until the Americans came. The Americans introduced the public schools system to the country, English became the lingua franca in the Philippines. It was only during a brief period in the Japanese occupation of the Philippines that the Japanese were able to teach their language in the Philippines and teach the children their written language.\n\nWith a literacy rate of 92.5%,[260] Sri Lanka has one of the most literate populations amongst developing nations.[278] Its youth literacy rate stands at 98%,[261] computer literacy rate at 35%,[279] and primary school enrollment rate at over 99%.[280] An education system which dictates 9 years of compulsory schooling for every child is in place. The free education system established in 1945,[281] is a result of the initiative of C. W. W. Kannangara and A. Ratnayake.[282][283] It is one of the few countries in the world that provide universal free education from primary to tertiary stage.[284]\n\nApproximately 56% of Australians aged 15 to 74 achieve Level 3 literacy or above Australian Bureau of Statistics 2011–2012 and 83% of five-year-olds are on track to develop good language and cognitive skills Australian Early Development Census 2012 summary report. In 2012–2013, Australia had 1515 public library service points, lending almost 174 million items to 10 million members of Australian public library services, at an average per capita cost of just under AU$45 Australian Public Library Statistics 2012–2013.\n\n"
        }
    ]
}