{
    "url": "https://en.wikipedia.org/wiki/Literary_theory",
    "title": "Literary theory",
    "table_of_contents": [
        "1 History",
        "2 Overview",
        "3 Differences among schools",
        "4 Schools",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Literary theory is the systematic study of the nature of literature and of the methods for literary analysis.[1] Since the 19th century, literary scholarship includes literary theory and considerations of intellectual history, moral philosophy, social prophecy, and interdisciplinary themes relevant to how people interpret meaning.[1] In the humanities in modern academia, the latter style of literary scholarship is an offshoot of post-structuralism.[2] Consequently, the word theory became an umbrella term for scholarly approaches to reading texts, some of which are informed by strands of semiotics, cultural studies, philosophy of language, and continental philosophy.\n\n"
        },
        {
            "title": "History",
            "text": "The practice of literary theory became a profession in the 20th century, but it has historical roots that run as far back as ancient Greece (Aristotle's Poetics is an often cited early example), ancient India (Bharata Muni's Natya Shastra), and ancient Rome (Longinus's On the Sublime). In medieval times, scholars in the Middle East (Al-Jahiz's al-Bayan wa-'l-tabyin and al-Hayawan, and ibn al-Mu'tazz's Kitab al-Badi)[3] and Europe[4] continued to produce works based on literary studies. The aesthetic theories of philosophers from ancient philosophy through the 18th and 19th centuries are important influences on current literary study. The theory and criticism of literature are tied to the history of literature.\n\nHowever, the modern sense of \"literary theory\" only dates to approximately the 1950s when the structuralist linguistics of Ferdinand de Saussure began to strongly influence English language literary criticism.[citation needed] The New Critics and various European-influenced formalists (particularly the Russian Formalists) had described some of their more abstract efforts as \"theoretical\" as well.[citation needed] But it was not until the broad impact of structuralism began to be felt in the English-speaking academic world that \"literary theory\" was thought of as a unified domain.[citation needed]\n\nIn the academic world of the United Kingdom and the United States, literary theory was at its most popular from the late 1960s (when its influence was beginning to spread outward from elite universities such as Johns Hopkins, Yale, and Cornell) through the 1980s (by which time it was taught nearly everywhere in some form).[citation needed] During this span of time, literary theory was perceived as academically cutting-edge, and most university literature departments sought to teach and study theory and incorporate it into their curricula.[citation needed] Because of its meteoric rise in popularity and the difficult language of its key texts, theory was also often criticized as faddish or trendy obscurantism (and many academic satire novels of the period, such as those by David Lodge, feature theory prominently).[citation needed] Some scholars, both theoretical and anti-theoretical, refer to the 1980s and 1990s debates on the academic merits of theory as \"the theory wars\".[5]\n\nBy the early 1990s, the popularity of \"theory\" as a subject of interest by itself was declining slightly (along with job openings for pure \"theorists\") even as the texts of literary theory were incorporated into the study of almost all literature.[citation needed] By 2010, the controversy over the use of theory in literary studies had quieted down, and discussions on the topic within literary and cultural studies tend now to be considerably milder and less lively.[citation needed] However, some scholars like Mark Bauerlein continue to argue that less capable theorists have abandoned proven methods of epistemology, resulting in persistent lapses in learning, research, and evaluation.[6] Some scholars do draw heavily on theory in their work, while others only mention it in passing or not at all; but it is an acknowledged, important part of the study of literature.[citation needed]\n\n"
        },
        {
            "title": "Overview",
            "text": "One of the fundamental questions of literary theory is \"what is literature?\" – although many contemporary theorists and literary scholars believe either that  \"literature\" cannot be defined or that it can refer to any use of language. Specific theories are distinguished not only by their methods and conclusions, but even by how they create meaning in a \"text\". However, some theorists acknowledge that these texts do not have a singular, fixed meaning which is deemed \"correct\".[7]\n\nSince theorists of literature often draw on a very heterogeneous tradition of Continental philosophy and the philosophy of language, any classification of their approaches is only an approximation. There are many types of literary theory, which take different approaches to texts. Even among those listed below, many scholars combine methods from more than one of these approaches (for instance, the deconstructive approach of Paul de Man drew on a long tradition of close reading pioneered by the New Critics, and de Man was trained in the European hermeneutic tradition).[citation needed]\n\nBroad schools of theory that have historically been important include historical and biographical criticism, New Criticism, formalism, Russian formalism, and structuralism, post-structuralism, Marxism, feminism and French feminism, post-colonialism, new historicism, deconstruction, reader-response criticism, and psychoanalytic criticism.\n\n"
        },
        {
            "title": "Differences among schools",
            "text": "The different interpretive and epistemological perspectives of different schools of theory often arise from, and so give support to, different moral and political commitments. For instance, the work of the New Critics often contained an implicit moral dimension, and sometimes even a religious one: a New Critic might read a poem by T. S. Eliot or Gerard Manley Hopkins for its degree of honesty in expressing the torment and contradiction of a serious search for belief in the modern world. Meanwhile, a Marxist critic might find such judgments merely ideological rather than critical; the Marxist would say that the New Critical reading did not keep enough critical distance from the poem's religious stance to be able to understand it.[citation needed] Or a post-structuralist critic might simply avoid the issue by understanding the religious meaning of a poem as an allegory of meaning, treating the poem's references to \"God\" by discussing their referential nature rather than what they refer to.\n\nSuch a disagreement cannot be easily resolved, because it is inherent in the radically different terms and goals (that is, the theories) of the critics. Their theories of reading derive from vastly different intellectual traditions: the New Critic bases his work on an East-Coast American scholarly and religious tradition, while the Marxist derives his thought from a body of critical social and economic thought, the post-structuralist's work emerges from twentieth-century Continental philosophy of language.\n\nIn the late 1950s, the Canadian literary critic Northrop Frye attempted to establish an approach for reconciling historical criticism and New Criticism while addressing concerns of early reader-response and numerous psychological and social approaches. His approach, laid out in his Anatomy of Criticism, was explicitly structuralist, relying on the assumption of an intertextual \"order of words\" and universality of certain structural types. His approach held sway in English literature programs for several decades but lost favor during the ascendance of post-structuralism.\n\nFor some theories of literature (especially certain kinds of formalism), the distinction between \"literary\" and other sorts of texts is of paramount importance. Other schools (particularly post-structuralism in its various forms: new historicism, deconstruction, some strains of Marxism and feminism) have sought to break down distinctions between the two and have applied the tools of textual interpretation to a wide range of \"texts\", including film, non-fiction, historical writing, and even cultural events.\n\nMikhail Bakhtin argued that the \"utter inadequacy\" of literary theory is evident when it is forced to deal with the novel; while other genres are fairly stabilized, the novel is still developing.[8]\n\nAnother crucial distinction among the various theories of literary interpretation is intentionality, the amount of weight given to the author's own opinions about and intentions for a work. For most pre-20th century approaches, the author's intentions are a guiding factor and an important determiner of the \"correct\" interpretation of texts. The New Criticism was the first school to disavow the role of the author in interpreting texts, preferring to focus on \"the text itself\" in a close reading. In fact, as much contention as there is between formalism and later schools, they share the tenet that the author's interpretation of a work is no more inherently meaningful than any other.\n\n"
        },
        {
            "title": "Schools",
            "text": "Listed below are some of the most commonly identified schools of literary theory, along with their major authors:\n\n"
        }
    ]
}