{
    "url": "https://en.wikipedia.org/wiki/Literary",
    "title": "Literature",
    "table_of_contents": [
        "1 Definitions",
        "2 History",
        "2.1 Oral literature",
        "2.1.1 Oratory",
        "2.2 Writing",
        "2.3 Early written literature",
        "2.4 Publishing",
        "2.5 University discipline",
        "2.5.1 In England",
        "2.5.2 America",
        "2.6 Women and literature",
        "2.7 Children's literature",
        "3 Aesthetics",
        "3.1 Literary theory",
        "3.2 Literary fiction",
        "3.3 The value of imaginative literature",
        "4 The influence of religious texts",
        "5 Types of literature",
        "5.1 Poetry",
        "5.2 Prose",
        "5.2.1 Novel",
        "5.2.2 Novella",
        "5.2.3 Short story",
        "5.2.4 Graphic novel",
        "5.2.5 Electronic literature",
        "5.2.6 Nonfiction",
        "5.3 Drama",
        "6 Law",
        "6.1 Law and literature",
        "6.2 Copyright",
        "6.2.1 United Kingdom",
        "6.2.2 United States",
        "6.2.3 European Union",
        "6.2.4 Copyright in communist countries",
        "6.2.5 Copyright in Japan",
        "6.3 Censorship",
        "7 Awards",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Bibliography",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLiterature is any collection of written work, but it is also used more narrowly for writings specifically considered to be an art form, especially prose fiction, drama, and poetry.[1] In recent centuries, the definition has expanded to include oral literature, much of which has been transcribed.[2] Literature is a method of recording, preserving, and transmitting knowledge and entertainment, and  can also have a social, psychological, spiritual, or political role.\n\nLiterature, as an art form, can also include works in various non-fiction genres, such as biography, diaries, memoir, letters, and the essay. Within its broad definition, literature includes non-fictional books, articles or other printed information on a particular subject.[3][4]\n\nEtymologically, the term derives from Latin literatura/litteratura \"learning, a writing, grammar,\" originally \"writing formed with letters,\" from litera/littera \"letter\".[5] In spite of this, the term has also been applied to spoken or sung texts.[6][7] Developments in print technology have allowed an ever-growing distribution and proliferation of written works, which now includes electronic literature.\n\nLiterature is classified according to whether it is poetry, prose or drama, and such works are often further categorized according to historical period, adherence to certain aesthetic features, or genre.\n\n"
        },
        {
            "title": "Definitions",
            "text": "Definitions of literature have varied over time.[8] In Western Europe, prior to the 18th century, literature denoted all books and writing literature can be seen as returning to older, more inclusive notions, so that cultural studies, for instance, include, in addition to canonical works, popular and minority genres. The word is also used in reference non-written works: to \"oral literature\" and \"the literature of preliterate culture\".\n\nA value judgment definition of literature considers it as consisting solely of high quality writing that forms part of the belles-lettres (\"fine writing\") tradition.[9] An example of this in the (1910–11) Encyclopædia Britannica that classified literature as \"the best expression of the best thought reduced to writing\".[10]\n\n"
        },
        {
            "title": "History",
            "text": "The use of the term \"literature\" here is a little problematic because of its origins in the Latin littera, “letter,” essentially writing. Alternatives such as \"oral forms\" and \"oral genres\" have been suggested but the word literature is widely used.[11]\n\nOral literature is an ancient human tradition found in \"all corners of the world\".[12] Modern archaeology has been unveiling evidence of the human efforts to preserve and transmit arts and knowledge that depended completely or partially on an oral tradition, across various cultures:\n\nThe earliest poetry is believed to have been recited or sung, employed as a way of remembering history, genealogy, and law.[13]\n\nIn Asia, the transmission of folklore, mythologies as well as scriptures in ancient India, in different Indian religions, was by oral tradition, preserved with precision with the help of elaborate mnemonic techniques.[14]\n\nThe early Buddhist texts are also generally believed to be of oral tradition, with the first by comparing inconsistencies in the transmitted versions of literature from various oral societies such as the Greek, Serbia and other cultures, then noting that the Vedic literature is too consistent and vast to have been composed and transmitted orally across generations, without being written down.[citation needed] According to Goody, the Vedic texts likely involved both a written and oral tradition, calling it a \"parallel products of a literate society\".[citation needed]\n\nAustralian Aboriginal culture has thrived on oral traditions and oral histories passed down through thousands of years.\nIn a study published in February 2020, new evidence showed that both Budj Bim and Tower Hill volcanoes erupted between 34,000 and 40,000 years ago.[15] Significantly, this is a \"minimum age constraint for human presence in Victoria\", and also could be interpreted as evidence for the oral histories of the Gunditjmara people, an Aboriginal Australian people of south-western Victoria, which tell of volcanic eruptions being some of the oldest oral traditions in existence.[16] An axe found underneath volcanic ash in 1947 had already proven that humans inhabited the region before the eruption of Tower Hill.[15]\n\nAll ancient Greek literature was to some degree oral in nature, and the earliest literature was completely so.[17] Homer's epic poetry, states Michael Gagarin, was largely composed, performed and transmitted orally.[18] As folklores and legends were performed in front of distant audiences, the singers would substitute the names in the stories with local characters or rulers to give the stories a local flavor and thus connect with the audience, but making the historicity embedded in the oral tradition as unreliable.[19] The lack of surviving texts about the Greek and Roman religious traditions have led scholars to presume that these were ritualistic and transmitted as oral traditions, but some scholars disagree that the complex rituals in the ancient Greek and Roman civilizations were an exclusive product of an oral tradition.[20]\n\nWriting systems are not known to have existed among Native North Americans before contact with Europeans. Oral storytelling traditions flourished in a context without the use of writing to record and preserve history, scientific knowledge, and social practices.[21] While some stories were told for amusement and leisure, most functioned as practical lessons from tribal experience applied to immediate moral, social, psychological, and environmental issues.[22] Stories fuse fictional, supernatural, or otherwise exaggerated characters and circumstances with real emotions and morals as a means of teaching. Plots often reflect real life situations and may be aimed at particular people known by the story's audience. In this way, social pressure could be exerted without directly causing embarrassment or social exclusion.[23] For example, rather than yelling, Inuit parents might deter their children from wandering too close to the water's edge by telling a story about a sea monster with a pouch for children within its reach.[24]\n\nSee also African literature#Oral literature\n\nOratory or the art of public speaking \"was for long considered a literary art\".[3] From Ancient Greece to the late 19th century, rhetoric played a central role in Western education in training orators, lawyers, counselors, historians, statesmen, and poets.[25][note 1]\n\nAround the 4th millennium BC, the complexity of trade and administration in Mesopotamia outgrew human memory, and writing became a more dependable method of recording and presenting transactions in a permanent form.[27] Though in both ancient Egypt and Mesoamerica, writing may have already emerged because of the need to record historical and environmental events. Subsequent innovations included more uniform, predictable, legal systems, sacred texts, and the origins of modern practices of scientific inquiry and knowledge-consolidation, all largely reliant on portable and easily reproducible forms of writing.  \n\nAncient Egyptian literature,[28] along with Sumerian literature, are considered the world's oldest literatures.[29] The primary genres of the literature of ancient Egypt—didactic texts, hymns and prayers, and tales—were written almost entirely in verse;[30] By the Old Kingdom (26th century BC to 22nd century BC), literary works included funerary texts, epistles and letters, hymns and poems, and commemorative autobiographical texts recounting the careers of prominent administrative officials. It was not until the early Middle Kingdom (21st century BC to 17th century BC) that a narrative Egyptian literature was created.[31]\n\nMany works of early periods, even in narrative form, had a covert moral or didactic purpose, such as the Sanskrit Panchatantra.200 BC – 300 AD, based on older oral tradition.[32][33] Drama and satire also developed as urban culture provided a larger public audience, and later readership, for literary production. Lyric poetry (as opposed to epic poetry) was often the speciality of courts and aristocratic circles, particularly in East Asia where songs were collected by the Chinese aristocracy as poems, the most notable being the Shijing or Book of Songs (1046–c.600 BC), .[34][35][36]\n\nIn ancient China, early literature was primarily focused on philosophy, historiography, military science, agriculture, and poetry. China, the origin of modern paper making and woodblock printing, produced the world's first print cultures.[37] Much of Chinese literature originates with the Hundred Schools of Thought period that occurred during the Eastern Zhou Dynasty (769‒269 BC).[38] The most important of these include the Classics of Confucianism, of Daoism, of Mohism, of Legalism, as well as works of military science (e.g. Sun Tzu's The Art of War, c.5th century BC)) and Chinese history (e.g. Sima Qian's Records of the Grand Historian, c.94 BC). Ancient Chinese literature had a heavy emphasis on historiography, with often very detailed court records. An exemplary piece of narrative history of ancient China was the Zuo Zhuan, which was compiled no later than 389 BC, and attributed to the blind 5th-century BC historian Zuo Qiuming.[39]\n\nIn ancient India, literature originated from stories that were originally orally transmitted. Early genres included drama, fables, sutras and epic poetry. Sanskrit literature begins with the Vedas, dating back to 1500–1000 BC, and continues with the Sanskrit Epics of Iron Age India.[40][41] The Vedas are among the oldest sacred texts. The Samhitas (vedic collections) date to roughly 1500–1000 BC, and the \"circum-Vedic\" texts, as well as the redaction of the Samhitas, date to c. 1000‒500 BC, resulting in a Vedic period, spanning the mid-2nd to mid 1st millennium BC, or the Late Bronze Age and the Iron Age.[42] The period between approximately the 6th to 1st centuries BC saw the composition and redaction of the two most influential Indian epics, the Mahabharata[43][44] and the Ramayana,[45] with subsequent redaction progressing down to the 4th century AD. Other major literary works are Ramcharitmanas[46] & Krishnacharitmanas.\n\nThe earliest known Greek writings are Mycenaean (c.1600–1100 BC), written in the Linear B syllabary on clay tablets. These documents contain prosaic records largely concerned with trade (lists, inventories, receipts, etc.); no real literature has been discovered.[47][48] Michael Ventris and John Chadwick, the original decipherers of Linear B, state that literature almost certainly existed in Mycenaean Greece,[48] but it was either not written down or, if it was, it was on parchment or wooden tablets, which did not survive the destruction of the Mycenaean palaces in the twelfth century BC.[48]\nHomer's epic poems, the Iliad and the Odyssey, are central works of ancient Greek literature. It is generally accepted that the poems were composed at some point around the late eighth or early seventh century BC.[49] Modern scholars consider these accounts legendary.[50][51][52] Most researchers believe that the poems were originally transmitted orally.[53] From antiquity until the present day, the influence of Homeric epic on Western civilization has been great, inspiring many of its most famous works of literature, music, art and film.[54] The Homeric epics were the greatest influence on ancient Greek culture and education; to Plato, Homer was simply the one who \"has taught Greece\" – ten Hellada pepaideuken.[55][56] Hesiod's Works and Days (c.700 BC) and Theogony are some of the earliest, and most influential, of ancient Greek literature. Classical Greek genres included philosophy, poetry, historiography, comedies and dramas. Plato (428/427 or 424/423 – 348/347 BC) and Aristotle (384–322 BC) authored philosophical texts that are the foundation of Western philosophy, Sappho (c. 630 – c. 570 BC) and Pindar were influential lyric poets, and Herodotus (c. 484 – c. 425 BC) and Thucydides were early Greek historians. Although drama was popular in ancient Greece, of the hundreds of tragedies written and performed during the classical age, only a limited number of plays by three authors still exist: Aeschylus, Sophocles, and Euripides. The plays of Aristophanes (c. 446 – c. 386 BC) provide the only real examples of a genre of comic drama known as Old Comedy, the earliest form of Greek Comedy, and are in fact used to define the genre.[57]\n\nThe Hebrew religious text, the Torah, is widely seen as a product of the Persian period (539–333 BC, probably 450–350 BC).[58] This consensus echoes a traditional Jewish view which gives Ezra, the leader of the Jewish community on its return from Babylon, a pivotal role in its promulgation.[59] This represents a major source of Christianity's Bible, which has had a major influence on Western literature.[60]\n\nThe beginning of Roman literature dates to 240 BC, when a Roman audience saw a Latin version of a Greek play.[61] Literature in Latin would flourish for the next six centuries, and includes essays, histories, poems, plays, and other writings.\n\nThe Qur'an (610 AD to 632 AD),[62] the main holy book of Islam, had a significant influence on the Arab language, and marked the beginning of Islamic literature. Muslims believe it was transcribed in the Arabic dialect of the Quraysh, the tribe of Muhammad.[23][63] As Islam spread, the Quran had the effect of unifying and standardizing Arabic.[23]\n\nTheological works in Latin were the dominant form of literature in Europe typically found in libraries during the Middle Ages. Western Vernacular literature includes the Poetic Edda and the sagas, or heroic epics, of Iceland, the Anglo-Saxon Beowulf, and the German Song of Hildebrandt. A later form of medieval fiction was the romance, an adventurous and sometimes magical narrative with strong popular appeal.[64]\n\nControversial, religious, political and instructional literature proliferated during the European Renaissance as a result of the Johannes Gutenberg's invention of the printing press[65] around 1440, while the Medieval romance developed into the novel,[66]\n\nPublishing became possible with the invention of writing but became more practical with the invention of printing. Prior to printing, distributed works were copied manually, by scribes.\n\nThe Chinese inventor Bi Sheng made movable type of earthenware c. 1045. Then c.1450, Johannes Gutenberg independently invented movable type in Europe. This invention gradually made books less expensive to produce and more widely available.\n\nEarly printed books, single sheets, and images created before 1501 in Europe are known as incunables or incunabula. \"A man born in 1453, the year of the fall of Constantinople, could look back from his fiftieth year on a lifetime in which about eight million books had been printed, more perhaps than all the scribes of Europe had produced since Constantine founded his city in A.D. 330.\"[67]\n\nEventually, printing enabled other forms of publishing besides books. The history of modern newspaper publishing started in Germany in 1609, with publishing of magazines following in 1663.\n\nIn England in the late 1820s, growing political and social awareness, \"particularly among the utilitarians and Benthamites, promoted the possibility of including courses in English literary study in the newly formed London University\". This further developed into the idea of the study of literature being \"the ideal carrier for the propagation of the humanist cultural myth of a well educated, culturally harmonious nation\".[68]\n\nThe widespread education of women was not common until the nineteenth century, and because of this literature until recently was mostly male dominated.[69]\n\nThere were few English-language women poets whose names are remembered until the twentieth century. In the nineteenth century some names that stand out are Emily Brontë, Elizabeth Barrett Browning, and Emily Dickinson (see American poetry). But while generally women are absent from the European cannon of Romantic literature, there is one notable exception, the French novelist and memoirist Amantine Dupin (1804 – 1876) best known by her pen name George Sand.[71][72] One of the more popular writers in Europe in her lifetime,[73] being more renowned than both Victor Hugo and Honoré de Balzac in England in the 1830s and 1840s,[74] Sand is recognised as one of the most notable writers of the European Romantic era. Jane Austen (1775 – 1817) is the first major English woman novelist, while Aphra Behn is an early female dramatist.\n\nNobel Prizes in Literature have been awarded between 1901 and 2020 to 117 individuals: 101 men and 16 women. Selma Lagerlöf (1858 – 1940) was the first woman to win the Nobel Prize in Literature, which she was awarded in 1909. Additionally, she was the first woman to be granted a membership in The Swedish Academy in 1914.[75]\n\nFeminist scholars have since the twentieth century sought expand the literary canon to include more women writers.\n\nA separate genre of children's literature only began to emerge in the eighteenth century, with the development of the concept of childhood.[77]: x–xi  The earliest of these books were educational books, books on conduct, and simple ABCs—often decorated with animals, plants, and anthropomorphic letters.[78]\n\n"
        },
        {
            "title": "Aesthetics",
            "text": "A fundamental question of literary theory is \"what is literature?\" – although many contemporary theorists and literary scholars believe either that \"literature\" cannot be defined or that it can refer to any use of language.[79]\n\nLiterary fiction is a term used to describe fiction that explores any facet of the human condition, and may involve social commentary. It is often regarded as having more artistic merit than genre fiction, especially the most commercially oriented types, but this has been contested in recent years, with the serious study of genre fiction within universities.[80]\n\nThe following, by the award-winning British author William Boyd on the short story, might be applied to all prose fiction:\n\nThe very best in literature is annually recognized by the Nobel Prize in Literature, which is awarded to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, produced \"in the field of literature the most outstanding work in an ideal direction\" (original Swedish: den som inom litteraturen har producerat det mest framstående verket i en idealisk riktning).[82][83]\n\nSome researchers suggest that literary fiction can play a role in an individual's psychological development.[84] Psychologists have also been using literature as a therapeutic tool.[85][86] Psychologist Hogan argues for the value of the time and emotion that a person devotes to understanding a character's situation in literature;[87] that it can unite a large community by provoking universal emotions, as well as allowing readers access to different cultures, and new emotional experiences.[88] One study, for example, suggested that the presence of familiar cultural values in literary texts played an important impact on the performance of minority students.[89]\n\nPsychologist Maslow's ideas help literary critics understand how characters in literature reflect their personal culture and the history.[90] The theory suggests that literature helps an individual's struggle for self-fulfillment.[91][92]\n\n"
        },
        {
            "title": "The influence of religious texts",
            "text": "Religion has had a major influence on literature, through works like the Vedas, the Torah, the Bible,[93]\nand the Qur'an.[94][95][96]\n\nThe King James Version of the Bible has been called \"the most influential version of the most influential book in the world, in what is now its most influential language\", \"the most important book in English religion and culture\", and \"the most celebrated book in the English-speaking world\"[citation needed] - principally because of its literary style and widespread distribution. Prominent atheist figures such as the late Christopher Hitchens and Richard Dawkins have praised the King James Version as being \"a giant step in the maturing of English literature\" and \"a great work of literature\", respectively, with Dawkins then adding, \"A native speaker of English who has never read a word of the King James Bible is verging on the barbarian\".[97][98]\n\nSocieties in which preaching has great importance, and those in which religious structures and  authorities have a near-monopoly of  reading and writing and/or a censorship role, may impart a religious gloss to much of the literature those societies produce or retain - as for example in the European Middle Ages. The traditions of  close study of religious texts has furthered the development of techniques and theories in literary studies.\n\n"
        },
        {
            "title": "Types of literature",
            "text": "Poetry has traditionally been distinguished from prose by its greater use of the aesthetic qualities of language, including musical devices such as assonance, alliteration, rhyme, and rhythm, and by being set in lines and verses rather than paragraphs, and more recently its use of other typographical elements.[99][100][101] This distinction is complicated by various hybrid forms such as sound poetry, concrete poetry and prose poem,[102] and more generally by the fact that prose possesses rhythm.[103] Abram Lipsky refers to it as an \"open secret\" that \"prose is not distinguished from poetry by lack of rhythm\".[104]\n\nPrior to the 19th century, poetry was commonly understood to be something set in metrical lines: \"any kind of subject consisting of Rhythm or Verses\".[99] Possibly as a result of Aristotle's influence (his Poetics), \"poetry\" before the 19th century was usually less a technical designation for verse than a normative category of fictive or rhetorical art.[clarification needed][105] As a form it may pre-date literacy, with the earliest works being composed within and sustained by an oral tradition;[106][107] hence it constitutes the earliest example of literature.\n\nAs noted above, prose generally makes far less use of the aesthetic qualities of language than poetry.[100][101][108] However, developments in modern literature, including free verse and prose poetry have tended to blur the differences, and American poet T.S. Eliot suggested that while: \"the distinction between verse and prose is clear, the distinction between poetry and prose is obscure\".[109] There are verse novels, a type of narrative poetry in which a novel-length narrative is told through the medium of poetry rather than prose. Eugene Onegin (1831) by Alexander Pushkin is the most famous example.[110]\n\nOn the historical development of prose, Richard Graff notes that \"[In the case of ancient Greece] recent scholarship has emphasized the fact that formal prose was a comparatively late development, an \"invention\" properly associated with the classical period\".[111]\n\nLatin was a major influence on the development of prose in many European countries. Especially important was the great Roman orator Cicero.[112] It was the lingua franca among literate Europeans until quite recent times, and the great works of Descartes (1596 – 1650), Francis Bacon (1561 – 1626), and Baruch Spinoza (1632 – 1677) were published in Latin. Among the last important books written primarily in Latin prose were the works of Swedenborg (d. 1772), Linnaeus (d. 1778), Euler (d. 1783), Gauss (d. 1855), and Isaac Newton (d. 1727).\n\nA novel is a long fictional prose narrative. In English, the term emerged from the Romance languages in the late 15th century, with the meaning of \"news\"; it came to indicate something new, without a distinction between fact or fiction.[113] The romance is a closely related long prose narrative. Walter Scott defined it as \"a fictitious narrative in prose or verse; the interest of which turns upon marvelous and uncommon incidents\", whereas in the novel \"the events are accommodated to the ordinary train of human events and the modern state of society\".[114] Other European languages do not distinguish between romance and novel: \"a novel is le roman, der Roman, il romanzo\",[115] indicates the proximity of the forms.[116]\n\nAlthough there are many historical prototypes, so-called \"novels before the novel\",[117] the modern novel form emerges late in cultural history—roughly during the eighteenth century.[118] Initially subject to much criticism, the novel has acquired a dominant position amongst literary forms, both popularly and critically.[116][119][120]\n\nThe publisher Melville House classifies the novella as \"too short to be a novel, too long to be a short story\".[121] Publishers and literary award societies typically consider a novella to be between 17,000 and 40,000 words.[122]\n\nA dilemma in defining the \"short story\" as a literary form is how to, or whether one should, distinguish it from any short narrative and its contested origin,[123] that include the Bible, and Edgar Allan Poe.[124]\n\nGraphic novels and comic books present stories told in a combination of artwork, dialogue, and text.\n\nElectronic literature is a literary genre consisting of works created exclusively on and for digital devices.\n\nCommon literary examples of nonfiction include, the essay; travel literature and nature writing; biography, autobiography and memoir; journalism; letters; journals; history, philosophy, economics; scientific, and technical writings.[4][125]\n\nNonfiction can fall within the broad category of literature as \"any collection of written work\", but some works fall within the narrower definition \"by virtue of the excellence of their writing, their originality and their general aesthetic and artistic merits\".[126]\n\nDrama is literature intended for performance.[127] The form is combined with music and dance in opera and musical theatre (see libretto). A play is a written dramatic work by a playwright that is intended for performance in a theatre; it comprises chiefly dialogue between characters. A closet drama, by contrast, is written to be read rather than to be performed; the meaning of which can be realized fully on the page.[128] Nearly all drama took verse form until comparatively recently.\n\nThe earliest form of which there exists substantial knowledge is Greek drama. This developed as a performance associated with religious and civic festivals, typically enacting or developing upon well-known historical, or mythological themes,\n\nIn the twentieth century scripts written for non-stage media have been added to this form, including radio, television and film.\n\n"
        },
        {
            "title": "Law",
            "text": "The law and literature movement focuses on the interdisciplinary connection between law and literature.\n\nCopyright is a type of intellectual property that gives its owner the exclusive right to make copies of a creative work, usually for a limited time.[129][130][131][132][133] The creative work may be in a literary, artistic, educational, or musical form. Copyright is intended to protect the original expression of an idea in the form of a creative work, but not the idea itself.[134][135][136]\n\nLiterary works have been protected by copyright law from unauthorized reproduction since at least 1710.[137] Literary works are defined by copyright law to mean \"any work, other than a dramatic or musical work, which is written, spoken or sung, and accordingly includes (a) a table or compilation (other than a database), (b) a computer program, (c) preparatory design material for a computer program, and (d) a database.\"[138]\n\nLiterary works are all works of literature; that is all works expressed in print or writing (other than dramatic or musical works).[139]\n\nThe copyright law of the United States has a long and complicated history, dating back to colonial times. It was established as federal law with the Copyright Act of 1790. This act was updated many times, including a major revision in 1976.\n\nThe copyright law of the European Union is the copyright law applicable within the European Union. Copyright law is largely harmonized in the Union, although country to country differences exist. The body of law was implemented in the EU through a number of directives, which the member states need to enact into their national law. The main copyright directives are the Copyright Term Directive, the Information Society Directive and the Directive on Copyright in the Digital Single Market. Copyright in the Union is furthermore dependent on international conventions to which the European Union is a member (such as the TRIPS Agreement and conventions to which all Member States are parties (such as the Berne Convention)).\n\nJapan was a party to the original Berne convention in 1899, so its copyright law is in sync with most international regulations. The convention protected copyrighted works for 50 years after the author's death (or 50 years after publication for unknown authors and corporations). However, in 2004 Japan extended the copyright term to 70 years for cinematographic works. At the end of 2018, as a result of the Trans-Pacific Partnership negotiations, the 70 year term was applied to all works.[140] This new term is not applied retroactively; works that had entered the public domain between 1999 and 2018 by expiration would remain in the public domain.\n\nCensorship of literature is employed by states, religious organizations, educational institutions, etc., to control what can be portrayed, spoken, performed, or written.[141] Generally such bodies attempt to ban works for political reasons, or because they deal with other controversial matters such as race, or sex.[142]\n\nA notorious example of censorship is James Joyce's novel Ulysses, which has been described by Russian-American novelist Vladimir Nabokov as a \"divine work of art\" and the greatest masterpiece of 20th century prose.[143] It was banned in the United States from 1921 until 1933 on the grounds of obscenity. Nowadays it is a central literary text in English literature courses, throughout the world.[144]\n\n"
        },
        {
            "title": "Awards",
            "text": "There are numerous awards recognizing achievement and contribution in literature. Given the diversity of the field, awards are typically limited in scope, usually on: form, genre, language, nationality and output (e.g. for first-time writers or debut novels).[145]\n\nThe Nobel Prize in Literature was one of the six Nobel Prizes established by the will of Alfred Nobel in 1895,[146] and is awarded to an author on the basis of their body of work, rather than to, or for, a particular work itself.[note 2] Other literary prizes for which all nationalities are eligible include: the Neustadt International Prize for Literature, the Man Booker International Prize, Pulitzer Prize, Hugo Award, Guardian First Book Award and the Franz Kafka Prize.\n\n"
        }
    ]
}