{
    "url": "https://en.wikipedia.org/wiki/Literary_fiction",
    "title": "Literary fiction",
    "table_of_contents": [
        "1 Characteristics",
        "1.1 Definition",
        "1.2 Classic book",
        "1.3 High culture",
        "1.4 Literary merit",
        "2 Criticism",
        "3 See also",
        "4 References",
        "5 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Literary fiction, mainstream fiction, non-genre fiction or serious fiction is a label that, in the book trade, refers to market novels that do not fit neatly into an established genre (see genre fiction); or, otherwise, refers to novels that are character-driven rather than plot-driven, examine the human condition, use language in an experimental or poetic fashion, or are simply considered serious art.[1][2]: 115, 131 [3]\n\nLiterary fiction is often used as a synonym for literature, in the exclusive sense of writings specifically considered to have considerable artistic merit.[4] While literary fiction is commonly regarded as artistically superior to genre fiction, the two are not mutually exclusive, and major literary figures have employed the genres of science fiction, crime fiction, romance, etc., to create works of literature. Furthermore, the study of genre fiction has developed within academia in recent decades.[2]: 115, 131 [5][6][7]\n\nSlipstream genre is sometimes located in between the genre and non-genre fictions.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Literary fiction may involve a concern with social commentary, political criticism, or reflection on the human condition.[8] This contrasts with genre fiction where plot is the central concern.[9] It may have a slower pace than popular fiction.[10] As Terrence Rafferty notes, \"literary fiction, by its nature, allows itself to dawdle, to linger on stray beauties even at the risk of losing its way.\"[11] Other works may be more concerned with style and complexity of the writing: Saricks describes literary fiction as \"elegantly written, lyrical, and ... layered\".[12]\n\nAs opposed to genre fiction, literary fiction refers to the realistic fiction of human character, or more broadly, \"all serious prose fiction outside the market genres\", the genres being for example science fiction, fantasy, thrillers or Westerns.[13] Jeff Prucher defined mainstream literature as \"realistic literature... that does not belong to a marketing category (especially science fiction, fantasy or horror)\".[14]: 115 \n\nIn the context of science fiction, Brian Stableford defined literary fiction as \"a tradition that had been and remained stubbornly indifferent to, if not proudly ignorant of, the progress of science\".[15] James E. Gunn wrote that \"The SF community uses the word mainstream to describe the fiction that is getting the attention they want; the word is a confession that SF is felt to be a sidestream, a tributary.[16]\n\nGunn also noted the difference between commercial and literary mainstreams; with the former meaning authors whose works are popular - high-selling bestsellers, and the latter, works seen as \"art\". He also noted that there is a contradiction between these, as \"high sales figures are generally taken to mean the author has sold out\" and left the literary mainstream. He further defined the literary mainstream as \"dominated by the academic-literary community—university professors of literature; high-powered critics for prestige publications such as the New York Times Book Review, The New York Review of Books, and The New Yorker: and writers who take the first two groups seriously\". According to Gunn, the field of literary fiction in the United States is significantly framed by fiction of the early 20th century and classic canon made from works of authors such as Virginia Woolf, James Joyce or Henry James.[17]\n\nLiterary fiction includes classic books: that is works in any discipline that have been accepted as being exemplary or noteworthy. This includes being listed in a list of great books. The terms \"classic book\" and \"Western canon\" are closely related concepts, but they are not necessarily synonymous. A \"canon\" refers to a list of books considered to be \"essential\" and is presented in a variety of ways. It can be published as a collection, such as Great Books of the Western World, Modern Library, or Penguin Classics, or presented as a list by an academic such as Harold Bloom'[18] or be the official reading list of an institution of higher learning.[19]\n\nRobert M. Hutchins in his 1952 preface to the Great Books of the Western World declared:\n\nHowever, Ben Bova remarking on the distinction between genre and non-genre works, noted that \"the literature of the fantastic was the mainstream of world storytelling from the time writing began until the beginning of the seventeenth century\", and that older classic have more in common with modern, fantastical genre works than with the genre of literary, mainstream fiction.[21]\n\nLiterary fiction can be considered an example of \"high culture\" and contrasted with \"popular culture\" and \"mass culture\".[22]\n\nThe  poet and critic Matthew Arnold defined \"culture\", in Culture and Anarchy (1869), as \"the disinterested endeavour after man's perfection\" pursued, obtained, and achieved by effort to \"know the best that has been said and thought in the world\".[23] Such a literary definition of high culture also includes philosophy. The philosophy of aesthetics proposed high culture as a force for moral and political good.\n\nSince 1901 the Nobel Prize in Literature has frequently been awarded to the authors of literary fiction. This annual award is presented to a writer from any country who has, in the field of literature, produced the most outstanding work in an idealistic direction\".[24][25] Though individual works are sometimes cited as being particularly noteworthy, the award is based on an author's body of work as a whole.\n\nThe International Booker Prize is a similar British award given for outstanding literary fiction translated into English. This  complements the earlier Booker Prize, which is awarded to fiction in the English language. For both judges are selected from amongst leading literary critics, writers, academics and public figures. The Booker judging process and the very concept of a \"best book\" being chosen by a small number of literary insiders is controversial for many.[26] Author Amit Chaudhuri wrote: \"The idea that a 'book of the year' can be assessed annually by a bunch of people – judges who have to read almost a book a day – is absurd, as is the idea that this is any way of honouring a writer.\"[27]\n\n"
        },
        {
            "title": "Criticism",
            "text": "In an interview, John Updike lamented that \"the category of 'literary fiction' has sprung up recently to torment people like me who just set out to write books, and if anybody wanted to read them, terrific, the more the merrier ... I'm a genre writer of a sort. I write literary fiction, which is like spy fiction or chick lit.\"[28] Likewise, on The Charlie Rose Show, Updike argued that this term, when applied to his work, greatly limited him and his expectations of what might come of his writing, so he does not really like it. He suggested that all his works are literary, simply because \"they are written in words.\"[29]\n\nJames Gunn noted that genre fans and critics criticize mainstream as mundane, with the term's \"deliberate overtones of dullness, worldliness, and uninspired realism\". He criticized mainstream fiction as becoming increasingly stagnant and marginalized.[17] This view has been echoed by others, for example Adam Robert wrote: \"It’s not that SFF [science fiction and fantasy] is a ghetto inside the glorious city of “Literary Fiction”, but the reverse. “Literary” novels sell abominably badly, by and large; popular culture in the main belongs to SF and Fantasy, eighteen of the top twenty highest grossing movies of all time are SFF, everybody recognises SFF icons and memes’\".[30]\n\nCritics and readers of mainstream fiction have been accused of \"snobbery\" when it comes to their dislike of genre fiction.[31] Nonetheless, Jeff Prucher noted that as time passes, much of, for example, science fiction vocabulary, has entered mainstream, citing examples of terms such as robot, cyberspace, spaceship and newspeak.[32]: xv-xvi \n\n"
        }
    ]
}