{
    "url": "https://en.wikipedia.org/wiki/Lithuanian_mythology",
    "title": "Lithuanian mythology",
    "table_of_contents": [
        "1 Sources and evidence",
        "1.1 Further sources",
        "2 History of scholarship",
        "3 Pantheon of Lithuanian gods",
        "4 The periods of Lithuanian mythology and religion",
        "5 Elements and nature in the Lithuanian mythology",
        "5.1 Elements, celestial bodies and nature phenomena",
        "5.1.1 Fire",
        "5.1.2 Water",
        "5.1.3 Holy groves",
        "5.1.4 Celestial bodies",
        "6 Lithuanian legends",
        "7 Lithuanian myths",
        "8 Legacy",
        "9 See also",
        "10 References",
        "11 Bibliography",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLithuanian mythology (Lithuanian: Lietuvių mitologija) is the mythology of Lithuanian polytheism, the religion of pre-Christian Lithuanians. Like other Indo-Europeans, ancient Lithuanians maintained a polytheistic mythology and religious structure. In pre-Christian Lithuania, mythology was a part of polytheistic religion; after Christianisation mythology survived mostly in folklore, customs and festive rituals. Lithuanian mythology is very close to the mythology of other Baltic nations – Prussians, Latvians, and is considered a part of Baltic mythology.\n\n"
        },
        {
            "title": "Sources and evidence",
            "text": "Early Lithuanian religion and customs were based on oral tradition. Therefore, the very first records about Lithuanian mythology and beliefs were made by travellers, Christian missionaries, chronicle writers and historians. Original Lithuanian oral tradition partially survived in national ritual and festive songs and legends which started to be written down in the 18th century.\n\nThe first bits about Baltic religion were written down by Herodotus describing Neuri (Νευροί)[1] in his Histories  and Tacitus in his Germania mentioned Aestii wearing boar figures and worshipping Mother of gods. Neuri were mentioned by Roman geographer Pomponius Mela. In the 9th century there is one attestation about Prussian (Aestii) funeral traditions by Wulfstan. In 11th century Adam of Bremen mentioned Prussians, living in Sambia and their holy groves. 12th century Muslim geographer al-Idrisi in The Book of Roger mentioned Balts as worshipers of Holy Fire and their flourishing city Madsun (Mdsūhn, Mrsunh, Marsūna).[2]\n\nThe first recorded Baltic myth - The Tale of Sovij was detected as the complementary insert in the copy of Chronographia (Χρονογραφία) of Greek chronicler from Antioch John Malalas rewritten in the year 1262 in Lithuania. It is a first recorded Baltic myth, also the first placed among myths of other nations – Greek, Roman and others. The Tale of Sovij describes the establishing of cremation custom which was common among Lithuanians and other Baltic nations. The names of the Baltic gods lt:Andajus, Perkūnas, lt:Žvorūna, and a smith-god lt:Teliavelis are mentioned.[3][4]\n\nWhen the Prussian Crusade and Lithuanian Crusade started, more first-hand knowledge about beliefs of Balts were recorded, but these records were mixed with propaganda about \"infidels\". One of the first valuable sources is the Treaty of Christburg, 1249, between the pagan Prussian clans, represented by a papal legate, and the Teutonic Knights. In it worship of Kurkas (Curche), the god of harvest and grain, pagan priests (Tulissones vel Ligaschones), who performed certain rituals at funerals are mentioned.[5][page needed]\n\nChronicon terrae Prussiae is a major source for information on the Order's battles with Old Prussians and Lithuanians. It contains mentionings about Prussian religion and the center of Baltic religion – Romuva, where lives Kriwe-Kriwajto as a powerful priest who was held in high regard by the Prussians, Lithuanians, and Balts of Livonia.\n\nThe Livonian Rhymed Chronicle, which covers the period 1180 – 1343, contains records about ethical codex of the Lithuanians and the Baltic people.\n\nDescriptiones terrarum,[6] written by an anonymous author in the middle of 13th century. The author was a guest at coronation of Lithuanian king Mindaugas. The author also mentioned that Lithuanians, Yotwingians and Nalsenians embraced Christianity quite easily, since their childhood nuns were usually Christian, but Christianity in Samogitia was introduced only with a sword.\n\nDie Littauischen Wegeberichte (The descriptions of Lithuanian routes) is a compilation of 100 routes into the western Grand Duchy of Lithuania prepared by the Teutonic Knights and their spies in 1384–1402. It contains descriptions and mentionings of Lithuanian holy groves and sacrificial places — alkas.\n\nHypatian Codex written in 1425, mentions Lithuanian gods and customs.\n\nSimon Grunau was the author of Preussische Chronik, written sometime between 1517 and 1529. It became main source for research of Prussian mythology and one of the main sources of Lithuanian mythology researchers and reconstructors. It was the first source which described the flag of Vaidevutis. The book contained many questionable ideas, though.\n\nFrench theologian and cardinal of the Roman Catholic Church, Pierre d'Ailly mentions the Sun (Saulė) as one of the most important Lithuanian gods, which rejuvenates the world as its spirit. Like Romans, Lithuanians consecrate the Sunday entirely for the Sun. Although they are worshipping the Sun, they have no temples. The astronomy of Lithuanians is based on the Moon calendar.[7]\n\nEnea Silvio Bartolomeo Piccolomini, who later became the Pope Pius II, in the section de Europa of his book Historia rerum ubique gestarum, cited Jerome of Prague, who attested Lithuanians worshiping the Sun and the iron hammer which was used to free the Sun from the tower. He mentioned also Christian missionaries cutting off holy groves and oaks, which Lithuanians believed to be homes of the gods.[8]\n\nJan Łasicki created De diis Samagitarum caeterorumque Sarmatarum et falsorum Christianorum (Concerning the gods of Samagitians, and other Sarmatians and false Christians) - written c. 1582 and published in 1615, although it has some important facts it also contains many inaccuracies, as he did not know Lithuanian and relied on stories of others. The list of Lithuanian gods, provided by Jan Łasicki, is still considered an important and of interest for Lithuanian mythology. Later researchers Teodor Narbutt, Simonas Daukantas and Jonas Basanavičius relied on his work.\n\nMatthäus Prätorius in his two-volume Deliciae Prussicae oder Preussische Schaubühne, written in 1690, collected facts about Prussian and Lithuanian rituals. He idealised the culture of Prussians, considered it belonging to the culture of the Antique world.\n\nThe Sudovian Book was an anonymous work about the customs, religion, and daily life of the Prussians from Sambia (Semba). The manuscript was written in German in the 16th century. The book included a list of Prussian gods, sorted in a generally descending order from sky to earth to underworld and was and important source for reconstructing Baltic and Lithuanian mythology.\n\nThe Pomesanian statute book of 1340, the earliest attested document of the customary law of the Balts, as well as the works of  Dietrich of Nieheim (Cronica) and Sebastian Münster (Cosmographia).\n\nLithuanian song collections recorded by Liudvikas Rėza, Antanas Juška and many others in 19th century and later - among them mythological and ritual songs. For example, the song recorded by L. Rėza - Mėnuo saulužę vedė (Moon Married the Sun) reflects beliefs that L. Rėza stated were still alive at the moment of recording.[9]\n\nFolklore collections by, among others, Mečislovas Davainis-Silvestraitis (collected about 700 Samogitian fairy-tales and tales (sakmės)) and Jonas Basanavičius (collected hundreds of songs, tales, melodies and riddles).\n\n"
        },
        {
            "title": "History of scholarship",
            "text": "Surviving information about Baltic mythology in general is fragmented. As with most ancient Indo-European cultures (e.g. Greece and India), the original primary mode of transmission of seminal information such as myths, stories, and customs was oral, the then-unnecessary custom of writing being introduced later during the period of the text-based culture of Christianity. Most of the early written accounts are very brief and made by foreigners, usually Christians, who disapproved of pagan traditions. Some academics regard some texts as inaccurate misunderstandings or even fabrications. In addition, many sources list many different names and different spellings, thus sometimes it is not clear if they are referring to the same thing.\n\nLithuania became Christianized between the end of the 14th century and the beginning of the 15th century, but Lithuanian polytheism survived for another two centuries, gradually losing influence and coherence as a religion. The last conceptions of the old religion survived approximately until the beginning of the 19th century. The relics of the old polytheistic religion were already interwoven with songs, tales and other mythic stories. Gradually Lithuanian polytheism customs and songs merged with the Christian tradition. In the beginning of the 20th century Michał Pius Römer noted - \"Lithuanian folklore culture having its sources in heathenism is in complete concord with Christianity\".[10]\n\nIn 1883, Edmund Veckenstedt published a book Die Mythen, Sagen und Legenden der Zamaiten (Litauer) (English: The myths, sagas and legends of the Samogitians (Lithuanians)).[11]\n\nIt is not easy to reconstruct Lithuanian mythology in its full form. Lithuanian mythology was not static, but constantly developed, so it did not remain in the same form over the longer periods.\n\nJ. Dlugosz tried to research myths and religion of ancient Lithuanians. He considered it close to the ancient culture of Rome. Almost all authors of Renaissance - J. Dlugosz, M. Stryjkowski, J. Lasicki, M. Prätorius and others, relied not only on previous authors and chroniclers, but included facts and attestations of their time as well.[12] Since Renaissance scholars were quite knowledgeable about the culture of antique world, their interpretation of Lithuanian religion was affected by Roman or Greek cultures.\n\nMany scholars preferred to write their own reconstructions of Lithuanian mythology, based also on historical, archaeological, and ethnographic data. The first such reconstruction was written by the Lithuanian historian Theodor Narbutt at the beginning of the 19th century.\n\nThe interest in Baltic and Lithuanian mythology was growing along with interest in Lithuanian language among Indo-Europeanists, since the conservative and native Baltic nations preserved very archaic language and cultural traditions.[13][14]\n\nItalian linguist Vittore Pisani along with his research of Baltic languages, studied Lithuanian mythology.\nTwo well-known attempts at reconstruction have been attempted more recently by Marija Gimbutas and Algirdas Julien Greimas. According to G. Beresenevičius it is impossible to reconstruct the Lithuanian mythology in entirety, since there were only fragments which survived. Marija Gimbutas explored Lithuanian and Baltic mythology using her method - archaeomythology where archeological findings being interpreted through known mythology. A material related to the Lithuanian spells was used by V. Ivanov and V. Toporov to restore the Indo-European myths.[15]\n\nThe most modern academics exploring Lithuanian mythology in the second half of the 20th century were Norbertas Vėlius and Gintaras Beresnevičius.[12]\n\n"
        },
        {
            "title": "Pantheon of Lithuanian gods",
            "text": "The pantheon of Lithuania was formed during thousands of years by merging pre-Indo-European and Indo-European traditions. Feminine gods such as Žemyna (goddess of the earth) are attributed to pre-Indo-European tradition,[16] whereas very expressive thunder-god Perkūnas is considered to derive from Indo-European religion. The hierarchy of the gods depended also on social strata of ancient Lithuanian society.[17]\n\nDievas, also called Dievas senelis ('old man God'), Dangaus Dievas ('the God of heaven') - the supreme sky god. It is descended from Proto-Indo-European *deiwos, \"celestial\" or \"shining\", from the same root as *Dyēus, the reconstructed chief god of the Proto-Indo-European pantheon. It relates to ancient Greek Zeus (Ζευς or Δίας), Latin Dius Fidius,[18] Luvian Tiwat, German Tiwaz. The name Dievas is being used in Christianity as the name of God.\n\nAndajus (Andajas, Andojas) was mentioned in chronicles as the most powerful and highest god of Lithuanians. Lithuanians cried its name in a battle. It might just be an epithet of the supreme god - Dievas.[19]\n\nPerkūnas, god of thunder, also synonymically called Dundulis, Bruzgulis, Dievaitis, Grumutis etc. It closely relates to other thunder gods in many Indo-European mythologies: Vedic Parjanya, Celtic Taranis, Germanic Thor, Slavic Perun. The Finnic and Mordvin/Erza thunder god named Pur'ginepaz shows in folklore themes that resemble the imagery of Lithuanian Perkunas.[20][21] Perkūnas is the assistant and executor of Dievas's will. He is also associated with the oak tree.[22][23]\n\nDievo sūneliai (the \"sons of Dievas\") –  Ašvieniai, pulling the carriage of Saulė (the Sun) through the sky.[24][25] Like the Greek Dioscuri Castor and Pollux, it is a mytheme of the Divine twins common to the Indo-European mythology. Two well-accepted descendants of the Divine Twins, the Vedic Aśvins and the Lithuanian Ašvieniai, are linguistic cognates ultimately deriving from the Proto-Indo-European word for the horse, *h₁éḱwos. They are related to Sanskrit áśva and Avestan aspā (from Indo-Iranian *aćua), and to Old Lithuanian ašva, all sharing the meaning of \"mare\".[26][27]\n\nVelnias (Velas, Velinas) – chthonic god of the underworld, related to the cult of dead.[28] The root of the word is the same as of Lithuanian: vėlė ('soul of the deceased'). After the introduction of Christianity it was equated with evil and Velnias became a Lithuanian name for devil. In some tales, Velnias (the devil) was the first owner of fire. God sent a swallow, which managed to steal the fire.[29]\n\nŽemyna (Žemė, Žemelė) (from Lithuanian: žemė 'earth') is the goddess of the earth. It relates to Thracian Zemele (mother earth), Greek Semelē (Σεμέλη).[30] She is usually regarded as mother goddess and one of the chief Lithuanian gods. Žemyna personifies the fertile earth and nourishes all life on earth, human, plant, and animal. The goddess is said to be married to either Perkūnas (thunder god) or Praamžius (manifestation of chief heavenly god Dievas). Thus the couple formed the typical Indo-European pair of mother-earth and father-sky. It was believed that in each spring the earth needs to be impregnated by Perkūnas - the heavens rain and thunder. Perkūnas unlocks (atrakina) the Earth. It was prohibited to plow or sow before the first thunder as the earth would be barren.[31]\n\nŽvėrinė (Žvorūna, Žvorūnė) – is the goddess of hunting and forest animals. Medeina is the name in other sources.[32]\n\nMedeina – the goddess of forest and hunting. Researchers suggests that she and Žvėrinė (Žvorūnė) could have been worshipped as the same goddess.[33]\n\nŽemėpatis (from Lithuanian: žemė 'earth' and Lithuanian: pàts 'autonomous decision maker, ruler'; or 'Earth Spouse'[34]) – god of the land, harvest, property and homestead.[35] Martynas Mažvydas in 1547 in his Catechism urged to abandon cult of Žemėpatis.[36][37][38]\n\nŽvaigždikis (Žvaigždystis, Žvaigždukas, Švaistikas) – the god of the stars, powerful god of light, who provided light for the crops, grass and the animals. He was known as Svaikstikas (Suaxtix, Swayxtix, Schwayxtix, Schwaytestix) by Yotvingians.[39]\n\nGabija (also known as Gabieta, Gabeta, Matergabija, Pelengabija) is the spirit or goddess of the fire.[40] She is the protector of family fireplace (šeimos židinys) and family. Her name is derived from Lithuanian: gaubti – to cover, to protect. Nobody was allowed to step on firewood, since it was considered a food for the fire goddess. Even today there is a tradition of weddings in Lithuania to light a new symbolic family fireplace from the parents of the newlyweds.[41]\n\nLaima (from Lithuanian: lemti – 'to destine') or Laimė – is the destiny-giver goddess.[42][43]\n\nBangpūtys (from Lithuanian: banga 'wave' and Lithuanian: pūsti 'to blow' ) – god of the sea, wind, waves and storm.[44] Was worshipped by fishermen and seamen.[45][46]\n\nTeliavelis/Kalevelis – a smith-god or the god of roads.[47] First mentioned in a 1262 copy of Chronographia (Χρονογραφία) of John Malalas as Teliavel. Lithuanian linguist Kazimieras Būga reconstructed a previous form – Kalvelis (from Lithuanian: kalvis 'a smith' in diminutive form).[48] Teliavelis/Kalevelis freed Saulė (Sun) from the dark using his iron hammer.\nIn Lithuanian fairy-tales recorded much later, there is very frequent opposition of kalvis ('smith') and velnias ('devil').\n\n"
        },
        {
            "title": "The periods of Lithuanian mythology and religion",
            "text": "Pre-Christian Lithuanian mythology is known mainly through attested fragments recorded by chroniclers and folks songs; the existence of some mythological elements, known from later sources, has been confirmed by archaeological findings. The system of polytheistic beliefs is reflected in Lithuanian tales, such as Jūratė and Kastytis, Eglė the Queen of Serpents and the Myth of Sovij.\n\nThe next period of Lithuanian mythology started in the 15th century, and lasted until approximately the middle of the 17th century. The myths of this period are mostly heroic, concerning the founding of the state of Lithuania. Perhaps two the best known stories are those of the dream of the Grand Duke Gediminas and the founding of Vilnius,[49] the capital of Lithuania, and of Šventaragis' Valley, which also concerns the history of Vilnius. Many stories of this kind reflect actual historical events. Already by the 16th century, there existed a non-unified pantheon; data from different sources did not correspond one with another, and local spirits, especially those of the economic field, became mixed up with more general gods and ascended to the level of gods.[50]\n\nThe third period began with the growing influence of Christianity and the activity of the Jesuits, roughly since the end of the 16th century. The earlier confrontational approach to the pre-Christian Lithuanian heritage among common people was abandoned, and attempts were made to use popular beliefs in missionary activities. This also led to the inclusion of Christian elements in mythic stories.\n\nThe last period of Lithuanian mythology began in the 19th century, when the importance of the old cultural heritage was admitted, not only by the upper classes, but by the nation more widely. The mythical stories of this period are mostly reflections of the earlier myths, considered not as being true, but as the encoded experiences of the past.\n\n"
        },
        {
            "title": "Elements and nature in the Lithuanian mythology",
            "text": "Stories, songs, and legends of this kind describe laws of nature and such natural processes as the change of seasons of the year, their connections with each other and with the existence of human beings. Nature is often described in terms of the human family; in one central example (found in many songs and stories), the sun is called the mother, the moon the father, and stars the sisters of human beings. Lithuanian mythology is rich in gods and minor gods of water, sky and earth. Holy groves were worshipped, especially beautiful and distinctive places – alka were selected for sacrifices for gods.\n\nFire is very often mentioned by chroniclers, when they were describing Lithuanian rituals. The Lithuanian king Algirdas was even addressed as a \"fire worshiper King of Lithuania\" (τῷ πυρσολάτρῃ ῥηγὶ τῶν Λιτβῶν) in the documents of a patriarch Nilus of Constantinople.[51]\n\nWater was considered a primary element - legends describing the creation of the world, usually state that \"at first there was nothing but water\".[52]\nSprings were worshiped - they were considered holy. The river was seen as separating the areas of alive and death. If the settlement was placed at the river, then the deceased were buried in another side of the river. Water sources were highly respected and was tradition to keep any water - spring, well, river, lake clean. Cleanliness was associated with holiness.\n\nHoly groves were considered not holy in itself, but as a home of gods.[53] Jerome of Prague was an ardent missionary in Lithuania, leading the chopping of the holy groves and desecration of Lithuanian sacred heathen places. Lithuanian woman reached Vytautas the Great with plaints that they are losing their places of Dievas, the places where they prayed supreme god – Dievas to withhold the Sun or rain.[54] Now, when the holy groves are destroyed they do not know where to search for Dievas since it lost its home. Jerome of Prague was finally sent out of the country.\n\nCelestial bodies – planets were seen as a family. Mėnulis (Moon) married Saulė (Sun) and they had seven daughters: Aušrinė (Morning Star – Venus), Vakarinė (Evening Star – Venus), Indraja (Jupiter), Vaivora or son Pažarinis in some versions (Mercury), Žiezdrė (Mars), Sėlija (Saturn), Žemė (Earth). Three daughters lived close to their mother Saulė, another three were traveling.[55]\n\nGrįžulo Ratai (also – Grigo Ratai, Perkūno Ratai, Vežimas) (Ursa Major) was imagined as a carriage for the Sun which was travelling through the sky, Mažieji Grįžulo Ratai (Ursa Minor) – a carriage for the daughter of Sun.[56]\n\nZodiac or Astrological signs were known as liberators of the Saulė (Sun) from the tower in which it was locked by the powerful king – the legend recorded by Jerome of Prague in 14-15th century.[50]: 226 \n\n"
        },
        {
            "title": "Lithuanian legends",
            "text": "Legends (padavimai, sakmės) are a short stories explaining the local names, appearance of the lakes and rivers, other notable places like mounds or big stones.[57]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Lithuanian mythology serves as a constant inspiration for Lithuanian artists. Many interpretations of Eglė – the Queen of Serpents were made in poetry and visual art. In modern Lithuanian music polytheistic rituals and sutartinės songs were source of inspiration for Bronius Kutavičius. Old Lithuanian names, related to nature and mythology are often given to the children. Many pagan traditions slightly transformed were adopted by the Christian religion in Lithuania. Oaks are still considered a special tree, and grass snakes are treated with care. Old songs and pagan culture serve as inspiration for rock and pop musicians.[59]\n\n"
        },
        {
            "title": "Further reading",
            "text": "On mythology:\n\nOn folktales:\n\n"
        }
    ]
}