{
    "url": "https://en.wikipedia.org/wiki/Live_television",
    "title": "Live television",
    "table_of_contents": [
        "1 Types of programs",
        "1.1 Morning shows",
        "1.2 Entertainment shows",
        "1.3 News shows",
        "1.4 Sports and other events",
        "2 Uses of live television",
        "3 Notable events on live television",
        "3.1 News",
        "3.2 Entertainment",
        "4 Live television episodes",
        "5 Live television specials",
        "6 Further reading",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Live television is a television production broadcast in real-time, as events happen, in the present. In a secondary meaning, it may refer to streaming television over the Internet when content or programming is played continuously (not on demand).  For example, the Pluto TV app has two categories for viewing: \"Live TV\" & \"On Demand.\"   On its website, Xfinity states \"Watch TV series and top rated movies live and on demand with Xfinity Stream.\" \n\nIn most cases live programming is not being recorded as it is shown on TV, but rather was not rehearsed or edited and is being shown only as it was recorded prior to being aired. Shows broadcast live include newscasts, morning shows, awards shows, sports programs, reality programs and, occasionally, episodes of scripted television series.\n\nLive television was more common until the late 1950s, when videotape technology was invented. Because of the prohibitive cost, adoption was slow, and some television shows remained live until the 1970s, such as soap operas. To prevent unforeseen issues, live television programs may be delayed, which allows censors to edit the program. Some programs may be broadcast live in certain time zones and delayed in others.\n\n"
        },
        {
            "title": "Types of programs",
            "text": "From the early days of television until about 1958, live television was used heavily, except for filmed programs such as I Love Lucy and Gunsmoke. Although videotape was invented in 1956, it cost $300 per one hour reel (equivalent to $2,990 in 2021)\nmeaning it was only very gradually adopted.[1] Some genres, such as soap operas, did not completely abandon live broadcasts until the mid-1970s.\n\nIn general, a live television program was more common for broadcasting content produced specifically for commercial television in the early years of the medium, before technologies such as video tape appeared. As video tape recorders (VTR) became more prevalent, many entertainment programs were recorded and edited before broadcasting rather than being shown live.\n\nAs of September 2021, Television networks provide most live television for morning shows with television programs such as: Good Morning Britain, BBC Breakfast, This Morning, Breakfast with Eamonn and Isabel, etc. broadcast live in the UK; Sunrise live in Australia; Your Morning live in Canada; and Today, Good Morning America, and CBS Mornings in the U.S., which air live only in the Eastern Time Zone. The only exceptions are CBS Saturday Morning and Sunday Today with Willie Geist, which air live in the Eastern and Central time zones. Spanish-language morning shows (such as Despierta America and Un Nuevo Día), unlike their English speaking counterparts, air live in across the mainland U.S. except for viewers in the Pacific time zone, which, along with viewers in Hawaii and Alaska, have tape-delayed shows.\n\nA few daytime talk shows in the U.S. broadcast live before a studio audience in select time zones. Shows such as Live with Kelly and Ryan and the Wendy Williams Show air live in the Eastern time zone only, while shows such as ABC's The View air live in the Eastern and Central time zones. The Talk on CBS airs live in the Eastern and Central time zones Monday through Thursday. A separate program is taped on Thursday afternoon for airing on Friday.  Affiliates in the remaining time zones air these programs on a tape delay. Most other daytime talk shows and late night programs are taped before a live studio audience earlier in the day and edited for later broadcast.\n\nMajor entertainment events, such as award shows and beauty pageants, are often broadcast live in primetime hours based on U.S. East Coast's schedule. In the 21st century, reality competition franchises began to emerge (such as, in the United States, American Idol and Dancing With The Stars), where viewers could vote for their favorite acts featured in live performances, but American Idol, as of 2022, is the only reality competition series to have broadcast live in all U.S. territories at the same time.\n\nScheduling of live entertainment programming may be complicated in countries that span multiple time zones, such as Mexico, Canada and the United States, where programming is aired live in the easternmost time zones, but may be delayed in order to air in local primetime hours in western markets (although since the last decade, Canada and Mexico have regularly televised all major live events simultaneously across all of their territories).\n\nHistorically, live global sports and breaking international news programming are usually broadcast live in all time zones worldwide. Several award shows began to air live in all time zones worldwide in order to avert the need to avoid \"spoilers\" via the internet and social media outlets in the onset of the latter's rise in the late 2000s. For decades, the Academy Awards have continuously broadcast live in Alaska and both U.S. coasts (and now including Hawaii and American Samoa by the late 2010s), and are later joined by the Golden Globe Awards since the early 2010s. In recent years, the Primetime Emmy Awards, Grammy Awards and Tony Awards have joined airing live in all U.S. territories. \n\nSome award shows like the Billboard Music Awards and the MTV Video Music Awards have switched annually between delayed and live nationwide telecasts since the mid-2010s as a result of the declining viewership across live event television in the same period.\n\nMost local television station newscasts are broadcast live in the U.S. as they are an essential medium for providing up-to-the-minute weather forecasts and breaking news stories. Broadcast television networks in the United States typically air their evening newscasts live in the Eastern and Central time zones. A separate \"Western Edition\" is broadcast to viewers in the Pacific Time Zone. When a major breaking news event occurs, whether nationally or globally, broadcast television networks will break into regularly scheduled programming and will televise a live \"special report\" in all time zones. Local television stations break into regularly scheduled programming in the event of severe weather warnings or major local breaking news stories that occur within their viewing area.\n\nCable news outlets (such as CNN and Fox News Channel) air continuous live programming during the day, and air rebroadcasts of earlier live shows during the late night hours, except in cases where breaking news occurs.[2]  The PBS NewsHour airs live on PBS stations in the Eastern Time Zone.[3] Sunday morning news programs in the USA such as Meet The Press on NBC, This Week on ABC, and Fox News Sunday air live in the Eastern Time Zone (including a limited number of small markets in the Central Time Zone), while CBS Sunday Morning and Face The Nation on CBS air live in the Eastern and Central time zones.\n\nCable outlets (such as CNN and Fox News Channel) incorporate the word LIVE in their network logo (also known as a digital on-screen graphic) when those networks broadcast live content.  Some (but not all) sports cable networks will opt to insert the word LIVE somewhere on the corner of the screen. With the exception of special breaking news reports and overseas sporting events, broadcast television networks rarely display such a graphic during its live programming. (although NBC did display the word LIVE next to their logo during its Olympic coverage when live content was being broadcast, a practice that was continued by its sister station, NBCSN, until its closure in 2021.)[4]\n\nLocal television station newscasts display time and temperature during their broadcasts, and only display the word LIVE when they air a news report or a live shot on location. Some networks have begun to insert (in addition to the word LIVE) the local time of where that news report is originating from, particularly when that report is airing live via satellite from overseas.\n\nAs of the current decade, major sporting events like the World Series, Super Bowl, World Cup, NBA Finals, and Olympic Games have been broadcast entirely live in all U.S. territories, encompassing both prime time hours of both U.S. coasts, simultaneous with the live global telecasts of these events in accordance with the official international broadcasters of such games.\n\nOther events that air live all across U.S. territories include multi-network coverage of U.S. presidential and congressional elections, U.S. presidential inaugurations, the State of the Union Address, presidential news conferences, Presidential Addresses to the Nation, the Tournament of Roses Parade, and funerals of major national or international public and religious figures. Local television stations air live local election coverage and special events, such as large scale parades, big city marathons, funerals of major local public and religious figures, inauguration ceremonies of big city mayors and governors, installation masses of cardinals or bishops in a major Catholic archdiocese, and pep rallies for a major sports team. In the UK, events such as the State Opening of Parliament are broadcast live.\n\n"
        },
        {
            "title": "Uses of live television",
            "text": "Live television is often used as a device, even in scripted programming to take advantage of these often to great success in terms of attracting viewers. The NBC live comedy/variety program Saturday Night Live, for example, has been on that network continuously since 1975 and airs live in the Eastern and Central zones (including the Pacific and Mountain zones beginning 2017 in its transition to its first live season all across the continental U.S. beginning 2018) during the show's season which runs from October though May.\n\nOn September 25, 1997, NBC aired two separate live broadcasts (for viewers in both U.S. coasts) of an episode of ER, which at the time ranked as the most watched episode of any U.S. medical drama program ever. Many television news programs, particularly local news ones in North America, have also used live television as a device to gain audience viewers by making their programs appear more exciting. With technologies such as production trucks, satellite truck uplinks, a news reporter can report live \"on location\" from anywhere where a story is happening in the city. This technique has attracted criticism for its overuse (like minor car accidents which often have no injuries) and resulting tendency to make stories appear more urgent than they actually are.\n\nThe unedited nature of live television can pose problems for broadcasters because of the potential for mishaps, such as anchors being interrupted or harassed by bystanders shouting profane phrases.[5][6]  In 2015, a female CityNews journalist confronted a group of young men who had used the phrase; one of them later lost his job after he was identified.[7][8] Channels often broadcast live programs on a slight delay (usually on single-digit seconds only) to give them the ability to censor words and images while keeping the broadcast as \"live\" as possible.\n\n"
        },
        {
            "title": "Notable events on live television",
            "text": "Many events have happened on live television broadcasts that are well-remembered, sometimes because they were part of a major breaking news story already, and always because they happened unexpectedly and before audiences of thousands or millions of viewers.\n\n"
        },
        {
            "title": "Live television episodes",
            "text": "Although all programs were once live, the use of video tape means that very few television programs in the modern era have ever attempted such a feat. In the U.S., soap operas including As the World Turns and The Edge of Night were broadcast live until 1975.\n\nOn rare occasions, a scripted series will do an episode live to attract ratings. In the U.S. and Canada, the episode is occasionally performed twice: once for the east coast which is composed of the Eastern Time Zone and Central Time Zone and again three hours later for the west coast which is composed of the Mountain Time Zone and the Pacific Time Zone unless they have Dish Network or Direct TV who provides the live feed in all states. The most recent scripted series to air all live episodes was Undateable on NBC during its third season, which aired from October 2015 until January 2016.[41]\n\nNotable examples of shows that have had a live episode include:\n\nSince 2000, there have been a number of special films broadcast live. These include the remakes of Fail Safe (2000) and The Quatermass Experiment (2005). Some recent examples of live episodic TV series include shows such as Melissa and Joey (2010), Whitney (2011) and Undateable (2014).\n\nA live television advertisement was shown for the first time in 40 years to celebrate the arrival of the new Honda Accord in the United Kingdom. It was broadcast on Channel Four on 29 May 2008 at 20:10 during a special episode of Come Dine With Me. The ad featured skydivers forming the letters of the word Honda over Spain.\n\n"
        },
        {
            "title": "Live television specials",
            "text": "Many live television specials were telecast during the pre-videotape era. Among the most successful were the 1955 and 1956 telecasts of Peter Pan, a 1954 musical adaptation of J. M. Barrie's 1904 play, starring Mary Martin, and Cyril Ritchard. This was such a hit that the show was restaged and rebroadcast (this time on videotape) with the same two stars and most of the rest of the cast in 1960, and rerun several times after that. The Peter Pan telecasts marked the first-ever telecasts of a complete Broadway musical with most of its original cast.\n\nOn December 5, 2013, NBC broadcast a live television special called The Sound of Music Live! starring Carrie Underwood. This program aired live in the Eastern and Central time zones, and was the first television musical special to air live on NBC in almost fifty years.\n\n"
        }
    ]
}