{
    "url": "https://en.wikipedia.org/wiki/Live_action",
    "title": "Live action",
    "table_of_contents": [
        "1 Overview",
        "2 Live-action vs. animation",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLive action (or live-action) is a form of cinematography or videography that uses photography instead of animation. Some works combine live-action with animation to create a live-action animated film. Live-action is used to define film, video games or similar visual media.[1] According to the Cambridge English Dictionary, live action \"[involves] real people or animals, not models, or images that are drawn, or produced by computer.\"[2]\n\n"
        },
        {
            "title": "Overview",
            "text": "As the normal process of making visual media involves live-action, the term itself is usually superfluous. However, it makes an important distinction in situations in which one might normally expect animation, such as when the work is adapted from a video game, or from an animated cartoon, such as Scooby-Doo, The Flintstones, 101 Dalmatians films, or The Tick television program.\n\nThe phrase \"live-action\" also occurs within an animation context to refer to non-animated characters: in a live-action/animated film such as Space Jam, Who Framed Roger Rabbit, Looney Tunes: Back in Action, or Mary Poppins in which humans and cartoons co-exist. In this case, the \"live-action\" characters are the \"real\" actors, such as Michael Jordan, Bob Hoskins and Julie Andrews, as opposed to the animated \"actors\", such as Roger Rabbit himself.\n\nAs use of computer-generated imagery (CGI) in films has become a major trend, some critics, such as Mark Langer, have discussed the relationship and overlap between live-action and animation. New films that use computer-generated special-effects can not be compared to live-action films using cartoon characters because of the perceived realism of both styles combined.[3]\n\n"
        },
        {
            "title": "Live-action vs. animation",
            "text": "In producing a movie, both live-action and animation present their own pros and cons. Unlike animation, live-action involves the photography of actors and actresses, as well as sets and props making the movie seem personal and as close to reality as possible. The only drawback being one's budget. On the other hand, animation works well in conveying abstract ideas and it generally takes much longer to produce.[4]\n\n"
        }
    ]
}