{
    "url": "https://en.wikipedia.org/wiki/Living_Interplanetary_Flight_Experiment",
    "title": "Living Interplanetary Flight Experiment",
    "table_of_contents": [
        "1 Precursor",
        "2 The experiment",
        "2.1 Specimens",
        "2.2 Capsule design",
        "3 Mission failure",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Living Interplanetary Flight Experiment[2] (LIFE or Phobos LIFE[3]) was an interplanetary mission developed by the Planetary Society. It consisted of sending selected microorganisms on a three-year interplanetary round-trip in a small capsule aboard the Russian Fobos-Grunt spacecraft in 2011, which was a failed sample-return mission to the Martian moon Phobos. The Fobos-Grunt mission failed to leave Earth orbit,[4][5] and was destroyed.\n\nThe goal was to test whether selected organisms can survive an as yet undetermined number of years in deep space by flying them through interplanetary space. The experiment would have tested one aspect of transpermia, the hypothesis that life could survive space travel, if protected inside rocks blasted by impact off one planet to land on another.[6][7]\n\n"
        },
        {
            "title": "Precursor",
            "text": "Prior to the Phobos LIFE experiment, a precursor LIFE prototype was successfully flown in 2011 aboard the final flight of Space Shuttle Endeavour, STS-134. Known as the Shuttle-LIFE (also LIFE[8]) experiment.[9][10]\n\n"
        },
        {
            "title": "The experiment",
            "text": "The project includes representatives of all three domains of life: bacteria, eukaryota and archaea.  The capsule was transporting 10 types of organisms in 30 self-contained samples, i.e., each in triplicate.  In addition, one or more natural native soil samples were flown in their own self-contained capsule.[11] The Phobos-Soil sample return mission was the only attempted biological science mission that would have returned to Earth from deep space, far beyond the protection of Earth's magnetic field; sending biological samples through deep space is therefore a much better test of interplanetary survivability than sending the samples on a typical Earth-orbiting flight.[11]\n\nThe project was being done in collaboration with the Russian Space Research Institute, the Institute for Biomedical Problems of the Russian Academy of Sciences, the Moscow State University, the American Type Culture Collection (ATCC), and the Institute for Aerospace Medicine in Germany.\n\nThree fundamental guidelines governed the selection of the organisms:[12] First, the organisms selected represent the three domains of life – eukaryote, bacteria and archaea. Second, the organisms are very well studied (e.g., having their genome sequenced and studied in many other experiments) to make it possible to accurately assess the effects of the long exposure to space. If they had already been studied in space conditions so much the better, since it would enable researchers to pinpoint precisely how organisms were affected by the years-long exposure to the interplanetary environment. Finally, a strong preference was given to organisms that appear to stand the best chance of surviving the journey. These are extremophiles, organisms that thrive in conditions that would kill the vast majority of Earthly creatures.\n\nThe 10 'passenger' organisms selected are listed below:[12]\n\nBacteria[13]\n\nArchaea[17]\n\nEukaryote[18]\n\nThe mass of the Bio-Module on board the Fobos-Grunt spacecraft was 100 grams or less.  The design is a short cylinder. The bio-module provided 30 small tubes (3 millimeters in diameter) for individual microbe samples. It also accommodated a native sample of bacteria – derived from a permafrost region on Earth – within a cavity 26 mm in diameter.[11]\n\n"
        },
        {
            "title": "Mission failure",
            "text": "The module passed stress tests including a shake test with vibrations at frequencies to 1,100 Hz and an impact test of 4,000 g, designed to simulate the potential impact of the capsule on Earth.[20] The LIFE experiment was launched on November 8, 2011 on board the Fobos-Grunt. However, the spacecraft failed to depart Earth orbit due to a programming error,[21][22] and fell back to Earth in the Pacific Ocean.[4] The module was not recovered.[23] The team is seeking out future exploratory opportunities.[24]\n\n"
        }
    ]
}