{
    "url": "https://en.wikipedia.org/wiki/Loaded_word",
    "title": "Loaded language",
    "table_of_contents": [
        "1 Definition",
        "2 Examples",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Loaded language (also known as loaded terms, emotive language, high-inference language and language-persuasive techniques) is rhetoric used to influence an audience by using words and phrases with strong connotations. This type of language is very often made vague to more effectively invoke an emotional response and/or exploit stereotypes.[1][2][3] Loaded words and phrases have significant emotional implications and involve strongly positive or negative reactions beyond their literal meaning.\n\n"
        },
        {
            "title": "Definition",
            "text": "Loaded terms, also called emotive or ethical words, were clearly described by Charles Stevenson.[4][5][6] He noticed that there are words that do not merely describe a possible state of affairs. \"Terrorist\" is not used only to refer to a person who commits specific actions with a specific intent. Words such as \"torture\" or \"freedom\" carry with them something more than a simple description of a concept or an action.[7] They have a \"magnetic\" effect, an imperative force, a tendency to influence the interlocutor's decisions.[8] They are strictly bound to moral values leading to value judgments and potentially triggering specific emotions. For this reason, they have an emotive dimension. In the modern psychological terminology, we can say that these terms carry \"emotional valence\",[9] as they presuppose and generate a value judgment that can lead to an emotion.[10]\n\nThe appeal to emotion is in contrast to an appeal to logic and reason. Authors R. Malcolm Murray and Nebojša Kujundžić distinguish \"prima facie reasons\" from \"considered reasons\" when discussing this.  An emotion, elicited via emotive language, may form a prima facie reason for action, but further work is required before one can obtain a considered reason.[2]\n\nEmotive arguments and loaded language are particularly[clarification needed] persuasive because they exploit the human weakness[clarification needed] for acting immediately based upon an emotional response, without such further considered judgment.  Due to such potential for emotional complication, it is generally advised[by whom?] to avoid loaded language in argument or speech when fairness and impartiality is one of the goals.  Anthony Weston, for example, admonishes students and writers: \"In general, avoid language whose only function is to sway the emotions\".[1][2]\n\n"
        },
        {
            "title": "Examples",
            "text": "Politicians employ euphemisms,[11] and study how to use them effectively: which words to use or avoid using to gain political advantage or disparage an opponent. Speechwriter and journalist Richard Heller gives the example that it is common for a politician to advocate \"investment in public services,\" because it has a more favorable connotation than \"public spending.\"[12]\n\nOne aspect of loaded language is that loaded words and phrases occur in pairs, sometimes as political framing techniques by individuals with opposing agendas. Heller calls these \"a Boo! version and a Hooray! version\" to differentiate those with negative and positive emotional connotations. Examples include bureaucrat versus public servant, anti-abortion versus pro-life, regime versus government, and elitist versus expert.[12]\n\nIn the 1946 essay \"Politics and the English Language\", George Orwell discussed the use of loaded language in political discourse.\n\n"
        }
    ]
}