{
    "url": "https://en.wikipedia.org/wiki/Loam",
    "title": "Loam",
    "table_of_contents": [
        "1 Classifications",
        "2 Use in farming",
        "3 Use in house construction",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Loam (in geology and soil science) is soil composed mostly of sand (particle size > 63 micrometres (0.0025 in)), silt (particle size > 2 micrometres (7.9×10−5 in)), and a smaller amount of clay (particle size < 2 micrometres (7.9×10−5 in)).[citation needed] By weight, its mineral composition is about 40–40–20% concentration of sand–silt–clay, respectively.[1] These proportions can vary to a degree, however, and result in different types of loam soils: sandy loam, silty loam, clay loam, sandy clay loam, silty clay loam, and loam.[1]\n\nIn the United States Department of Agriculture, textural classification triangle, the only soil that is not predominantly sand, silt, or clay is called \"loam\". Loam soils generally contain more nutrients, moisture, and humus than sandy soils, have better drainage and infiltration of water and air than silt- and clay-rich soils, and are easier to till than clay soils. In fact, the primary definition of loam in most dictionaries is soils containing humus (organic content) with no mention of particle size or texture, and this definition is used by many gardeners. The different types of loam soils each have slightly different characteristics, with some draining liquids more efficiently than others. The soil's texture, especially its ability to retain nutrients and water, are crucial.[2] Loam soil is suitable for growing most plant varieties.\n\nBricks made of loam, mud, sand, and water, with an added binding material such as rice husks or straw, have been used in construction since ancient times.\n\n"
        },
        {
            "title": "Classifications",
            "text": "Loam soils can be classified into more specific subtypes. Some examples are sandy loam, silt loam, clay loam, and silty clay loam. Different soil phases have some variation in characteristics like stoniness and erosion that are too minor to affect native vegetative growth but can be significant for crop cultivation.[3]\n\n"
        },
        {
            "title": "Use in farming",
            "text": "Loam is considered ideal for gardening and agricultural uses because it retains nutrients well and retains water while still allowing excess water to drain away.[4] A soil dominated by one or two of the three particle size groups can behave like loam if it has a strong granular structure, promoted by a high content of organic matter. However, a soil that meets the textural (geological) definition of loam can lose its characteristic desirable qualities when it is compacted, depleted of organic matter, or has clay dispersed throughout its fine-earth fraction.[clarification needed]\n\nFor example, pea can be cultivated in sandy loam and clay loam soils, but not more compacted sandy soils.[5]\n\n"
        },
        {
            "title": "Use in house construction",
            "text": "Loam (the high-humus definition, not the soil texture definition) may be used for the construction of houses, for example in loam post and beam construction.[6] Building crews can build a layer of loam on the inside of walls, which can help to control air humidity. Loam, combined with straw, can be used as rough construction material to build walls. This is one of the oldest technologies for house construction in the world. Within this there are two broad methods: the use of rammed earth, or unfired bricks (adobe).[7]\n\n"
        }
    ]
}