{
    "url": "https://en.wikipedia.org/wiki/Logan_International_Airport",
    "title": "Logan International Airport",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 Early domestic expansion",
        "1.3 Introduction of the jumbo jet and early international expansion",
        "1.4 Modern international expansion and runway additions",
        "2 Facilities",
        "2.1 Terminal A",
        "2.2 Terminal B",
        "2.3 Terminal C",
        "2.4 Terminal E",
        "2.5 Runways",
        "2.5.1 Runway 14/32",
        "2.6 Ground transportation",
        "2.7 Public safety",
        "2.8 Other facilities",
        "3 Airlines and destinations",
        "3.1 Passenger",
        "3.2 Seaplane",
        "3.3 Cargo",
        "4 Statistics",
        "4.1 Top destinations",
        "4.2 Airline market share",
        "4.3 Annual traffic",
        "5 Accidents and incidents",
        "5.1 Accidents",
        "5.2 Incidents",
        "6 Alternative airports",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nGeneral Edward Lawrence Logan International Airport[4] (IATA: BOS, ICAO: KBOS, FAA LID: BOS), also known as Boston Logan International Airport[5][6] and commonly as Boston Logan, Logan Airport or simply Logan, is an international airport that is located mostly in East Boston and partially in Winthrop, Massachusetts. It opened in 1923, covers 2,384 acres (965 ha), has six runways and four passenger terminals, and employs an estimated 16,000 people. It is the largest airport in both the Commonwealth of Massachusetts and the New England region in terms of passenger volume and cargo handling as well as the busiest airport in the Northeastern United States outside the New York metropolitan area. The airport saw 42 million passengers in 2019, the most in its history. It is named after General Edward Lawrence Logan, a 20th-century war hero native to Boston.\n\nLogan has non-stop service to destinations throughout the United States, Canada, Latin America, the Caribbean, the North Atlantic region (including Bermuda and the Azores), Europe, Africa, Asia, and the Middle East.[7] BOS is the northeastern hub for Cape Air and is the secondary transatlantic hub for Delta Air Lines, serving several destinations in Europe. It is also an operating base for JetBlue.[8][9] American Airlines and United Airlines also carry out significant operations from the airport, including daily transcontinental flights, as well as daily flights to London-Heathrow. All of the major U.S. air carriers offer flights from Boston to all or the majority of their primary and secondary hubs.\n\n"
        },
        {
            "title": "History",
            "text": "Logan Airport opened on September 8, 1923, and at that time it was mainly used by the Massachusetts Air National Guard and the United States Army Air Corps. during this time, it was known as Jeffrey Field. The first scheduled commercial passenger flights to start at the new airfield were on  Colonial Air Transport between Boston and New York City, starting in 1927.[10] On January 1, 1936, the airport's weather station became the official point for Boston's weather observations and records by the National Weather Service.[11]\n\nDuring the 1940s and 1950s, due to the rise in demand for air travel, the airport added 1,800 acres (2.8 sq mi; 7.3 km2; 730 ha) of landfill in Boston Harbor, taken from the former Governors, Noddle's and Apple Islands. During this time, the airport expanded the terminals, adding terminals B and C in 1949, which are still in use today. In 1943, the state of Massachusetts renamed the airport after Maj. Gen. Edward Lawrence Logan, a Spanish–American War officer from South Boston, a statue of whom by sculptor Joseph Coletti was unveiled and dedicated on May 20, 1956.[10][12][13] In 1952, Logan Airport became the first in the United States with an indirect rapid transit connection, with the opening of the Airport station on the Blue Line.[14]\n\nBoston became a transatlantic gateway after World War II. In the late 1940s, American Overseas Airlines began operating a weekly Boston-Shannon-London service,[15] shortly after, Pan Am began operating nonstop service to Shannon Airport in Ireland and Santa Maria Airport in the Azores, continuing to London and Lisbon respectively.[16] By the early 1950s, BOAC had started nonstop service the Stratocruiser  to Glasgow and Prestwick Airport in Scotland.[17]  Around this time(but unknown is the exact date) Air France began operating  a multi-stop Constellation service linking Boston to Orly Airport in Paris.[18] During this time, BOAC began service on the new De Havilland Comet, the first commercial jetliner in the world, on direct flights to Boston from London Heathrow. In April 1957, the Official Airline Guide showed 49 weekday departures with the list as follows: American, 31 Eastern, 25 Northeast Airlines, 8 United Airlines, 7 TWA domestic, 6 National Airlines, 6 Mohawk Airlines, 2 Trans-Canada Air Lines and one Provincetown-Boston Airlines. In addition TWA had nine departures a week to or from the Atlantic, Pan Am had 18, Air France 8, BOAC 4 and Alitalia 4.[19]\n\nThe airport was renamed General Edward Lawrence Logan International Airport by an act of the state legislature on April 29, 1954, reflecting the growing international market.[20]\n\nThe jumbo jet era began at Logan in the summer of 1970, when Pan Am started daily Boeing 747 service to London Heathrow. Until 2020, the Boeing 747-400 was scheduled on flights to Boston by British Airways.[21] Lufthansa operates Boeing 747s, including the latest-model Boeing 747-8, on its daily nonstop flights to Frankfurt.[22]\n\nTerminal E was the second largest international arrivals facility in the United States when it opened in 1974.[23] Between 1974 and 2015, the number of international travelers at Logan tripled.[24] International long-haul travel has been one of the fastest growing market sector's at the airport. Massachusetts Port Authority (Massport) undertook the \"Logan Modernization Project\" from 1994 to 2006: a new parking garage, a new hotel, moving walkways, terminal expansions and improvements, and two-tiered roadways to separate arrival and departure traffic.[10]\n\nMassport's relationship with nearby communities has been strained since the mid-1960s,[25] when the agency took control of a parcel of residential land and popular fishing area near the northwest side of the airfield. This land included Frederick Law Olmsted's 46-acre Wood Island Park, a valued recreational area for a neighborhood with \"fewer park and recreation facilities than other neighborhood in the city.\"[26] After decades of litigation, the forfeiture was undertaken to extend Runway 15R/33L, which later became Logan's longest runway via artificial land.[27] Outside of the park on Neptune Road, residents of the neighborhood, formerly, with its convenient park access, the \"most prestigious street in East Boston,\"[26]  were bought out of their homes and forced to relocate. Public opposition came to a head when residents laid down in the streets to block bulldozers and supply trucks from reaching the construction zone.[28]\n\nRunway 14/32, Logan's first major runway addition in more than forty years, opened on November 23, 2006. It was proposed in 1973, but was delayed in the courts.[29] According to Massport records, the first aircraft to use the new airstrip was a Continental Express ERJ-145 regional jet landing on Runway 32, on the morning of December 2, 2006.\n\nIn April 2007, the FAA approved construction of a center field taxiway long-sought by Massport. The 9,300-foot (2,830 m) taxiway is between, and parallel to, Runways 4R/22L and 4L/22R. News of the project angered neighboring residents.[30] In 2009 the taxiway opened ahead of schedule and under budget.[31] To ensure the taxiway is not mistaken for a runway, \"TAXI\" is written in large yellow letters at each end.\n\nA scene from the 2006 film The Departed was filmed at Logan, inside the connector bridge between Terminal E and the Central Parking Garage. Terminal C and several United Airlines and Northwest Airlines aircraft can be seen in the background. Parts of the Delta Air Lines 2007 \"Anthem\" commercial were filmed in Terminal A as well as the connector bridge between Terminal A and Central Parking.\n\nIn October 2009 US Airways announced it would close its Boston crew base in May 2010. The airline cited an \"operations realignment\" as the reason.[32] Over 400 employees were transferred or terminated.[33]\n\nAfter starting service to Logan in 2004, JetBlue was a major operator at Logan Airport by 2008 and its largest carrier by 2011, with flights to cities throughout North America and the Caribbean.[34]\n\nThe Airbus A380 first landed at Logan International Airport for compatibility checks on February 8, 2010. On March 26, 2017, British Airways began flying the A380 to Logan, operating the aircraft three times per week.[35] British Airways announced in October 2018, that A380 service to Boston would expand to daily frequency during the summer 2019 season, beginning on March 31, 2019.[36] Likewise, in January 2019, Emirates announced that it would be deploying the A380 on its daily flight between Logan and Dubai during the June–September 2019 summer season, as high peak seasonal services replacing the B777-300ER on that route. Emirates intends to utilise the A380 as a daily service once the market demand has been achieved.[37]\n\nIt is included in the Federal Aviation Administration (FAA) National Plan of Integrated Airport Systems in which it is categorized as a large hub primary commercial service facility.[38]\n\n"
        },
        {
            "title": "Facilities",
            "text": "Logan International Airport has four lettered passenger terminals, A, B, C, and E, and 102 gate positions in total.[39] With the exception of flights from destinations with U.S. Customs and Border Protection preclearance, inbound international flights arrive at Terminal E for customs screening since the other terminals do not have customs screening facilities. All terminals are connected by pre-security shuttle buses and by the SL1 branch of the MBTA Silver Line BRT, and Terminals A, B, and E via pre-security moving walkways.[40] Moving walkways also connect the terminals to a central parking garage designed for consolidated service between all four terminals and the garage itself.[41] Post-security connection between Terminals B, C and E is available. \n\n\n\nTerminal A, which replaced a 1970s-era building once occupied by the now-defunct Eastern Air Lines (and later by its successor Continental Airlines until closed for demolition in 2002), opened to passengers on March 16, 2005. It was designed by Hellmuth, Obata + Kassabaum.[42][43] The terminal is primarily used by Delta for its hub operations and is divided into a main terminal and a satellite terminal, which are connected via an underground pedestrian tunnel under the ramp.[44] The new redesigned Terminal A was developed under a special facility lease between Massachusetts Port Authority and Delta. On September 14, 2005, six months after opening, Delta filed for bankruptcy and consequently had to reduce the number of gates it leased.[45] Terminal A features two Delta Sky Clubs. One is located on the third floor of the satellite building, and a newer one opened at the site of the former Continental Presidents Club in the main terminal building.[46]\n\nThe building is the first airport terminal in the United States to be LEED certified for environmentally friendly design by the U.S. Green Building Council. Among the building's features are heat-reflecting roof and windows, low-flow faucets and waterless urinals, self-dimming lights and stormwater filtration.[47][unreliable source?]\n\nIn December 2018, Delta announced an expansion of routes to take effect in 2019, which resulted in Southwest moving to Terminal B, and Delta regaining all of Terminal A (other than one gate subleased to WestJet, itself a codeshare airline with Delta).[48] As a result, Delta has declared Logan to be one of their hubs as of June 2019.[49]\n\nTerminal B, designed by John Carl Warnecke & Associates and Desmond & Lord, Inc., opened in 1974.[50] Pier B was completed for US Airways in 1974 and Pier A for American in 1975.[50] The terminal remained largely unchanged until US Airways expanded its operations at Logan in 1979, and improvements designed by HNTB were constructed in 1980.[50] From 1980 until 2000, numerous small projects including passenger seating area improvements, concessions expansions and passenger lounges were completed at both piers.[50][51] American's facilities were renovated in 1995 and redesigned by Gresham, Smith & Partners,[51][52] and US Airways' facilities were renovated in 1998 and 2000, and redesigned by URS Corporation with Turner Construction serving as the construction manager.[51][53]\n\nUntil 2014, Terminal B was split into north and south buildings, with a parking garage between the two buildings. The gates of the south building are divided into three groups. The gates of the north building are divided into two groups. Air Canada, Alaska Airlines, American, Boutique Air, Southwest, Spirit, and United operate out of Terminal B.[44] United and American both operate lounges in the terminal (those being the United Club and Admirals Club, respectively) for their customers.[54]\n\nBetween 2012 and 2014, Terminal B underwent a $160 million renovation, which was completed in April 2014. It created a post-security walkway that connects Terminal B North to Terminal B South. The renovation also included 24 new ticket counter spots, eight new departure lounges, new concession space, and a new baggage carousel.[55] United, formerly located in Terminals A and C, began operating all flights out of Terminal B effective April 2014.[56]\n\nTerminal C opened in 1967 and was designed by Perry, Shaw, Hepburn and Dean.[58] It underwent renovations in 1987, 2002, and 2005.[51] Continuing the renovations of Terminal C, a post-security connection between Terminal C and Terminal E opened in Summer 2016, allowing for seamless connections between the two terminals, part of Massport's plan to ultimately connect all terminals post-security.[59] The terminal serves Aer Lingus, Cape Air, JetBlue as their operating base, with TAP Air Portugal only having departures take place out of the terminal.\n\nThe former Terminal D gates (the three gates at the north end of Terminal C) were renumbered and labeled as part of Terminal E in February 2006. These three gates were used, as part of Terminal E, by Southwest until their move to Terminal A.[60] In 2016, following construction of an airside connector between Terminals E and C, these three gates were renumbered again.\n\nThe airport's USO Lounge is located in the baggage claim area of Terminal C, lower level. It offers most typical amenities as other markets as major as Greater Boston. Military ID is mandatory.\n\nTerminal E, also known as the John A. Volpe International Terminal named after the former Governor of Massachusetts and U.S. Secretary of Transportation,[10] serves as the international terminal for Logan and therefore houses the majority of its international arrivals (excluding flights from an origin that has U.S. border preclearance). Also, most non-U.S. carriers excluding Aer Lingus, Air Canada, TAP Air Portugal, and WestJet depart from Terminal E. The terminal was completed in 1974, and designed by Kubitz & Papi, Inc. and Desmond & Lord, Inc.[61] Massport completed the \"Terminal E Modernization\" project in August 1997 which improved the passenger facilities.[51] The International Gateway Project, designed by Skidmore, Owings and Merrill and DMJM Aviation, added 410,000 square feet (38,000 m2) to the terminal in 2003, and the entire project was completed in 2008.[51]\n\nTerminal E has a total of 12 gates. All gates within the terminal are designated as common-use, meaning gates are assigned mostly based on an operational need, and no specific airline claims ownership of any of those gates.[62] All ticket counters and gates in Terminal E are shared among the international carriers. Terminal E has several airline lounges (e.g., Air France Lounge,[63] British Airways' First Lounge and Terraces Lounge,[64] Lufthansa's First Lounge and Business Lounges,[65] Virgin Atlantic's Clubhouse Lounge[66]). The third level of Terminal E is used for departures, the second for passport control via U.S. Customs and Border Protection, and the ground level for arrivals and customs, also via U.S. Customs and Border Protection.[62] The Federal Inspection Station located in Terminal E is capable of processing over 2,000 passengers per hour.[47]\n\nTerminal E underwent a $100 million renovation which started in 2014, and includes a post-security connector between Terminals E and C (opened summer 2016), improved immigration and passport control kiosks, and gates capable of serving the Airbus A380.[67] The Terminal E expansion was completed in late January 2017.[59]\n\nIn summer 2019, Massport began another expansion project on Terminal E, due to continued growth at the airport. The project, which is slated to be completed in early 2023, will include the addition of 4 new international gates with two jetways each (E13-E16) with all-new shops, restaurants and other passenger services which will stretch into the current North Cargo area, and the renovation of gates E10, E11 and E12 that will each have three jetways to properly accommodate A380s. Additionally, a new TSA checkpoint will be built and the current ticketing, customs, and baggage claim areas will all be expanded. In total, the project is expected to cost $680 million and incorporate roughly 400,000 square feet (37,000 m2) of new space.[68][69]\n\nLocated partly in East Boston and partly in the Town of Winthrop, on Boston Harbor,[70] Logan International Airport covers an area of 2,384 acres (965 ha) which contains six runways:[2][71]\n\nAdditionally, the harbor to the south of the airport contains water Runway 14W/32W (3,000 ft × 1,000 ft (910 m × 300 m)); this runway, however, is not operated by Logan International Airport but is instead co-operated by two private seaplane bases (SPBs), Tailwind Boston SPB (FAA LID: MA17) and Cape Air Boston Harbor SPB (IATA: BNH, FAA LID: MA87).[72][73]\n\nBetween 1968 and 1971, Taxiway Sierra was converted into STOL runway 18/36, which was 1,800 ft (550 m) for use by Eastern Air Lines's STOL capable Breguet 941 turboprop shuttle.[74][75][76]\n\nInstrument landing system approaches are available for runways 4R, 15R, 22L, 27, and 33L, with runways 4R and 33L certified for CAT III operations. The other runways with ILS are certified for CAT I Instrument Landing operations.[77] EMAS pads are located at the starting thresholds of runways 22R and 33L.[78]\n\nThe distinctive central control tower, nearly a dozen stories high, is a local landmark with its pair of segmented elliptical pylons and a six-story platform trussed between them.\n\nLogan Airport has two cargo facilities: North Cargo is adjacent to Terminal E and South Cargo adjacent to Terminals A and B.[78] North Cargo is also the location of several maintenance hangars, including those operated by American Airlines, Delta Air Lines, and JetBlue.\n\nRunway 14/32, which opened to air traffic on November 23, 2006, is unidirectional. Runway 32 is used for landings and 14 is used for takeoffs. Massport is barred by a court order from using the runway for overland landings or takeoffs, except in emergencies.[79]\n\nThere was fierce opposition towards the construction of 14/32 among communities adjacent to the northwest side of the airport, such as Chelsea and East Boston, as authorities acknowledged these areas would likely see increased noise levels. Many Residents of Winthrop and Revere also joined in opposition,[80] even though Massport had predicted the new traffic patterns allowed by 14/32 would actually reduce overflights and noise in those areas.\n\nSince the opening of the new runway, there has been disagreement about when and how often it should operate. Residents have demanded a minimum of 11.5-knot (21.3 km/h) northwest winds, slightly higher than the 10-knot (19 km/h; 12 mph) threshold favored by Massport.\n\nThe rationale behind constructing the new runway 14/32 was that it reduces the need for improving existing Runway 15L/33R, which, at only 2,557 feet (779 m) is perhaps the shortest hard-surface runways at major airports in the United States.[81] In 1988, Massport had proposed an 800-foot (240 m) extension to 15L/33R (a project which would have required additional filling-in some land along a \"clam bed\"), but was thwarted by a court injunction.[82][failed verification]\n\nBoston's Hyatt Harborside Hotel, which sits only a few hundred yards from the runway threshold, was built primarily[citation needed] to prevent Massport from ever extending the length of 14/32 or using it for takeoffs or landings over the city. Massachusetts state legislators carefully chose the location of the hotel—directly in the runway centerline—prior to its construction in 1992.[83]\n\nBoston Logan International Airport was called the \"Easiest Airport to Get To\" in a 2007 article on aviation.com because of the variety of options to and from the airport.[84] These options include cars, taxis, the MBTA Blue and Silver lines, regional bus services, shared ride vans, ferries, limousines and an in-house airport operator (Massport) intercity bus common carrier, a service offered by few U.S. airports. The service, Logan Express, provides shuttle service to remote park and rides located at Back Bay, Braintree, Framingham, Peabody, and  Woburn. Geographically, Logan is located 2.5 miles (4.0 km) northeast of Back Bay, a short distance with respect to other airports similarly sized and metropolitan areas served.[85]\n\nMassport's Airport Shuttle provides free service between all terminals, the Airport station on the Blue Line and the Rental Car Center, as well as additional service to the water transportation dock located on Harborside Drive.[86]\n\nRide Shares serve the airport via the central parking garage.[87] Due to sheer volume of users who use the providers, both have been known to use mass-messaging of their customer base to galvanize political pressure and act on a pressure group towards Logan management at MassPort concerning various policies that can impact those providers.[88][89]\n\nThe SL1 branch of the MBTA's Silver Line bus rapid transit service connects all Logan terminals with South Station, a major transportation hub in the downtown Boston financial district that serves MBTA Commuter Rail, Amtrak, Red Line subway and intercity bus.[90] Airport station on the MBTA's Blue Line subway, despite its name, is not in the airport terminal itself; free shuttle buses carry passengers between the Airport station and the terminal buildings. The Blue Line connects with the Orange Line at State, which provides service to both North Station and Back Bay, the two other major rail transportation hubs for Boston. A transfer to the Green Line, which also runs to North Station, is available at Government Center station. The SL3 branch of the Silver Line connects Chelsea with the Airport Station. As of 2019, Massport is considering the construction of either an automated people-mover or rapid transit line to replace the airport shuttle.[91]\n\nA 120,000 sq ft (11,000 m2) $310 million rental car center opened on September 24, 2013, consolidating all rental car companies into one shared building. Alamo, Avis, Budget, Dollar, Enterprise, Hertz, National, Payless, Sixt, Thrifty, and Zipcar rental car companies currently operate out of facility, which has 3,200 parking spaces across four levels. Access to the new facility is done through a unified bus system consisting of 28 fuel efficient clean hybrid buses operated by Massport which provides service between all the terminals and the rental car center.[92] A handful of livery-plate operators also service the airport offering various chauffeured car, van, or limousine for-hire offerings.\n\nPolice services are provided by the Massachusetts State Police Troop F. Fire protection is the responsibility of the Massport Fire Rescue.[93] Even though the airport is technically within city limits, under Massachusetts state law municipal police such as the Boston Police Department do not have jurisdiction on Massport property.[94]\n\nA 250-foot security zone, established in 2002, surrounds the waters around the airport which are marked by 29 buoys indicating the restricted area. The area is patrolled by the Massachusetts State Police, the Boston Police Department, the Massachusetts Environmental Police, the United States Coast Guard and the Boston and Winthrop Harbormasters. Anyone who enters the zone for non-emergency purposes is subject to prosecution and is entered into a State Police database that tracks offenders.[95][96]\n\nCurrently, major air cargo companies such as British Airways World Cargo, Lufthansa Cargo, Cathay Pacific Cargo, Martinair Cargo, China Airlines Cargo, EVA Air Cargo and many more cargo carriers have cargo offices on Airport property.[97]\nAlso, American Airlines, Delta and JetBlue have maintenance hangars at the airport, all located adjacent to the office building near Terminal E and the North Cargo Terminal.[98] Delta TechOps is Delta Air Lines primary maintenance, repair and overhaul arm.\n\nAlso located on the property is the Amelia Earhart General Aviation Terminal which is located near Runway 14/32 and next to the Massport Fire Rescue headquarters. The terminal was built in 1980, and dedicated to former Boston resident Earhart in 1984.[99] Until 2006, American Eagle flights flew out of the terminal when all flights were consolidated in the former B22-29 gates in Pier A, the north building of Terminal B. Passengers had to take a shuttle bus from Terminal B to the Earhart Terminal.[100][101] The terminal currently sits mostly unused.\n\nTerminal C is home to the airport's chapel, Our Lady of the Airways. Opened in 1951, it is considered the first airport chapel in the United States.[102][103][104] The chapel was originally Catholic, but is now non-denominational.[105][106]\n\n"
        },
        {
            "title": "Airlines and destinations",
            "text": "Tailwind Air's seasonal seaplane service to Manhattan began on August 3, 2021.[159] Cape Air is approved but has not yet begun scheduled service.[160]\n\nLogan Airport is a medium-sized airport in terms of cargo, handling 684,875 tons of freight in 2012, making it the 10th busiest airport in the U.S. in terms of cargo. It handles many U.S.-based cargo airlines, including DHL Aviation, FedEx Express and UPS Airlines. It also has cargo offices for many international cargo carriers, including British Airways World Cargo, Cathay Pacific Cargo, China Airlines Cargo, EVA Air Cargo, LATAM Cargo Chile and Saudia Cargo.[161] It has two cargo complexes: the North Cargo Terminal, located near Terminal E, and South Cargo, located near Terminal A.[78] Given that the airport is the 10th busiest cargo facility in the country, with many companies operating at the airport, it has been recognized that future expansion of cargo from Logan is limited due to constrained physical space for expansion.[162]\n\n"
        },
        {
            "title": "Statistics",
            "text": "* - Includes flights operated by American Eagle, Delta Connection, and United Express partner airlines. The specific airline total passenger numbers only include mainline operations.\n\n"
        },
        {
            "title": "Alternative airports",
            "text": "The two historically known alternative airports to Logan are both located outside the Commonwealth of Massachusetts. Manchester–Boston Regional Airport in Manchester, New Hampshire, is located approximately 56 statute miles (90 km) north-northwest of Logan, an average drive time of 62 minutes via I-90 and I-93. T. F. Green Airport in Warwick, Rhode Island, is located 60 statute miles (97 km) south-southwest of Logan, averaging 76 minutes from Logan via I-90, I-93, and I-95, or a 100-minute ride via the Silver Line SL1 bus to South Station and then the Providence/Stoughton Line commuter rail to T. F. Green Airport station.[182] Massport does not operate these facilities.\n\nMassport does operate Worcester Regional Airport in Worcester, Massachusetts, which also serves as an alternative to Logan, although not widely known as such. In late 2017, the airport finished construction on a Category IIIb Landing System that would allow for arrivals and departures in virtually all weather conditions.[183] The increased reliability, which has been the main concern for airlines operating at the notoriously foggy airport over the years, was expected to draw additional service. The airport is located 47 statute miles (76 km) due west of Logan, primarily accessed via Interstates I-90 and I-290.\n\n"
        }
    ]
}