{
    "url": "https://en.wikipedia.org/wiki/Lois_Weber",
    "title": "Lois Weber",
    "table_of_contents": [
        "1 Early life",
        "2 Theater career",
        "3 Film career",
        "3.1 Rex Motion Picture Company",
        "3.2 Bosworth",
        "3.3 Universal",
        "3.3.1 Bluebird Photoplays",
        "3.4 Lois Weber Productions",
        "3.4.1 Anita Stewart Productions",
        "3.4.2 Famous Players-Lasky",
        "3.4.3 F.B. Warren Corporation",
        "3.5 Universal",
        "3.6 Hiatus",
        "3.7 Universal",
        "3.8 United Artists",
        "3.9 Nadir",
        "3.10 Final comeback",
        "4 Later years and death",
        "5 Legacy",
        "6 Selected filmography",
        "7 Further reading",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFlorence Lois Weber (June 13, 1879 – November 13, 1939) was an American silent film actress, screenwriter, producer and director. She is identified in some historical references as among \"the most important and prolific film directors in the era of silent films\".[1][2]\nFilm historian Anthony Slide has also asserted, \"Along with D. W. Griffith, Weber was the American cinema's first genuine auteur, a filmmaker involved in all aspects of production and one who utilized the motion picture to put across her own ideas and philosophies\".[3]\n\nWeber produced a body of work which has been compared to Griffith's in both quantity and quality[4] and brought to the screen her concerns for humanity and social justice in an estimated 200 to 400 films,[1][5] of which as few as twenty have been preserved.[6]\n[7]\nShe has been credited by IMDb with directing 135 films, writing 114, and acting in 100.[8]\nWeber was \"one of the first directors to come to the attention of the censors in Hollywood's early years\".[9]\n\nWeber has been credited with pioneering the use of the split screen technique to show simultaneous action in her 1913 film Suspense.[10]\nIn collaboration with her first husband, Phillips Smalley, in 1913 Weber was \"one of the first directors to experiment with sound\", making the first sound films in the United States.[11]\n[12]\nShe was also the first American woman to direct a full-length feature film when she and Smalley directed The Merchant of Venice in 1914,[13]\nand in 1917 the first American woman director to own her own film studio.[14]\n\nDuring the war years, Weber \"achieved tremendous success by combining a canny commercial sense with a rare vision of cinema as a moral tool\".[15] At her zenith, \"few men, before or since, have retained such absolute control over the films they have directed—and certainly no women directors have achieved the all-embracing, powerful status once held by Lois Weber\".[16]\nBy 1920, Weber was considered the \"premier woman director of the screen and author and producer of the biggest money making features in the history of the film business\".[14]\n\nAmong Weber's notable films are: the controversial Hypocrites, which featured the first non-pornography full-frontal female nude scene, in 1915; the 1916 film Where Are My Children?, which discussed abortion and birth control and was added to the National Film Registry in 1993; her adaptation of Edgar Rice Burrough's Tarzan of the Apes novel for the very first Tarzan of the Apes film, in 1918; The Blot (1921) is also generally considered one of her finest works.[17]\n\nWeber is credited with discovering, mentoring, or making stars of several women actors, including Mary MacLaren,[18]\nMildred Harris, Claire Windsor,[19]\nEsther Ralston,[20]\nBillie Dove,[21]\nElla Hall, Cleo Ridgely,[22]\nand Anita Stewart,[23]\nand with discovering and inspiring screenwriter Frances Marion. For her contribution to the motion picture industry, Weber was awarded a star on the Hollywood Walk of Fame on February 8, 1960.\n\n"
        },
        {
            "title": "Early life",
            "text": "Florence Lois Weber was born on June 13, 1879,[24]\n[25]\n[26]\nin Allegheny City, Pennsylvania,[27] the second of three children of Mary Matilda Snaman[28]\n[29]\n[30]\nand George Weber,[31]\nan upholster and decorator[32]\nwho had spent several years in missionary street work.[33]\nShe was the younger sister of Elizabeth Snaman Weber Jay[34][35][36][37] and older sister of Ethel Weber Howland,[38][24][25][39] who later appeared in two of Weber's films in 1916[40] and married assistant director Louis A. Howland.\n\nThe Webers were a devout middle class Christian family of Pennsylvania German ancestry.[41][42][43]\n\nWeber was considered a child prodigy[44] and an excellent pianist.[45]\nAs a girl, music was her passion, and her most treasured possession was a baby grand piano.[46]\nWeber left home and lived in poverty while working as a street-corner evangelist and social activist for two years with the evangelical Church Army Workers, an organization similar to the Salvation Army, preaching and singing hymns on street corners and singing and playing the organ in rescue missions in red-light districts in Pittsburgh and New York,[13][33] until the Church Army Workers disbanded in 1900.[47]\n\nIn June 1900, Weber was almost 21 and living with her parents and two sisters at 1717 Fremont Street, Allegheny, Pennsylvania, where she was a music student.[48]\nBy April 1903, Weber was performing as a soprano singer and pianist.[49]\nShe toured the United States as a concert pianist[50]\nuntil her final performance in Charleston, South Carolina, a year later.[42][44][51][52] After a piano key broke during a recital,[53][14]\nWeber retired from the concert stage, having lost her nerve to play in public.[14][54][55][56]\n\n"
        },
        {
            "title": "Theater career",
            "text": "Frustrated by the futility of one-on-one conversions, and following the advice of an uncle in Chicago,[33] Weber decided to take up acting about 1904, and moved to New York City, where she took some singing lessons. Weber later explained her motivation: \"As I was convinced the theatrical profession needed a missionary, he suggested that the best way to reach them was to become one of them so I went on the stage filled with a great desire to convert my fellowman\".[14]\n\nFor five years Weber was a repertory and stock actress. After short stint as a soubrette in the farce comedy \"Zig-Zag\" for a Chicago-based touring company, Weber resigned as it \"proved too superficial for her altruistic aims\".[57][58]\nIn 1904, Weber joined the road company of \"Why Girls Leave Home\",[47] where she became \"a musical comedy prima donna and melodrama heroine\".[59]\nWeber received \"promising reviews\" for her performance;[60]\nfor example, The Boston Globe wrote in September 1904 that she \"sang two very pretty songs very effectively and won considerable applause\".[61]\n\nThe troupe's leading man and manager was Wendell Phillips Smalley (1865–1939), a grandson of Oliver Wendell Holmes, and the elder son of New York Tribune war and foreign correspondent George Washburn Smalley (1833-1916)[62][63] and Phoebe Garnaut Phillips (1841-1923),[64][65]\nthe adopted daughter of abolitionist Wendell Phillips.[66][67]\n\nSmalley, who had attended Balliol College, Oxford and was a graduate of Harvard University, had been a lawyer in New York for seven years, and as a stage actor made his professional stage debut in August 1901 in Manhattan.[68]\nHe appeared in productions of Harrison Grey Fiske, Minnie Maddern Fiske, and Raymond Hitchcock.[69][70]\nAfter a brief acquaintance, just before her 25th birthday, Weber and Smalley, aged 38, married on April 29, 1904 in Chicago, Illinois.[71]\n\nAfter initially touring separately from her husband, and then accompanying him on his tours, about 1906 Weber left her career in the theater and became a homemaker in New York.[13][72]\nDuring this period Weber wrote freelance moving picture scenarios.[60]\n\n"
        },
        {
            "title": "Film career",
            "text": "In 1908, Weber was hired by American Gaumont Chronophones, which produced phonoscènes,[73]\ninitially as a singer of songs recorded for the chronophone.[74]\nBoth Herbert Blaché and his wife, Alice Guy, later claimed to have given Weber her start in the movie industry.[73][75][74]\n\nAt the end of the 1908 theatrical season, Smalley joined Weber at Gaumont.[60] Soon Weber was writing scripts, and in 1908 Weber began directing English language phonoscènes at the Gaumont Studio in Flushing, New York.[15][76]\nIn 1910, Weber and Smalley decided to pursue a career in the infant motion picture industry. For the next five years, they worked and were credited as The Smalleys (but typically Weber received sole writing credit) on dozens of shorts and features for small production companies like Gaumont, the New York Motion Picture Co., Reliance Studio, the Rex Motion Picture Company, and Bosworth,[15][77]\nwhere Weber wrote scenarios and subtitles, acted, directed, designed sets and costumes, edited films, and even developed negatives. Weber took two years off her birth date when she signed her first movie contract.[14]\n\nWeber and Smalley had a daughter, Phoebe (named after Smalley's mother), who was born on October 29, 1910, but died in infancy.[78]\n\nBy 1911, Weber and Smalley were working for William Swanson's Rex Motion Picture Company, based at 573–579 11th Avenue, New York City.[79]\nWhile at Rex, Weber gained her reputation as \"a serious social uplifter and as the leading partner in the Weber-Smalley unit.\"[60] In 1911, Weber acted in and directed her first silent short film, A Heroine of '76, sharing the directorial duties with Smalley and Edwin S. Porter.[80]\nAt the time of Rex's merger with five other studios to form the Universal Film Manufacturing Company on April 30, 1912, Weber and Smalley were the \"prima facie heads of Rex\",[81][82][83]\nand had relocated to Los Angeles.[60]\n\nRex continued as a subsidiary of Universal, with Weber and Smalley running it,[32] making one two-reel film each week,[60] until they left Rex in September 1912.[84]\nCarl Laemmle startled the film industry with his use of and advocacy for women directors and producers, including Weber, Ida May Park and Cleo Madison.[85]\nIn the autumn of 1913,[86] shortly after the incorporation of Universal City,[87]\nWeber was elected its first mayor in a close contest that required a recount,[32][88][89][90]\nand Laura Oakley as police chief.[91]\nAt the time, Universal's publicity department claimed Universal City was \"the only municipality in the world that possesses an entire outfit of women officials\".[87]\n\nIn March 1913, Weber starred in the first English language version of Oscar Wilde's The Picture of Dorian Gray, which was produced for the New York Motion Picture Co., directed by Smalley from an adaptation by Weber, and featuring Wallace Reid as Dorian Gray.[92]\n\nIn 1913, Weber and Smalley collaborated in directing a ten-minute thriller, Suspense, based on the play Au Telephone by André de Lorde, which had been filmed in 1908 as Heard over the 'Phone by Edwin S. Porter.[93]\nAdapted by Weber, it used multiple images and mirror shots to tell of a woman (Weber) threatened by a burglar (Sam Kaufman).[94]\n\nWeber is credited with pioneering the use of the split screen technique to show simultaneous action in this film,[10] but the \"oft-mentioned triptych shots had already been used in the Danish \"The White Slave Trade\" films (Den hvide slavehandel) (1910), and for telephone conversations.\"[95]\nAccording to Tom Gunning,[96][97]\nProfessor Emeritus in the Department of Cinema and Media at the University of Chicago, and author of D. W. Griffith and the Origins of American Narrative Film, \"No film made before WWI shows a stronger command of film style than Suspense [which] outdoes even Griffith for emotionally involved filmmaking\".[98]\nSuspense was released on July 6, 1913.[95]\n\nIn late 1913, Weber and Smalley made The Jew's Christmas, a three-reel silent film that dramatizes the conflict between traditional Jewish values and American customs and values,[99]\nillustrating the challenges of cultural assimilation, especially the generational conflict over interfaith marriage and the second generation's abandonment of the faith and customs of their ancestors.[100]\nIn \"the earliest portrayal of a rabbi in an American film\",[101]\nThe Jew's Christmas told the story of an orthodox rabbi (Smalley) who ostracizes his daughter (Weber) for marrying a gentile, but is reconciled twelve years later on Christmas Eve when he meets an impoverished small child, who turns out to be his granddaughter.[102]\nEndeavoring to combat racial discrimination and antisemitism, the film aims to show that love is stronger than any religious ties,[103]\nand that \"the tie of blood overbears the pride and prejudice of religion\".[104][105]\nIn its assertion of \"Melting-pot idealism\" by its approval of intermarriage between people of different religions,[106]\nthe film was considered controversial at the time of its release[104][107]\non December 18, 1913.[13]\n\nIn 1914, a year in which she directed 27 movies, Weber became \"one of the first directors to come to the attention of the censors\".[9] That year, Weber co-directed an adaptation of Shakespeare's The Merchant of Venice with Smalley, who also played Shylock. making her the first American woman to direct a feature-length film in the United States,[108][109]\nand the first person who \"directed the first feature-length Shakespearean comedy\".[110]\nIn February 1914, Universal released the four-reel Rex silent film[111]\nwhich was also adapted by Weber and Smalley,[112]\nand was also produced, directed, and starred Weber as Portia, and Smalley as Shylock. The film featured Douglas Gerrard, Rupert Julian, and Jeanie MacPherson, who would play a major role in cinema as Cecil B. DeMille's favorite screenwriter.[113]\n\nA \"prominent rabbi in Chicago strongly objected on the grounds that the play 'more than any other book, more than any other influence in the history of the world, is responsible for the world-wide prejudice against the Jews'\",[114]\nbut the film was praised at the time as \"a supreme adaptation of Shakespeare\".[115] Robert Hamilton Ball considered the film \"careful, respectful, dignified, but lacking in passion and poetry\", which he attributes to the difficulty it had satisfying the censor, and because the film was a special release rather than a release on the regular programme, exhibitors had to pay extra for it, which may have contributed to its swift demise.[114] The Merchant of Venice is now considered a lost film.[116]\n\nOne film that illustrates the paradoxical nature of Weber's role and films was her 1914 film The Spider and Her Web, where she advocates both modesty and maternalism. In this film, Weber plays \"The Spider\", a vamp living the \"ultra-modern high life\" who seduces and ruins intellectual men until frightened into adopting an orphan baby, which results in the salvation of the lead character through motherhood.[117]\n\nAs Universal was reluctant to make feature-length films,[117]\nin the summer of 1914 Weber was persuaded to move to the Bosworth company by Julia Crawford Ivers, the first woman general manager of a film studio,[6][32][14]\nto take over the production duties from Hobart Bosworth[118]\non a $50,000 a year contract, making her \"the best known, most respected and highest-paid\" of the dozen or so women directors in Hollywood at that time.[14]\n\nIn 1914, Bertha Smith estimated Weber's audience at five to six million a week.[119]\nIn fact, by 1915 Weber was as famous as D.W. Griffith and Cecil B. de Mille.[6]\nWhile at Bosworth, Weber and Smalley made six features and one short, The Traitor.[120]\n\n\"Energized by evangelistic zeal and social conscience\",[121]\nfrom early in her career Weber saw movies as \"a vehicle for evangelism\",[72]\nand \"an opportunity to preach to the masses\",[122]\nand to encourage her audience to be involved in progressive causes.[72]\n\nIn a 1914 interview Weber declared: \"In moving pictures I have found my life's work. I find at once an outlet for my emotions and my ideals. I can preach to my heart's content, and with the opportunity to write the play, act the leading role, and direct the entire production, if my message fails to reach someone, I can blame only myself.\"[123]\nAs many of Weber's films focused on a moral topic, she \"was often mistaken as a Christian fundamentalist, but she was more of a libertarian, opposing censorship and the death penalty and championing birth control. The need for a strong, loving and nurturing home was clearly promoted as well and if there was a single maxim that underlay each film it was that selfishness and egocentricity erode the individual and community\".[14]\n\nAlthough not a practicing Christian Scientist,[124]\nWeber attended the Christian Science church regularly, according to Adela Rogers St. Johns,[125]\nand, in at least two of her films, Jewel (1915) and its remake, A Chapter in Her Life (1923), Christian Science plays a prominent role.[120][126]\nWeber's impeccable reputation and \"impressive middle-class credentials\" allowed her considerable artistic freedom in her presentation of controversial issues.[127]\n\nIn 1914, Weber made her first major feature,[117] a controversial version of Hypocrites, a four-reel allegorical drama shot at Universal City[120] which she wrote, directed and produced, addressing social themes and moral lessons considered daring for the time. Hypocrites included the first film full-frontal female nudity, inspired by Jules Joseph Lefebvre's 1870 allegorical painting La Vérité,[128] with truth portrayed in the ghostly figure of the Naked Truth, literally shown by an unidentified nude woman (Margaret Edwards).[129][130]\n\nMargaret Sinclair Edwards (born 1877, New York City – died January 14, 1929, New York City), known on the stage as \"Daisy Sinclair\", appeared with the theatrical companies of Edward Harrigan, Eddie Foy, and Gus Edwards, among others. Her husband, John Edwards, an invalid, died the same year she did (1929). She appeared as Marguerite Edwards in A Physical Culture Romance in 1914, and in Weber's Sunshine Molly in 1915.[131][132][133][134]\nAlthough the nudity was tastefully done[135] (it was passed by the National Board of Review of Motion Pictures after a two-month delay),[136] it was still banned in Ohio; caused riots in New York; and James Michael Curley, the mayor of Boston,[137] demanded that every frame displaying the naked figure of Truth be hand-painted to clothe the then unidentified actress.[138]\n\nHypocrites was released finally by Bosworth on January 15, 1915,[139] and premiered at Manhattan's prestigious Longacre Theatre,[136] and was \"celebrated as a cultural, artistic, and moral landmark for the film industry\",[117] and \"praised for its use of multiple exposures and complex film editing\".[140]\nWhile its negative cost was $18,000, it earned $119,000 in sales in the United States alone and made Weber \"a household name\".[136]\nIn a 1917 interview, Weber denied the film was indecent and defended the film: \"Hypocrites is not a slap at any church or creed – it is a slap at hypocrites, and its effectiveness is shown by the outcry amongst those it hits hardest, to have the film stopped\".[141]\n\nIn April 1915, Weber and Smalley left Bosworth when the founder left the company due to ill health.[14] After being promised they could make feature-length films by Carl Laemmle, they returned to Universal Pictures.[143]\nWeber's first movie for Universal was Scandal, in which both Weber and Smalley starred, that featured the consequences of gossip mongering.[122]\n\nIn 1916, Weber directed 10 feature-length films for release by Universal, nine of which she also wrote, and she also became Universal Studios' highest-paid director, earning $5,000 a week.[6] She \"enjoyed complete freedom in overseeing most stages of the film-making process – choice of stories and actors, writing of scripts (which she invariably did herself), as well as direction\".[144]\nUniversal head Carl Laemmle, \"who was known more for his frugality and cunning business sense than philanthropy\", said of Weber: \"I would trust Miss Weber with any sum of money that she needed to make any picture that she wanted to make. I would be sure that she would bring it back.\"[145]\n\nIn 1916, Weber explained her philosophy of directing films: \"I'll never be convinced that the general public does not want serious entertainment rather than frivolous\", and \"A real director should be absolute. He (or she in this case) alone knows the effects he wants to produce, and he alone should have authority in the arrangement, cutting, titling or anything else that may seem necessary to do to the finished product. What other artist has his work interfered with by someone else?... We ought to realize that the work of a picture director, worthy of a name, is creative\".[3]\n\nIn February 1916, Weber and Smalley were transferred to Universal's Bluebird Photoplays brand, where they made a dozen features,[120] including The Dumb Girl of Portici (also known as Pavlowa), adapted by Weber from Daniel Auber's 1828 opera La muette de Portici,[147]\nRussian ballerina Anna Pavlova's only screen appearance,[148]\nwhich was directed to Pavlova's satisfaction by Weber.[13] The film also starred Rupert Julian as Masaniello.[149]\nReleased to popular acclaim, it premiered on April 3, 1916 at the Globe Theatre in Manhattan.[150]\n\nHoping to \"become the editorial page of the studio\",[120] and to \"provoke a middle-class sense of responsibility for those less fortunate than themselves, and to stimulate moral reforms\",[151]\nWeber specialized in making films that stressed both high quality and moral rectitude, including films of the \"burning social and moral issues of the day\",[144] among them such controversial themes as abortion, eugenics, and birth control in Where Are My Children? (1916),[74] influenced by the trial of Charles Stielow, an innocent man who was almost executed, opposition to capital punishment based on circumstantial evidence in  The People vs. John Doe;[152] and alcoholism and opium addiction in Hop, the Devil's Brew, which were all successful at the box office,[144] but, while embraced by reformers in the film industry, \"drew the ire of the conservatives\".[153]\nDespite the predominance of strong women in her films, in 1916 Weber disassociated herself from the women's suffrage movement.[154]\n\nIn Where Are My Children? (working title: The Illborn), which was released on April 16, 1916, Weber advocates social purity, birth control, and eugenics to prevent the \"deterioration of the race\" and the \"proliferation of the lower classes\", and makes \"an indirect case for birth control or perhaps even for legalized, and safe, abortions\".[155]\nThe film starred Tyrone Power, Sr. and his then-wife Helen Riaume; future star Mary MacLaren made her debut. It also makes use of several trick photography scenes, with an emphasis on multiple exposures to convey information or emotions visually. As a recurring motif, every time a character becomes pregnant, a child's face is double exposed over their shoulder.[citation needed]\n\nIn March 1916, the National Board of Review expressed disapproval of the film for showings to mixed audiences, but later approved it for adult showings.[156]\nIt was banned in Pennsylvania on the grounds that it \"tended to debase or corrupt morals\", but Universal won a case in Brooklyn, New York in 1916 to show the film after the district attorney filed suit against the theater manager and the Universal exchange president.[156] Controversy, the threat of censorship, and the banning of Where Are My Children? in some locations helped fuel the box office success of the film, estimated to have grossed in excess of $3 million,[157] in an era where ticket prices were less than 50c each,[13] and \"rocketed Weber's name to larger audiences, bigger box-office returns, and an even higher annual income\".[158]\nThe film spread Weber's fame internationally. For example, Kevin Brownlow indicates that this film attracted 30,000 in Preston, Lancashire, 40,000 in Bradford, Yorkshire, and 100,000 in two weeks in Sydney.[159]\nIn 2000, the Library of Congress Motion Picture Conservation Center copyrighted a preservation print reconstructed from several incomplete prints.[160]\n\nShoes, a \"sociological\" film released in June 1916 that Weber directed for the Bluebird Photoplays, was based on Stella Wynne Herron's short story of the same name, which had been published in Collier's magazine earlier that year. Herron took inspiration from noted social reformer Jane Addams's 1912 book A New Conscience and an Ancient Evil.[161]\nThe nonfiction book depicts the struggles of working-class women for consumer goods and upward mobility and their dubious sexual activities, including prostitution.[74][162]\nStarring Mary Maclaren as Eva Meyer, a poverty-stricken shopgirl who supports her family of five, who needs to replace her only pair of shoes, and is so desperate that she sells her virginity for a new pair,[163] it proved to be the most booked Bluebird production of 1916.[162] A version restored digitally from three extant fragments by EYE Film Institute Netherlands,[164] made its debut in North America in July 2011.[165]\n\nA scene from the restored \"Shoes\" showing architect John B. Parkinson's 1910 design for Pershing Square in Downtown Los Angeles has been used by the grassroots Pershing Square Restoration Society in promoting their campaign to restore the historic park.[166]\n\nAfter another significant censorship battle, and a vigorous publicity campaign by Universal, on May 13, 1917, Universal released The Hand That Rocks the Cradle, \"one of the most forceful films ever made in support of legalizing birth control\", a follow-up to the previous year's top money-maker for Universal, Where Are My Children? Directed by Weber and Smalley based on their original script, it starred Smalley and Weber, in her last screen appearance, as a doctor's wife arrested and imprisoned for illegally disseminating family planning information.[167]\nInfluenced by the recent trial and imprisonment of pioneer birth control advocate Margaret Sanger,[74] the film drew explicitly on her headline-generating activism.[167]\n\nThe film was released only weeks after Sanger's own film, Birth Control, was banned under a 1915 ruling of the United States Supreme Court that films \"did not constitute free speech\",[168] and the ruling of the New York Court of Appeals that a film on family planning may be censored \"in the interest of morality, decency, and public safety and welfare\". Sensitive to the opinions of local communities, and hoping to avoid powerful censorship boards in the northeast and midwest, The Hand That Rocks the Cradle was distributed primarily in the southern and western regions of the United States, with the result that it did not attain the record-breaking attendance set by Where Are My Children? the previous year.[167] When The Hand That Rocks the Cradle opened at Clune's Auditorium in Los Angeles in June 1917, Weber appeared on stage, bitterly denouncing attempts to alter or suppress her film. While The Hand That Rocks the Cradle is now lost, the surviving script and accompanying marketing materials make it clear that Weber mounted an unstinting argument in favor of \"voluntary motherhood\".[167]\n\nIn June 1917 Weber became the first American female director to establish and run her own movie studio[14] when she formed her own production company, Lois Weber Productions,[169] with the financial assistance of Universal.[32] She leased a self-contained estate, and had offices, dressing rooms, scenic and property rooms, and a 12,000 square feet (1,100 m2) shooting stage constructed.[170][171][172]\nSmalley was made studio manager, and the Smalleys made their home on the studio lot[14] at 1550 N. Sierra Bonita Avenue.[173]\n\nAccording to film historian Shelley Stamp, while Weber and Smalley were often co-credited as directors, it was \"the wife who clearly had the artistic vision to drive the business partnership forward\".[172] By this time, Weber's \"idealized collaborative marriage\" with Smalley had begun to show signs of deterioration, which was accelerated by the increased focus of critics and journalists on Weber as the dominant filmmaker, at the expense of Smalley, after 1916,[174] and Weber increasingly took credit for her contributions after 1917.[15] However, as early as 1913, some saw Weber as the \"fertile brain\" in the partnership, with Smalley seen as an indolent womanizer \"who chased every woman on the lot\", which resulted in arguments and shouting matches.[117]\n\nWeber consciously resisted the industry's movement toward assembly-line-style studio film making. \"By concentrating on only one production at a time, and mobilizing her entire workforce around that effort, Weber aimed for quality film making rather than efficient bookkeeping\". Weber's independence allowed her to shoot her films in sequence, as she preferred (rather than out of order to suit production schedules).[172] William D. Routt indicates that \"Lois Weber Productions were a good investment, cost-effective. The company made movies cheaply: in later years at least shooting on location even for interiors, using a small cast, working fast. Its somewhat sensational topics and titles guaranteed at least a modest box office return, and at times may have done much better than that.\"[83]\n\nKaren Mahar attributes the success of Weber's films of the 1910s to their representation of \"the generational conflict of the era\" between the traditional view of women and that of the freedoms of the emerging \"New Woman and the emergent consumer culture\".[117] Mahar argues that \"Weber's life was an expression of this generational divide: she was a stage performer and a Church Army Worker, a filmmaker and a middle-class matron, a childless advocate of birth control who 'radiates domesticity'\". While Weber was clearly a New Woman by virtue of her career, she was also publicly identified as the wife and collaborator of her first husband.[117]\n\nShelley Stamp argues that Weber's \"image was instrumental in defining both her particular place in film-making practices, and women's roles within early Hollywood generally\", and that her \"wifely, bourgeois persona, relatively conservative and staid, mirrored the film industry's idealized conception of its new customers: white, married, middle-class women perceived to be arbiters of taste in their communities\".[175]\nWhile Weber's beliefs reflected modern values, as did her career as a filmmaker that was atypical for women of her era, she had \"internalized much of what the Victorians deemed proper behavior for women\", and there are \"strong elements of the Victorian code of womanhood in her films\".[176]\nThe Smalleys exemplified and promoted the Victorian ideal of marriage as companionship and a partnership.[176]\n\nIn 1917, Weber was the only woman granted membership in the Motion Picture Directors Association, and from 1917 Weber was active in supporting the newly established Hollywood Studio Club, a residence for struggling would-be starlets.[177]\nAfter the United States entered World War I, Weber served on the board of the Motion Picture War Service Association, headed by D. W. Griffith and including Mack Sennett, Charlie Chaplin, Mary Pickford, Douglas Fairbanks, William S. Hart, Cecil B. DeMille, and William Desmond Taylor. The Association raised funds for the construction of a thousand-bed hospital.[178]\n\nIn 1918, the Fox Film Corporation hired Weber to direct Queen of the Seas,[179] in which Annette Kellerman swam and dove naked. However, she was replaced eventually by John G. Adolfi.[180]\nIn September 1918, Weber broke her left arm in two places when she slipped on the floor and fell in Barker Brothers,[181] a downtown Los Angeles furniture store, forcing her to be hospitalized in the California Hospital.[182][183][184] Weber's arm was still causing her trouble seven months later.[185]\n\nDespite continuing to work at Universal, and renting out her studio to other independent producers, including Marshall Neilan, Weber found it difficult to pay the bills and to find the capital to finance her own productions.[14] By December 1918, Weber had left Universal, and signed a contract with Louis B. Mayer to direct Anita Stewart for $3,500 a week.[186][187]\nIn a letter to Weber, Mayer proclaimed: \"My unchanging policy will be great star, great director, great play, great cast. You are authorized to get these without stint or limit. Spare nothing, neither expense, time, or effort. Results only are what I'm after.\"[188]\nWeber made two films with Stewart as the lead: A Midnight Romance and Mary Regan, both released in 1919 to mixed reviews.[189]\n\nNeeding finances, in July 1919 Weber signed a contract with Famous Players-Lasky to direct five films to be distributed through Paramount-Artcraft for $50,000 each,[14][157][190][191] plus one-third of the profits,[192] and guaranteed first-run bookings in Paramount theaters.[189] By January 1920, Smalley and Weber purchased a two-level home at 1917 N. Ivar Avenue, Hollywood,[193][194] later the home of Preston Sturges in the 1940s.[195]\n\nIn October 1920, Weber purchased the studio facilities at 4634 Santa Monica Boulevard in Los Angeles, near Sunset Boulevard, which she had been leasing for the previous three years.[196][197][198]\n\nBy February 1921, Weber was at the zenith of her career,[199] regarded \"as fearless in the production of her pictures as she once was in her struggle for a living, and her indubitable position is that of one of the best directors of the screen.\"[46] One newspaper wrote, \"Lois Weber is not only the foremost woman director – she's the whole works\", and attributed her success to having \"a feminine touch lacking in most man-made films\".[200]\nIn an effort to protect the American film industry, by 1921 Weber advocated the prohibition of the importation of all European films into the United States.[201]In May 1921, Weber anticipated the possibility of both color and \"three-dimensional films\".[202]\n\nFollowing \"the cinematic rumination on modern marriage begun by Cecil B. DeMille\"[203] and like other post-war filmmakers, Weber turned her attention toward marriage and domestic life to honor her deal with Famous Players-Lasky with such melodramas as To Please One Woman, What's Worth While? Too Wise Wives, and What Do Men Want?[189][203] However, as the United States entered the Jazz Age in the 1920s, Weber came to be seen as passé, in part because of her \"propensity for didacticism\"[204] but also because her \"values became increasingly archaic; her moralising, propagandistic tone was unsuited to the era of the 'flapper' girl and a hedonism that seemed all the more urgent\".[205]\n\nBy this time her \"morally upright films bored modern audiences\", her crusading was unwanted, and her views were considered \"quaint\".[206]\nHer fall from favor was also due to her inability or unwillingness to adapt to changing audience tastes,[14] and \"her refusal to feature big-name stars or to glamorize consumerist excess in her films.\"[207]\n\nAfter an advance screening in February 1921, Paramount executives decided not to distribute the fourth film in their arrangement with Weber, What Do Men Want?[207] a domestic melodrama about a philandering husband and a faithful wife[189] (Claire Windsor), and to cancel their arrangement with Weber to distribute her films.[32]\n\nAfter making 13 films,[208] by April 1921, Lois Weber Productions collapsed, and Weber was forced to release all her contracted staff, with the exception of two novice actors.[209] While she would direct a few other movies, effectively her career as a Hollywood director was over.[206]\n\nAfter reading the articles \"Impoverished College Teaching\" and \"Boycotting the Ministry\" in the April 30, 1921 issue of Literary Digest about the underpayment of educators and clergy, Weber, with scenarist Marion Orth, crafted a melodramatic narrative to bring the issue to life in The Blot.[210]\nStarring Claire Windsor and Louis Calhern,[211]\nThe Blot was her masterpiece,[72] her most successful film from this period[212] and probably Weber's best-known film today.[207] The film \"rejects the values of capitalist America that measures the value of people in wealth and property\" by depicting the compromises and choices impoverished women are forced to make to achieve social mobility and financial security.[212] It \"condemns capitalistic materialism and linked consumerism with sexual exploitation\",[157] and addresses class, money, and ethnicity.[213]\n\"Weber's basically Christian ethos shines clearly through this plot: the text disapproves of both the new consumerist immigrant class, and the old aristocratic one\".[205] Despite xenophobic assumptions,[214]\nWeber advocates learning, asceticism, and service to the needy.[205]\n\nAccording to film historian Kevin Brownlow in The Blot, \"Weber's technique is reminiscent of that of William C. deMille, with its quietness, in its use of detail, and its emphasis on naturalism. Weber used the same method of direction, too, filming in continuity.\"[215]\nTo tell with maximum realism this story of a college professor's family – hardworking but with only a meager income – Weber filmed in real houses, using a special lighting rig, and gave supporting roles to non-actors.[216]\nTo emphasize this film was a woman-centered narrative, in a \"radical departure from Hollywood practice\", Weber used point-of-view cutting from the perspective of the professor's wife.[4]\nWeber also used extreme close-ups and an ambiguous ending, that Richard Combs describes The Blot as \"so un-Griffithian as to seem almost modernistically open-ended\", while others see it as almost surreal, declaring it \"the Los Olvidados of the literally down at heel middle class\".[4]\n\nDue to the collapse of her distribution deal with Paramount, Weber was forced to distribute The Blot through the F.B. Warren Corporation, a newly formed small independent company that would also distribute a film each by Canadian women producers Nell Shipman and May Tully, later in 1921.[207] The Blot was released on September 4, 1921, but was not well-received critically and did little box office, and vanished after its run. After The Blot, Weber's films did not make money at the box office.[217]\nFor decades, The Blot was considered a lost film, until it was rediscovered by the American Film Institute in 1975 and was reconstituted and restored by Robert Gitt of the UCLA Film & Television Archive in 1986 from an incomplete negative and an incomplete print.[210][215] The Blot was then produced for video by Kevin Brownlow and David Gill of Photoplay Productions, and released on home video and DVD.[210]\n\nAs part of the deal to distribute The Blot, F.B. Warren also released What Do Men Want?[218][219]\nAfter the film's premiere at Manhattan's Lyric Theatre on November 13, 1921, The New York Times, while praising Weber for her casting and the technical aspects of the film, and also the performance of Claire Windsor, dismissed the film as a \"simplified sermon\" that provided \"pat answers\" which ignored \"the real facts of life\", which it considers \"incompetent, irrelevant and immaterial\".[220]\n\nSoon after the New York City premiere of The Blot, and in an attempt to salvage their troubled marriage, Weber and Smalley sailed for Europe[221] with Weber's sister and brother-in-law, Ethel and Louis A. Howland. They ultimately traveled for six months through Europe, Egypt, China, and India.[222] In late December 1921, they were in Rome, with plans to travel to the Orient.[223]\n\nWeber and Smalley returned to the United States on April 7, 1922.[224]\nOn June 24, 1922, Weber obtained a divorce secretly from Smalley,[225][226] who was described as both alcoholic and abusive,[227] but kept him as a friend and companion.[14] Their divorce was made public on January 12, 1923 by the Los Angeles Examiner.[225]\n\nUpon her return to Hollywood, Weber found an \"'industry in transition', evident in the fact that Erich von Stroheim was out of favor, D. W. Griffith was gradually more marginalized, and Rex Ingram, like von Stroheim, could not adapt to production changes demanded by the consolidated studios.\" As Shelley Stamp explains, \"In an age of studio conglomeration and vertical integration, few independents could survive, a reality that hit women particularly hard: both Alice Guy-Blaché and Nell Shipman closed their production companies during this period as well. Will Hays, newly installed at the MPPDA, was also beginning to assert greater control over studio releases.\"[228][222]\n\nIn November 1922, Weber returned to Universal,[14][222] where she directed A Chapter in Her Life,[229] based on the 1903 novel Jewel: A Chapter in her Life by Clara Louise Burnham,[230] and a remake of a 1915 film called Jewel, which she had directed previously with Smalley. A Chapter in Her Life was part of \"a slate of literary adaptations Universal released that year, headlined by Lon Chaney's The Hunchback of Notre Dame and marketed under the tag line \"Great Pictures made from Great Books with Great Exploitation Tieups.\"[228] The film starring Claude Gillingwater was released on September 17, 1923.[230][231]\n\nHowever, according to Stamp, \"Without a chain of theaters under its control, like emerging studio giants MGM and Paramount, Universal now occupied a significantly different market position than it had during the height of Weber's career there in the mid-1910s. With the bulk of urban, first-run theaters closed to Universal, the studio now relied on independent theaters mainly located in small towns and rural areas. Nor was the studio home to the female directing talent it had once been—Weber was now on her own.\"[228] Consequently, Universal's trade ads made a clear pitch to small-town exhibitors, offering them \"quality\" pictures at reasonable prices, providing access to first-run pictures many studios reserved for their large urban venues. A Chapter in Her Life is available on home video and DVD from Nostalgia.[232]\n\nWhile Weber was praised for her direction in A Chapter in Her Life, \"critics felt the film's subject matter – a young girl whose love and faith transform the troubled adults in her life – was ultimately out of step with the times. Film Daily dubbed the material 'old fashioned', with other critics objecting to the film's 'Pollyanna' themes.\"[228]\nWeber subsequently left Universal, vowing not to produce any films for a while, intending to write plays and a novel instead. She traveled to Europe again and spent time at the Colorado summer home of her friend, novelist Margaretta Tuttle, who had written the novel Feet of Clay (later made into a 1924 film by Cecil B. deMille), saying she would remain on vacation until the censors \"came to their senses\".[228]\n\nAt the time, Weber complained of both the control exerted by consolidated studios, as well as the ever more strenuous censorship of the Hays Code: \"I have received many offers, but in each case I'm hampered with too many conditions. ... The producers select the stories, select the cast, tell you how much you can pay for a picture and how long you can have to make it in. All this could be borne. But when they tell you that they also will cut your picture, that is too much.\"[233][228][222]\n\nThe trade journal Film Mercury declared that \"it would be interesting to know why [Weber] has made no films in the past year or so,\" noting that \"it is almost a crime for such wonderful director material to be lying idle while third-raters flood the screen with junk.\"[234]\nAfter suffering a nervous collapse in 1923, Weber made no movies until 1925.[32]\nDuring this period, when Weber ostensibly \"retired from public life\", it was rumored that Weber had attempted suicide and had entered a mental facility to treat her mental depression.[235]\n\nBy the end of January 1925, Weber announced her engagement to Captain Harry Gantz (born in Deadwood, South Dakota on September 4, 1887; died August 11, 1949 in Cairns, Queensland, Australia),[236][237][238][239] a retired army officer who had served as a second lieutenant in the Philippine Constabulary from 1907 to 1911,[240] then as a second lieutenant in company C of the 23rd Infantry from 1912 to 1915.[241]\n\nIn October 1914, Gantz transferred from the 23rd Infantry to the Aviation Section, U.S. Signal Corps, and became a pioneer aviator during the Pancho Villa Expedition, making him an early bird of aviation. On September 1, 1915, Gantz married Beatrice Wooster Miller. At the time of his engagement to Weber, Gantz was a wealthy orange rancher and the owner of the 140-acre El Dorado Ranch in Fullerton, California.[242][243][244] Gantz is credited with bringing Weber \"out of a retirement which was more nearly a despondent withdrawal from public life\".[226] However, Anthony Slide indicates that Gantz was \"something of an opportunist, who persuaded Weber to marry him — and co-incidentally let him manage her considerable fortune.\"[245]\n\nIn January 1925, Weber returned once again to Universal, hired by Carl Laemmle to take charge of all story development for a $5 million production initiative based around the adaptation of popular novels.[222][246]\nUniversal released one major big-budget film each year, including The Hunchback of Notre-Dame (1923) and The Phantom of the Opera (1925),[247] both starring Lon Chaney, Sr. After two unsuccessful previews, in 1925 Weber and Maurice Pivar were assigned to re-edit The Phantom of the Opera before its ultimate release in September 1925.[248]\nAnother novel which Universal decided to film was Uncle Tom's Cabin, for which Weber completed an adaptation for a film to be directed in 1926 by Harry A. Pollard,[249] who had starred as Uncle Tom in a 1913 version and was, by 1923, Universal's leading director, with nine consecutive hits.[247]\n\nIn 1926, Weber signed a new distribution deal with Universal, making her \"one of the highest paid women in the business\".[229] One of her first \"comeback\" movies was The Marriage Clause, which Weber adapted from the short story \"Technic\" by Dana Burnet in The Saturday Evening Post of May 16, 1925.[250] It starred Francis X. Bushman and brought contract player Billie Dove to international prominence.[229][251]\nIt was released on September 12, 1926.\n\nBy June 1926, Weber was signed to direct Sensation Seekers, a romantic drama based on Ernest Pascal's novel Egypt,[252] that also starred Billie Dove. However, just before her wedding, Weber replaced Pollard as director of Uncle Tom's Cabin,[253] as he had been hospitalized in Manhattan with blood poisoning and a shattered jaw[254][255] caused by the \"maltreatment\" of a tooth infection by a New York dentist.[256]\nWeber ceased work on Sensation Seekers and was willing to interrupt her honeymoon to travel to Louisiana to direct the location scenes for Uncle Tom's Cabin.[257]\n\nOn June 15, the Los Angeles Times reported Gantz had obtained a license to marry Weber.[258]\nOn June 30, 1926, a justice of the peace married the couple in a ceremony at Enchanted Hill, the home of screenwriter Frances Marion in Santa Ana, California.[14][259]\nAt their wedding, Weber reduced her age by nine years to 38 to match her new husband.[260]\nIn 1927, Smalley married music teacher Phyllis Lorraine Ephlin.[261][262][263]\n\nAfter five months during which his life was in serious jeopardy,[264] and six jaw operations,[255] Pollard emerged from hospital \"disfigured for life, but undaunted, ready once more to resume his megaphone\".[256]\nWeber was no longer required for Uncle Tom's Cabin.[265]\nWeber returned to direct Sensation Seekers, which was released on March 20, 1927.[266]\n\nIn November 1926, Weber joined United Artists to direct a comedy film called Topsy and Eva based on a popular play of that name written by Catherine Chisholm Cushing,[267] featuring the Duncan Sisters in blackface.[268][269]\n\nWeber had adapted from the original novel when she was attached to the Universal version of Uncle Tom's Cabin. She attempted to make another serious adaptation, but the studio decided that it should be a comedy rather than a drama. After some shooting by Weber, she thought some of the scenes to be shot were insulting to African Americans, including such \"racist humor as a stork dropping a black baby into a trash can\".[13] Topsy and Eva was reassigned to Del Lord to direct, with some additional scenes by D.W. Griffith.[270]\n\nBy 1927, Weber advised young women to avoid filmmaking careers.[271]#\nIn 1927 DeMille Pictures signed Weber to direct her final silent movie, The Angel of Broadway, which featured Leatrice Joy,[272][273] released on October 3, 1927.[274]\n\nHowever, the advent of sound technology and the demise of silent movies, coupled with some negative reviews and poor box office receipts, ended Weber's comeback in 1927.[14] For example, Variety believed The Angel of Broadway's sentimentality would appeal to the masses, but not to sophisticated urban audiences: \"For New York this title is a dud, but in the hinterland it may well be esteemed box office. Pathe has, in fact, a very good commercial property for the territory west of Hoboken\".[275]\n\nBy February 1927, Weber owned and operated Lois Weber's Garden Village at 4633 Santa Monica Boulevard in Los Angeles.[276]\nIn the late 1920s, Weber and Gantz sub-divided the El Rancho ranch, creating the upscale \"Brookdale Heights\" (now at West Brookfield Place), Fullerton, with the 300–400 residential lots advertised for $1,500 to $3,000 each, and houses priced at $8,000 to $9,000 each. On another part of their acreage, the Gantzes built a Spanish-style residence with a tower retreat for Weber at 225 W. Union Ave.[277]\n\nWhen Weber was asked in April 1928 when she might direct again, she replied \"when I find a producer who thinks I have intelligence enough to be let alone and go ahead with my own unit.\"[278]\nFive years elapsed before Weber got the opportunity again. While Weber and Gantz appeared to be enjoying domestic harmony in March 1930,[279] soon afterward Weber was separated from Gantz and was living with her mother and nephew in Los Angeles.[280]\nIn 1931, Gantz sold the El Dorado ranch to C. Stanley Chapman, the son of Charles C. Chapman.[281]\nBy 1932, Weber was still separated from Gantz and was managing an apartment building in Fullerton, California.\n\nIn February 1932, Universal released a condensed version of Shoes called The Unshod Maiden,[282] complete with satirical narration.[283]\n\nThrough the intervention of Frances Marion, by early June 1932 Weber was hired by United Artists as a script doctor[14] to work on Cynara[284] with Marion.[285]\n\nIn February 1933, Universal signed Weber to scout for new talent and to direct screen tests.[22][32][286]\nWithin weeks, Weber had interviewed 250 girls and young women from dramatic schools.[287]\n\nIn 1933, Universal offered Weber another directing contract, assigning her to Edna Ferber's Glamour,[288] but she was removed from the project abruptly and it was transferred to a reluctant William Wyler.[289]\n\nWeber and Gantz spent five weeks on location in Kauai, Hawaii from August 24, 1933,[290][291] as she had been hired by the Seven Seas Corporation to direct Virginia Cherrill (then the fiancée of Cary Grant)[292] and Mona Maris in Cane Fire,[293] a tale of racial prejudice and miscegenation on a Hawaiian sugar plantation.[294]\nMade on a low budget on the plantations of the Kekaha Sugar Company and the Waimea Sugar Company and at Alexander McBryde's Lawai Kai estate,[295] it was the first film shot on the island of Kauai. It was released as White Heat[296] by the Pinnacle Production Company on June 15, 1934 to limited \"commercial and critical success\",[297] with Weber quoted as saying at the time that the film \"was not a hit but will not lose any money\".[298]\n\nWhite Heat proved to be her final film, and her only talkie. It was shown on television on Friday, June 21, 1940 on NBC's station W2XBS, but is now considered a lost film.[299]\n\n"
        },
        {
            "title": "Later years and death",
            "text": "Weber and Gantz divorced about 1935.[226][300]\n\nIn November 1939, Weber was admitted to Good Samaritan Hospital in critical condition, suffering from a stomach ailment that had afflicted her for years.[301][14] She died almost two weeks later on Monday, November 13, 1939, destitute,[297] from a bleeding ulcer. She was 60 years old. Her younger sister, Ethel Howland, and friends Frances Marion and Veda Terry, were at her bedside.[14]\n\nHer death was largely overlooked, with her Variety obituary only two brief paragraphs long[14][302] and a brief mention in the Los Angeles Examiner.[303]\nGossip columnist Hedda Hopper contributed a more substantial tribute in the Los Angeles Times.[304]\n\nOn Friday, November 17, 1939, more than 300 people attended Weber's funeral,[305][306] which was paid for by Frances Marion.[14][297]\nAfter the funeral, Weber was cremated at the Los Angeles Crematory[307] and the location of her remains is unknown.[305][306]\n\nWeber wrote a memoir, The End of the Circle, which was to have been published shortly before her death[308] but ultimately was not, despite the efforts of her sister, Ethel Howland, and was later stolen in the 1970s.[3] For her contribution to the motion picture industry, on February 8, 1960, Weber was awarded a star on the Hollywood Walk of Fame at 6518 Hollywood Blvd.[309]\n\n"
        },
        {
            "title": "Legacy",
            "text": "The Buffalo Dreams Fantastic Film Festival gives out the Lois Weber Award in her honor since 2017.[310]\n\nA one-woman play, Tea with Lois, is based on Weber's talks at the Hollywood Studio Club. Written, produced and directed by Susan Kurtz, it was recorded and shown at the 53rd Cinecon Film Festival in 2017.[311][312]\n\nThe Pennsylvania Historical and Museum Commission installed a Lois Weber historical marker in front of the Carnegie Free Library of Allegheny.[313]\n\nExecutive produced and hosted by Elizabeth Banks, directed by Svetlana Cvetko, Yours Sincerely, Lois Weber, a 6-minute documentary, which won best documentary at the 2017 LA Shorts International Film Festival, told through the fictionalized character of a young magazine photographer who hopes to impress Weber, examines Lois Weber's career, for I’ll Take You There, a Hollywood-themed novel by Wally Lamb, first released as an iOS app for Metabook.[314][315][316][317][318][319][320][321]\n\n"
        }
    ]
}