{
    "url": "https://en.wikipedia.org/wiki/Lon_Chaney",
    "title": "Lon Chaney",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Death",
        "4 Legacy",
        "5 Honors",
        "6 Filmography",
        "6.1 Short subjects",
        "6.2 Feature films",
        "7 Gallery: The Man of a Thousand Faces",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLeonidas Frank \"Lon\" Chaney (April 1, 1883 – August 26, 1930) was an American actor. He is regarded as one of the most versatile and powerful actors of cinema, renowned for his characterizations of tortured, often grotesque and afflicted characters, and his groundbreaking artistry with makeup.[1] Chaney was known for his starring roles in such silent horror films as The Hunchback of Notre Dame (1923) and The Phantom of the Opera (1925). His ability to transform himself using makeup techniques that he developed earned him the nickname \"The Man of a Thousand Faces\". \n"
        },
        {
            "title": "Early life",
            "text": "Leonidas Frank Chaney was born in Colorado Springs, Colorado, to Frank H. Chaney (a barber) and Emma Alice Kennedy. His father was of English and French ancestry, and his mother was of Scottish, English, and Irish descent. Chaney's maternal grandfather, Jonathan Ralston Kennedy, founded the \"Colorado School for the Education of Mutes\" (now Colorado School for the Deaf and Blind) in 1874, and Chaney's parents met there.[2] His great-grandfather was congressman John Chaney.\n\nBoth of Chaney's parents were deaf and, as a child of deaf adults, Chaney became skilled in pantomime. He entered a stage career in 1902, and began traveling with popular vaudeville and theater acts. In 1905, Chaney, then 22, met and married 16-year-old singer Cleva Creighton (Frances Cleveland Creighton) and in 1906, their only child, a son, Creighton Tull Chaney (later known as Lon Chaney Jr.) was born. The Chaneys continued touring, settling in California in 1910.\n\nMarital troubles developed and on April 30, 1913, Cleva went to the Majestic Theater in downtown Los Angeles, where Lon was managing the \"Kolb and Dill\" show, and attempted suicide by swallowing mercuric chloride.[3] The suicide attempt failed, but it ruined her singing career; the ensuing scandal and divorce forced Chaney out of the theater and into film.\n\nThe time spent there is not clearly known, but between the years 1912 and 1917, Chaney worked under contract for Universal Studios doing bit or character parts. His skill with makeup gained him many parts in the highly competitive casting atmosphere. During this time, Chaney befriended the husband-wife director team of Joe De Grasse and Ida May Park, who gave him substantial roles in their pictures, and further encouraged him to play macabre characters.\n\nIn 1915, Chaney married one of his former colleagues in the Kolb and Dill company, a recently divorced chorus girl named Hazel Hastings. The new couple gained custody of Chaney's 10-year-old son Creighton, who had resided in various homes and boarding schools since Chaney's divorce from Cleva in 1913.[4]\n\n"
        },
        {
            "title": "Career",
            "text": "By 1917, Chaney was a prominent actor in the studio, but his salary did not reflect this status. When Chaney asked for a raise, studio executive William Sistrom replied, \"You'll never be worth more than one hundred dollars a week.\" After leaving the studio, Chaney struggled for the first year as a character actor.  It was not until he played a substantial role in William S. Hart's picture Riddle Gawne (1918) that Chaney's talents as a character actor were truly recognized by the industry.\n\nUniversal presented Chaney, Dorothy Phillips, and William Stowell as a team in The Piper's Price (1917).  In succeeding films, the men alternated playing lover, villain, or other man to the beautiful Phillips. They would occasionally be joined by Claire DuBrey nearly making the trio a quartet of recurring actors from film to film.  So successful were the films starring this group that Universal produced fourteen films from 1917 to 1919 with Chaney, Stowell, and Phillips.[5]\n\nThe films were usually directed by Joe De Grasse or his wife Ida May Park, both friends of Chaney's at Universal. When Chaney was away branching out on films such as Riddle Gawne and The Kaiser, the Beast of Berlin (both 1918), Stowell and Phillips would continue on as a duo until Chaney's return. Stowell and Phillips made The Heart of Humanity (also 1918), bringing in Erich von Stroheim for a part as the villain that could easily have been played by Chaney.[5]\n\nPaid in Advance (1919) was the group's last film together, for the chiseled featured Stowell was sent to Africa by Universal to scout locations for a movie.  En route from one city to another, Stowell was in the caboose when it was hit by the locomotive from another train; he was killed instantly. The majority of these films are lost but a few, including Triumph and Paid in Advance survive in private collections or unrestored in European or Russian archives.[5][Note 1]\n\nChaney had a breakthrough performance as \"The Frog\" in George Loane Tucker's The Miracle Man (1919). The film displayed not only Chaney's acting ability, but also his talent as a master of makeup. Critical praise and a gross of over $2 million put Chaney on the map as America's foremost character actor.\n\nChaney exhibited great adaptability with makeup in more conventional crime and adventure films, such as The Penalty (1920), in which he played a gangster with both legs amputated. Chaney appeared in 10 films directed by Tod Browning, often portraying disguised and/or mutilated characters, including carnival knife-thrower Alonzo the Armless in The Unknown (1927) opposite Joan Crawford. Around the same time, Chaney also co-starred with Conrad Nagel, Marceline Day, Henry B. Walthall and Polly Moran in the Tod Browning horror film London After Midnight (1927), one of the most sought after lost films.[7] His final film role was a sound remake of his silent classic The Unholy Three (1930), his only \"talkie\" and the only film in which Chaney utilized his powerful and versatile voice. Chaney signed a sworn statement declaring that five of the key voices in the film (the ventriloquist, the old woman, a parrot, the dummy and the girl) were his own.[8]\n\nMakeup in the early days of cinema was almost non-existent with the exception of beards and moustaches to denote villains.[9] Most of what the Hollywood studios knew about film stemmed from their experience with theater makeup, but this did not always transfer well to the big screen, especially as the film quality increased over time. It is also worth noting that makeup departments were not yet in place during Chaney's time. Prior to the mid-20s, actors were expected to do their own makeup.[9]\n\nIn the absence of such specialized  professions, Chaney's skills gave him a competitive advantage over other actors. He was the complete package. Casting crews knew that they could place him in virtually any part and he would thrive. In some films his skill allowed him to play dual roles. An extreme case of this was the film Outside the Law (1920), where he played a character that shot and killed another character, whom he also was playing.[9]\n\nAs Quasimodo, the bell ringer of Notre Dame Cathedral, and Erik, the \"phantom\" of the Paris Opera House, Chaney created two of the most grotesquely deformed characters in film history.[10][11][12]  \"Phantom … became a legend almost immediately,\" wrote the Los Angeles Times in 1990. \"The newspapers of the day reported that women fainted, children bawled and grown men stepped outside for fresh air after the famous unmasking scene.\"[13] \"The unmasking of the titular Phantom is one of the most well-known moments in silent film,\" wrote Meg Shields in 2020. \"Arguably, it’s one of the most horrifying images ever put on screen.\"[14]\nHowever, Chaney's portrayals sought to elicit a degree of sympathy and pathos among viewers not overwhelmingly terrified or repulsed by the monstrous disfigurements of these victims of fate.\n\n In a 1925 autobiographical article for Movie magazine, he wrote: \"I wanted to remind people that the lowest types of humanity may have within them the capacity for supreme self-sacrifice. The dwarfed, misshapen beggar of the streets may have the noblest ideals. Most of my roles since The Hunchback, such as The Phantom of the Opera, He Who Gets Slapped, The Unholy Three, etc., have carried the theme of self-sacrifice or renunciation. These are the stories which I wish to do.\" Chaney referred to his expertise in both makeup and contorting his body to portray his subjects as \"extraordinary characterization\". Chaney's talents extended beyond the horror genre and stage makeup. He was also a highly skilled dancer, singer and comedian.\n\nRay Bradbury once said of Chaney, \"He was someone who acted out our psyches. He somehow got into the shadows inside our bodies; he was able to nail down some of our secret fears and put them on-screen. The history of Lon Chaney is the history of unrequited loves. He brings that part of you out into the open, because you fear that you are not loved, you fear that you never will be loved, you fear there is some part of you that's grotesque, that the world will turn away from.\"\n\nChaney and his second wife Hazel led a discreet private life distant from the Hollywood social scene. Chaney did minimal promotional work for his films and for Metro-Goldwyn-Mayer, purposefully fostering a mysterious image, and he reportedly intentionally avoided the social scene in Hollywood.[15]\n\nIn the final five years of his film career (1925–1930), Chaney worked exclusively under contract to Metro-Goldwyn-Mayer, giving some of his most memorable performances.  His portrayal of a tough-as-nails marine drill instructor in Tell It to the Marines (1926), one of his favorite films, earned him the affection of the Marine Corps, who made him their first honorary member from the motion picture industry.[16]\n\nHe also earned the respect and admiration of numerous aspiring actors, to whom he offered mentoring assistance, and between takes on film sets he was always willing to share his professional observations with the cast and crew. During the filming of The Unknown (1927), Joan Crawford stated that she learned more about acting from watching Chaney work than from anyone else in her career. \"It was then,\" she said, \"I became aware for the first time of the difference between standing in front of a camera, and acting.\"[16]\n\n"
        },
        {
            "title": "Death",
            "text": "During the filming of Thunder in the winter of 1929, Chaney developed pneumonia. In late 1929, he was diagnosed with bronchial lung cancer. This was exacerbated when artificial snow lodged in his throat during filming and caused a serious infection.[17]  Despite aggressive treatment, his condition gradually worsened, and he died of a throat hemorrhage on August 26, 1930, in a Los Angeles, California hospital.[Note 2]\n\nHis funeral was held on August 28 in Glendale, California. Honorary pallbearers included Paul Bern, Hunt Stromberg, Irving Thalberg, Louis B. Mayer, Lionel Barrymore, Wallace Beery, Tod Browning, Lew Cody, and Ramon Novarro. The U.S. Marine Corps provided a chaplain and Honor Guard for his funeral. While his funeral was being conducted, all MGM studios and offices observed two minutes of silence.[15][18]\n\nChaney was interred at Forest Lawn Memorial Park Cemetery in Glendale, next to the crypt of his father.[18]  His wife Hazel was interred there upon her death in 1933.  In accordance with his will, Chaney's crypt has remained unmarked.[19]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In 1957, Chaney was the subject of a biopic titled Man of a Thousand Faces, in which he was portrayed by James Cagney.[20] The film is a largely fictionalized account, as Chaney was notoriously private and hated the Hollywood lifestyle. He never revealed personal details about himself or his family, once stating, \"Between pictures, there is no Lon Chaney.\"[15]\n\nChaney's son Creighton, who later changed his name to Lon Chaney Jr., became a film actor after his father's death.[21] Chaney Jr. is best remembered for roles in horror films, such as the title character in The Wolf Man (1941).[22] In October 1997, both Chaneys appeared on commemorative US postage stamps as the Phantom of the Opera and the Wolf Man, with the set completed by Bela Lugosi as Dracula and Boris Karloff as Frankenstein's monster and the Mummy.[23]\n\nChaney is also the subject of the 2000 documentary feature, Lon Chaney: A Thousand Faces. The film was produced by silent film historian Kevin Brownlow and narrated by Kenneth Branagh.[24]\n\nIn the song \"Werewolves of London\" by Warren Zevon, both Chaney and his son Lon Chaney Jr are name-called in the last verse.\n\n"
        },
        {
            "title": "Honors",
            "text": "Chaney has a star on the Hollywood Walk of Fame, located on Hollywood Boulevard.[25] In 1994, Al Hirschfeld's caricature of Chaney was featured on a commemorative United States postage stamp.[26]\n\nIn 1929, Chaney built a stone cabin in the remote wilderness of the eastern Sierra Nevada near Big Pine, California as a retreat, hiring Paul R. Williams. Located in the Inyo National Forest, the cabin still stands, though it is not open to the public.[27] Following his death, Chaney's famous makeup case was donated to the Los Angeles County Museum by his widow, Hazel. The case is occasionally displayed for the public. The stage theater at the Colorado Springs Civic Auditorium is also named after the actor.\n\n"
        },
        {
            "title": "Filmography",
            "text": "Approximately 102 of the 157 films made by Chaney are currently classified as lost films. A number of others exist only in extremely truncated form or suffer severe decomposition.\n\n"
        }
    ]
}