{
    "url": "https://en.wikipedia.org/wiki/Longhouse_Religion",
    "title": "Longhouse Religion",
    "table_of_contents": [
        "1 Origins",
        "2 Practice",
        "3 Opposition",
        "4 Social context",
        "5 Influences",
        "6 Classification",
        "7 Notes",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Longhouse Religion is the popular name of the religious movement also known as The Code of Handsome Lake or Gaihwi:io (Good Message), founded in 1799 by the Seneca prophet Handsome Lake (Sganyodaiyoˀ). This movement combines and reinterprets elements of traditional Iroquois religious beliefs with elements adopted from Christianity, primarily from the Quakers. Anthropologist Anthony F. C. Wallace reported that the Gaihwi:io had about 5,000 practicing members as of 1969.[1]: 3  Originally the Gaihwi:io was known as the \"new religion\" in opposition to the prevailing animistic beliefs, but has since become known as the \"old religion\" in opposition to Christianity.\n\nPrior to the adoption of the single-family dwelling, Iroquois lived in large, extended-family homes also known as longhouses which also served as meeting places, town halls, theaters, and sites for religious ceremonies. Gaihwi:io keeps the longhouses for ceremonial purposes, and the movement was therefore termed the \"Longhouse Religion.\"\n\n"
        },
        {
            "title": "Origins",
            "text": "At the age of 64, after a lifetime of poverty and alcoholism, Ganioda'yo received his revelations while in a trance, after which he ceased drinking and formed the movement. Ganioda'yo's teachings were encoded in wampum[2] and spread through the populations of western New York, Pennsylvania, and Iroquois country, eventually being known as The Code of Handsome Lake.\n\nHandsome Lake vested responsibility for preaching the Gaihwi:io in a number of \"holders of the Gaihwi:io\", as of 1912 six in number. Since the transmission was oral, the versions began to diverge. In the 1860s the holders of the Gaihwi:io met at Cold Spring at the former home of Handsome Lake. They compared versions and, when differences were found, Seneca Chief John Jacket adjudicated the correct version and wrote it down in the Seneca language on letter paper. When he was done the group reassembled at Cattaraugus and memorized the corrected version. Chief Jacket gave the written copy to Chief Henry Stevens who in turn passed it on to Chief Edward Cornplanter, who somehow lost it. In 1903, afraid that oral transmission would again lead to errors, Chief Cornplanter rewrote it from memory and passed it on to the New York State Archives for preservation. William Bluesky, a lay Baptist preacher, translated it into English.[3]\n\n"
        },
        {
            "title": "Practice",
            "text": "The Gaihwi:io is proclaimed twice a year: at the Midwinter Thanksgiving, which falls sometime between January 15 and February 15, and again at the Six Nations meeting in September. Usually the preachers are exchanged between reservations for the event. A full recitation takes three days, mornings only. Before sunrise on each morning of the three days the preacher stands at the fireplace of the longhouse and sings the Sun Song to ensure good weather.\n\nDuring the ceremonies the preacher stands before the fireplace, aided by an assistant who sits beside him holding a white wampum strand. Some of the congregation sits on benches placed across the longhouse and the remainder sit on benches placed along the walls. Women cover their heads with a shawl.[3]\n\nThe atmosphere at the ceremony somewhat resembles a revival meeting. Participants may be moved to tears, and the emotional atmosphere sometimes becomes so contagious that many publicly re-declare their allegiance to the religion.[3]\n\n"
        },
        {
            "title": "Opposition",
            "text": "There is a movement which rejects The Code of Handsome Lake as being too influenced by the First and Second Great Awakenings. These modern traditionalists follow the teachings of Deganawidah, The Great Peacemaker as laid down in the Great Law of Peace, which is the constitution of the Six Nations or Haudenosaunee. Although this constitution protects the rights of religious ceremonies which have been in practice prior to ratification and acknowledges the duties of positive role models to the community, this movement contends that some of Handsome Lake's teachings may contradict existing articles in their interpretation of the Great Law of Peace.\n\n"
        },
        {
            "title": "Social context",
            "text": "The Second Great Awakening was a religious movement in the United States beginning around 1790. It has been described as a reaction against skepticism, deism, and rationalism. This movement was centered in the so-called \"Burned-over district\" in central and western New York State. Handsome Lake's revelations occurred in the same area and \"anticipated by a matter of months the surge of revivals that swept through early national and antebellum America.\"[4]\n\n"
        },
        {
            "title": "Influences",
            "text": "Joseph Smith, the founder of Mormonism, is believed to have been influenced by Handsome Lake's revelations, with which his own visions share a resemblance.[5][6][7]\n\n"
        },
        {
            "title": "Classification",
            "text": "In his 1989 book Popular Religion in America: Symbolic Change and the Modernization Process in Historical Perspective Miami University professor Peter W. Williams stated that over time the movement became more routinized and more resembles \"such 'cultic' religions on the borderline of traditional Christianity such as Mormonism.\"[8]\n\n"
        }
    ]
}