{
    "url": "https://en.wikipedia.org/wiki/Longwall_mining",
    "title": "Longwall mining",
    "table_of_contents": [
        "1 History",
        "2 Layout",
        "3 Ventilation",
        "4 Equipment",
        "5 Comparison with room and pillar method",
        "6 Automation",
        "7 Environmental impacts",
        "7.1 Subsidence",
        "7.2 Fracturing and water quality",
        "7.3 Ecosystem impacts",
        "7.4 Gas emissions",
        "8 In Canada",
        "9 See also",
        "10 Notes",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Longwall mining is a form of underground coal mining where a long wall of coal is mined in a single slice (typically 0.6–6.0 m (2 ft 0 in – 19 ft 8 in) thick). The longwall panel (the block of coal that is being mined) is typically 3–4 km (1.9–2.5 mi) long (but can be upto 7.5 km (4.7 mi) long) and 250–400 m (820–1,310 ft) wide. \n\n"
        },
        {
            "title": "History",
            "text": "The basic idea of longwall mining was developed in England in the late 17th century. Miners undercut the coal along the width of the coal face, removing coal as it fell, and used wooden props to control the fall of the roof behind the face. This was known as the Shropshire method of mining.[1] While the technology has changed considerably, the basic idea remains the same, to remove essentially all of the coal from a broad coal face and allow the roof and overlying rock to collapse into the void behind, while maintaining a safe working space along the face for the miners.\n\nStarting around 1900, mechanization was applied to this method. By 1940, some referred to longwall mining as \"the conveyor method\" of mining, after the most prominent piece of machinery involved.[2] Unlike earlier longwall mining, the use of a conveyor belt parallel to the coal face forced the face to be developed along a straight line. The only other machinery used was an electric cutter to undercut the coal face and electric drills for blasting to drop the face. Once dropped, manual labor was used to load coal on to the conveyor parallel to the face and to place wooden roof props to control the fall of the roof.\n\nSuch low-technology longwall mines continued in operation into the 1970s. The best known example was the New Gladstone Mine near Centerville, Iowa, \"one of the last advancing longwall mines in the United States\".[3] This longwall mine did not use a conveyor belt, instead relying on ponies to haul coal tubs from the face to the slope where a hoist hauled the tubs to the surface.[4][5]\n\nLongwall mining has been extensively used as the final stage in mining old room and pillar mines. In this context, longwall mining can be classified as a form of retreat mining.\n\n"
        },
        {
            "title": "Layout",
            "text": "Gate roads are driven to the back of each panel before longwall mining begins. The gate road along one side of the block is called the maingate or headgate; the road on the other side is called the tailgate. Where the thickness of the coal allows, these gate roads have been previously developed by continuous miner units, as the longwall itself is not capable of the initial development. The layout of Longwall could be either \"advancing\" type or of \"retreat\" type. In the advancing type, the gate roads are formed as the coal face advances. In thinner seams the advancing longwall mining method may be used. In the retreat type, the panel is a face connecting them both. Only the maingate road is formed in advance of the face. The tailgate road is formed behind the coal face by removing the stone above coal height to form a roadway that is high enough to travel in. The end of the block that includes the longwall equipment is called the face. The other end of the block is usually one of the main travel roads of the mine. The cavity behind the longwall is called the goaf, goff or gob.[6]\n\n"
        },
        {
            "title": "Ventilation",
            "text": "Typically, intake (fresh) air travels up the main gate, across the face, and then down the tail gate, known as 'U' type ventilation. Once past the face the air is no longer fresh air, but return air carrying away coal dust and mine gases such as methane, carbon dioxide, depending on the geology of the coal. Return air is extracted by ventilation fans mounted on the surface. Other ventilation methods can be used where intake air also passes the main gate and into a bleeder or back return road reducing gas emissions from the goaf on to the face, or intake air travels up the tail gate and across the face in the same direction as the face chain in a homotropal system.[7]\n\nTo avoid spontaneous combustion of coal in the goaf area, gases may be allowed to build up behind seals so as to exclude oxygen from the sealed goaf area. Where a goaf may contain an explosive mixture of methane and oxygen, nitrogen injection/inertisation may be used to exclude oxygen or push the explosive mixture deep into the goaf where there are no probable ignition sources. Seals are required to be monitored each shift by a certified mine supervisor for damage and leaks of harmful gases.[citation needed]\n\n"
        },
        {
            "title": "Equipment",
            "text": "A number of hydraulic jacks, called powered roof supports, chocks or shields, which are typically 1.75 m (5 ft 9 in) wide and placed in a long line, side by side for up to 400 m (1,300 ft) in length in order to support the roof of the coalface. An individual chock can weigh 30–40 tonnes, extend to a maximum cutting height of up to 6 m (20 ft) and have yield rating of 1000–1250 tonnes each, and hydraulically advance itself 1 m (3 ft 3 in) at a time.\n\nThe coal is cut from the coalface by a machine called the shearer (power loader). This machine can weigh 75–120 tonnes typically and comprises a main body, housing the electrical functions, the tractive motive units to move the shearer along the coalface and pumping units (to power both hydraulic and water functions). At either end of the main body are fitted the ranging arms which can be ranged vertically up down by means of hydraulic rams, and on to which are mounted the shearer cutting drums which are fitted with 40–60 cutting picks. Within the ranging arms are housed very powerful electric motors (typically up to 850 kW) which transfer their power through a series of lay gears within the body and through the arms to the drum mounting locations at the extreme ends of the ranging arms where the cutting drums are. The cutting drums are rotated at a speed of 20–50 revs/min to cut the mineral from coal seam.\n\nThe shearer is carried along the length of the face on the armoured face conveyor (AFC); using a chain-less haulage system, which resembles a ruggedised rack and pinion system specially developed for mining. Prior to the chainless haulage systems, haulage systems with chain were popular, where a heavy duty chain was run along the length of the coal face for the shearer to pull itself along. The shearer moves at a speed of 10–30 m/min (33–98 ft/min) depending on cutting conditions.\n\nThe AFC is placed in front of the powered roof supports, and the shearing action of the rotating drums cutting into the coal seam disintegrates the coal, this being loaded on to the AFC. The coal is removed from the coal face by a scraper chain conveyor to the main gate. Here it is loaded on to a network of conveyor belts for transport to the surface. At the main gate the coal is usually reduced in size in a crusher, and loaded on to the first conveyor belt by the beam stage loader (BSL).\n\nAs the shearer removes the coal, the AFC is snaked over behind the shearer and the powered roof supports move forward into the newly created cavity. As mining progresses and the entire longwall progresses through the seam, the goaf increases. This goaf collapses under the weight of the overlying strata. The strata approximately 2.5 times the thickness of the coal seam removed collapses and the beds above settle on to the collapsed goaf. This collapsing can lower surface height, causing problems such as changing the course of rivers and severely damaging building foundations.[8]\n\n"
        },
        {
            "title": "Comparison with room and pillar method",
            "text": "Longwall and room and pillar methods of mining can both be used for mining suitable underground coal seams. Longwall has better resource recovery (about 80% compared with about 60% for room and pillar method),[9] fewer roof support consumables are needed, higher volume coal clearance systems, minimal manual handling and safety of the miners is enhanced by the fact that they are always under the hydraulic roof supports when they are extracting coal.[9]\n\n"
        },
        {
            "title": "Automation",
            "text": "Longwall mining has traditionally been a manual process in which alignment of the face equipment was done with string lines. Technologies have been developed which automates several aspects of the longwall mining operation, including a system that aligns the face of the retreating longwall panel perpendicularly to the gate-roads.\n\nBriefly, Inertial navigation system outputs are used in a dead reckoning calculation to estimate the shearer positions. Optimal Kalman filters and smoothers can be applied to improve the dead reckoning estimates prior to repositioning the longwall equipment at the completion of each shear.[10] Expectation-maximization algorithms can be used to estimate the unknown filter and smoother parameters for tracking the longwall shearer positions.[11]\n\nCompared to manual control of the mine equipment, the automated system yields improved production rates. In addition to productivity gains, automating longwall equipment leads to safety benefits. The coalface is a hazardous area because methane and carbon monoxide are present, while the area is hot and humid since water is sprayed over the face to minimize the likelihood of sparks occurring when the shearer picks strike rock. By automating manual processes, face workers can be removed from these hazardous areas.[citation needed]\n\n"
        },
        {
            "title": "Environmental impacts",
            "text": "As with many mining techniques, it is important to consider the local and regional environmental impacts from longwall mining.\n\nLongwall mine subsidence (LWMS) is an anthropogenic process that has many ecological and environmental impacts, particularly on soil health and water movement in a region where LWMS is heavily done. This is important to consider as some longwall mine sites can span lengths of several kilometers. That being said, hydrological flow systems, root systems from trees, and vegetative species can suffer from the amounts of soil being removed beneath them, and these stresses lead to surface erosion.[12]\n\nAbandoned mines are also an issue with regards to areas where residential development has moved in. Houses erected near abandoned longwall mines face the threat of future damage from sinkholes and poor soil quality, even up to thirty years after mine abandonment.[13]\n\nSince longwall mining is namely, very long, it can effect areas of over 200 acres (81 ha). Over these largest spans, it has been observed that longwall mines underlying mountain sides demonstrate more visible subsidence in mountain landscapes than it does for valley landscapes.[13]\n\nThere have been cases of surface subsidence altering the landscape above the mines. At Newstan Colliery in New South Wales, Australia \"the surface has dropped by as much as five metres in places\" above a multi-level mine.[14] In some cases the subsidence causes damage to natural features such as drainage to water courses[15] or man-made structures such as roads and buildings. \"Douglas Park Drive was closed for four weeks because longwall panels ... destabilised the road. In 2000, the State Government stopped mining when it came within 600 metres from the twin bridges. A year later there were reports of 40-centimetre gaps appearing in the road, and the bridge had to be jacked sideways to realign it.\"[15]: 2  A 2005 geotechnical report commissioned by the Roads & Traffic Authority warned that \"subsidence could happen suddenly and occur over many years\".[15]\n\nHowever, there are several mines, which were successfully mined with little to no measurable surface subsidence including mines under lakes, oceans, important water catchments and environmentally sensitive areas.[citation needed] Subsidence is minimised by increasing the block's adjacent chain pillar widths, decreasing extracted block widths and heights, and by giving consideration to the depth of cover as well as competency and thickness of overlying strata.\n\nLongwall mining can result in geological disruptions in the rockbed, and can in turn affect water movement and result in water moving away from the surface, through the mined area, and into the aquifer. A resulting loss in surface water can negatively impact riparian ecosystems.[16]\n\nOn top of this, if there are present dams near to the longwall mining site, this could doubly impact the riparian ecosystems as it would have a reduced inflow rate as well as the loss to the underlying rock fracturing.[16]\n\nAs of 2014, measures were taken by the Australian government to mitigate water impacts from longwall mining. Legislative assemblies have called for action to improve mine infrastructure to minimize disturbances.[17]\n\nAs a result of bedrock cracking from mining beneath waters such as lakes or rivers, there have been groundwater losses of varying extents. Mines within a few hundred meters of the surface are susceptible to receiving great inputs of water from these bodies. Moreover, after mining interference disturbing the natural landscape near the mines, the natural water flow paths can be redirected which results in additional erosion across a stream or river bank. Additional mining in concentrated areas continuously move these water flow paths, which take years to return to their original states.[18]\n\nMany ecosystems rely on the annual consistency of water inputs and outputs, and disturbing these patterns can result in unsustainable conditions for species reliant on water for species reproduction. Longwall mining can also result in localized water temperature change, stimulating algal bloom which can use up available oxygen required for other species health.[18]\n\nLongwall mining has limited available research on the impacts of nearby forests, however emerging satellite imagery studies have shown possible relations to drier surface soil near regions where longwall mining has recently occurred. In addition to drier soils, forest canopy moisture has been observed to be reduced.[19]\n\nLongwall mines have been observed to release methane gas, a common greenhouse gas into the environment, however the increase of a typical longwall mine face from 200 to 300 metres (660 to 980 ft) was not found to release significantly more methane.[20][21] Methane emissions from closed longwall mines can continue for up to fifteen years, however it is possible to measure the volume of potential methane emissions based on water flow in the closed mines.[20]\n\n"
        },
        {
            "title": "In Canada",
            "text": "Canada has some of the largest coal reserves in the world,[22] and until 2013 there had been no longwall mines in Canada for over 25 years. A mine was opened by HD Mining in 2015 in British Columbia, causing disputes because of the hiring of foreign workers instead of Canadians and because of its potential impact on the environment.[23][24] This mine expected to have carbon dioxide emissions of 17 megatons per year; however, a carbon cap was placed on it by the Canadian federal government to keep the emissions at 500,000 tonnes per year.[24]\n\n"
        }
    ]
}