{
    "url": "https://en.wikipedia.org/wiki/Lonnie_Zamora_incident",
    "title": "Lonnie Zamora incident",
    "table_of_contents": [
        "1 Incident",
        "2 Zamora's claims",
        "3 Investigations and explanations",
        "4 Aftermath",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Lonnie Zamora incident was an alleged UFO sighting that occurred on April 24, 1964 near Socorro, New Mexico when Socorro police officer Lonnie Zamora claimed he saw two people beside a shiny object that later rose into the air accompanied by a roaring flame. Zamora's claims were subject to attention from news media, UFO investigators and UFO organizations, and the U.S. Air Force's Project Blue Book listed the case as \"unknown\". Conventional explanations of Zamora's claims include a lunar lander test by White Sands Missile Range and a hoax by New Mexico Tech students.\n\n"
        },
        {
            "title": "Incident",
            "text": "On April 24, 1964 at approximately 5:45 p.m., Socorro Police radio dispatcher Nep Lopez received a radio call from Sergeant Lonnie Zamora reporting a possible motor vehicle accident. Zamora advised Lopez that he would be “checking the car down in the arroyo\".  Shortly after, Lopez received another radio call from Zamora asking Lopez to look out of the window, to see if he could see an object. When Lopez asked Zamora to describe it, Zamora said \"it looks like a balloon” and requested New Mexico State Police Sergeant Chavez meet him at his location. When Chavez arrived, he asked Zamora what the trouble was. Zamora led him to examine some burning brush. When other police officers arrived they noted patches of smoldering grass and brush.[2]\n\n"
        },
        {
            "title": "",
            "text": "Zamora told authorities he was pursuing a speeding car south of Socorro, New Mexico when he \"heard a roar and saw a flame in the sky to southwest some distance away—possibly a 1/2 mile or a mile.\" Believing a local dynamite shack might have exploded, Zamora said he discontinued the pursuit and investigated the potential explosion. Zamora claimed to have observed a shiny object, \"to south about 150 to 200 yards (450 to 600 ft; 140 to 180 m)\", that he initially believed to be an \"overturned white car ... up on radiator or on trunk\". The object was \"like aluminum—it was whitish against the mesa background, but not chrome\", and shaped like the letter \"O\". Zamora claimed to have briefly observed two people in white coveralls beside the object, who he later described as \"normal in shape—but possibly they were small adults or large kids.\" Zamora claimed to hear a roar and see a blue and orange flame under the object which then rose and quickly moved away.[3]\n\n"
        },
        {
            "title": "Investigations and explanations",
            "text": "Zamora's claims were investigated by governmental projects (e.g., the U.S. Air Force's Project Blue Book) and civilian ufologists, and have been reported in the popular press and media.[4] Although ufology groups consider the Zamora incident \"one of the most credible [extraterrestrial] encounters on record,\"[5] several alternative explanations have been presented. These include the testing of a lunar landing device by personnel from the White Sands Missile Range[6] and a prank perpetrated by students from the nearby New Mexico Tech. Regarding the latter explanation, then-president of New Mexico Tech Stirling Colgate supported the idea that students from the school were responsible for the hoax, and additionally wrote that the object observed by Zamora was \"a candle in a balloon… not sophisticated.\"[7] UFO skeptic Steuart Campbell has suggested that what Zamora observed was \"almost certainly\" a mirage of the star Canopus.[8]\n\n"
        },
        {
            "title": "Aftermath",
            "text": "In 1966 the president of the Socorro County's Chamber of Commerce, Paul Ridings, proposed developing the site of Zamora’s claimed UFO encounter to make it more accessible to tourists. Consequently stone walkways and steps were built into the arroyo from the mesa top, with a rock walkway circling the supposed landing site that included  some wooden benches. However these were built approximately a quarter mile from the actual site of Zamora’s alleged sighting due to local rumors that the original site was contaminated by radioactivity.[9] In 2012 Socorro city officials Ravi Bhasker and Pat Salome commissioned local artist Erika Burleigh to paint a mural on a spillway facing Park Street to commemorate Zamora's alleged UFO sighting.[10] Zamora became so tired of the subject that he eventually avoided both ufologists and the Air Force, taking a job managing a gasoline station. He died on November 2, 2009, in Socorro from a heart attack; he was 76 years old.[citation needed]\n\n"
        }
    ]
}