{
    "url": "https://en.wikipedia.org/wiki/Lost_world",
    "title": "Lost world",
    "table_of_contents": [
        "1 History",
        "2 Contemporary examples",
        "3 Geographic settings",
        "3.1 Lost worlds in Africa",
        "3.2 Lost worlds in North America",
        "3.3 Lost worlds in Central America",
        "3.4 Lost worlds in South America",
        "3.5 Lost worlds in Asia",
        "3.6 Lost worlds in Europe and the Middle East",
        "3.7 Lost worlds in Australia",
        "3.8 Lost worlds at the Poles",
        "3.9 Hollow Earth",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The lost world is a subgenre of the fantasy or science fiction genres that involves the discovery of an unknown Earth civilization. It began as a subgenre of the late-Victorian adventure romance[citation needed] and remains popular into the 21st century.\n\nThe genre arose during an era when Westerners were discovering the remnants of lost civilizations around the world, such as the tombs of Egypt's Valley of the Kings, the semi-mythical stronghold of Troy, the jungle-shrouded pyramids of the Maya, and the cities and palaces of the empire of Assyria. Thus, real stories of archaeological finds by imperial adventurers succeeded in capturing the public's imagination. Between 1871 and the First World War, the number of published lost world narratives, set in every continent, increased significantly.[1]\n\nThe genre has similar themes to \"mythical kingdoms\", such as Atlantis and El Dorado.\n\n"
        },
        {
            "title": "History",
            "text": "King Solomon's Mines (1885) by H. Rider Haggard is sometimes considered the first lost world narrative.[2] Haggard's novel shaped the form and influenced later lost world narratives, including Rudyard Kipling's The Man Who Would Be King (1888), Arthur Conan Doyle's The Lost World (1912), Edgar Rice Burroughs' The Land That Time Forgot (1918), A. Merritt's The Moon Pool (1918), and H. P. Lovecraft's At the Mountains of Madness (1931).\n\nEarlier works, such as Edward Bulwer-Lytton's Vril: The Power of the Coming Race (1871) and Samuel Butler's Erewhon (1872) use a similar plot as a vehicle for Swiftian social satire rather than romantic adventure. Other early examples are Simon Tyssot de Patot's Voyages et Aventures de Jacques Massé (1710), which includes a prehistoric fauna and flora, and Robert Paltock's The Life and Adventures of Peter Wilkins (1751), an 18th-century imaginary voyage inspired by both Defoe and Swift, where a man named Peter Wilkins discovers a race of winged people on an isolated island surrounded by high cliffs as in Burroughs's Caspak. The 1820 Hollow Earth novel Symzonia has also been cited as the first of the lost world form, and Jules Verne's Journey to the Center of the Earth (1864) and The Village in the Treetops (1901) popularized the theme of surviving pockets of prehistoric species.[3] J.-H. Rosny aîné would later publish The Amazing Journey of Hareton Ironcastle (1922), a novel where an expedition in the heart of Africa discovers a mysterious area with an ecosystem from another world, with alien flora and fauna. Edgar Allan Poe's The Narrative of Arthur Gordon Pym of Nantucket (1838) has certain lost world elements towards the end of the tale.\n\nJames Hilton's Lost Horizon (1933) enjoyed popular success in using the genre as a takeoff for popular philosophy and social comment. It introduced the name Shangri-La, a meme for the idealization of the lost world as a Paradise. Similar books where the inhabitants of the lost world are seen as superior to the outsiders, are Joseph O'Neill's Land under England (1935) and Douglas Valder Duff's Jack Harding’s Quest (1939).[4]\n\nHergé also explores the theme in his Tintin comics The Seven Crystal Balls and Prisoners of the Sun (1944–48). Here the protagonists encounter an unknown Inca kingdom in the Andes.\n\n"
        },
        {
            "title": "Contemporary examples",
            "text": "Contemporary American novelist Michael Crichton invokes this tradition in his novel Congo (1980), which involves a quest for King Solomon's mines, fabled to be in a lost African city called Zinj. During the 1990s, James Gurney published a series of juvenile novels about a lost island called Dinotopia, in which humans live alongside living dinosaurs.\n\nIn video games, it is most notably present in the Tomb Raider and Uncharted franchises. \n\nThe Hanna-Barbera action cartoon Space Ghost features a segment \"Dino Boy in the Lost Valley\", about a young boy named Todd who survives a plane crash and lands in a hidden prehistoric valley in South America. In another Hanna-Barbera cartoon Valley of the Dinosaurs science professor John Butler and his family - wife Kim, teenage daughter Katie, young son Greg, and dog Digger - are on a rafting trip along the Amazon River in an uncharted river canyon when they are suddenly swept through a cavern and caught in a whirlpool. Upon resurfacing, they find themselves in a mysterious realm where humans coexist with various prehistoric creatures, including dinosaurs. The Butlers meet and befriend a clan of Neanderthal cavepeople.\n\nIn movies, the Indiana Jones franchise makes use of similar concepts. Also comics make use of the idea, such as the Savage Land in Marvel Comics and Themyscira in DC comics.\n\n"
        },
        {
            "title": "Geographic settings",
            "text": "Early lost world novels were typically set in parts of the world as yet unexplored by Europeans. Favorite locations were the interior of Africa (many of Haggard's novels, Burroughs' Tarzan novels) or inland South America (Doyle's The Lost World, Merritt's The Face in the Abyss), as well as Central Asia (Kipling's The Man Who Would Be King, Haggard's Ayesha, the Return of She, Merritt's The Metal Monster, Hilton's Lost Horizon) and Australia (James Francis Hogan's The Lost Explorer and Eureka by Owen Hall (pseudonym of New Zealand politician Hugh Lusk)).\n\nLater writers favored Antarctica, especially as a refuge for prehistoric species. Burroughs' The Land That Time Forgot and its sequels were set on the island of Caprona (a.k.a. Caspak) in the Southern Ocean. In Edison Marshall's Dian of the Lost Land (1935), Cro-Magnons, Neanderthals, and mammoths survive in the \"Moss Country\", a sheltered warm corner of the continent. Dennis Wheatley's novel The Man Who Missed the War (1945) also deals with a warm and hidden area on the continent, where there live humans such as the descendants of Atlantis.[5] In Jeremy Robinson's Antarktos Rising (2007), dinosaurs and Nephilim emerge as the icecap melts.  Mat Johnson's Pym (2011) describes giant white hominids living in ice caves.  Ian Cameron's The Mountains at the Bottom of the World (1972) has a relict population of Paranthropus living not quite in Antarctica, but in the southern Chilean Andes.  Crusoe Warburton (1954), by Victor Wallace Germains, describes an island in the far South Atlantic, with a lost, pre-gunpowder empire.\n\nAccording to Allienne Becker, there was a logical evolution from the lost world subgenre to the planetary romance genre: \"When there were no longer any unexplored corners of our earth, the Lost Worlds Romance turned to space.\"[3]\n\nBrian Stableford makes a related point about Lost Worlds: \"The motif has gradually fallen into disuse by virtue of increasing geographical knowledge; these days lost lands have to be very well hidden indeed or displaced beyond some kind of magical or dimensional boundary. Such displacement [...] so transforms their significance that they are better thought of as Secondary Worlds or Otherworlds.\"[6]\n\nBelow is a list of classic lost world titles drawn from Lost Worlds: The Ultimate Anthology. Titles were selected from drawn from 333: A Bibliography of the Science-Fantasy Novel, Jessica Amanda Salmonson's Lost Race checklist and E. F. Bleiler's Science-fiction, the Early Years.\n\n"
        },
        {
            "title": "References",
            "text": "La Gazette des Français du Paraguay, Le Monde Perdu, Sir Arthur Conan Doyle - El Mundo Perdido, Sir Arthur Conan Doyle bilingual French Spanish, Numéro 9, Année 1, Asuncion 2013.\n\n"
        }
    ]
}