{
    "url": "https://en.wikipedia.org/wiki/Lost_in_Space",
    "title": "Lost in Space",
    "table_of_contents": [
        "1 Series synopsis",
        "1.1 Overview",
        "1.2 Season 1",
        "1.3 Season 2",
        "1.4 Season 3",
        "2 Cast and characters",
        "2.1 Main cast",
        "2.2 Guest stars",
        "3 Production",
        "3.1 Props",
        "3.2 Character development",
        "3.3 Catchphrases",
        "3.4 Legal issues",
        "3.5 Series history",
        "4 Episodes",
        "5 Cancellation",
        "6 Documentaries",
        "6.1 The Fantasy Worlds of Irwin Allen",
        "6.2 Lost in Space Forever",
        "7 Technology and equipment",
        "7.1 Transportation",
        "7.2 Other technology",
        "8 Reception",
        "8.1 Ratings",
        "8.2 Awards",
        "9 Music",
        "9.1 Theme music",
        "9.2 Incidental music",
        "9.3 Discography",
        "10 Syndication",
        "11 Remakes",
        "11.1 Cast comparison",
        "11.2 Lost in Space (1998 film)",
        "11.3 The Robinsons: Lost in Space (2004)",
        "11.4 Lost in Space (2018–2021)",
        "12 In other media",
        "12.1 Comics",
        "12.2 Novel",
        "12.3 Cartoon",
        "12.4 Music",
        "13 Home media",
        "14 References",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lost in Space is an American science fiction television series, created and produced by Irwin Allen, which originally aired between 1965 and 1968 on CBS.[3] The series was inspired by the 1812 novel The Swiss Family Robinson. The series follows the adventures of the Robinsons, a pioneering family of space colonists who struggle to survive in the depths of space. The show ran for 83 episodes over three seasons. The first season comprised 29 episodes that ran 1 hour apiece, filmed in black and white. In seasons 2 and 3 the episodes were 55 minutes long and shot in color.\n\n"
        },
        {
            "title": "Series synopsis",
            "text": "On October 16, 1997, the United States is gearing up to colonize space. The Jupiter 2, a futuristic saucer-shaped spacecraft, stands on its launch pad undergoing final preparations. Its mission is to take a single family on a five-and-a-half year journey to an Earth-like planet orbiting the star Alpha Centauri.\n\nThe Robinson family consists of Professor John Robinson (Guy Williams), his wife Maureen (June Lockhart), and their three children: Judy (Marta Kristen); Penny (Angela Cartwright); and Will (Bill Mumy). The family is accompanied by U.S. Space Corps Major Donald West (Mark Goddard). The Robinsons and Major West are to be cryogenically frozen for the voyage, and they are set to be unfrozen when the spacecraft approaches its destination.\n\nDr. Zachary Smith (Jonathan Harris), Alpha Control's doctor, is revealed to be a saboteur working on behalf of an unnamed nation, with which he communicated under the code name Aeolis-14-Umbra. After disposing of a guard who catches him aboard the spacecraft, Smith reprograms the Jupiter 2's ym3-b-9 environmental control robot - [Gunther} (Bob May, voiced by Dick Tufeld) to destroy critical systems on the spaceship eight hours after launch. Smith becomes trapped aboard at launch, however, and his extra weight throws the Jupiter 2 off course, causing it to encounter asteroids. This, plus the robot's rampage, causes the ship to prematurely engage its hyperdrive, and the expedition becomes hopelessly lost in the infinite depths of outer space. Smith's selfish actions and laziness frequently endanger the expedition, but his role assumes less sinister overtones in later parts of the series.\n\nThe astronaut family of Dr. John Robinson, accompanied by a pilot and a robot, set out in the year 1997 from an overpopulated Earth in the spaceship Jupiter 2 to travel to a planet circling the star Alpha Centauri. The Jupiter 2 mission is sabotaged by Dr. Zachary Smith – an agent for an unnamed foreign government – who slips aboard the spaceship and reprograms the robot to destroy the ship and crew. However, Smith is trapped aboard, and his extra weight alters the craft's flight path and places it directly in the path of a massive meteor storm. Smith manages to save himself by prematurely reviving the crew from suspended animation. The ship survives, but the damage caused by Smith's earlier sabotage of the robot leaves the crew lost in space. The Jupiter 2 crash-lands on an alien world, later identified by Will as Priplanus, where they spend the rest of the season and survive a host of adventures. Smith remains with the crew and acts as a source of comedic cowardice and villainy, exploiting the eternally forgiving nature of Professor Robinson.\n\nAt the start of the second season (from this point on filmed in color), the repaired Jupiter 2 launches into space once more, to escape the destruction of Priplanus following a series of cataclysmic earthquakes. The Robinsons crash-land on a strange new world, to become planet-bound again for another season.\n\nIn the third season, a format change was introduced. In this season, the Jupiter 2 travels freely in space in seven episodes, visiting a planet but leaving at the end, or encountering an adventure in space. They visit new worlds in several episodes, with both crash and controlled landings, as the family attempts to either return to Earth or else at least reach their original destination in the Alpha Centauri system. A newly introduced \"Space Pod\" provides a means of transportation between the ship and passing planets, allowing for various escapades. This season had a different set of opening credits and a new theme tune, which had been composed by John Williams as part of the show's new direction.[4]\n\n"
        },
        {
            "title": "Cast and characters",
            "text": "During its three-season run, a number of actors made guest appearances:\n\nJonathan Harris, although a permanent cast member, was listed in the opening credits as a \"Special Guest Star\" in every episode of Lost in Space.\n\n"
        },
        {
            "title": "Production",
            "text": "Props and monsters were regularly recycled from other Irwin Allen shows. A sea monster outfit that had been featured on Voyage to the Bottom of the Sea might get a spray paint job for its Lost in Space appearance, while space monster costumes were reused on Voyage as sea monsters.[10] The clear round plastic pen holder used as a control surface in the episode \"The Derelict\" turned up regularly throughout the show's entire run both as primary controls to activate alien machinery (or open doors or cages), and as background set dressing; some primary controls were seen used in episodes such as Season 1's \"The Keeper (Parts 1 and 2)\", \"His Majesty Smith\", and Season 3's \"A Day At The Zoo\", and \"The Promised Planet\".\n\nSpacecraft models were also routinely re-used. The foreboding derelict ship from season 1 was redressed to become the Vera Castle in season 3. The Fuel Barge from season 2 became a Space Lighthouse in season 3. The derelict ship was used again in season 3, with a simple color change. Likewise the alien pursuer's ship in \"The Sky Pirate\", was lifted from the 1958 film War of the Satellites, and was re-used in the episode \"Deadliest of the Species\".[citation needed]\n\nDespite being credited as a \"Special Guest Star\" in every episode, Smith became the pivotal character of the series.[11] The show's writers expected Smith to be a temporary villain who would only appear in early episodes. Harris, on the other hand, hoped to stay longer on the show, but he found his character to be boring, and feared it would also quickly bore viewers. Harris \"began rewriting his lines and redefining his character\", by playing Smith in an attention-getting, flamboyant style, and ad-libbing his scenes with colorful, pompous dialogue. By the end of the first season, the character of Smith is established as a self-serving coward. These character traits are magnified in subsequent seasons. His haughty bearing, and ever-present alliterative wit were staples of the character. [11]\n\nLost in Space is remembered for the Robot's oft-repeated lines such as \"Warning! Warning!\" and \"It does not compute\".[12] Smith's frequent put-downs of the Robot were also popular. Harris was proud to talk about how he used to lie in bed at night dreaming them up for use on the show. \"You Bubble-headed Booby!\", \"Cackling Cacophony\", \"Tin Plated Traitor\", \"Blithering Blatherskyte\", and \"Traitorous Transistorized Toad\" are but a few, alongside his trademark lines: \"Oh, the pain ... the pain!\" and \"Never fear, Smith is here!\" One of Harris's last roles was providing the voice of the praying mantis Manny in Disney's A Bug's Life, who also says the line \"Oh, the pain ... the pain!\" near the end of the film.[13]\n\nThe catchphrase \"Danger, Will Robinson!\" originates with the series, when the Robot warns young Will Robinson about impending threats. It was also used as the slogan of the 1998 film, whose official website had the address \"www.dangerwillrobinson.com\".[14]\n\nIn 1962, Gold Key comics, a division of Western Publishing Company, began publishing a series of comic books under the title Space Family Robinson. The story was largely inspired by The Swiss Family Robinson but with a space-age twist. The film and television rights to the comic book were then purchased by noted television writer Hilda Bohem (The Cisco Kid), who created a treatment under the title Space Family 3000.\n\nIntended as a follow up to his first successful television venture, Voyage to the Bottom of the Sea, Allen quickly sold his concept for a television series to CBS. Concerned about confusion with the Gold Key comic book, CBS requested that Allen come up with a new title. Nevertheless, Hilda Bohem filed a claim against Allen and CBS Television shortly before the series premiered in 1965.[15]\n\nAdditional legal challenges appeared in 1995, when Prelude Pictures announced their intention to turn Lost in Space into a motion picture.[16][17]\n\nThe show was conceptualized in 1965 with the filming of an unaired pilot episode titled \"No Place to Hide\". The plot of the pilot episode followed the mission of a ship called the Gemini 12, which was to take a single family on a 98-year journey to an Earth-like planet orbiting the star Alpha Centauri. The Gemini 12 was pushed off course due to an encounter with an asteroid, and the story centered on the adventures of the Robinson family, depicting them as a happy crew without internal conflicts.[18] While many storylines in the later series focused primarily on Dr. Zachary Smith, a stowaway and saboteur played by Jonathan Harris, he was absent from the unaired pilot. His character was added after the series was commissioned for production.[18] The pilot episode was first aired on television during a 1997 retrospective.[18]\n\nCBS bought the series, turning down Star Trek in favor of Lost in Space. Before the first episode was filmed, the characters Smith and the Robot were added, and the spaceship, originally named Gemini 12,  was renamed the Jupiter 2 and redesigned. For budget considerations, a good part of the footage included in the pilot episode was reused, being carefully worked into the early series episodes.[18]\n\nThe first season emphasized the daily adventures of the Robinsons. The first half of season 1 dealt with the Robinson party trekking around the rocky terrain and stormy inland oceans of Priplanus in the Chariot to avoid extreme temperatures. However, the format of the show later changed to a \"Monster of the Week\" style, where stories were loosely based on fantasy and fairy tales.\n\nIn January 1966, ABC scheduled Batman in the same time slot as Lost in Space. Season 2 imitated Batman's campy humor to compete against that show's enormous success.[11] Bright outfits, over-the-top action, and outrageous villains came to the fore in outlandish stories. Stories giving all characters focus were sacrificed in favor of a growing emphasis on Smith, Will, and the Robot. According to Bill Mumy, Mark Goddard and Guy Williams both disliked the shift away from serious science fiction.[19]\n\nThe third season had more straight adventure, with the Jupiter 2 now functional and hopping from planet to planet, but the episodes still tended to be whimsical and to emphasize humor, including fanciful space hippies, more pirates, offbeat intergalactic zoos, ice princesses and Lost in Space's beauty pageant.\n\nDuring the first two seasons, episodes concluded in a \"live action freeze\" anticipating the following week, with a cliff-hanger caption, \"To be continued next week! Same time—same channel!\" For the third season, each episode's conclusion was immediately followed by a vocal \"teaser\" from the Robot (Dick Tufeld), warning viewers to \"Stay tuned for scenes from next week's exciting adventure!\". Scenes from the next episode were then presented, followed by the closing credits. There was little continuity between each episode, except for the aspiration of reaching a large goal, ie, enough fuel to travel from planet to planet.\n\nAfter cancellation, the show was successful in reruns and in syndication for many years, appearing on the USA Network (in the mid-to-late 1980s) and on FX, Syfy, ALN, MeTV and Hulu.\n\n"
        },
        {
            "title": "Cancellation",
            "text": "In early 1968, while the final third-season episode \"Junkyard in Space\" was in production, the cast and crew were informally led to believe the series would return for a fourth season. Allen had ordered new scripts for the coming season. A few weeks later, however, CBS announced the list of returning television series for the 1968–69 season, and Lost in Space was not included. CBS executives failed to offer any reasons why Lost in Space was cancelled.\n\nThe most likely reason the show was cancelled was its increasingly high cost. The cost per episode had grown from $130,980 during the first season to $164,788 during the third season, and the actors' salaries nearly doubled during that time.[20] Further, the interior of the Jupiter 2 was the most expensive set for a television show at the time, at a cost of $350,000.[21] 20th Century Fox had also recently incurred huge budget overruns for the film Cleopatra, which are believed to have caused budget cuts.[22] Allen claimed the series could not continue with a reduced budget. During a negotiating conference regarding the series direction for the fourth season with CBS chief executive Bill Paley, Allen was furious when told that the budget would be cut by 15% from Season Three.[23]\n\nThe Lost in Space Forever DVD cites declining ratings and escalating costs as the reasons for cancellation.[24] Irwin Allen admitted that the Season 3 ratings showed an increasing percentage of children among the total viewers, meaning a drop in the \"quality audience\" that advertisers preferred.[25]\n\nGuy Williams had grown embittered with his role on the show as it became increasingly \"campy\" in Seasons 2 and 3 while centering squarely on the antics of Harris' Dr. Smith character. Williams retired from acting and relocated to Argentina after the end of the series.[26]\n\n"
        },
        {
            "title": "Documentaries",
            "text": "In 1995, Kevin Burns produced a documentary showcasing the career of Irwin Allen, hosted by Bill Mumy and June Lockhart in a recreation of the Jupiter 2 exterior set. Mumy and Lockhart utilize the \"Celestial Department Store Ordering Machine\" as a temporal conduit to show information and clips on Allen's history. Clips from Allen's various productions as well as pilots for his unproduced series were presented along with new interviews with cast members of Allen's shows. Mumy and Lockhart complete their presentation and enter the Jupiter 2, following which Jonathan Harris appears in character as Smith and instructs the Robot once again to destroy the ship as per his original instructions \"... and this time get it right, you bubble-headed booby\".\n\nIn 1998, Burns produced a television special about the series which was hosted by John Larroquette and Robot B-9 (performed by actor Bob May and voice actor Dick Tufeld). The special was hosted within a recreation of the Jupiter 2 upper deck set. The program ends with Laroquette mockingly pressing a button on the Amulet from \"The Galaxy Gift\" episode, disappearing and being replaced by Mumy and Harris who play an older Will Robinson and an older Zachary Smith. They attempt to return to Earth one more time but they find out that they are \"Lost in Space ... Forever!\"\n\n"
        },
        {
            "title": "Technology and equipment",
            "text": "Lost in Space showcased a variety of transportation methods in the series. The Jupiter 2 is a two-deck, nuclear powered flying saucer spacecraft. The version seen in the series was depicted with a lower level and landing legs.\n\nOn the lower level were the atomic motors, which use a fictional substance called \"deutronium\" for fuel. The ship's living quarters feature Murphy beds, a galley, a laboratory, and the robot's \"magnetic lock\". On the upper level were the guidance control system and suspended animation \"freezing tubes\" necessary for non-relativistic interstellar travel. The two levels were connected by both an electronic glide tube elevator and a fixed ladder. The Jupiter 2 explicitly had artificial gravity. Entrances and exits to the ship were via the main airlock on the upper level, or via the landing struts from the lower deck, and, according to one season 2 episode, a back door. The spacecraft was also intended to serve as home to the Robinsons once it had landed on the destination planet orbiting Alpha Centauri.\n\n\"The Chariot\" was an all-terrain, amphibious tracked vehicle that the crew used for ground transport when they were on a planet. The Chariot existed in a dis-assembled state during flight, to be re-assembled once on the ground. The Chariot was actually an operational cannibalized version of a Thiokol Snowcat Spryte,[27] with a Ford 170-cubic-inch (3 L) inline-6, 101 horsepower engine with a 4-speed automatic transmission including reverse. Test footage filmed of the Chariot for the first season of the series can be seen on YouTube.[28]\n\nMost of the Chariot's body panels were clear – including the roof and its dome-shaped \"gun hatch\". Both a roof rack for luggage and roof mounted \"solar batteries\" were accessible by exterior fixed ladders on either side of the vehicle. The vehicle had dual headlights and dual auxiliary area lights beneath the front and rear bumpers. The roof also had swivel-mounted, interior controllable spotlights located near each front corner, with a small parabolic antenna mounted between them. The Chariot had six bucket seats (three rows of two seats) for passengers. The interior featured retractable metallised fabric curtains for privacy, a seismograph, a scanner with infrared capability, a radio transceiver, a public address system, and a rifle rack that held four laser rifles vertically near the inside of the left rear corner body panel.\n\nA jet pack, specifically a Bell Rocket Belt, was used occasionally by Professor Robinson or Major West.\n\nThe \"Space Pod\" was a small spacecraft first shown in the third and final season, which was modeled on the Apollo Lunar Module. The Pod was used to travel from its bay in the Jupiter 2 to destinations either on a nearby planet or in space, and the pod apparently had artificial gravity and an auto-return mechanism.\n\nFor self-defense, the crew of the Jupiter 2 had an arsenal of laser guns at their disposal, including sling-carried rifles and holstered pistols. The first season's personal issue laser gun was a film prop modified from a toy semi-automatic pistol made by Remco.[29] The crew also employed a force field around the Jupiter 2 for protection while on alien planets. The force shield generator was able to protect the campsite and in one season 3 episode was able to shield the entire planet.[citation needed]\n\nFor communication, the crew used small transceivers to communicate with each other, the Chariot, and the ship. In \"The Raft\", Will improvised several miniature rockoons in an attempt to send an interstellar \"message in a bottle\" distress signal. In season 2 a set of relay stations was built to further extend communications while planet-bound.[citation needed]\n\nTheir environmental control Robot B-9 ran air and soil tests, and was able to discharge strong electrostatic charges from his claws, detect threats with his scanner and could produce a defensive smoke screen. The Robot could detect faint smells and could both understand speech and speak in its own right. The Robot claimed the ability to read human minds by translating emitted thought waves back into words.\n\nThe Jupiter 2 had some unexplained advanced technology that simplified or did away with mundane tasks. The \"auto-matic laundry\" took seconds to clean, iron, fold, and package clothes in clear plastic bags. Similarly, the \"dishwasher\" would clean, wash, and dry dishes in just seconds.\n\nTechnology in the show reflected contemporary real-world developments. Silver reflective space blankets, a then new invention developed by NASA in 1964, were used in the episode titled \"The Hungry Sea\" and \"Attack of the Monster Plants\". The crew's spacesuits were made with aluminum-coated fabric, like NASA's Mercury spacesuits, and had Velcro fasteners, which NASA first used during the Apollo program (1961–1972).[30]\n\nWhile the crew normally grew a hydroponic garden on a planet as an intermediate step before cultivating the soil of a planet, they also had \"protein pills\", which was a complete nutritional substitute for normal foods, in cases of emergency.\n\n"
        },
        {
            "title": "Reception",
            "text": "Some members within the science-fiction community have pointed to Lost in Space as an example of early television's perceived poor record at producing science-fiction.[31] The series' deliberate fantasy elements were perhaps overlooked as it drew comparisons to its supposed rival, Star Trek. However, Lost in Space was a mild ratings success, unlike Star Trek, which received relatively poor ratings during its original network television run. The more cerebral Star Trek never averaged higher than 52nd in the ratings during its three seasons,[32][33] while Lost in Space finished season one 35th in the Nielsen ratings, season two in 44th place, and the third and final season in 53rd place.[34]\n\nLost in Space also ranked third as one of the top five favorite new shows for the 1965–1966 season in a viewer TVQ poll. The other top contenders were The Big Valley, Get Smart, I Dream of Jeannie and F Troop. Lost in Space was the favorite show of John F. Kennedy, Jr. while he was growing up in the 1960s.[35][better source needed]\n\nLost in Space received a 1966 Emmy Award nomination for Cinematography-Special Photographic Effects but did not win, and again in 1968 for Achievement in Visual Arts & Makeup but did not win. In 2005, it was nominated for a Saturn Award for Best DVD Retro Television Release, but did not win. In 2008, TVLand nominated and awarded the series for Awesomest Robot.\n\n"
        },
        {
            "title": "Music",
            "text": "The open and closing theme music was written by John Williams. Williams was listed in the credits as \"Johnny Williams\". The original pilot and much of Season One reused Bernard Herrmann's eerie score from the classic sci-fi film The Day the Earth Stood Still (1951).\n\nSeason three featured a new score which was considered more exciting and faster tempo. The opening music was accompanied by live action shots of the cast, featuring a pumped-up countdown from seven to one to launch each week's episode.\n\nMuch of the incidental music in the series was written by Williams who scored four episodes. These scores helped Williams gain credibility as a composer. Other notable film and television composers who worked on the music for Lost in Space included Alexander Courage, who contributed six scores to the series.\n\nThere have been a number of Lost in Space soundtrack CDs released.\n\n"
        },
        {
            "title": "Syndication",
            "text": "Lost in Space was picked up for syndication in most major U.S. markets. The program didn't have the staying power throughout the 1970s of its supposed rival, Star Trek. Part of the reason for the show's obsolescence was that the first season of Lost in Space was in black-and-white, while a majority of American households at the time had a color television receiver. By 1975, many markets began removing Lost in Space from daily schedules or moving it to less desirable time slots. The series experienced a revival when Ted Turner acquired it for his growing WTBS \"superstation\" in 1979. Viewer response was positive, and it became a WTBS mainstay for the next five years.[25]\n\nThe OTT video streaming platform Hulu (which 70% of the service is owned by Lost in Space's distributor The Walt Disney Company) has consistently carried the show over the years.[36] The show also airs on the classic television Digital broadcast network MeTV as part of their Super Sci-Fi Saturday Night block.\n\n"
        },
        {
            "title": "Remakes",
            "text": "Notes:\n\nIn 1998, New Line Cinema produced a film adaptation. The 1998 film includes a number of homages to the original television series. These include cameos and story details from the original TV-series, including:\n\nAdditional cameo appearances of actors from the original series were considered, but not included in the film:\n\nThe film used a number of ideas familiar to viewers from the original show: Smith reprogramming the robot and its subsequent rampage (\"Reluctant Stowaway\"), near miss with the Sun (\"Wild Adventure\"), the derelict spaceship (\"The Derelict\"), discovery of the Blawp and the crash (\"Island in the Sky\") and an attempt to change history by returning to the beginning (\"The Time Merchant\"). Also a scene-stealing 'Goodnight' homage to the Waltons was included. Something fans of the original always wanted to see happen was finally realized when Don knocks out an annoyingly complaining Smith at the end of the film, saying \"That felt good!\"\n\nIn 2004, a television series titled \"The Robinsons: Lost in Space\" was developed in the U.S. A pilot for the series was filmed; however, the series was ultimately never produced. The series originally was intended to emulate Lost in Space's unaired pilot. The 2004 show did feature the unnamed robot, and an additional older Robinson child named David. Penny, who had been depicted as a preteen in the original series was depicted as an infant in the 2004 remake. The pilot was titled \"The Robinsons: Lost in Space\" and was commissioned by The WB. The pilot was directed by John Woo and produced by Synthesis Entertainment, Irwin Allen Productions, Twentieth Century Fox Television and Regency Television.\n\nThe Jupiter 2 interstellar flying-saucer spacecraft of the original series was depicted as a planet-landing craft, deployed from a larger inter-stellar mothership.\n\nThe plot of the series followed John Robinson, a retiring war hero of an alien invasion who had decided to take his family to another colony elsewhere in space. The Robinson's ship is attacked and the Robinsons are forced to escape in the small Jupiter 2 \"Space Pod\" of the mothership.\n\nThe show was not among the network's series pick-ups confirmed later that year. Looking back at the pilot when the 2018 Netflix reboot was aired, Neil Calloway of Flickering Myth said \"you’re hardly on the edge of your seat.\" and \"You start to wonder where the $2 million went, and then you question why something directed by John Woo is so pedestrian.\"[43]\n\nThe producers of the new Battlestar Galactica show bought the show's sets. They were redesigned the next year and used for scenes on the Battlestar Pegasus.[44]\n\nDick Tufeld reprised his role as voice of the robot for the third time.\n\nOn October 10, 2014, it was announced that Legendary TV was developing a new reboot of Lost in Space for Netflix with Dracula Untold screenwriters Matt Sazama and Burk Sharpless attached to write.[45][46] On June 29, 2016, Netflix ordered the series with 10 episodes.[47][48] The series debuted on Netflix on April 13, 2018. It was renewed for a second season on May 13, 2018, which aired on December 24, 2019. On March 9, 2020, the series was renewed for a third and final season.[49][50]\n\nThe Robot also appears in the series in a modified form.[51]\n\n"
        },
        {
            "title": "In other media",
            "text": "Before the television series was developed, a comic book named Space Family Robinson was published by Gold Key Comics, written by Gaylord Du Bois and illustrated by Dan Spiegle. The comic book series had been loosely based on an 1812 novel by Johann David Wyss, The Swiss Family Robinson. Du Bois became the sole writer of the series once he began chronicling the Robinsons' adventures with \"Peril on Planet Four\" in issue #8. Due to a deal worked out with Gold Key, the title of the comic later incorporated the Lost in Space sub-title. The comic book featured different characters and a unique H-shaped spacecraft rather than one of a saucer shape.\n\nIn 1991 Bill Mumy provided \"Alpha Control Guidance\" for a Lost in Space revival in comic book form Lost in Space comic book for Innovation Comics, writing six of the issues. The first officially licensed comic to be based on the TV series, the series was set several years after the show. The kids were now teenagers, and the stories attempted to return the series to its straight adventure roots with one story even explaining the camp / farce episodes of the series as fanciful entries in Penny's Space Diary.\n\nComplex adult-themed story concepts were introduced and the story included a love triangle developing between Penny, Judy and Don. The Jupiter 2 had various interior designs in the first year. The first year had an arc ultimately leading the travelers to Alpha Centauri with Smith contacting his former alien masters along the way. Aeolis 14 Umbra were furious with Smith for not having succeeded in his mission to prevent the Jupiter 2, built with technology from a crashed ship of their race, from reaching the star system they had claimed as their own. The year ended with Smith caught out for his traitorous associations and imprisoned in a freezing tube for the Jupiter's final journey to the Promised Planet. Year two was to be Mumy's own full season story of a complex adventure following the Robinson's arrival at their destination and capture by the Aoleans. Innovation folded in 1993 with the story only halfway through and it wasn't until 2005 that Mumy was able to present his story to Lost in Space fandom as a complete graphic novel via Bubblehead Publishing. The theme of an adult Will Robinson was also explored in the film and in the song \"The Ballad of Will Robinson\" (written and recorded by Mumy; see \"Music\" below).\n\nIn 1998 Dark Horse Comics published a three-part story chronicling the Robinson Clan as depicted in the film.\n\nIn 1990, Bill Mumy and Peter David co-wrote Star Trek: The Return of the Worthy, a three-part story that was essentially a crossover between Lost in Space and Star Trek with the Enterprise crew encountering a Robinson-like expedition amongst the stars, though with different characters.\n\nIn 2016, American Gothic Press published a six-issue miniseries titled Irwin Allen's Lost in Space, the Lost Adventures, based on unfilmed scripts from the series. The scripts \"The Curious Galactics\" and \"Malice in Wonderland\" were written by Carey Wilber. The first script was adapted as issues 1 – 3 of the series, with the adapted script written by Holly Interlandi and drawn by Kostas Pantaulas, with Patrick McEvoy doing coloring and covers. The second script was adapted as issues 4 – 6 of the series, again adapted by Interlandi, with McEvoy providing pencil art, coloring and covers.[52]\n\nIn 1967, a novel based on the series, with significant changes to the personalities of the characters and the design of the ship, was published by Pyramid Books, and written by Dave Van Arnam and Ted White (as \"Ron Archer\"). A scene in the book correctly predicts Richard Nixon winning the Presidency after Lyndon Johnson.\n\nIn the 1972–1973 television season, ABC produced The ABC Saturday Superstar Movie, a weekly collection of 60-minute animated films, pilots and specials from various production companies, such as Hanna-Barbera, Filmation, and Rankin-Bass. Hanna-Barbera Productions contributed animated work based on such television series as Gidget, Yogi Bear, Tabitha, Oliver Twist,  The Banana Splits, and Lost in Space.[53]\n\nThe Lost in Space episode aired on September 8, 1973. Dr. Smith (voiced by Jonathan Harris) was the only character from the original program to appear in the special, along with the Robot (who was named Robon and employed in flight control rather than a support activity). The spacecraft was launched vertically by rocket, and Smith was a passenger rather than a saboteur. The pilot for the animated Lost in Space series was not picked up as a series, and only this episode was produced. This cartoon was included in the Blu-ray release of the entire original television series on September 15, 2015.\n\nAs part of his 1997 album Dying To Be Heard (Infinite Visions), Bill Mumy recorded \"The Ballad of William Robinson\", in which a now 42-year-old Will Robinson recounts the premise of Lost in Space, the current state of his family (his father Professor John Robinson has died five years previously) and his despair at \"still [being] Lost in Space.\"[54] The song can also be found as a track on Dr. Demento's Hits From Outer Space (Laughs.com - LGH1137, 2002).[55]\n\n"
        },
        {
            "title": "Home media",
            "text": "20th Century Fox has released the entire series on DVD in Region 1. Several of the releases contain bonus features including interviews, episodic promos, video stills and the original un-aired pilot episode.\n\nAll episodes of Lost in Space were remastered and released on a Blu-ray disc set on September 15, 2015 (the 50th anniversary of the premiere on the CBS TV Network). The Blu-ray disc set includes a cast table reading of the final episode, written by Bill Mumy, which brings the series to a close by having the characters return to earth.\n\nAll episodes of Lost in Space were reformatted (from the Blu-ray video masters) to 16:9 widescreen and released on a 17 disc DVD set on February 5, 2019.\n\n"
        }
    ]
}