{
    "url": "https://en.wikipedia.org/wiki/Lotus_Sutra",
    "title": "Lotus Sutra",
    "table_of_contents": [
        "1 Title",
        "2 Main themes",
        "2.1 One Vehicle, Many Skillful Means",
        "2.2 All beings have the potential to become Buddhas",
        "2.3 The nature of Buddhas and Bodhisattvas",
        "3 Overview",
        "3.1 Chapter 1",
        "3.2 Chapters 2–9",
        "3.3 Chapters 10–22",
        "3.4 Chapters 23–28",
        "4 History and reception",
        "4.1 Early development",
        "4.2 Reception in India",
        "4.3 In China",
        "4.3.1 Translations",
        "4.3.2 Commentaries",
        "4.3.3 Tiantai",
        "4.3.4 The Chinese \"Threefold Lotus Sūtra\"",
        "4.4 Japan",
        "4.4.1 Tendai",
        "4.4.2 Nichiren Buddhism",
        "4.4.3 Zen Buddhism",
        "4.4.4 Modern developments",
        "4.5 In the West",
        "4.5.1 19th century",
        "4.5.2 20th century translations",
        "5 Lotus Sūtra practice",
        "5.1 In East Asia",
        "6 In East Asian culture",
        "6.1 Art",
        "6.2 Literature",
        "6.3 Theater",
        "6.4 Folklore",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Lotus Sūtra (Chinese: 妙法蓮華經; Sanskrit: सद्धर्मपुण्डरीकसूत्रम्, romanized: Saddharma Puṇḍarīka Sūtram, lit. 'Sūtra on the White Lotus of the True Dharma')[1] is one of the most influential and venerated Buddhist Mahāyāna sūtras. It is the main scripture on which the Tiantai, Tendai, Cheontae, and Nichiren schools of Buddhism were established. It is also influential for other East Asian Buddhist schools, such as Zen. According to the British Buddhologist Paul Williams, \"For many Buddhists in East Asia since early times, the Lotus Sūtra contains the final teaching of Shakyamuni Buddha—complete and sufficient for salvation.\"[2] The American Buddhologist Donald S. Lopez Jr. writes that the Lotus Sūtra \"is arguably the most famous of all Buddhist texts,\" presenting \"a radical re-vision of both the Buddhist path and of the person of the Buddha.\"[3]\n\nTwo central teachings of the Lotus Sūtra have been very influential for Mahāyāna Buddhism. The first is the doctrine of the One Vehicle, which says that all Buddhist paths and practices lead to Buddhahood and so they are all merely \"skillful means\" of reaching Buddhahood. The second is the idea that the lifespan of the Buddha is immeasurable and that therefore, he did not really pass on into final Nirvana (he only appeared to do so as upāya), but is still active teaching the Dharma.[note 1]\n\n"
        },
        {
            "title": "Title",
            "text": "The earliest known Sanskrit title for the sūtra is the Saddharma Puṇḍarīka Sūtra, which can be translated as \"the Scripture of the Lotus Blossom of the Fine Dharma\" or \"The Discourse on the White Lotus of the True Doctrine.\"[4][5] In English, the shortened form Lotus Sūtra is more common.\n\nTranslations of this title into Asian languages include the following:[6]\n\nAccording to Donald S. Lopez Jr., the puṇḍarīka (the white lotus) is \"a symbol of particular purity in Indian literature,\" while the term \"saddharma\" (\"true doctrine\") is \"used to distinguish the Lotus Sūtra from all other previous teachings of the Buddha.\"[5] The lotus flower imagery is also said to point to the earthly connection of Buddhas and bodhisattvas. The lotus is rooted in the earthly mud and yet flowers above the water in the open air, just like the bodhisattva lives in the world but remains unstained by it.[6]\n\nThe Japanese Buddhist priest Nichiren (1222–1282) regarded the title as the summary of the Lotus Sūtra's teachings. The chanting of the title is the basic religious practice he advocated during his lifetime.[7][8]\n\n"
        },
        {
            "title": "Main themes",
            "text": "The Lotus Sūtra is known for its extensive instruction on skillful means (Sanskrit: upāyakauśalya or upāya, Ch.: fangbian, Jp.: hōben), which refers to how Buddhas teach in many ways adapted to the needs of their disciples. This concept of Buddhist pedagogical strategies is often explained through parables or allegories.[9] In the Lotus, the many 'skillful' or 'expedient' practices and teachings taught by the Buddha (including the \"three vehicles\" to awakening) are revealed to all be part of the \"One Vehicle\" (Skt.: ekayāna, Ch.:一乘; yīchéng), the supreme and all encompassing path that leads to Buddhahood.[9][10] Moreover, this single vehicle is none other than the myriad skillful means which are its expressions and modes. As the Buddha says in the sutra \"seek as you will in all ten directions, there is no other vehicle, apart from the upāyas of the buddhas.\"[9]\n\nThe One Vehicle is associated with the Mahāyāna (\"Great Vehicle\"), which is a path that rejects the cutting off of rebirth (the individual nirvana or \"extinction\" of the Buddhist saint) and seeks to heroically remain in the world of suffering to help others attain awakening, all while working towards complete Buddhahood.[9] In the Lotus Sūtra, the One Vehicle encompasses many different and seemingly contradictory teachings because the Buddha's great compassion and wish to save all beings (bodhicitta) led him to adapt the teaching to suit many different kinds of people and contexts.[11] As the Buddha states in the Lotus Sūtra: \"Ever since I became a buddha, I have used a variety of causal explanations and a variety of parables to teach and preach, and countless skillful means to lead living beings.\"[12]\n\nThe Lotus Sūtra sees also all other teachings are subservient to, propagated by and in the service of the ultimate truth of the \"One Buddha–Vehicle\", a goal that is available to all.[13][14] This can and has been interpreted by some figures in an exclusive and hierarchical sense, as meaning that all other Buddhist teachings are to be dispensed with.[9] However, Reeves and other interpreters understand the one vehicle in a more pluralist and inclusive sense which embraces and reconciles all Buddhist teachings and practices. Some have even applied this universalism to non-Buddhist teachings.[9][14]\n\nReeves also notes that the theme of unity and difference also includes other ideas besides the one vehicle. According to Reeves \"on more than one occasion, for example, the many worlds of the universe are brought together into a unity.\" Similarly, though there are said to be many Buddhas, they are all closely connected with Shakyamuni and they all teach the same thing.[15]\n\nAnother important teaching of the Lotus Sūtra is that all beings can become Buddhas.[18] The sutra sees the awakening of a Buddha as the only and ultimate goal and it boldly claims that \"of any who hear the dharma, none shall fail to achieve buddhahood\".[9] Numerous figures in the sutra receive predictions of future Buddhahood, including the ultimate Buddhist villain Devadatta.[19][20][21] In chapter 10, the Buddha points out that all sorts of people will become Buddhas, including monks, nuns, laypeople, along with numerous non-human beings like nagas.[22] Even those, who practice only simple forms of devotion, such as paying respect to the Buddha, or drawing a picture of the Buddha, are assured of their future Buddhahood.[23]\n\nAccording to Gene Reeves, this teaching also encourages this potential for Buddhahood in all beings, even in enemies as well as \"to realize our own capacity to be a buddha for someone else.\"[18] According to Reeves, the story of the little Dragon Girl promotes the idea that women can also become Buddhas just like male monks.[24] Reeves sees this as an inclusive message which \"affirms the equality of everyone and seeks to provide an understanding of Buddha-dharma that excludes no one.\"[24]\n\nAlthough the term buddha-nature (buddhadhatu) is not mentioned in the Lotus Sūtra, Japanese scholars Hajime Nakamura and Akira Hirakawa suggest that the concept is implicitly present in the text.[25][26] An Indian commentary (attributed to Vasubandhu), interprets the Lotus Sūtra as a teaching of buddha-nature and later East Asian commentaries tended to adopt this view.[27][28] Chinese commentators pointed to the story of bodhisattva Never Disparaging in chapter 20 as evidence that the Lotus taught buddha-nature implicitly.[9]\n\nAnother key concept introduced by the Lotus Sūtra is the idea that the Buddha's lifespan is immeasurable and that he is still present in the world. The text states that the Buddha actually achieved Buddhahood innumerable eons ago, but remains in the world to help teach beings the Dharma time and again. The lifespan of the Buddha is said to be incalculable, beyond imagination, \"ever enduring, never perishing.\"[29] The biography and apparent death (paranirvana, \"final nirvana\") of Sakyamuni Buddha (i.e. the Buddha Gautama) are portrayed as an illusory manifestation, a skillful means meant to teach others.[30][31][32][29]\n\nThe idea that the physical death of a Buddha is the termination of their life is graphically refuted by the appearance of another Buddha, Prabhūtaratna, who has taught the Lotus countless aeons ago. The Lotus Sūtra indicates that not only can multiple Buddhas exist in the same time and place (which contrasts with earlier Indian views), but that there are countless streams of Buddhas extending throughout all of space and through unquantifiable eons of time. The Lotus Sūtra illustrates a sense of timelessness and the inconceivable, often using large numbers and measurements of space and time.[9][33]\n\nJacqueline Stone writes that the Lotus Sūtra affirms the view that the Buddha constant abides in our present world. As the Lotus states in chapter 16, the Buddha remains \"constantly dwelling in this Sahā world sphere, preaching the dharma, teaching and converting.\"[34] According to Stone, the sutra has also been interpreted as promoting the idea that the Buddha's realm (buddhakṣetra) \"is in some sense immanent in the present world, although radically different from our ordinary experience of being free from decay, danger and suffering.\" In this view, which is very influential in Tiantai and Japanese Buddhism, \"this world and the pure land are not, ultimately, separate places but are in fact non dual.\"[34]\n\nAccording to Gene Reeves, the Lotus Sūtra also teaches that the Buddha has many embodiments and these are the countless bodhisattva disciples. These bodhisattvas choose to remain in the world to save all beings and to keep the teaching alive. For Reeves \"the fantastically long life of the Buddha, in other words, is at least partly a function of and dependent on his being embodied in others.\"[15]\n\n"
        },
        {
            "title": "Overview",
            "text": "The sutra is presented in the form of a drama consisting of several mythological scenes.[35] According to British writer Sangharakshita, the Lotus uses the entire cosmos for its stage, employs a multitude of mythological beings as actors and \"speaks almost exclusively in the language of images.\"[36]\n\nAccording to Gene Reeves the first part of the sutra \"elucidates a unifying truth of the universe (the One Vehicle of the Wonderful Dharma)\", the second part \"sheds light on the everlasting personal life of the Buddha (Everlasting Original Buddha); and the third part emphasizes the actual activities of human beings (the bodhisattva way).\"[37]\n\nThe following chapter by chapter overview is based on the expanded Chinese version of Kumārajīva, the most widely translated version into other languages.[38] Other versions have different chapter divisions.\n\nDuring a gathering at Vulture Peak, Shakyamuni Buddha goes into a state of deep meditative absorption (samadhi), the earth shakes in six ways, and he brings forth a ray of light from the tuft of hair in between his eyebrows (ūrṇākośa) which illuminates thousands of buddha-fields in the east.[note 2][40][41] Maitreya wonders what this means, and the bodhisattva Mañjuśrī states that he has seen this miracle long ago when he was a student of the Buddha Candrasūryapradīpa. He then says that the Buddha is about to expound his ultimate teaching, The White Lotus of the Good Dharma.[42][43][44] In fact, Mañjuśrī says this sutra was taught by other Buddhas innumerable times in the past.[45]\n\nModern scholars suggest that chapters 2–9 contain the original form of the text. In Chapter 2 the Buddha declares that there ultimately exists only one path, one vehicle, the Buddha vehicle (buddhayāna).[46] This concept is set forth in detail in chapters 3–9, using parables, narratives of previous existences and prophecies of awakening.[47]\n\nChapter 2: Skillful Means\n\nShakyamuni explains his use of skillful means to adapt his teachings according to the capacities of his audience.[48] He also says that his ways are inconceivable. Śāriputra asks the Buddha to explain this and five thousand monks leave because they do not want to hear this teaching.[44] The Buddha then reveals that the three vehicles (yānas) are really just skillful means, and that they are in reality the One Vehicle (ekayāna).[44] He says that the ultimate purpose of the Buddhas is to cause sentient beings \"to obtain the insight of the Buddha\" and \"to enter the way into the insight of the Buddha.\"[49][50][51]\n\nThe Buddha also states the various benefits for those who preserve the sutra, and that those who perform even the simplest forms of devotion will eventually reach Buddhahood. The Buddha also states that those who reject and insult the Lotus Sūtra (and those who teach it) will be reborn in hell.[44]\n\nChapter 3: The Parable of the Burning House\n\nThe Buddha prophecies that in a future eon (kalpa) Śāriputra will become a Buddha called Padmaprabha. Śāriputra is happy to have heard this new teaching, but says that some in the assembly are confused.[44] The Buddha responds with the parable of the burning house, in which a father (symbolizing the Buddha) uses the promise of various toy carts to get his children (sentient beings) out of a burning house (symbolizing samsara).[52] Once they are outside, he gives them all one large cart to travel in instead. This symbolizes how the Buddha uses the three vehicles, as skillful means to liberate all beings – even though there is only one single vehicle to Buddhahood, i.e. the Mahāyāna. The sutra emphasizes that this is not a lie, but a compassionate salvific act.[53][54][44]\n\nChapter 4: Belief and Understanding\n\nFour senior disciples including Mahākāśyapa address the Buddha.[55] They tell the parable of the poor son and his rich father (sometimes called the \"prodigal son\" parable). This man left home and became a beggar for 50 years while his father became incredibly rich. One day the son arrives at the father's estate, but the son does not recognize his father and is afraid of such a powerful man. The father therefore sends low class people to offer him a menial job cleaning trash. For over 20 years, the father gradually leads his son to more important and better jobs, such as being the accountant for all the father's wealth. Then one day he announces his identity and the son is overjoyed. The senior disciples say that they are like the son, because initially they did not have the confidence to accept full Buddhahood, but today they are happy to accept their future Buddhahood.[56][57][44]\n\nChapter 5: The Parable of Medicinal Herbs\n\nThis parable says that the Dharma is like a great monsoon rain that nourishes many different kinds of plants in accordance with their needs. The plants represent Śrāvakas, Pratyekabuddhas, and Bodhisattvas,[58] and all beings which receive and respond to the teachings according to their respective capacities.[59] Some versions of the sutra also contain other parables, such as one which compares the Dharma to the light of the Sun and moon, which shine equally on all. Just like that, the Buddha's wisdom shines on everyone equally. Another parable found in some versions says that just like a potter makes different types of pots from the same clay, the Buddha teaches the same One Vehicle in different forms.[44]\n\nChapter 6: Bestowal of Prophecy\n\nThe Buddha prophesies the future Buddhahood of Mahākāśyapa, Mahā­maudgalyāyana, Subhūti, and Mahākātyāyana.[44]\n\nChapter 7: A Past Buddha and the Illusory City\n\nThe Buddha tells a story about a past Buddha called Mahābhijñā­jñānābhibhū, who reached awakening after aeons under the Bodhi tree and then taught the four noble truths and dependent origination. At the request of his sixteen sons, he then taught the Lotus Sūtra for a hundred thousand eons. His sons proceeded to teach the sutra. The Buddha then says that these sons all became Buddhas and that he is one of these.[44]\n\nThe Buddha also teaches a parable about a group of people seeking a great treasure who are tired of their journey and wish to quit. Their guide creates a magical illusory city for them to rest in and then makes it disappear.[60][61][62] The Buddha explains that the magic city represents the \"Hinayana Nirvana\", created merely as a rest stop by the Buddha, and the real treasure and ultimate goal is Buddhahood.[63][44]\n\nChapter 8: Prophecy for Five Hundred Disciples\n\nPūrṇa Maitrāyaṇī­putra is declared by the Buddha to be the supreme teacher in his saṅgha and is given a prediction of future Buddhahood (his name will be Dharmaprabhāsa). The Buddha then gives prophecies of future Buddhahood to twelve hundred arhats. The five hundred arhats who had walked out before confess that they were ignorant in the past and attached to the inferior nirvana but now they are overjoyed since they have faith in their future Buddhahood.[44]\n\nThe arhats tell the parable of a man who has fallen asleep after drinking and whose friend sews a jewel into his garment. When he wakes up he continues a life of poverty without realizing he is really rich, he only discovers the jewel after meeting his old friend again.[64][65][66][61] The hidden jewel has been interpreted as a symbol of Buddha-nature.[67] Zimmermann noted the similarity with the nine parables in the Tathāgatagarbha Sūtra that illustrate how the indwelling Buddha in sentient beings is hidden by negative mental states.[68]\n\nChapter 9: Prophecies for the Learners and Adepts\n\nĀnanda, Rāhula, and two thousand bhikṣus aspire to get a prophecy, and the Buddha predicts their future Buddhahood.[69]\n\nChapters ten to twenty two expound the role of the bodhisattva and the concept of the immeasurable and inconceivable lifespan and omnipresence of the Buddha.[47] The theme of propagating the Lotus Sūtra which starts in chapter 10, continues in the remaining chapters.[note 3]\n\nChapter 10: The Dharma teachers\n\nThe Buddha states that whoever hears even just one line from the sūtra will attain Buddhahood.[44] This chapter presents the practices of teaching the sutra which includes accepting, embracing, reading, reciting, copying, explaining, propagating it, and living in accordance with its teachings. The teachers of the Dharma (dharmabhāṇaka) are praised as the messengers of the Buddha.[71] The Buddha states that they should be honored as if they were Buddhas and that stupas should be built wherever the sutra is taught, recited or written.[44] Someone who does not know the Lotus is like digging a well and finding only dry earth, while a bodhisattva that knows the Lotus is like striking water. The Buddha also says that he will send emanations to protect the teachers of the sutra.[44]\n\nChapter 11: The Emergence of the Jeweled Stupa\n\nA massive jeweled stupa (a stylized Buddhist reliquary burial mound) rises from the earth and floats in the air.[72] Then a voice is heard from within praising the Lotus Sūtra.[73] The Buddha states that another Buddha resides in the stupa, Prabhūtaratna, who attained awakening through the Lotus Sūtra and made a vow to make an appearance to verify the truth of the Lotus Sūtra whenever it is preached.[74][44]\n\nCountless manifestations of Shakyamuni Buddha in the ten directions are now summoned by the Buddha into this world, transforming it into a Pure Land. The Buddha then opens the stupa.[44] Thereafter Prabhūtaratna invites Shakyamuni to sit beside him in the jeweled stupa.[75][76] This chapter reveals the existence of multiple Buddhas at the same time as well as the idea that Buddhas can live on for countless aeons.[73] According to Donald Lopez \"among the doctrinal revelations that this scene intimates is that a buddha does not die after he passes into nirvāna.\"[77]\n\nChapter 12: Devadatta\n\nThe Buddha tells a story about how in a previous life he was a king who became the slave of a rishi just so he could hear the Lotus Sūtra. This rishi was none other than Devadatta, who is destined for Buddhahood in the future as the Buddha Devarāja.[44]\n\nIn another story, Mañjuśrī praises the nāga king Sāgara’s daughter and says she can attain Buddhahood. The bodhisattva Prajñākūṭa is skeptical of this, and then the nāga princess appears. Śāriputra says that women cannot attain Buddhahood. The nāga princess makes an offering to the Buddha of a precious jewel and then says she can reach Buddhahood faster than she made that offering. She then turns into a male bodhisattva and becomes a Buddha.[44] Through these stories, the Buddha teaches that everyone can become enlightened – men, women, animals, and even the most sinful murderers.[78]\n\nChapter 13: Encouraging Devotion\n\nThe Buddha encourages all beings to embrace the teachings of the sutra in all times, even in the most difficult ages to come. The bodhisattvas Bhaiṣajyarāja, Mahāpratibhāna and two hundred thousand others promise to teach the sutra in the future. The Buddha prophecies that the six thousand nuns who are also present, including Mahāprajāpatī and Yaśodharā, will all become Buddhas.[79][44]\n\nChapter 14: Peaceful Practices\n\nMañjuśrī asks how a bodhisattva should spread the teaching.[80] The Buddha explains the four qualities they should cultivate to teach the sutra. First, they should be self-controlled and correctly see the characteristics of phenomena and they should stay apart from worldly life. Secondly, they should see the emptiness of phenomena. Thirdly, they should be happy and never criticize and discourage people from enlightenment. Finally, they should have compassion for people and wish to attain Buddhahood so they may help liberate others.[44][81] Virtues such as patience, gentleness, a calm mind, wisdom and compassion are to be cultivated.\n\nChapter 15: Emerging from the Earth\n\nThe bodhisattvas from other world systems say they will help the Buddha teach this sutra here, but the Buddha says their help is not needed—he has many bodhisattvas here. Then the ground splits open and countless bodhisattvas spring up from the earth (lead by Vi­śiṣṭacāritra, Anantacāritra, Vi­śuddhacāritra, and Supratiṣṭhitacāritra‍), ready to teach.[82][83] Maitreya asks who these bodhisattvas are since nobody has heard of them before. The Buddha affirms that he has taught all of these bodhisattvas himself in the remote past after attaining Buddhahood.[84] Maitreya then asks how this is possible, since these bodhisattvas have been training for aeons.[44]\n\nChapter 16: The Life Span of Tathagatha\n\nThe Buddha (Tathagatha) states that he actually attained Buddhahood countless quintillions of eons ago. He has only appeared to become awakened recently as a skillful means to teach others. The Buddha also says that he only appears to pass into final nirvāṇa, but actually he does not really do so. This is just a expedient teaching so that beings will not become complacent.[44] The Buddha then teaches the Parable of the Excellent Doctor who entices his poisoned sons into taking an antidote by feigning his death. After they hear this they are shocked and take the medicine. The doctor then reveals he is still alive. Because the Buddha uses skillful means in this way, he should not be seen as a liar, but as an intelligent teacher.[85][86][44]\n\nChapter 17: Merit\n\nThe Buddha explains the merit (punya) or benefits that come from listening to and believing in this teaching on the Buddha's lifespan. He says that this teaching has led countless bodhisattvas, as many as the sands of the Ganges, to various levels of spiritual accomplishment. He also says that there is greater benefit in hearing and believing the Lotus Sūtra than practicing the first five perfections for eons.[44] The Buddha states that those who have faith in this teaching will see this world as a pure land filled with bodhisattvas. Those who have faith in the sutra have already made offerings to past Buddhas and they do not need to build stupas or temples. These beings will developed excellent qualities and attain Buddhahood. This chapter also says that Caityas should be built to honor the Buddha.[44]\n\nChapter 18: Rejoicing\n\nThe Buddha states that the merit generated from rejoicing in this sutra (or in even just a single line from it) is far greater than bringing thousands of beings to arhathood. The merits of listening to the sutra, for even a moment, are extensively praised in this chapter.[44]\n\nChapter 19: Benefits of the Teacher of the Law\n\nThe Buddha praises the merits of those who are devoted to the Lotus Sūtra. He states that their six sense bases (ayatanas) will become purified and develop the ability to experience the senses of billions of worlds as well as other supernatural powers.[87][44]\n\nChapter 20: The Bodhisattva Never Disparaging\n\nThe Buddha tells a story about a previous life when he was a bodhisattva called Sadāparibhūta (\"Never-disparaging\" or \"Never-disrespectful\") and how he treated every person he met, good or bad, with respect, always remembering that they will become Buddhas.[88] Never-disparaging experienced much ridicule and condemnation by other monastics and laypersons but he always responded by saying \"I do not despise you, for you will become a buddha.\"[89] He continued to teach this sutra for many lifetimes until he reached Buddhahood.[44]\n\nChapter 21: Supernatural Powers of the Thus Come One\n\nThis chapter reveals that the sutra contains all of the Buddha's secret spiritual powers. The bodhisattvas who have sprung from the earth (in chapter 15) are entrusted with the task of spreading and propagating it and they promise to do so.[90] Śākyamuni and Prabhūtaratna extend their tongues into the Brahmā realm, emitting numerous rays of light along with countless bodhisattvas. This miracle lasts for a hundred thousand years. Then they clear their throats and snap their fingers, which is heard in all worlds and all worlds shake. All beings in the universe are then given a vision of the Buddhas and bodhisattvas. All Buddhas praise Śākyamuni for teaching the Lotus. The Buddha says that the merits of teaching the sutra is immeasurable and that any place where it is being taught or copied is a holy place.[44]\n\nChapter 22: Entrustment\n\nThe Buddha transmits the Lotus Sūtra to all bodhisattvas in his congregation and entrusts them with its safekeeping and its propagation far and wide.[91][92][93] The Buddha Prabhūtaratna in his jeweled stupa and the countless manifestations of Shakyamuni Buddha return to their respective buddha-fields.[94] According to Donald Lopez, the Lotus Sūtra \"appears to end with Chapter Twenty-Two, when the Buddha exhorts his disciples to spread the teaching, after which they return to their abodes...scholars speculate that this was the final chapter of an earlier version of the Lotus, with the last six chapters being interpolations.\"[95] This is the final chapter in the Sanskrit versions and the alternative Chinese translation. Shioiri suggests that an earlier version of the sutra ended with this chapter and that chapters 23–28 were inserted later into the Sanskrit version.[96][97]\n\nThese chapters are focused on various bodhisattvas and their deeds.[98][99]\n\nChapter 23: \"Former Affairs of Bodhisattva Medicine King\"\n\nThe Buddha tells the story of the 'Medicine King' (Bhaiṣajyarāja) bodhisattva, who, in a previous life as the bodhisattva Sarvasattvapriyadarśana, set his body on fire, lighting up many world systems for twelve years, as a supreme offering to a Buddha.[100][101][102] This chapter teaches the practice \"offering the body\", which involves burning a part of one's body (such as toe, finger, or a limb) as an offering.[44] The hearing and chanting of the Lotus Sūtra is also said to cure diseases. The Buddha uses nine similes to declare that the Lotus Sūtra is the king of all sutras.[103]\n\nChapter 24: The Bodhisattva Gadgadasvara\n\nGadgadasvara ('Wonderful Voice'), a bodhisattva from a distant world, visits Vulture Peak to worship the Buddha. Gadgadasvara once made offerings of various kinds of music to the Buddha Meghadundubhisvararāja. His accumulated merits enable him to take on many different forms to propagate the Lotus Sūtra.[104][97][44]\n\nChapter 25: The Universal Gateway Or The Universal Door of Avalokiteśvara Bodhisattva (普門品)\n\nThis chapter is devoted to bodhisattva Avalokiteśvara (Skt. “Lord Who Looks Down”, Ch. Guanyin, “Regarder of the Cries of the World”), describing him as a compassionate bodhisattva who hears the cries of sentient beings, and rescues those who call upon his name.[105][106][107][98]\n\nChapter 26: Dhāraṇī\n\nHariti and several bodhisattvas offer sacred dhāraṇī (magical formulas) in order to protect those who keep and recite the Lotus Sūtra.[108][109][note 4]\n\nChapter 27: Former Affairs of King Wonderful Adornment\n\nThis chapter tells the story of the conversion of King 'Wonderful-Adornment' by his two sons.[111][112]\n\nChapter 28: Encouragement of Samantabhadra\n\nA bodhisattva called \"Universal Virtue\" or \"All Good\" (Samantabhadra) asks the Buddha how to preserve the sutra in the future. Samantabhadra promises to protect and guard all those who keep this sutra in the future.[113] He says that those who uphold the sutra will be reborn in the Trāyastriṃśa and Tuṣita heavens. He also says that those who uphold this sutra will have many good qualities and should be seen and respected as Buddhas.[44]\n\n"
        },
        {
            "title": "History and reception",
            "text": "According to Lopez, the Lotus \"is clearly a work of high literary quality. Its authors are unknown, but they were likely highly educated Buddhist monks, fully at ease among the doctrines and tropes of Buddhism as it existed in India at the time.\"[114] According to Peter Alan Roberts, the Lotus Sūtra may have had its origin among the Mahāsāṃghika school and may have been written in a middle Indic language (a prakrit) that was subsequently Sanskritized.[32] The idea that the sutra was originally in prakrit remains a contested claim among both secular and religious historians.[115]\n\nThe Lotus Sūtra was frequently cited in Indian scholarly treatises and compendiums and several authors of the Madhyamaka and the Yogacara school discussed and debated its doctrine of the One Vehicle.[116] According to Jonathan Silk, the influence of the Lotus Sūtra in India may have been limited, but \"it is a prominent scripture in East Asian Buddhism.\"[117] Jacqueline Stone and Stephen F. Teiser meanwhile write that \"it is perhaps no exaggeration to say that the Lotus Sūtra has been the most influential Buddhist scripture in East Asia.\"[9] The sutra has most prominence in Tiantai (sometimes called \"The Lotus School\"[118]) and Nichiren Buddhism.[119]\n\nAccording to Donald Lopez \"the general scholarly consensus is that the Lotus Sūtra took shape in four phases\". One of the earliest four layer theory of the development of the sutra was Kogaku Fuse's.[note 5]\n\nLopez and Seishi Karashima outline these phases as follows:[121][122][123]\n\nStephen F. Teiser and Jacqueline Stone opines that there is consensus about the stages of composition but not about the dating of these strata.[127] Author Yoisho Tamura argues that the first stage of composition (Chapters 2—9) was completed around 50 CE and expanded by chapters 10–21 around 100 CE. He dates the third stage (Chapters 22—27) around 150 CE.[128]\n\nAccording to Lopez, \"the number of surviving manuscripts and manuscript fragments of the Lotus Sūtra suggests that the text was copied often.\"[129] The Lotus Sūtra is also cited in numerous scholarly treatises and compendiums, including in the Compendium of Sūtras (Sūtrasamuccaya, which cites four passages from the Lotus), in the Compendium of Training (Śiksāsamuccaya, three passages), in the Dazhidu lun (23 citations) and in the Great Compendium of Sūtras (Mahāsūtrasamuccaya) by the eleventh-century Bengali master Atiśa.[130] It is cited by Indian Buddhists such as Vasubandhu (in his commentary on the Mahāyānasaṃgraha), Candrakīrti (Madhyamakāvatāra-bhāṣya), Śāntideva, Kamalaśīla and Abhayākaragupta.[32]\n\nAccording to Paramārtha (499–569 CE), there were over fifty Indian commentaries on the Lotus.[32] However, there is now only one surviving Indian commentary (which only survives in Chinese). It is attributed to Vasubandhu (but this has been questioned by scholars).[131][132][133] This commentary asserts the superiority of the Lotus above all other sutras.[32]\n\nThe Lotus Sūtra's doctrine of the One Vehicle was not received equally by all Indian Buddhist traditions. While this doctrine was fully embraced by the Madhyamaka school, the Yogācāra school saw the Lotus Sūtra as a provisional text. Thus, for the Indian Yogācāra thinkers, the doctrine of the One Vehicle should not be taken literally, since it is merely provisional (neyārtha). According to Donald Lopez \"the Yogācāra commentators argue in turn that the declaration that there is but one vehicle is not definitive but provisional, requiring interpretation; it is not to be taken to mean that there are not, in fact, three vehicles. When the Buddha said that the buddha vehicle was the one vehicle, he was exaggerating. What he meant was that it was the supreme vehicle.\"[134] For Yogācāra scholars, this sutra was taught as an expedient means for the benefit of those persons who have entered the lesser śrāvaka vehicle but have the capacity to embrace the Mahāyāna.[135]\n\nAn Indian version of the Lotus Sūtra was translated into Tibetan by Yeshé Dé, and the Indian translator Surendrabodhi during the reign of King Ralpachen (r. 815–38).[32] This version most closely matches the Chinese version of Jñānagupta and Dharmagupta, as well as the Nepalese Sanskrit version.[32]\n\nThree translations of the Lotus Sūtra into Chinese are extant.[38][13][136][note 7] It was first translated into Chinese by Dharmarakṣa's team in 286 C. E. in Chang'an during the Western Jin Period (265–317 CE).[138][139][note 8] It was initially held that the source text was in Sanskrit, however, the view that the source text was actually in a Prakrit language has gained widespread acceptance.[note 9]\n\n\nThis early translation by Dharmarakṣa was superseded by a translation in seven fascicles by Kumārajīva's team in 406 C.E. which became the standard translation in East Asian Buddhism.[141][142][143][note 10] According to Jean-Noël Robert, Kumārajīva relied heavily on the earlier version.[144] The Sanskrit editions[145][146][147][148] are not widely used outside of academia. Kumārajīva's version is missing the Devadatta chapter which had been present in the Dharmaraksa version.[32]\nThe third extant version, The Supplemented Lotus Sūtra of the Wonderful Dharma (Chinese: Tiān Pǐn Miào Fǎ Lián Huá Jīng), in 7 volumes and 27 chapters, is a revised version of Kumārajīva's text, translated by Jñānagupta and Dharmagupta in 601 C. E.[150] This version included elements that were absent in the Kumārajīva text, including the Devadatta chapter, various verses and the concluding part of chapter 25. Later, these elements were added back to the Kumārajīva text.[32]\n\nThe Chinese Lotus Sūtra has been translated into other Asian languages including Uighur, Tangut, and more recently colloquial Chinese, Japanese, Vietnamese, and Korean.[9]\n\nOne of Kumārajīva's great disciples, Daosheng (355–434), wrote the oldest surviving Chinese commentary on the Lotus Sūtra (titled the Fahua jing yishu).[9][151] For Daosheng, the central teaching of the sutra is the One Vehicle. According to Lopez, Daosheng divided the sutra into three parts (omitting the Devadatta Chapter): \"the first thirteen chapters demonstrate that the cause of the three vehicles becomes the cause of the one vehicle. The next eight chapters demonstrate that the effect of the three vehicles is also the effect of the one vehicle. The final six chapters demonstrate that the followers of the three vehicles are the same as the followers of the one vehicle.\"[152] Daosheng was also known for promoting the concept of Buddha nature and the idea that even deluded people will attain enlightenment.\n\nAlready during the Tang Dynasty, Daoxuan (596–667) was writing that the Lotus Sūtra was \"the most important sutra in China\".[153] Kuiji (632–82), a disciple of Xuanzang, wrote a commentary on the Lotus. This commentary was translated into Tibetan and survives in the Tibetan Buddhist canon.[32] Numerous other commentators from different Chinese Buddhist traditions wrote commentaries on the Lotus\".[9] One topic of debate among Chinese commentators to the Lotus was the \"three carts or four carts\" debate which focused on whether the One Vehicle was the same as the bodhisattva vehicle or a different vehicle that transcends the Mahāyāna.[9]\n\nChinese exegetes also disagreed on whether the Buddha of the Lotus Sūtra had an infinite life or a finite life (of immeasurable length) as well as on the issue of whether the ultimate, primordial Buddha of the Lotus referred to the Dharma-body (dharmakaya), to the reward body (sambhogakaya), or to the manifest, physical body (nirmanakaya).[9]\n\nPerhaps the most influential Chinese commentator on the Lotus Sūtra was Zhiyi (538–597), a patriarch of the Tiantai School, who was said to have experienced awakening while reading the Lotus Sūtra.[154] Zhiyi was a student of Nanyue Huisi who was the leading authority of his time on the Lotus Sūtra.[118][155]\n\nZhiyi adopted Daosheng's division of the sutra into three parts. For Zhiyi, the first fourteen chapters are \"the trace teaching\" (Ch. jimen; shakumon in Japanese) and the second fourteen chapters are the \"fundamental\" or \"original\" teaching (benmen; Jp. honmon). For Zhiyi, the key message of the first part is the One Vehicle, while the key message of the second half (the fundamental teaching of the whole text) is the immeasurable lifespan of the Buddha.[156] According to Lopez, \"Zhiyi compares the fundamental teaching with the moon shining in the sky and the trace teaching with a moon reflected in a lake; the first is the source of the second.\"[156] The Chinese practice of developing systems of doctrinal classifications (panjiao) was adopted by Zhiyi, which he interpreted through the doctrine of the One Vehicle. For Zhiyi, while other sutras provide different messages for their intended audiences, the Lotus is uniquely comprehensive and holistic.[9]\n\nZhiyi's philosophical synthesis saw the Lotus Sūtra as the final teaching of the Buddha and the highest teaching of Buddhism.[157] There are two major commentaries from Zhiyi on the sutra, the Profound Meaning of the Lotus Sūtra (Fahua xuanyi) which explains the main principles of the text and the Words and Phrases of the Lotus Sutra (法華文句 Fahua Wenzhu), which comments on specific passages. These two works were compiled by Zhiyi's disciple Guanding (561–632).[158] For Zhiyi, the central principle of the Lotus Sūtra's One Vehicle is the \"Threefold Truth\", a doctrine he developed out of Nagarjuna's Madhyamaka philosophy which posited a twofold truth. For Zhiyi, this was the unifying principle which included all of the teachings of the Buddha's teachings and practices.[159] According to Lopez and Stone, Zhiyi's view of the Lotus was an inclusive vision which had a place for every Buddhist sutra, teaching and practice.[160]\n\nZhiyi also linked the teachings of the Lotus Sūtra with the Buddha nature teachings of the Mahāyāna Mahāparinirvāṇa Sūtra. Zhiyi also interpreted the Buddha of the Lotus Sūtra as referring to all three Buddha bodies of the Trikaya. According to Stone and Teiser, for Zhiyi \"the dharma body is the truth that is realized; the reward body is the wisdom that realizes it; and the manifest body, a compassionate expression of that wisdom as the human buddha who lived and taught in this world.\"[9] For Zhiyi, Vairocana (the primordial Buddha) is seen as the \"bliss body\" (sambhogakāya) of the historical Gautama Buddha.[157] Zhiyi also wrote texts which outlined various spiritual practices that made use of the Lotus Sūtra. For example, chanting the sūtra is an element of one of the \"Four samādhis\" (sizhǒng sānmèi) in Zhiyi's magnum opus, the Mohe Zhiguan.[161] He also composed the Lotus Samādhi Rite of Repentance (Fahua sanmei chanyi) based on the sūtra.[162]\n\nThe later Tiantai scholar Zhanran (711–778) wrote sub-commentaries to Zhiyi's works on the Lotus.[9] Based on his analysis of chapter 5, Zhanran would develop a new theory which held that even insentient beings such as rocks, trees and dust particles, possess buddha-nature. This doctrine would be adopted and developed by Japanese Buddhists like Saichō and Nichiren.[163][164][34]\n\nDue to the religious and sacred emphasis on the Buddhist text, some East Asian traditions have compiled the Lotus Sūtra together with two other sutras which serve as a prologue and epilogue\n\nThe combination of these three Sutras is often called the Threefold Lotus Sūtra or Three-Part Dharma Flower Sutra (Chinese: 法華三部経; pinyin: Fǎhuá Sānbù jīng; Japanese: Hokke Sambu kyō).[168]\n\nThe Lotus Sūtra has also been an extremely influential text in Japanese Buddhism. One of the oldest Japanese texts is the Hokke Gisho, a commentary on the Lotus Sūtra based on the Chinese commentary by Fayun (467–529 CE). By the 8th century, the sūtra was important enough that the emperor had established a network of nunneries, the so-called \"Temples for the Eradication of Sins through the Lotus\" (Hokke metsuzai no tera), in each province, as a way to protect the royal family and the state.[169] There were also various Lotus Sūtra rituals that were held throughout Japan, at both temples and aristocratic households. They were believed to help the dead and to grant long life to the living. These rituals are mentioned in The Tale of Genji.[170] The sūtra was also very influential on Japanese art and some copies of the text are highly elaborate and ornate.[171]\n\nThe Tiantai school was brought to Japan by Saichō (767–822), who founded the Japanese Tendai tradition and wrote a commentary to the Lotus Sūtra, which would remain central to Tendai.[172][173] Saichō attempted to create a great synthesis of the various Chinese Buddhist traditions in his new Tendai school (including esoteric, Pure Land, Zen and other elements), all which would be united under the Lotus One Vehicle doctrine.[160][9] Saichō also understood the Lotus Sūtra to be a \"great direct path\" to Buddhahood which could be reached in this very life and in this very body.[174] Saichō taught that the Dragon king's daughter story was evidence for this direct path (jikidō) to Buddhahod which did not require three incalculable eons.[9]\n\nLike Zhiyi, the Japanese Tendai school (as well as the Nichiren tradition which is influenced by Tendai) divided the Lotus Sūtra into two parts, the trace or provisional teachings (shaku-mon, Chapters 1–14) and the essential teaching (hon-mon, Chapters 15–22) of the true and original Buddha.[175][176]\n\nPost-Saichō Tendai leaders like Ennin and Enchin also adopted further teachings from Esoteric Buddhism (mikkyō) into their interpretation and practice of the Lotus. These figures interpreted the Lotus as an esoteric text, and the Buddha of the Lotus Sūtra became seen as timeless and omnipresent cosmic reality that is immanent in all things. By reciting mantras, performing mudras and using mandalas in esoteric rituals, Tendai monks sought to unite their body, speech and mind with that of the Buddha and attain \"Buddhahood in this very body\" (sokushin jōbutsu).[177] According to Jacqueline Stone, in Tendai esotericism, \"the cosmic buddha is identified with the primordially enlightened Sakyamuni of the \"Life Span\" chapter, and his realm—that is, the entire universe—is conceived in mandalic terms as an ever-present, ongoing Lotus Sūtra assembly.\"[34]\n\nAs a result of this interpretation, all the provisional Buddhas (such as Amida, Dainichi, and Yakushi) were integrated into the Primordial Buddha of immeasurable life from the latter half of the Lotus Sūtra.[175][176] These esoteric influences also led to the development of the Tendai concept of original enlightenment (hongaku hōmon).[163][164] According to this theory, Buddhahood is not a distant goal, but is always present as the true inherent nature of all things. Buddhist practice is a way to realize this nature.[178]\n\nApart from the major Heian period Tendai temples, there also arose groups of independent Lotus Sūtra devotees (jikyōsha) or \"Lotus holy ones\" (hokke hijiri). Many of them were mountain ascetics, or recluses (tonsei) who disliked the large established temples and saw them as more concerned with worldly gain. They focused instead on practices based on the simple recitation, listening or reading of the Lotus Sūtra in solitary places (bessho), something which did not require temples and ritual paraphernalia. Hokke hijiri also engaged in esoteric taimitsu and Daoist immortality practices. These figures feature prominently in the Hokke Genki, a collection of Lotus Sūtra stories and miracles by the priest Chingen, which sees the hokke hijiri as being superior to aristocrats or traditional monks.[179][180][181]\n\nTendai Buddhism was the dominant form of mainstream Buddhism in Japan for many years and the influential founders of later popular Japanese Buddhist sects including Nichiren, Honen, Shinran and Dogen were trained as Tendai monks.[182]\n\nThe Japanese monk Nichiren (1222–1282) founded a new Buddhist school based on his belief that the Lotus Sūtra is \"the Buddha's ultimate teaching\",[184] and that the title is the essence of the sutra, \"the seed of Buddhahood\".[185] He was originally a Tendai monk, but grew to believe that Tendai had become corrupt and had turned away from the Lotus Sūtra and embraced all sorts of useless practices, such as esoteric Buddhism and Pure Land devotionalism.[186] Nichiren taught that chanting the title of the Lotus Sūtra in a phrase called the daimoku (Namu Myōhō Renge Kyō, \"Glory to the Dharma of the Lotus Sūtra\") – was the only effective Buddhist practice in what he believed was the current degenerate age of Dharma decline (Skt. saddharmavipralopa, Jp. mappo). This was to be recited in front of a gohonzon (\"object of veneration\").[157][187] According to Stone, Nichiren believed that \"the immanent Buddha realm is an ever-present reality\" which one could access by this practice.[34]\n\nNichiren held that all other Buddhist sects were gravely mistaken and doomed to Avīci hell because they \"slandered the true Dharma\" (Skt. saddharmapratiksepa; Jp. hōbō) by seeing other teachings as being above or equal to the Lotus Sūtra. He also held that the current social and political chaos in Japan was caused by this sinful behavior. He therefore tasked himself and his followers with rescuing as many people as possible by getting them to abandon their heretical forms of Buddhism through direct confrontation (shakubuku) and converting them to the one vehicle of the Lotus.[188] He believed that establishing the true Dharma of the Lotus in Japan would lead to lasting peace and he identified with the bodhisattva Viśiṣṭacāritra, leader of the bodhisattvas of the earth which appear in chapter 15.[189]\n\nNichiren thus vehemently attacked the teachings of all other Japanese Buddhist sects in person and in print. This behavior would often lead to the persecution of Nichiren and Nichiren Buddhists. Nichiren saw this persecution as a compassionate act of self-sacrifice, which needed to be endured. He found this ideal in chapters 10–22 as the \"third realm\" of the Lotus Sutra (daisan hōmon) which emphasizes the need for a bodhisattva to endure the trials of life in the defiled sahā world.[190] For Nichiren, these trials and tribulations were termed shikidoku (\"reading [the Lotus Sūtra] with the body\") and they were believed to burn off negative karma.[191] Nichiren Buddhism went through various developments and schisms after the death of Nichiren.\n\nThe Lotus Sūtra was also a key source for Dōgen (1200–1263), the Japanese founder of Sōtō Zen Buddhism. Dōgen writes in his Shōbōgenzō that \"compared with this sūtra, all the other sūtras are merely its servants, its relatives, for it alone expounds the truth.\"[192] According to Taigen Dan Leighton, \"While Dogen's writings employ many sources, probably along with his own intuitive meditative awareness, his direct citations of the Lotus Sūtra indicate his conscious appropriation of its teachings as a significant source\"[193] and that his writing \"demonstrates that Dogen himself saw the Lotus Sūtra, 'expounded by all buddhas in the three times,' as an important source for this self-proclamatory rhetorical style of expounding.\"[194]\n\nIn his Shōbōgenzō, Dogen directly discusses the Lotus Sūtra in the essay Hokke-Ten-Hokke, \"The Dharma Flower Turns the Dharma Flower\". The essay uses a dialogue from the Platform Sutra between Huineng and a monk who has memorized the Lotus Sūtra to illustrate the non-dual nature of Dharma practice and sutra study.[193] During his final days, Dogen spent his time reciting and writing the Lotus Sūtra in his room which he named \"The Lotus Sutra Hermitage\".[195] The Soto Zen monk Ryōkan also studied the Lotus Sūtra extensively and this sutra was the biggest inspiration for his poetry and calligraphy.[196]\n\n\nThe Rinzai Zen master Hakuin Ekaku (1687–1768) achieved enlightenment while reading the third chapter of the Lotus Sūtra.[197] Hakuin writes that when he first read the sutra at age sixteen, he was disappointed with it. However, sixteen years later, after experiencing an awakening, he wrote, \nAccording to Shields, modernist Japanese interpretations of the Lotus Sūtra begin with the early 20th century nationalist applications of the Lotus Sūtra by Chigaku Tanaka, Nissho Honda, Seno'o, and Nisshō Inoue.[199] Japanese new religions began forming in the 19th century and the trend accelerated after World War II. Some of these groups have pushed the study and practice of the Lotus Sūtra to a global scale.[200][201] While noting the importance of several Japanese New Religious Movements to Lotus Sūtra scholarship, Lopez focuses on the contributions made by the lay groups Reiyukai and Soka Gakkai and Stone discusses the contributions of the Soka Gakkai and Risshō Kōsei Kai.[202][203]\n\nAccording to Jacqueline Stone, several of these new Lotus based groups, such as Risshō Kōsei Kai and Sokka Gakkai, are also known for their social activism, international relief work and peace work.[34] According to Stone, Sokka Gakkai generally follows an exclusivist approach to the Lotus Sūtra, believing that only Nichiren Buddhism can bring world peace. Meanwhile, Risshō Kōsei Kai follows an ecumenical, and inclusive approach and is known for its interfaith efforts and focus on world peace. According to their co-founder Niwano Nikkyō (1906–1999), \"Lotus Sūtra is not a proper noun, but the fundamental truth—God, Allah, or the one vehicle—at the heart of all great religions.\"[34]\n\nIn a similar fashion, Etai Yamada (1900–1999), the 253rd head priest of the Tendai denomination conducted ecumenical dialogues with religious leaders around the world based on his inclusive interpretation of the Lotus Sūtra, which culminated in a 1987 summit. He also used the Lotus Sūtra to move his sect from a \"temple Buddhism\" perspective to one based on social engagement.[204] Nichiren-inspired Buddhist organizations have shared their interpretations of the Lotus Sūtra through publications, academic symposia, and exhibitions.[205][206][207][208][209]\n\nAccording to Lopez, \"the most famous and successful of the Japanese new religions\", \"was Sōka Gakkai.\" Sōka Gakkai (\"The Value Creation Society\") was a lay organization founded by the Nichirenists Tsunesaburō Makiguchi (1871–1944) and Toda Jōsei (1900–1958).[210] It became known for its aggressive conversion efforts based on confrontational shakubuku as well as for its emphasis on \"this-worldly benefits\" (genze riyaku), such as good health and financial prosperity which would accrue to those who helped spread the message of the Lotus.[211] Sōka Gakkai was originally affiliated with Taisekiji, a Nichiren Shōshū temple, but it was excommunicated from Nichiren Shoshu in the 1990s.[212] Sōkka Gakkai no longer teaches the differences between the two gates or \"divisions\" of the Lotus Sūtra. Instead, the modern organization teaches that only the sincere recitation of the daimoku is the \"Doctrine of Essential Teaching\" and that this does not require any clerical priesthood or temples since the true sangha comprises all people \"who believe in the Buddha Dharma of Nichiren\".[213]\n\nOne of the first mentions of the Lotus Sūtra by a westerner can be found in the work of the Catholic missionary Matteo Ricci. In his The True Doctrine of the Lord of Heaven (Tianzhu shiyi), published in 1603, Ricci mentions the Lotus Sūtra and denounces its teaching.[214]\n\nEugene Burnouf's Introduction à l'histoire du Buddhisme indien (1844) marks the start of modern academic scholarship of Buddhism in the West. According to Lopez, this tome \"seems to have been originally intended to aid readers in understanding the Lotus Sūtra,\" the translation of which Burnouf had completed in 1839. Burnouf decided to delay the publication of this translation so that he could write an introduction to it, that is, his 1844 Introduction.[215] Burnouf's French translation of a Nepalese Sanskrit manuscript of the Lotus Sūtra, titled \"Le Lotus de la bonne loi traduit du Sanscrit accompagné d’un commentaire et de vingt et un mémoires relatifs au Buddhisme\", was published posthumously in 1852.[216][217][218]\n\nBurnouf really appreciated the \"parables\" (Sanskrit: aupamya, \"comparisons\", \"analogies\", more accurately described as allegories) found in the Lotus, which reminded him of the parables of the New Testament. He would write \"I know of nothing so Christian in all of Asia\" and saw the Lotus as containing a \"moral Christianity, full of compassion for all creatures.\"[219] He also understood the Lotus Sūtra (as well as other Mahayana works) to be later, more \"developed\" texts than the \"simple\" earlier sutras which contained more historical content and less metaphysical ideas.[220]\n\nPrior to publication, a chapter from the translation was included in the 1844 journal The Dial, a publication of the New England transcendentalists, translated from French to English by Elizabeth Palmer Peabody.[221] An English translation of the Lotus Sūtra from two Sanskrit manuscripts copied in Nepal around the 11th century was completed by Hendrik Kern in 1884 and published as Saddharma-Pundarîka, or, the Lotus of the True Law as part of the Sacred Books of the East project.[222][223][224]\n\nWestern interest in the Lotus Sūtra waned in the latter 19th century as Indo-centric scholars focused on older Pali and Sanskrit texts. However, Christian missionaries in the late 19th and early 20th centuries, based predominantly in China, became interested in Kumārajīva's translation of the Lotus Sūtra. These scholars attempted to draw parallels between the Old and New Testaments to earlier Nikaya sutras and the Lotus Sutra. Abbreviated and \"Christianized\" translations were published by Richard and Soothill.[225][226]\n\nAfter the Second World War, scholarly attention to the Lotus Sūtra was inspired by renewed interest in Japanese Buddhism as well as archeological research in Dunhuang in Gansu, China. In 1976, Leon Hurvitz published The Scripture of the Lotus Blossom of the Fine Dharma, a scholarly English translation of the Lotus Sūtra based on Kumarajiva's Chinese. Whereas the Hurvitz work was independent scholarship, other modern translations were sponsored by Japanese Buddhist institutions. For example the 1975 Bunno Kato and Yoshiro Tamura translation of the \"Threefold Lotus Sutra\" was promoted by Rissho-kosei-kai, the Burton Watson translation was backed by Soka Gakkai and the Tsugunari Kubo and Akira Yuyama translation was sponsored by Bukkyō Dendō Kyōkai (\"Society for the Promotion of Buddhism\").[227][228][229][230][231][232][233][234]\n\nTranslations into French,[235] Spanish[236] and German[237][238] are also based on Kumarajiva's Chinese text. Each of these translations incorporate different approaches and styles that range from complex to simplified.[239]\n\n"
        },
        {
            "title": "",
            "text": "According to Gene Reeves, \"the Lotus Sūtra frequently advocates concrete practices, which are often related to the sutra itself. They are often given as sets of four to six practices, but include receiving and embracing the sutra, hearing it, reading and reciting it, remembering it correctly, copying it, explaining it, understanding its meaning, pondering it, proclaiming it, practicing as it teaches, honoring it, protecting it, making offerings to it, preaching it and teaching it to others, and leading others to do any of these things.\"[240] The Sūtra also promotes the building of stūpas wherever the Lotus Sūtra is being preached.[241]\n\nThe Lotus Sūtra also mentions the six paramitas and the eightfold path.[242] Other passages from the sutra have been seen as promoting certain ways of living. For example the story of Never Disrespectful Bodhisattva in chapter 20 has been seen by some as teaching that we should see all beings as potential Buddhas and treat them accordingly.[243] Similarly, other parts of the sutra have been interpreted as exhortations to share the Dharma of the Lotus with other people.[9]\n\nThe sūtra became an extremely important text for religious practice in East Asian Buddhism, especially through ritualized devotional practice.[243] A particularly important set of practices are the \"five practices of the preacher of the dharma\" (found in Chapter 19), which are preserving (or \"upholding\"), reading, reciting, explaining, and copying the sūtra.[9][241]\n\nAccording to Daniel Stevenson, \"upholding the sutra,\" \"does not connote a specific regimen of practice but functions as a generic designation for Lotus Sūtra devotion in all its guises, above all devotion that is focused and sustained.\" Thus, it is a general term for enthusiastic embrace of the sutra. The term derived from the Sanskrit root dhr, related to dharani and could refer to the memorization and retention of the teaching as well as to the more abstract \"apprehension\" of the Dharma in meditative states of samadhi. It could also refer to the storing, enshrining and safekeeping of the physical copies of the sutra.[241]\n\nIt was said that these practices were very meritorious and could lead to miracles. Stories dealing with Lotus Sūtra miracles, such as Huixiang's Accounts of the Propagation of the Lotus Sūtra (c. 7th century) became a popular genre in China and Japan.[244][9] The popularity of these practices can be seen from the fact that a thousand copies of the text were sealed in the Dunhuang caves in the 11th century.[32] The Lotus Sūtra was also one of the most widely memorized Buddhist texts, a practice which became a requirement for Buddhist monastic ordination at various points throughout Chinese history.[241]\n\nThese practices were often sponsored by Asian states as a way to protect the nation but they were also carried out by people from all social classes. Ritualized recitation, copying of the text and lectures explaining the Lotus Sūtra were performed at temples, shrines, and private residences. It was believed that these practices generated many benefits, from spiritual benefits like visions of Buddhas, rebirth in a pure land, awakening, and helping deceased relatives, to worldly benefits like peace, healing and protection from harm.[9] In a similar fashion, the creation of different forms of visual, plastic, calligraphic, performance arts based on the Lotus Sūtra also came to be seen as a form of spiritual practice and a skillful means. The production of these works, which included Lotus Sūtra manuscripts themselves, could become highly ritualized processes.[9][241] Likewise, the telling of miracle stories and composition of literature based on the Lotus Sūtra was also seen as another way to practice its teachings.[241]\n\nIn China, the practice extracted from chapter 20 of seeing all beings as Buddhas or \"universal veneration\" (pujing 普敬) was adopted as the main practice of Xinxing (540–594) \"Three Stages Movement\".[241] Meanwhile, the self immolation of bodhisattva Medicine King inspired a controversial tradition of cremating parts of one's body as a kind of devotion. Chapter 25 has also been very influential on Asian Guanyin (觀音) devotionalism.[241]\n\nThe chanting of the Lotus was and remains widely practiced in Chinese Buddhism. It is often accompanied by the wooden fish instrument and preceded by various ritual acts, invocations, offerings and visualizations. The works of the Tiantai master Zhiyi include various Lotus Sūtra based practices like the \"Lotus samādhi\" and the \"Rite of Repentance for the Lotus Samādhi\".[161] Zhiyi was also said to have memorized the entire Threefold Lotus Sūtra.[241] Zongxiao (1151–1214) mentions a practice which consisted in performing one or three prostrations for every character of the sutra.[241]\n\nIn the Japanese Tendai school, the Lotus Sūtra is an important part of Taimitsu (\"Tendai esotericism\") where it is part of certain rituals, such as the \"Lotus rite\" (Hokke ho), \"performed to eradicate sin, build merit, and realize awakening.\" According to Stone and Teiser, \"the mandala used in this ritual depicts the two buddhas Sakyamuni and Many Jewels seated together in its central court, as they appeared in the jeweled stūpa of the Lotus Sūtra.\"[9]\n\nIn Nichiren Buddhism, the central practice is the recitation of the title of the Lotus Sūtra, called the daimoku. This formula is Namu Myōhō Renge Kyō. Nichiren Buddhists believe that this phrase contains the meaning of the entire sutra and contains and supersedes all other Buddhist practices (which are seen as provisional and no longer effective). By chanting this phrase with faith, one is said to be able to achieve Buddhahood.[9] Nichiren Buddhists often chant this phrase while facing a \"great mandala\" (daimandara), or \"revered object of worship\" (gohonzon), a practice that was promoted by Nichiren himself. Nichiren believed that chanting while contemplating the gohonzon allowed to enter the mandala of the Lotus assembly.[9]\n\n"
        },
        {
            "title": "In East Asian culture",
            "text": "The Lotus Sūtra has had a great impact on East Asian literature, art, and folklore for over 1400 years.\n\nVarious events from the sutra are depicted in religious art.[245][246][247] Wang argues that the explosion of art inspired by the Lotus Sūtra, starting from the 7th and 8th centuries in China, was a confluence of text and the topography of the Chinese medieval mind in which the latter dominated.[248]\n\nMotifs from the Lotus Sūtra figure prominently in the Dunhuang caves built in the Sui era.[249] In the fifth century, the scene of Shakyamuni and Prabhutaratna Buddhas seated together as depicted in the 11th chapter of the Lotus Sūtra became arguably the most popular theme in Chinese Buddhist art.[250] Examples can be seen in a bronze plaque (year 686) at Hase-dera Temple in Japan[251] and, in Korea, at Dabotap and Seokgatap Pagodas, built in 751, at Bulguksa Temple.[252]\n\nTamura refers to the \"Lotus Sūtra literary genre.\"[253] Its ideas and images are writ large in great works of Chinese and Japanese literature such as The Dream of the Red Chamber and The Tale of Genji.[254] The Lotus Sūtra has had an outsized influence on Japanese Buddhist poetry.[255]  Far more poems have been Lotus Sūtra-inspired than other sutras.[256] In the work Kanwa taisho myoho renge-kyo, a compendium of more than 120 collections of poetry from the Heian period, there are more than 1360 poems with references to the Lotus Sūtra in just their titles.[257][258]\n\nAccording to Gene Reeves, \"Japan's greatest twentieth-century storyteller and poet, Kenji Miyazawa, became devoted to the Lotus Sūtra, writing to his father on his own deathbed that all he ever wanted to do was share the teachings of this sutra with others.\"  Miyazawa implicitly references the sutra in his writings.[259]\n\nAccording to Jacqueline Stone and Stephen Teiser \"the Noh drama and other forms of medieval Japanese literature interpreted Chapter 5, \"Medicinal Herbs\", as teaching the potential for buddhahood in grasses and trees (sōmoku jōbutsu).\"[9]\n\nThe Lotus Sūtra has inspired a branch of folklore based on figures in the sutra or subsequent people who have embraced it.  The story of the Dragon King's daughter, who attained enlightenment in the 12th (Devadatta) chapter of the Lotus Sūtra, appears in the Complete Tale of Avalokiteśvara and the Southern Seas and the Precious Scroll of Sudhana and Longnü folkstories. The Miraculous Tales of the Lotus Sutra[260] is a collection of 129 stories with folklore motifs based on \"Buddhist pseudo-biographies.\"[261]\n\n"
        }
    ]
}