{
    "url": "https://en.wikipedia.org/wiki/Louis_Brennan",
    "title": "Louis Brennan",
    "table_of_contents": [
        "1 Biography",
        "2 See also",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLouis Brennan CB (28 January 1852 – 17 January 1932) was an Irish-Australian mechanical engineer and inventor.\n\n"
        },
        {
            "title": "Biography",
            "text": "Brennan was born in Castlebar, Ireland, and moved to Melbourne, Australia in 1861 with his parents. He started his career as a watchmaker and a few years later was articled to Alexander Kennedy Smith, a renowned civil and mechanical engineer of the period.\nHe served as a sergeant in the Victorian Engineers under the command of Captain J. J. Clark.\nBrennan invented the idea of a steerable torpedo in 1874, from observing that if a thread is pulled on a reel at an angle with suitable leverage, the reel will move away from the thread side. Brennan spent some years working out his invention, and received a grant of £700 from the Victorian government towards his expenses. He patented the Brennan Torpedo in 1877. The idea was trialled at Camden Fort near Crosshaven, Cork, Ireland.[1]\n\nBrennan went to England in 1880 and brought his invention before the War Office. Sir Andrew Clarke alerted the authorities to the possibilities of the torpedo if used in the defence of harbours and channels, and the patent was eventually bought for a sum believed to be more than £100,000 (£ 10,817,100 in 2022). In 1887 Brennan was appointed superintendent of the Brennan torpedo factory, and was consulting engineer 1896–1907.\n\nHe did much work on a monorail locomotive which was kept upright by a gyrostat. In 1903 he patented a gyroscopically-balanced monorail system that he designed for military use; he successfully demonstrated the full sized system on 10 November 1909, at Gillingham, England. At the Japan–British Exhibition of 1910 at White City, London he built a mile long monorail track and gave rides for around 40 people at a time on his gyro stabilised 22-ton prototype. Winston Churchill (then Home Secretary) was one of the passengers and then drove the vehicle himself for one circuit. He was so impressed that he brought along the Prime Minister and other cabinet members and family to see it the following week. The exhibit was awarded the Grand Prize for the exhibition. Although the ability of the vehicle to balance itself on a single rail was amazing, especially when stationary, it was not to prove a commercial success, partly due to fears that the gyroscopes might fail, and partly because any wagons or coaches towed by the locomotive would also need powered gyroscopic stabilisation.[2]\n\nFrom 1916 to 1919 Brennan served in the munitions inventions department. In 1916 he submitted a patent application entitled \"Improvements Relating to Aerial Navigation\" in which he outlined designs for a helicopter,[3] and in June 1916 he received support for his experimental helicopter project from the British Ministry of Munitions. From 1919 to 1926 he was engaged by the Air Ministry in aircraft research work at the Royal Aircraft Establishment, Farnborough,[4] and gave much time to developing his helicopter. The first tethered flights (inside a hangar) took place in December 1921, at which time the engine was up-rated from the Bentley BR1 to the Bentley BR2. Flight trials in the open started in May 1924, however in October 1925 a demonstration flight ended with one of the twin blade rotors touching the ground causing damage to several components.[5] The government had spent a large sum of money on it, and the Air Ministry was still offering an award of £50,000 for the developments of a successful machine, but in 1926 the air ministry gave up funding the Brennan helicopter project, much to Brennan's disappointment.[6]\n\nHe married Anna Quinn (died 1931) on 10 September 1892. He was survived by a son and a daughter. Brennan was created a Companion of the Order of the Bath in 1892, and was foundation member of the National Academy of Ireland in 1922. In January 1932 he was knocked down by a car at Montreux, Switzerland, and died on 17 January 1932.[4] Brennan was buried at St. Mary's Roman Catholic Cemetery, Kensal Green, London, in an unmarked plot numbered 2454 that is opposite the Chapel record office.[7] On 11 March 2014, Irish Taoiseach Enda Kenny unveiled a new gravestone for Brennan at St. Mary's in a ceremony honouring the inventor's life and career.[8]\n\nGillingham Library retains the archive of his papers.\n\n"
        }
    ]
}