{
    "url": "https://en.wikipedia.org/wiki/Louisiana_Voodoo",
    "title": "Louisiana Voodoo",
    "table_of_contents": [
        "1 Definitions",
        "2 Beliefs",
        "2.1 Deities",
        "2.1.1 Ancestors and saints",
        "2.2 Morality, ethics, and gender roles",
        "3 Practices",
        "3.1 Altars and offerings",
        "3.2 Gris-Gris and healing",
        "3.3 Animal sacrifice",
        "4 History",
        "4.1 French and Spanish Louisiana",
        "4.2 The Louisiana Purchase and the Haitian influence",
        "4.2.1 Prominent figures",
        "4.3 20th and 21st centuries",
        "5 Demographics",
        "6 Reception",
        "7 References",
        "7.1 Citations",
        "7.2 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Louisiana Voodoo (French: Vaudou louisianais, Spanish: Vudú de Luisiana), also known as New Orleans Voodoo, is an African diasporic religion which originated in Louisiana, now in the southern United States. It arose through a process of syncretism between the traditional religions of West Africa, the Roman Catholic form of Christianity, and Haitian Vodou. No central authority is in control of Louisiana Voodoo, which is organized through autonomous groups.\n\nHistorical records reveal the names of various deities who were worshiped in Voodoo, prominent among them were Blanc Dani, the Grand Zombi, and Papa Lébat. These were venerated at altars, where sacrifices were made to them. Spirits of the dead also played a prominent role in historical Voodoo, with some contemporary practitioners regarding the religion as a form of ancestor worship. Historical accounts suggest that in the 19th century, the saints played a prominent role, although amid the 20th-century revival, the veneration of deities from other African diasporic religions became common.\nThe production of charms, which are known as gris-gris, plays an important part.\n\nFrom the early 18th century, enslaved West Africans—the majority of them Bambara and Kongo—were brought to the French colony of Louisiana. There, their traditional religions would have syncretized with the Roman Catholic beliefs of the French. This continued as Louisiana came under Spanish control and was then purchased by the United States in 1803. In the early 19th century, many migrants fleeing the Haitian Revolution arrived in Louisiana, bringing with them Haitian Vodou, which contributed to the formation of Louisiana Voodoo. Although the religion was never banned, its practice was restricted through a range of laws regulating when and where black people could gather. Practiced secretly, it spread up the Mississippi River to Missouri. During the 19th century, several prominent practitioners, such as Marie Laveau and Doctor John, attracted considerable attention. By the early 20th century, the public practice of Voodoo had heavily declined. After the 1960s, the New Orleans tourist industry increasingly used references to Voodoo to attract visitors, while a Voodoo revival took place, the practitioners of which often drew heavily on other African diasporic religions such as Haitian Vodou and Cuban Santería.\n\nAlthough originating among African diasporic communities in New Orleans, Louisiana Voodoo has included white participants since at least the 19th century, and some contemporary Voodoo groups have a majority-white membership. The religion has long faced opposition from non-practitioners, who have characterized it as witchcraft and devil-worship, and many sensationalist portrayals of the religion have featured in popular culture.\n\n"
        },
        {
            "title": "Definitions",
            "text": "Various academic sources describe Louisiana Voodoo as a religion,[1] as do some practitioners.[2] More specifically, it has been characterized as an African creole[3] and an African American religion.[4]\nLouisiana Voodoo has also been referred to as New Orleans Voodoo,[5] and—in some older texts—Voodooism.[6] The scholar Ina J. Fandrich described it as the \"Afro-Creole counterculture religion of southern Louisiana\";[7] it describes a religion that emerged along the banks of the Mississippi River, and especially in the city of New Orleans.[3]\n\nSeveral different spellings of Voodoo have been used;[8] alternatives have included Voudou and Vaudou.[3]\nThe spelling Voodoo is sometimes used for the Louisiana practice to distinguish it from Haitian Vodou.[9]\nIn some sources, practitioners are referred to as Voodoos themselves,[10] and elsewhere as Voodooists.[11] A related term is hoodoo, which may originally have been largely synonymous with Voodoo. Over time, hoodoo came to describe \"the brand of African American supernaturalism found along the Mississippi\", entailing the use of charms and spells that made little reference to deities; in this it differs from the specific religion characterized by the term Voodoo.[12]\n\nLouisiana Voodoo is a secretive religion;[13] in 1972, for instance, the historian Blake Touchstone noted that Louisiana Voodoo was then largely being practiced outside the public eye.[14] Among some contemporary practitioners there is a tradition not to speak to non-adherents about Voodoo.[15] Louisiana Voodoo has not remained static, but has adapted and changed over time;[13] in its original form, it probably survived into the early 20th century.[16] In the late 20th century there was a revival of Louisiana Voodoo, creating a tradition that \"more closely resembles\" Haitian Vodou and Cuban Santería than the 19th-century Louisiana Voodoo that is described in historical accounts.[17] Some 21st-century practitioners have also sought instruction from West African traditions, for instance, being initiated into West African Vodun.[18]\n\nVoodoo is a largely oral tradition.[19] It has no formal creed,[20] not a specific sacred text,[21] and has no unifying organized structure or hierarchy.[22] Practitioners will often adapt Voodoo to suit their specific requirements,[23] in doing so often mixing it with other religious traditions.[24] Throughout its history, many Voodoo practitioners have also practiced Roman Catholicism.[24] While in the 21st century, Voodoo practitioners have for instance combined Voodoo with elements of Judaism and the Kabbalah,[24] or with Hinduism.[25]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Louisiana Voodoo has no formal theology,[20] although it displays its own spiritual hierarchy.[16] Writing in the 2010s, the Voodoo practitioner and poet Brenda Marie Osbey described a belief in \"a somewhat distant but single deity\" being part of the religion,[26] while Rory O'Neill Schmitt and Rosary Hartel O'Neill expressed the belief that contemporary Voodoo was monotheistic.[27] Many practitioners of Voodoo have not seen their religion as being in intrinsic conflict with the Roman Catholicism that was dominant along the Mississippi River.[12]\n\nLouisiana Voodoo also displayed a range of lesser deities, the names of which were recorded in various 19th-century sources.[28] One of the chief deities was Blanc Dani, also known as Monsieur Danny, Voodoo Magnian, and Grandfather Rattlesnake. He was depicted as a serpent and associated with discord and the defeat of enemies.[28] Another recorded name, Dambarra Soutons, may be an additional name for Blanc Dani.[28] It is also possible that Blanc Dani was ultimately equated with another deity, known as the Grand Zombi, whose name meant \"Great God\" or \"Great Spirit;\"[28] the term Zombi derives from the Kongo Bantu term nzambi (god).[29] Another prominent deity was Papa Lébat, also called Liba, LaBas, or Laba Limba, and he was seen as a trickster as well as a doorkeeper;[28] he is the only one of these New Orleans deities with an unequivocally Yoruba origin.[30]\n\nMonsieur Assonquer, also known as Onzancaire and On Sa Tier, was associated with good fortune, while Monsieur Agoussou or Vert Agoussou was associated with love.[28] Vériquité was a spirit associated with the causing of illness, while Monsieur d'Embarass was linked to death.[28] Charlo was a child deity.[28] The names of several other deities are recorded, but with little known about their associations, including Jean Macouloumba, who was also known as Colomba; Maman You; and Yon Sue.[28] There was also a deity called Samunga, called upon by practitioners in Missouri when they were collecting mud.[28]\n\nThe Voodoo revival of the late 20th century has drawn many of its deities from Haitian Vodou, where these divinities are called lwa. Among the lwa commonly venerated are Oshun, Ezili la Flambo, Erzuli Freda, Ogo, Mara, and Legba.[31] These can be divided into separate nanchon (nations), such as the Rada and the Petwo. Glassman's New Orleans temple for instance has separate altars to the Rada and Petwo lwa.[32] Each of these is associated with particular items, colors, numbers, foodstuff, and drinks.[33] They are often considered to be intermediaries of God, who in Haitian Vodou is usually termed Le Bon Dieu.[27]\n\nThe spirits of the dead played a prominent role in Louisiana Voodoo during the 19th century.[34] The prominence of these spirits of the dead may owe something to the fact that New Orleans' African American population was heavily descended from enslaved Kongolese, whose traditional religions placed emphasis on such spirits.[29] In the 21st century, Louisiana Voodoo has been characterized as a system of ancestor worship.[35] Communicating with the ancestors is an important part of its practice,[36] with these ancestral spirits often invoked during ceremonies.[37]\n\nAs Africans arrived in Louisiana, they adopted from Roman Catholicism and so various West African deities became associated with specific Roman Catholic saints.[38]\nInterviews with elderly New Orleanians conducted in the 1930s and 1940s suggested that, as it existed in the closing three decades of the 19th century, Voodoo primarily entailed supplications to the saints for assistance.[39] Among the most popular was Saint Anthony of Padua; this figure is also the patron saint of the Kongo, a likely link to the heavily Kongo-descended population of New Orleans.[40]\nRejecting the centrality of the saints for her 21st-century practice, Osbey has described these saints as \"servants and messengers of the Ancestors.\"[26] She related that, unlike in Haitian Vodou and Cuban Santería, the Roman Catholic saints retained their distinct identities rather than being equated with specific West African deities.[26]\n\nIn its early 21st century form, Louisiana Voodoo accords particular respect to elders.[41]\n\nVarious commentators have described Louisiana Voodoo as matriarchal because of the dominant role priestesses have played in it.[42] Osbey described the religion as being \"entirely within the sphere of women, whom we call Mothers.\"[43]\nThe feminist theorist Tara Green defined the term \"Voodoo Feminism\" to describe instances whereby African American women drew upon both Louisiana Voodoo and conjure to resist racial and gender oppression that they experienced.[44]\nMichelle Gordon believed that the fact that free women of color dominated Voodoo in the 19th century represented a direct threat to the ideological foundations of \"white supremacy and patriarchy.\"[45]\n\n"
        },
        {
            "title": "Practices",
            "text": "There are four phases to a Voodoo ritual, all identifiable by the song being sung: preparation, invocation, possession, and farewell. The songs are used to open the gate between the deities and the human world and invite the spirits to possess someone.[46] The rituals of Louisiana Voodoo are based on African traditions that have absorbed various Christian, and especially Roman Catholic, influences.[47] Reflecting this Roman Catholic influence, some recorded ceremonies have for instance begun with the recitation of the Apostles Creed and prayers to the Virgin Mary.[47]\n\nIt has been claimed that St John's Eve (23 June) has particular significance in Louisiana Voodoo,[48] with big celebrations on this date has taken place on the shores of Lake Pontchartrain during the 19th century.[39] Some 21st-century Voodoo congregations continue to celebrate on St John's Eve;[49] others, such as Osbey, reject the idea that St John's Eve is important in Louisiana Voodoo.[50] Various contemporary practitioners celebrate All Saints Day (1 November) which they, following Haitian Vodou, link with the lwa Gede.[51]\n\nIn the 21st century, various Voodoo groups wear white clothing for their ceremonies.[52] Influenced by Haitian Vodou, those assembled may dance around a central post, the poto mitan.[53] Patterned flags, called drapos, may be brought out, while songs are sung in Haitian Kreyol.[53] Drawings, called vèvè , may be made on the floor to invoke the spirits.[54] Offerings will be given to the spirits.[55] Contemporary Voodoo rites often entail calling spirits to enter the body of a practitioner, through which they can heal or confer blessings.[56] The possessed individual will be called the \"horse\".[55]\n\nPractitioners sometimes performed rituals to deal with specific issues; in August 1995, Voodoo practitioners held a ritual in the Bywater area of New Orleans to try to drive away crack cocaine abuse, burglaries, prostitution, and assaults,[57] while in 2001 the Voodoo priestess Ava Kay Jones performed a rite to drive harmful spirits away from the New Orleans Saints football team in the hope of improving their performance.[17]\n\nHistorical records describe the altars created by famous 19th-century Voodoo priestess Marie Laveau in her home;[58]\nLong noted that these descriptions resemble those of altars used in Haitian Vodou.[39]\n\nMany contemporary practitioners have their own personal altars, often located in the kitchen or living room.[59] These altars are understood as assisting communication with ancestors,[60] with food and drink being offered to the ancestors at them.[61]\n\nSacrifice was a recurring element of Louisiana Voodoo as it was historically practiced,[62] as it continues to be in Haitian Vodou.[63] Some 21st-century practitioners of Louisiana Voodoo do sacrifice animals in their rites, subsequently cooking and eating the carcass.[63] It is nevertheless not a universal practice in Louisiana Voodoo;[63] Glassman's group prohibits animal sacrifice in its rites.[64] Although there is little proof that human sacrifice took place in Louisiana Voodoo, persistent rumors claimed that white children were being abducted and killed during some of its rites.[65]\n\nPlates of food may be left out, encircled in a ring of coins.[66] Libations may be poured.[67]\n\nLaveau used to hold weekly services, which were called parterres.[39] Music is often a part of rituals in Louisiana Voodoo.[68]\n\nMany historical Voodoo rituals involved the presence of a snake;[69] Marie Laveau was for instance described as communing with a snake during her ceremonies.[36] This practice largely died out by the end of the 19th century, although some Voodoo revivalists have incorporated snake dances into their practices.[70] In the 21st century, the New Orleans Voodoo Spiritual Temple has had its own \"temple snake.\"[71]\n\nCharms, created to either harm or help, are called gris-gris.[72] A common charm for protection or luck would consist of material wrapped up in red flannel and worn around the neck.[73]\n\nTouchstone believed that gris-gris that caused actual harm did so either through the power of suggestion or by the fact that they contained poisons which the victim was exposed to.[73]\nOne example of a Voodoo curse was to place an object inside the pillow of the victim.[74] Another involves placing a coffin (sometimes a small model; sometimes much larger) inscribed with the victim's name on their doorstep.[75] In other instances, Voodoo practitioners sought to hex others by placing black crosses, salt, or mixtures incorporating mustard, lizards, bones, oil, and grave dust on a victim's doorstep.[73] To counter these hexes, some people cleaned their doorstep or sprinkled it with powdered brick.[73] Despite its name, the idea of the \"Voodoo doll\" has little to do with either Louisiana Voodoo or Haitian Vodou; it derives from the European tradition of poppets.[76] It is possible that the act of inserting pins into a human-shaped doll to cause harm was erroneously linked to African-derived traditions due to a misunderstanding of the nkisi nkondi of Bakongo religion.[77]\n\nHealing plays a prominent role in 21st century Louisiana Voodoo.[78] Various shops, called botanicas, exist in New Orleans to sell herbs and other material for use in these preparations.[79]\n\nGlassman has produced her own New Orleans Voodoo Tarot, a tarot card set for use in divination.[80]\n\nAnimal sacrifice is a traditional practice in Africa. It is done as an offering to the spirits, and also to ask a spirit to provide protection, healing, and other requests. When Africans were enslaved in the United States the practice continued in Voodoo and Hoodoo. The animals that are sacrificed are chickens. In West Africa among the Yoruba, blood sacrifices are left for Eshu-Elegba at the crossroads. The crossroads is a spiritual door way to the spiritual realm where Eshu-Elegba resides. This practice was brought to the United States during the transatlantic slave trade, and African Americans into the twentieth century performed animal blood sacrifices at the crossroads. Eshu-Elegba became the crossroads spirit or the man of the crossroads in Voodoo.[82][83][84] Animal sacrifice has become a rare practice in the African American community. However, animal sacrifice was documented well into the late nineteenth century and into mid-twentieth century.[85] For example, animal sacrifices are sometimes done at the crossroads as an offering to the crossroad spirit and to ask the spirit or spirits for a request. At Stagville Plantation located in Durham County, North Carolina, enslaved Africans performed animal sacrifice to call forth spirits for assistance in the slave community.[86] At the Kingsley Plantation at Fort George Island, Florida, archeologists found evidence of West African animal sacrifice inside a slave cabin. West-Central African people were illegally imported into Florida after 1814 by plantation owner Kingsley. The African people imported were Angolan, Igbo, Senegambian and from Zanzibar. The spiritual cultures of these enslaved Africans fused into one Voodoo culture on the plantation. Archeologists found inside a slave cabin in the northeast section an intact sacrificed chicken and other charms (blue beads and red clay brick) for rituals to conjure spirits for protection.[87] In 1883 in Alabama, a rootworker sacrificed a chicken to leave a blood offering to the spirits to remove a spiritual work (spell).[88] An African American man in North Carolina sacrificed a chicken at a crossroads \"asking salvation from an epidemic\" from a disease that killed off his farm animals.[89][90] Zora Neale Hurston recorded in her book Mules and Men an animal sacrifice of nine black chickens in the twentieth century. A Hoodoo man named Turner in New Orleans, Louisiana performed an animal sacrifice for a client who wanted her brother in-law to leave her alone. Turner sat at his snake altar and meditated on his clients situation, and afterwards told Hurston to purchase nine black chickens and some Four Thieves Vinegar. Turner and Hurston performed a ritual including the nine black chickens and Four Thieves Vinegar at night to ask the spirits and the spirits of the chickens sacrificed for his clients brother in-law to stop bothering her. The ritual included Turner dancing in a circle swirling the chickens in his hand, and killed them by taking off their heads, and Hurston continued to beat the ground with a stick in order to produce a rhythmic sound in sync with Turner's dancing. Where the ritual took place Four Thieves Vinegar was poured onto the ground.[91] In some African American Spiritual churches, the sacrifice of live chickens to heal church members was practiced in a Spiritual church in New Orleans by Mother Catherine Seals in the early to mid-twentieth century.[92]\n\n"
        },
        {
            "title": "History",
            "text": "Much mystery surrounds the origins of Louisiana Voodoo,[8] with its history often being embellished with legend.[93] French settlers arrived in Louisiana in 1699, with the first enslaved Africans being brought to the colony in 1719.[94] In 1763 the Spanish Empire took control and remained in power until 1803.[94] The religions of the West African slaves combined with elements of the folk Catholicism practiced by the dominant French and Spanish colonists to provide the origins of Louisiana Voodoo.[95] Under the French and Spanish colonial governments, Voodoo did not experience strong persecution; there are no records of the Roman Catholic Church waging \"anti-superstition campaigns\" against the religion in Louisiana.[95]\n\nAll of the West African groups contributed to the development of Louisiana Voodoo. Their knowledge of herbs, poisons, and the ritual creation of charms and amulets, intended to protect oneself or harm others, became key elements of Louisiana Voodoo.[96]\nDuring the French colonial period, around 80 percent of the enslaved Africans brought to Louisiana were from the Bambara people of the Senegal River basin.[29] Most of the other 20 percent were Kongolese, with a few from Dahomey.[29] After the Spanish took control, increasing numbers of slaves were imported from the Kongo, ensuring a \"Kongolization of New Orleans's African American community\".[29]\n\nThe enslaved community quickly outnumbered white European colonists who emigrated there. The French colony was not a stable society when the enslaved sub-Saharan Africans arrived, and the newly arrived sub-Saharan Africans dominated the slave community. According to a census of 1731–1732, the ratio of enslaved sub-Saharan Africans to European settlers was more than two to one.[97] A relatively small number of colonists were planters and slaveholders, owners of sugar plantations with work that required large labor forces. Because the Africans were held in large groups relatively isolated from interaction with whites, their preservation of African indigenous practices and culture was enabled.[98] In northern Louisiana and other European colonies in the American South, enslaved families were usually divided; large numbers of African slaves who were once closely related by family or community were sent to different plantations. However, in southern Louisiana, families, cultures, and languages were kept more intact than in the north. This allowed the cultural traditions, languages, and religious practices of the enslaved to continue there.[99]\n\nUnder the French code and the influence of Catholicism, officials nominally recognized family groups, prohibiting the sale of slave children away from their families if younger than age fourteen. They promoted the man-made legend of wake tuko[clarification needed] of the enslaved population.[100] The high mortality of the slave trade brought its survivors together with a sense of solidarity and initiation. The absence of fragmentation in the enslaved community, along with the kinship system produced by the bond created by the difficulties of slavery, resulted in a \"coherent, functional, well-integrated, autonomous, and self-confident enslaved community.\"[101]\n\nThe practice of making and wearing charms and amulets for protection, healing, or the harm of others was a key aspect to early Louisiana Voodoo.[102] The Ouanga, a charm used to poison an enemy, contained the toxic roots of the figuier maudit tree, brought from Africa and preserved in Louisiana. The ground-up root was combined with other elements, such as bones, nails, roots, holy water, holy candles, holy incense, holy bread, or crucifixes. The administrator of the ritual frequently evoked protection from Jehovah and Jesus Christ. This openness of African belief allowed for the adoption of Catholic practices into Louisiana Voodoo.[103]\n\nAnother element brought from West Africa was the veneration of ancestors and the subsequent emphasis on respect for elders. For this reason, the rate of survival among elderly enslaved peoples was high, further \"Africanizing Louisiana Creole culture.\"[104]\nRecords of African traditional religious practices being practiced in Louisiana go back to the 1730s, when Antoine-Simon Le Page du Pratz wrote about the use of gris-gris.[105]\n\nIn 1803, the United States took control of Louisiana through the Louisiana Purchase.[94] This was roughly contemporary with the Haitian Revolution, whereby African-descended populations in the French Caribbean colony of Saint-Domingue overthrew the French colonial government and established an independent republic, Haiti.[106] Many of those fleeing the revolutionary war fled to Louisiana, bringing with them Haitian Vodou; a religion deriving from the syncretism of Fon and Yoruba traditional religions with Roman Catholicism.[106] The migration was substantial; in 1809 alone, 10,000 people arrived from Saint-Domingue, doubling New Orleans' population.[29] These migrants converted various native-born Louisiana blacks to their religion,[107] with their practices fusing with the African-derived religious traditions already present in Louisiana,[29] contributing to the formation of Louisiana Voodoo.[106]\n\nAccording to legend, the first meeting place of the Voodoo practitioners in New Orleans was at an abandoned brickyard in Dumaine Street. Those meetings here faced police disruption and so future meetings took place largely in Bayou St. John and along the shores of Lake Pontchartrain.[108] The religion probably appealed to members of the African diaspora, whether enslaved or free, who lacked recourse to retribution for the poor treatment they received through other means.[109] Voodoo probably spread out from Louisiana and into African American communities throughout the Mississippi River Valley, as there are 19th-century references to Voodoo rituals in both St. Louis and St. Joseph in Missouri.[16]\n\nVoodoo was never explicitly banned in Louisiana.[106] However, amid establishment fears that Voodoo may be used to foment a slave rebellion, in 1817 the Municipal issued an ordinance preventing slaves from dancing on days other than on Sundays and in locations other than those specifically designated for that purpose. The main location permitted was New Orleans' Congo Square.[110] Voodoo dance rituals nevertheless continued clandestinely at other locations.[6] In the early part of the 19th century, newspapers articles began denouncing the religion.[106] In August 1850, about fifty women, several of whom were white, were arrested at a Voodoo dance ceremony; they were subsequently fined.[111] In 1855 a mob attempted to seize a practitioner, Elizabeth Sutherland, who they accused of putting spells on people; the local police gave her shelter at the station.[112]\n\nDuring the American Civil War, the Union Army occupied New Orleans and sought to suppress Voodoo.[109] In 1863, forty women were arrested at a Voodoo dance ceremony in Marais Street.[113] Repression of Voodoo intensified following the Civil War;[114] the 1870s onward saw white writers display an increased concern that Voodoo rituals were facilitating the interaction between black men and white women.[115] That decade saw large gatherings at Lake Pontchartrain on St John's Eve, including many onlookers and reporters;[116] these declined after 1876.[117] In the 1880s and 1890s, the New Orleans authorities again clamped down on Voodoo.[117] Voodoo was used as evidence to bolster the white elite's claim that Africans were inferior to Europeans and thus bolster their belief in the necessity of legalized segregation.[118]\n\nVarious practitioners set up shops selling paraphernalia and charms,[119] they also began exploiting the commercial opportunities of the religion by staging ceremonies which charged entry.[114]\n\nFree women of color dominated the leadership of Voodoo in New Orleans during the 19th century.[45] They made a living through the selling and administering of amulets, or \"gris-gris\" charms, and magical powers, as well as spells and charms that guaranteed to \"cure ailments, grant desires, and confound or destroy one's enemies\".[120]\nAs in other French colonial communities, a class of free people of color developed who were given specific rights and, in New Orleans, acquired property and education. Free women of color had a relatively high amount of influence, particularly those who were spiritual leaders.[120]\n\nAmong the fifteen \"voodoo queens\" in neighborhoods scattered around 19th-century New Orleans, Marie Laveau was known as \"the Voodoo Queen\", the most eminent and powerful of them all. Her religious rite on the shore of Lake Pontchartrain on St. John's Eve in 1874 attracted some 12,000 black and white New Orleanians.[121]\nAlthough her help seemed non-discriminatory, she may have favored enslaved servants: Her most \"influential, affluent customers...runaway slaves...credited their successful escapes to Laveau's powerful charms\".[121] Both her mother and grandmother had practiced Voodoo;[122] she was also baptized a Roman Catholic and attended mass throughout her life.[123]\n\nLaveau worked as a hairdresser, but also assisted others with the preparation of herbal remedies and charms.[11] She died in 1881.[124] Her influence continues in the city. In the 21st century, her gravesite in the oldest cemetery is a major tourist attraction; believers of Voodoo offer gifts here and pray to her spirit.[121]\nAcross the street from the cemetery where Laveau is buried, offerings of pound cake are left to the statue of Saint Expedite; these offerings are believed to expedite the favors asked of the Voodoo queen.  Saint Expedite represents the spirit standing between life and death. The chapel where the statue stands were once used only for holding funerals.[125] Marie Laveau continues to be a central figure of Louisiana Voodoo and of New Orleans culture. Gamblers shout her name when throwing dice, and multiple tales of sightings of the Voodoo Queen have been told.[125]\n\nAnother of the most prominent practitioners of the mid-19th century was Jean Montanée or \"Dr John\", a free black man who sold cures and other material to various clients, amassing sufficient funds to purchase several slaves. He alleged that he was a prince from Senegal who had been taken to Cuba and there freed before coming to Louisiana.[126][127]\n\nBy the early 20th century, there were no more publicly prominent Voodoo practitioners active in New Orleans.[128] According to the historian Carolyn Morrow Long, \"Voodoo, as an organized religion, had been thoroughly suppressed by the legal system, public opinion, and Christianity.\"[128]\nIn the late 1930s and early 1940s, the first serious attempts to document Voodoo's history were made.[114] As part of the government's Works Progress Administration, the Louisiana Writers' Project financed fieldworkers to interview seventy elderly black New Orleanians regarding their experience with Voodoo as it existed between the 1870s and 1890s; many recounted tales of Marie Laveau.[129] This interview material was used as a partial basis for the journalist Robert Tallant's Voodoo in New Orleans; first published in 1946, it engaged in sensationalist coverage although came to be regarded as the pre-eminent work on the subject throughout the century.[130]\n\nAs Voodoo as a communal religion devoted to worshiping deities and ancestors declined, many of its practices that were designed to control or influence events and people continued to be practiced, often being termed hoodoo.[128] In New Orleans, hoodoo displayed greater Roman Catholic influences than similar African American folk practices elsewhere in the southern states.[128] Specialists in hoodoo, known as \"doctors\" or \"workers\", often worked out of their homes or shops providing gris-gris, powders, oils, perfume, and incense to clients.[128] Such practices concerned the Anglo-Protestant elite, with regulations being introduced to restrict various healing and fortune-telling practices in the city, resulting in many hoodoo practitioners being convicted, and either fined or imprisoned, in the first half of the 20th century.[131]\n\nThe civil rights movement of the 1950s and 1960s marked a new period in which the New Orleans tourist industry increasingly recognized African American culture as an integral aspect of the city's heritage.[132] From the 1960s onward, the city's tourist industry increasingly referenced Louisiana Voodoo as a means of attracting visitors.[133][134] In 1972, Charles Gandolfo established the tourist-oriented New Orleans Historic Voodoo Museum.[135] In New Orleans' French Quarter, as well as through mail-order catalogs and later the Internet, salespeople began selling paraphernalia that they claimed was associated with Voodoo.[133] Several companies also began providing walking tours of the city pointing out locations alleged to have a prominent role in the history of Voodoo, and in some cases staging Voodoo rituals for paying onlookers.[133] One company, Voodoo Authentica, began organizing an annual Voodoofest in Congo Square each Halloween, involving various stalls selling food and paraphernalia and a public Voodoo ceremony.[136]\n\nIn the latter part of the 20th century, Voodoo saw a resurgence in New Orleans, a phenomenon reflecting some survivals from earlier practices, some imports from other African diasporic traditions, and some consciously revivalist approaches.[17] Various groups emerged; in 1990 the African American Miriam Chamani established the Voodoo Spiritual Temple in the French Quarter, which venerated deities from Haitian Vodou and Cuban Santería.[137] A Ukrainian-Jewish American initiate of Haitian Vodou, Sallie Ann Glassman, launched another group, La Source Ancienne, in the Bywater neighborhood; she also operated the Island of Salvation Botanica store.[138] The most publicly prominent of the new Voodoo practitioners was Ava Kay Jones, a Louisiana Creole woman who had been initiated into both Haitian Vodou and Orisha-Vodu, a U.S.-based derivative of Santería.[139] Long believed that these groups reflected a \"Voodoo revival\" rather than a direct continuation of 18th and 19th century traditions; she noted that this new Voodoo typically resembled Haitian Vodou or Santería more than the 19th-century Louisiana Voodoo.[17] These groups sought to promote understanding of their religion through websites, newsletters, and workshops.[17]\n\n"
        },
        {
            "title": "Demographics",
            "text": "Some children are born into families that already practice Louisiana Voodoo; others come to the religion on their own.[24]\nIn 1873, the Daily Picayune estimated that there were about 300 dedicated practitioners of Voodoo in New Orleans, with about a thousand more looser adherents.[119] In 2014, Newsweek reported a claim—cited to \"locals\"—that there had been between 2,500 and 3,000 practitioners in New Orleans at the start of the 21st century, but that following Hurricane Katrina and the subsequent dispersal of much of the city's population, that number was down to under 300.[140]\n\nWhite people have been involved in Louisiana Voodoo since its early years;[13] oral accounts recorded in the 1930s and 1940s suggest that many of Marie Laveau's followers and clients had been white.[128] Tallant noted that, as of the 1940s, about a third of the religion's practitioners were white.[13]\nTallant also thought that about 80 percent of practitioners were female.[141]\n\nLong noted that the \"Voodoo revival\" of the late 20th century had attracted many \"well-educated\" and middle-class Americans, both black and white.[17] Glassman's group has been described as having a white-majority membership.[64] In a 1995 article for The New York Times, Rick Bragg noted that many contemporary practitioners were \"white people — nose and tongue piercers, middle-aged intellectuals and men with foot-long ponytails — who enjoy the religion's drumming and cultural aspects.\"[57] Osbey thought that this revival was appealing, especially to \"young-ish whites\", because they felt it offered \"something at once forbidden, magical and compelling in its dramatic appeal\"; in her view they were not real practitioners of Louisiana Voodoo because they do not descend from the ancestral spirits that the religion venerates.[142]\n\n"
        },
        {
            "title": "Reception",
            "text": "Like New Orleans itself, Louisiana Voodoo has long evoked both \"fascination and disapproval\" from the Anglo-dominated American mainstream.[143] Louisiana Voodoo has gained negative connotations in wider American society, being linked to witchcraft and hexing;[144] Protestant groups, including those present among the black New Orleanian population, have denounced Voodoo as devil worship.[128] During the 19th century, many Anglo-Protestant arrivals to New Orleans also considered Voodoo a threat to public safety and morality;[145] white writers in the late 19th century often expressed concern about the opportunities for racial mixing provided by Voodoo ceremonies, especially the presence of white women near to black men.[115] By the late 20th century, it was gaining increasing recognition as a legitimate religion of the African diaspora.[146]\n\nSensationalist portrayals of Voodoo have been featured in a range of films and popular novels.[144] The 1987 film Angel Heart connected Louisiana Voodoo with Satanism;[133] the 2004 film The Skeleton Key evoked many older stereotypes although made greater reference to the actual practices of Louisiana Voodoo.[144] The 2009 Disney film The Princess and the Frog, which is set in New Orleans, depicted the character of Mama Odie as a practitioner of Vodou.[147] Characters practicing Louisiana Voodoo were also incorporated into the 2013 U.S. television series American Horror Story: Coven, where they were described as a coven of witches active since the 17th century.[148]\n\nVoodoo has also influenced popular music, as seen in songs like Jimi Hendrix's \"Voodoo Chile\" and Colin James' \"Voodoo Thing\".[149] The New Orleans singer Mac Rebennack took on the stage name of Dr. John after the 19th-century Voodoo practitioner and made heavy use of Voodoo terminology and aesthetics in his music; his first album, released in 1968, was titled Gris-Gris.[150]\n\nElements of Voodoo were incorporated into the black Spiritual churches whose teachings drew upon Roman Catholicism, Spiritualism, and Pentecostalism.[128][151]\n\n"
        }
    ]
}