{
    "url": "https://en.wikipedia.org/wiki/Louise_Hay",
    "title": "Louise Hay",
    "table_of_contents": [
        "1 Early life and career",
        "2 Publishing",
        "3 Ideas and teachings",
        "4 Works",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Louise Lynn Hay (October 8, 1926 – August 30, 2017) was an American motivational author and the founder of Hay House. She authored several New Thought self-help books, including the 1984 book You Can Heal Your Life.\n\n"
        },
        {
            "title": "Early life and career",
            "text": "Born Helen Vera Lunney in Los Angeles to parents Henry John Lunney (1901–1998) and Veronica Chwala (1894–1985), Hay recounted her life story in an interview with Mark Oppenheimer of The New York Times in May 2008.[1]\n\nIn it, Hay stated that she was born in Los Angeles to a poor mother who remarried Louise's violent stepfather, Ernest Carl Wanzenreid (1903–1992), who physically abused her and her mother. When she was about 5, she was raped by a neighbor. At 15, she dropped out of University High School in Los Angeles without a diploma, became pregnant and, on her 16th birthday, gave up her newborn baby girl for adoption.\n\nShe then moved to Chicago, where she worked in low-paying jobs. In 1950, she moved on again, to New York. At this point she changed her first name, and began a career as a fashion model. She achieved success, working for Bill Blass, Oleg Cassini, and Pauline Trigère. In 1954, she married the English businessman Andrew Hay (1928–2001); after 14 years of marriage, she felt devastated when he left her for another woman, Sharman Douglas (1928–1996).[1] Hay said that about this time she found the First Church of Religious Science on 48th Street, which taught her the transformative power of thought. Hay revealed that here she studied the New Thought works of authors such as Florence Scovel Shinn who believed that positive thinking could change people's material circumstances, and the Religious Science founder Ernest Holmes who taught that positive thinking could heal the body.[2]\n\nBy Hay's account, in the early 1970s she became a Religious Science practitioner. In this role she led people in spoken affirmations, which she believed would cure their illnesses, and became popular as a workshop leader. She also recalled how she had studied Transcendental Meditation with the Maharishi Mahesh Yogi at the Maharishi International University in Fairfield, Iowa.[1]\n\nHay described how in 1977 or 1978 she was diagnosed with \"incurable\" cervical cancer, and how she came to the conclusion that by holding on to her resentment for her childhood abuse and rape she had contributed to its onset. She reported how she had refused conventional medical treatment, and began a regime of forgiveness, coupled with therapy, nutrition, reflexology, and occasional colonic enemas. She claimed in the interview that she rid herself of the cancer by this method, but, while swearing to its truth, admitted that she had outlived every doctor who could confirm this story.[1]\n\nIn 1976, Hay wrote and self-published her first book, Heal Your Body, which began as a small pamphlet containing a list of different bodily ailments and their \"probable\" metaphysical causes.[1] This pamphlet was later enlarged and extended into her book You Can Heal Your Life, published in 1984.[3] In February 2008, it was fourth on the New York Times paperback advice bestsellers list.[4]\n\nAround the same time she began leading support groups for people living with HIV/AIDS, which she called \"Hay Rides\".[1] These grew from a few people in her living room to hundreds of men in a large hall in West Hollywood, California. Her work with AIDS patients drew fame and she was invited to appear on The Oprah Winfrey Show and The Phil Donahue Show in the same week, in March 1988. Following this, You Can Heal Your Life immediately landed on the New York Times bestseller list. More than 50 million copies sold around the world in over 30 languages[1][5] and it also has been made into a movie.[6] You Can Heal Your Life is also included in the book 50 Self-Help Classics[7] for being significant in its field. It is often described as a part of the New Age movement.\n\nHay wrote, on page 225 of her book (December 2008 printing), that it has \"... sold more than thirty five million copies\".[8] It was announced in 2011 that You Can Heal your Life had reached 40 million sales.[9]\n\nHay died in her sleep on the morning of August 30, 2017, at age 90.\n\n"
        },
        {
            "title": "Publishing",
            "text": "In 1984, Hay established the Hay House publishing firm. In 1988 Reid Tracy joined the company as an accountant and would eventually become its CEO. The business flourished and attracted various writers. As of 2015[update] Hay House is the primary publisher of books and audio books by over 130 authors, including Deepak Chopra, as well as many books by Wayne Dyer. Hay House also publishes the teachings of \"Abraham\" as channeled through Esther Hicks.[10]\n\nIn addition to running her publishing company, Hay ran a charitable organization called the Hay Foundation, which she founded in 1985.[11] Its mission is to build futures and support organizations that enhance the quality of life for people, animals, and our environment. \n\nIn 2008, a movie about Louise Hay's life was released, titled You Can Heal Your Life. In Hay's own words on the film's official Web site: \"This movie is the story of my life, my teachings, and how I've applied the principles of my teachings to my own life.\" The movie also features notable speakers and authors in the field of personal development including Gregg Braden, Wayne Dyer, Gay Hendricks, Esther and Jerry Hicks, and Doreen Virtue; it was directed by Emmy Award-winning director Michael A. Goorjian.[12] In the same year Louise Hay won a Minerva Award at The Women's Conference.[13]\n\nIn September 2011, Hay and Cheryl Richardson released their book You Can Create An Exceptional Life.\n\n"
        },
        {
            "title": "Ideas and teachings",
            "text": "Hay's two best-known books, Heal Your Body: The Mental Causes for Physical Illness and the Metaphysical Way to Overcome Them and You Can Heal Your Life, directly associate physical problems such as cancer with specific negative emotional patterns and assert that healing the emotional components will also heal the physical conditions. Hay wrote in You Can Heal Your Life that thoughts—not just sexual behavior—could help cause AIDS:\n\n"
        }
    ]
}