{
    "url": "https://en.wikipedia.org/wiki/Louis_Le_Prince",
    "title": "Louis Le Prince",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "3 Disappearance",
        "4 Patents and cameras",
        "5 Later recognition",
        "5.1 Le Prince Cine Camera-Projector types",
        "6 Legacy",
        "6.1 Remaining material and production",
        "6.2 Man Walking Around a Corner (16-Lens Camera)",
        "6.3 Roundhay Garden Scene (Single-Lens Camera MkII)",
        "6.4 Traffic Crossing Leeds Bridge (Single-Lens Camera MkII)",
        "6.5 Accordion Player (Single-Lens Camera MkII)",
        "7 See also",
        "8 References",
        "9 Sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLouis Aimé Augustin Le Prince (28 August 1841 – disappeared 16 September 1890, declared dead 16 September 1897) was a French artist and the inventor of an early motion-picture camera, possibly the first person to shoot a moving picture sequence using a single lens camera and a strip of (paper) film.[1][2] He has been credited as the \"Father of Cinematography\",[3] but his work did not influence the commercial development of cinema—owing at least in part to the great secrecy surrounding it.[4][5]\n\nA Frenchman who also worked in the United Kingdom and the United States, Le Prince's motion-picture experiments culminated in 1888 in Leeds, England.[6] In October of that year, he filmed moving-picture sequences of family members in Roundhay Garden and his son playing the accordion, using his single-lens camera and Eastman's paper negative film.[7] At some point in the following eighteen months he also made a film of Leeds Bridge. This work may have been slightly in advance of the inventions of contemporaneous moving-picture pioneers, such as the British inventors William Friese-Greene and Wordsworth Donisthorpe, and was years in advance of that of Auguste and Louis Lumière and William Kennedy Dickson (who did the moving image work for Thomas Edison).\n\nLe Prince was never able to perform a planned public demonstration of his camera in the US because he mysteriously vanished; he was last known to be boarding a train on 16 September 1890.[1] Multiple conspiracy theories have emerged about the reason for his disappearance, including: a murder set up by Edison, secret homosexuality, disappearance in order to start a new life, suicide because of heavy debts and failing experiments, and a murder by his brother over their mother's will. No conclusive evidence exists for any of these theories. In 2004, a police archive in Paris was found to contain a photograph of a drowned man bearing a strong resemblance to Le Prince who was discovered in the Seine just after the time of his disappearance,[7] but it has been claimed that the body was too short to be Le Prince.[8]\n\nIn early 1890, Edison workers had begun experimenting with using a strip of celluloid film to capture moving images. The first public results of these experiments were shown in May 1891.[9] However, Le Prince's widow and son Adolphe were keen to advance Louis's cause as the inventor of cinematography. In 1898, Adolphe appeared as a witness for the defence in a court case brought by Edison against the American Mutoscope Company. This suit claimed that Edison was the first and sole inventor of cinematography, and thus entitled to royalties for the use of the process. Adolphe was involved in the case but was not allowed to present his father's two cameras as evidence, although films shot with cameras built according to his father's patent were presented. Eventually the court ruled in favour of Edison. A year later that ruling was overturned,[9] but Edison then reissued his patents and succeeded in controlling the US film industry for many years.[9]\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Le Prince was born on 28 August 1841 in Metz.[10][11] His family referred to him as \"Augustin\" and English-speaking friends would later call him \"Gus\".[12] Le Prince's father was a major of artillery in the French Army[13] and an officer of the Légion d'honneur. When growing up, he reportedly spent time in the studio of his father's friend, the pioneer of photography Louis Daguerre,[13] from whom Le Prince may have received some lessons on photography and chemistry before he was 10 years old. His education went on to include the study of painting in Paris and post-graduate chemistry at Leipzig University,[13] which provided him with the academic knowledge he was to utilise in the future.\n\n"
        },
        {
            "title": "Career",
            "text": "Le Prince moved to Leeds, England in 1866, after being invited to join John Whitley,[1] a friend from college, in Whitley Partners of Hunslet, a firm of brass founders making valves and components.[14][15] In 1869 he married Elizabeth Whitley, John's sister[1] and a talented artist. When in Paris during their honeymoon, Le Prince repeatedly visited a magic show, fascinated by an illusion with moving transparent figures, presumably a dancing skeleton projection at the Théâtre Robert-Houdin with multiple reflections of mirrors focused on one point or a variation of Pepper's Ghost.[16]\n\nLe Prince and his wife started a school of applied art, the Leeds Technical School of Art,[17] and became well renowned for their work in fixing coloured photographs on to metal and pottery, leading to them being commissioned for portraits of Queen Victoria and the long-serving Prime Minister William Gladstone produced in this way; these were included alongside other mementos of the time in a time capsule—manufactured by Whitley Partners of Hunslet—which was placed in the foundations of Cleopatra's Needle on the embankment of the River Thames.[citation needed]\n\nIn 1881, Le Prince went to the United States[13] as an agent for Lincrusta Walton, staying in the country along with his family once his contract had ended.[citation needed] He became the manager for a small group of French artists who produced large panoramas, usually of famous battles, that were exhibited in New York City, Washington, D.C. and Chicago.[13][14]\n\nDuring this time he began experiments relating to the production of 'moving' photographs, designing a camera that utilised sixteen lenses,[14] which was the first invention he patented. Although the camera was capable of 'capturing' motion, it wasn't a complete success because each lens photographed the subject from a slightly different viewpoint and thus the image would have jumped about, if he had been able to project it (which is unknown).\n\nAfter his return to Leeds in May 1887,[14] Le Prince built a single-lens camera in mid-late 1888. An experimental model was developed in a workshop at 160 Woodhouse Lane, Leeds and used to shoot his motion-picture films. It was first used on 14 October 1888 to shoot what would become known as Roundhay Garden Scene and a sequence of his son Adolphe playing the accordion. Le Prince later used it to film road traffic and pedestrians crossing Leeds Bridge. The film was shot from Hicks the Ironmongers, now the British Waterways building on the south east side of the bridge,[1] now marked with a commemorative Blue plaque.\n\n"
        },
        {
            "title": "Disappearance",
            "text": "In September 1890, Le Prince was preparing for a trip to the United States, supposedly to publicly premiere his work and join his wife and children. Before this journey, he decided to return to France to visit his brother in Dijon. Then, on 16 September, he took a train to Paris but, having taken a later train than planned, his friends missed him in Paris. He was never seen again by his family or friends.[1] The last person to see Le Prince at the Dijon station was his brother.[18]  The French police, Scotland Yard and the family undertook exhaustive searches, but never found him.\n\nLe Prince was officially declared dead in 1897.[19]\n\nA number of wild and mostly unsubstantiated theories were proposed, including:\n\n"
        },
        {
            "title": "Patents and cameras",
            "text": "On 10 January 1888 Le Prince was granted an American patent on a 16-lens device that he claimed could serve as both motion picture camera (which he termed \"the receiver or photo-camera\") and a projector (which he called \" the deliverer or stereopticon\").[25] That same day he took out a near-identical provisional patent for the same devices in Great Britain, proposing \"a system of preferably 3, 4, 8, 9, 16 or more lenses\". Shortly before the final version was submitted he added a sentence which described a single-lens system, but this was neither fully explained nor illustrated, unlike the several pages of description of the multi-lens system,[26] meaning the single-lens camera was not legally covered by patent.\n\nThis addendum was submitted on 10 October 1888[27] and, on 14 October, Le Prince used his single-lens camera to film Roundhay Garden Scene. During the period 1889-1890 he worked with the mechanic James Longley on various \"deliverers\" (projectors) with one, two, three and sixteen lenses.  The images were to be separated, printed and mounted individually, sometimes on a flexible band, moved by metal eyelets. The single lens projector used individual pictures mounted in wooden frames.[27] His assistant, James Longley, claimed the three-lens version was the most successful.[27] Those close to Le Prince have testified to him projecting his first films in his workshop as tests, but they were never presented to anyone outside his immediate circle of family and associates and the nature of the projector is unknown.\n\nIn 1889 he took French-American dual citizenship in order to establish himself with his family in New York City and to follow up his research. However, he was never able to perform his planned public exhibition at Morris–Jumel Mansion in Manhattan, in September 1890, due to his disappearance.\n\n"
        },
        {
            "title": "Later recognition",
            "text": "Even though Le Prince's achievement is remarkable, with only William Friese-Greene and Wordsworth Donisthorpe achieving anything comparable in the period 1888-1890, his work was largely forgotten until the 1920s, as he disappeared before the first public demonstration of the result of his work, having never shown his invention to any photographic society or scientific institution or the general public.\n\nFor the April 1894 commercial exploitation of his personal kinetoscope parlor, Thomas Edison is credited in the US as the inventor of cinema, while in France, the Lumière Brothers are hailed as inventors of the Cinématographe device and for the first commercial exhibition of motion-picture films, in Paris in 1895.\n\nHowever, in Leeds, Le Prince is celebrated as a local hero. On 12 December 1930, the Lord Mayor of Leeds unveiled a bronze memorial tablet at 160 Woodhouse Lane, Le Prince's former workshop. In 2003, the University's Centre for Cinema, Photography and Television was named in his honour. Le Prince's workshop in Woodhouse Lane was until recently the site of the BBC in Leeds, and is now part of the Leeds Beckett University Broadcasting Place complex, where a blue plaque commemorates his work. (coordinates: 53°48′20.58″N 1°32′56.74″W﻿ / ﻿53.8057167°N 1.5490944°W﻿ / 53.8057167; -1.5490944). Reconstructions of his film strips are shown in the cinema of the Armley Mills Industrial Museum, Leeds.\n\nIn France, an appreciation society was created as L'Association des Amis de Le Prince (Association of Le Prince's Friends), which still exists in Lyon.\n\nIn 1990, Christopher Rawlence wrote The Missing Reel, The Untold Story of the Lost inventor of Moving Pictures and produced the TV programme The Missing Reel (1989) for Channel Four, a dramatised feature on the life of Le Prince.\n\nIn 1992, the Japanese filmmaker Mamoru Oshii (Ghost in the Shell) directed Talking Head, an avant-garde feature film paying tribute to the cinematography history's tragic ending figures such as George Eastman, Georges Méliès and Louis Le Prince who is credited as \"the true inventor of eiga\", 映画, Japanese for \"motion picture film\".\n\nIn 2013, a feature documentary, The First Film was produced, with new research material and documentation on the life of Le Prince and his patents. Produced and directed by Leeds-born David Nicholas Wilkinson with research by Irfan Shah, it was filmed in England, France and the United States by Guerilla Films.[28] The First Film features several film historians to tell the story, including Michael Harvey, Irfan Shah, Stephen Herbert, Mark Rance, Daniel Martin, Jacques Pfend, Adrian Wootton, Tony North, Mick McCann, Tony Earnshaw, Carol S Ward, Liz Rymer, and twice Oscar-nominated cinematographer Tony Pierce-Roberts. Le Prince's great-great-granddaughter Laurie Snyder also makes an appearance. It had its world première in June 2015 at the Edinburgh Film Festival and opened in UK cinemas on 3 July 2015. The film also played in festivals in the US, Canada, Russia, Ireland and Belgium. On 8 September 2016 it played at the Morris-Jumel Mansion in New York, where 126 years earlier Le Prince planned to show his films.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Le Prince developed a single-lens camera in his workshop at 160 Woodhouse Lane, Leeds, which was used to shoot his motion-picture films. Remaining surviving production consists of two scenes in the garden at Oakwood Grange (his wife's family home, in Roundhay) and another of Leeds Bridge.\n\nForty years later, Le Prince's daughter, Marie, gave the remaining apparatus to the  Science Museum, London (later transferred to the National Museum of Photography, Film and Television (NMPFT), Bradford, which opened in 1983 and is now the National Science and Media Museum). In May 1931, photographic plates were produced by workers of the Science Museum from paper print copies provided by Marie Le Prince.[2] In 1999, these were re-animated to produce digital versions. Roundhay Garden was alleged by the Le Prince family to have been shot at 12 frame/s and Leeds Bridge at 20 frame/s, although this is not borne out by the NMPFT versions (see below) or motion analysis, with both films being estimated at a consistent 7 frames a second.[29]\n\nAll available versions of these sequences are derived from materials held by the National Science and Media Museum.\n\nThe only existing images from Le Prince's 16-lens camera are a sequence of 16 frames of a man walking around a corner. This appears to have been shot onto a single glass plate (which has since broken), rather than the twin strips of Eastman paper film envisaged in his patent. Jacques Pfend, a French cinema-historian and Le Prince specialist, confirms that these images were shot in Paris, at the corner of Rue Bochart-de-Saron (where Le Prince was living) and Avenue Trudaine. Le Prince sent 8 images of his mechanic running (which may be from this sequence) to his wife in New York City in a letter dated 18 August 1887,[30] which suggests it represented a significant camera test. Exposure is very irregular from lens to lens with some of the images almost completely bleached out, which Le Prince later on fixed.\n\nThe 1931 National Science Museum copy of what remains of a sequence shot in Roundhay Garden features 20 frames. The frames appear to have been printed in reverse from the negative, but this is corrected in the video. The film's damaged edge results in distortion and deformation on the right side of the stabilised digital movie. The scene was shot in Le Prince's father-in-law's garden at Oakwood Grange, Roundhay on 14 October 1888. The NMPFT animation lasts two seconds at 24fps (frames per second), meaning the original footage is playing at 10fps. In this version, the action is speeded up - the original footage was probably shot at 7fps.\n\nLouis Le Prince filmed traffic crossing Leeds Bridge from Hicks the Ironmongers[1] at the following coordinates: 53°47′37.70″N 1°32′29.18″W﻿ / ﻿53.7938056°N 1.5414389°W﻿ / 53.7938056; -1.5414389.[31]\n\nThe earliest copy belongs to the 1923 NMPFT inventory (frames 118–120 and 122–124), though this longer sequence comes from the 1931 inventory (frames 110–129). According to Adolphe Le Prince who assisted his father when this film was shot in late October 1888, it was taken at 20fps. However, the digitally stabilised sequence produced by the NMPFT lasts two seconds, meaning the footage is playing here at 10fps. As with the Roundhay Garden sequence, its appearance is sped up, suggesting the original footage was probably shot at 7fps. This would fit with what we know of the projection experiments, where James Longley reported a top speed of 7fps.[32]\n\nThe last remaining film of Le Prince's single-lens camera is a sequence of frames of Adolphe Le Prince playing a diatonic button accordion. It was recorded on the steps of the house of Joseph Whitley, Louis's father-in-law.[2] The recording date may be the same as Roundhay Garden as the camera is in a similar position and Adolphe is dressed the same. The NMPFT has not remastered this film. An amateur animation of the first 17 frames is here on YouTube. The running speed appears to be 5-6fps\n\n"
        }
    ]
}