{
    "url": "https://en.wikipedia.org/wiki/Lovecraftian_horror",
    "title": "Lovecraftian horror",
    "table_of_contents": [
        "1 Origin",
        "2 Themes",
        "3 Collaborators and followers",
        "3.1 Literature and art",
        "4 Comics",
        "5 Film and television",
        "5.1 1960s",
        "5.2 1970s",
        "5.3 1980s",
        "5.4 1990s",
        "5.5 2000s",
        "5.6 2010s",
        "5.7 2020s",
        "6 Games",
        "6.1 Tabletop",
        "6.2 Video games",
        "6.2.1 1980s and 1990s",
        "6.2.2 2000s",
        "6.2.3 2010–present",
        "7 Other media",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lovecraftian horror, sometimes used interchangeably with \"cosmic horror\",[2] is a subgenre of horror fiction and weird fiction that emphasizes the horror of the unknowable and incomprehensible[3] more than gore or other elements of shock.[4] It is named after American author H. P. Lovecraft (1890–1937). His work emphasizes themes of cosmic dread, forbidden and dangerous knowledge, madness, non-human influences on humanity, religion and superstition, fate and inevitability, and the risks associated with scientific discoveries,[5] which are now associated with Lovecraftian horror as a subgenre.[6] The cosmic themes of Lovecraftian horror can also be found in other media, notably horror films, horror games, and comics.\n\n"
        },
        {
            "title": "Origin",
            "text": "American author H. P. Lovecraft refined this style of storytelling into his own mythos that involved a set of supernatural, pre-human, and extraterrestrial elements.[7] His work was influenced by authors such as Edgar Allan Poe,[8] Algernon Blackwood,[9] Ambrose Bierce,[10] Arthur Machen,[9] Robert W. Chambers[9] and Lord Dunsany.[9][11] However, Lovecraft was keen to distinguish his work from existing gothic and supernatural fiction, elevating the horror, in his own words, to a \"cosmic\" level.[12] Stephen King has said the best of Lovecraft's works are \"uniquely terrible in all of American literature, and survive with all their power intact.\"[13]\n\nThe hallmark of Lovecraft's work is cosmicism, the sense that ordinary life is a thin shell over a reality that is so alien and abstract in comparison that merely contemplating it would damage the sanity of the ordinary person,[12] insignificance and powerlessness at the cosmic scale,[14] and uncompromising negativity.[15] Author China Miéville notes that \"Lovecraft's horror is not one of intrusion but of realization. The world has always been implacably bleak; the horror lies in our acknowledging that fact.\"[16] Lovecraft's work is also steeped in the insular feel of rural New England,[17][18] and much of the genre continues to maintain this sense that \"that which man was not meant to know\" might be closer to the surface of ordinary life outside of the crowded cities of modern civilization.[citation needed]\n\n"
        },
        {
            "title": "Themes",
            "text": "The core themes and atmosphere of cosmic horror were laid out by Lovecraft himself in \"Supernatural Horror in Literature\", his essay on gothic, weird, and horror fiction. A number of characteristics have been identified as being associated with Lovecraftian horror:\n\n"
        },
        {
            "title": "Collaborators and followers",
            "text": "Much of Lovecraft's influence is secondary, as he was a friend, inspiration, and correspondent to many authors who developed their own notable works. Many of these writers also worked with Lovecraft on jointly written stories. His more famous friends and collaborators include Robert Bloch,[29] author of Psycho; Robert E. Howard, creator of Conan the Barbarian; and August Derleth, who focused on extending the Cthulhu Mythos.[30]\n\nSubsequent horror writers also heavily drew on Lovecraft's work. While many made direct references to elements of Lovecraft's mythos, either to draw on its associations or to acknowledge his influence, many others drew on the feel and tone of his work without specifically referring to mythos elements. Some have said that Lovecraft, along with Edgar Allan Poe, is the most influential author on modern horror. Author Stephen King has said: \"Now that time has given us some perspective on his work, I think it is beyond doubt that H. P. Lovecraft has yet to be surpassed as the Twentieth Century's greatest practitioner of the classic horror tale.\"[31]\n\nBy the late 20th century, Lovecraft had become something of a pop-culture icon, resulting in countless reinterpretations of and references to his work. Many of these fall outside the sphere of Lovecraftian horror, but represent Cthulhu Mythos in popular culture.\n\nLovecraft's work, mostly published in pulp magazines, never had the same sort of influence on literature as his high-modernist literary contemporaries such as Ernest Hemingway and F. Scott Fitzgerald. However, his impact is still broadly and deeply felt in some of the most celebrated authors of contemporary fiction.[32] The fantasias of Jorge Luis Borges display a marked resemblance to some of Lovecraft's more dream influenced work.[33] Borges also dedicated his story, \"There Are More Things\" to Lovecraft, though he also considered Lovecraft \"an involuntary parodist of Poe.\"[34] The French novelist Michel Houellebecq has also cited Lovecraft as an influence in his essay H. P. Lovecraft: Against the World, Against Life in which he refers to the stories written in the last ten years of Lovecraft's life as \"the great texts\".[19]\n\nLovecraft's penchant for dreamscapes and for the biologically macabre has also profoundly influenced visual artists such as Jean \"Moebius\" Giraud and H. R. Giger. Giger's book of paintings which led directly to many of the designs for the film Alien was named Necronomicon, the name of a fictional book in several of Lovecraft's mythos stories. Dan O'Bannon, the original writer of the Alien screenplay, has also mentioned Lovecraft as a major influence on the film. With Ronald Shusett, he would later write Dead & Buried and Hemoglobin, both of which were admitted pastiches of Lovecraft.\n\n"
        },
        {
            "title": "Comics",
            "text": "Lovecraft has cast a long shadow across the comic world. This has included not only adaptations of his stories, such as H.P. Lovecraft's Worlds, H. P. Lovecraft's Cthulhu: The Whisperer in Darkness, Graphic Classics: H. P. Lovecraft,[35] and MAX's Haunt of Horror,[36] but also the incorporation of the Mythos into new stories.\n\nAlan Moore has touched on Lovecraftian themes, in particular in his The Courtyard and Yuggoth Cultures and Other Growths (and Antony Johnston's spin-off Yuggoth Creatures),[37][38] but also in his Black Dossier where the story \"What Ho, Gods of the Abyss?\" mixed Lovecraftian horror with Bertie Wooster.[39] Neonomicon and Providence posit a world where the Mythos, while existing as fiction written by Lovecraft, is also very real.\n\nAs well as appearing with Fort[clarification needed] in two comics stories, Lovecraft has appeared as a character in a number of Lovecraftian comics. He appears in Mac Carter and Tony Salmons's limited series The Strange Adventures of H. P. Lovecraft from Image[40] and in the Arcana children's graphic novel Howard and the Frozen Kingdom from Bruce Brown.[41] A webcomic, Lovecraft is Missing, debuted in 2008 and takes place in 1926, before the publication of \"The Call of Cthulhu\", and weaves in elements of Lovecraft's earlier stories.[42][43]\n\nBoom! Studios have also run a number of series based on Cthulhu and other characters from the Mythos, including Cthulhu Tales[44] and Fall of Cthulhu.[45]\n\nThe creator of Hellboy, Mike Mignola, has described the books as being influenced primarily by the works of Lovecraft, in addition to those of Robert E. Howard and the legend of Dracula.[46] This was adapted into the 2004 film Hellboy. His Elseworlds mini-series The Doom That Came to Gotham reimagines Batman in a confrontation with Lovecraftian monsters.[47]\n\nThe manga artist Junji Ito is heavily influenced by Lovecraft.[48] Gou Tanabe has adapted some of Lovecraft's tales into manga.[49]\n\nIssue #32 of The Brave and the Bold was heavily influenced by the works and style of Lovecraft. In addition to using pastiches of Cthulhu, the Deep Ones, and R'lyeh, writer J. Michael Straczynski also wrote the story in a distinctly Lovecraftian style. Written entirely from the perspective of a traumatized sailor, the story makes use of several of Lovecraft's trademarks, including the ultimate feeling of insignificance in the face of the supernatural.[citation needed]\n\n"
        },
        {
            "title": "Film and television",
            "text": "From the 1950s onwards, in the era following Lovecraft's death, Lovecraftian horror truly became a subgenre, not only fueling direct cinematic adaptations of Poe and Lovecraft, but providing the foundation upon which many of the horror films of the 1950s and 1960s were constructed.\n\nOne notable filmmaker to dip into the Lovecraftian well was 1960s B-filmmaker Roger Corman, with his The Haunted Palace (1963) being very loosely based on The Case of Charles Dexter Ward , and his X: The Man with the X-ray Eyes featuring a protagonist driven to insanity by heightened vision that allows him to see God at the heart of the universe.\n\nThough not direct adaptations, the episodes of the well-known series The Outer Limits often had Lovecraftian themes, such as human futility and insignificance and the limits of sanity and understanding.\n\nAmongst the other well-known adaptations of this era are Dark Intruder (1965) which has some passing references to the Cthulhu Mythos; 1965 also saw Boris Karloff and Nick Adams in Die, Monster, Die! based on Lovecraft's short story \"The Colour Out of Space\"; The Shuttered Room (1967), based on an August Derleth \"posthumous collaboration\" with Lovecraft, and Curse of the Crimson Altar (U.S. title: The Crimson Cult) (1968), based on \"The Dreams in the Witch House\".\n\nThe 1970s produced a number of films that have been classified as Lovecraftian horror. This includes the themes of human fragility, impotence in the face of the unknowable, and lack of answers in Picnic at Hanging Rock,[50][51] and The Dunwich Horror, with its source in Lovecraft's work and emphasis on \"forces beyond the protagonist's control.\"[52] The 1979 film Alien has been described as Lovecraftian due to its theme of \"cosmic indifference\", the \"monumental bleakness\" of its setting, and leaving most questions unanswered.[53]\n\nRod Serling's 1969–73 series Night Gallery adapted at least two Lovecraft stories, \"Pickman's Model\" and \"Cool Air\". The episode \"Professor Peabody's Last Lecture\", concerning the fate of a man who read the Necronomicon, included a student named \"Mr. Lovecraft\", along with other students sharing names of authors in the Lovecraft Circle.\n\nIn 1981, The Evil Dead comedy horror film franchise was created by Sam Raimi after studying H. P. Lovecraft. It consists of the films The Evil Dead (1981), Evil Dead II (1987), and Army of Darkness (1992). The Necronomicon Ex-Mortis, or simply The Book of the Dead, is depicted in each of the three films.\n\nJohn Carpenter's \"Apocalypse Trilogy\" (The Thing, Prince of Darkness and In the Mouth of Madness) feature Lovecraftian elements, which become more noticeable in each film.\n\nThe blackly comedic Re-Animator (1985) was based on Lovecraft's novella Herbert West–Reanimator. Re-Animator spawned two sequel films.\n\n1986's From Beyond was loosely based on Lovecraft's short story of the same name.\n\nThe 1987 film The Curse was an adaptation of Lovecraft's \"The Colour Out of Space\". Its sequel, Curse II: The Bite was loosely inspired by \"The Curse of Yig\", originally a collaboration between Lovecraft and Zealia Bishop.\n\nThe 1991 HBO film Cast a Deadly Spell starred Fred Ward as Harry Phillip Lovecraft, a noir detective investigating the theft of the Necronomicon in an alternate universe 1948 Los Angeles where magic was commonplace. The sequel Witch Hunt had Dennis Hopper as H. Phillip Lovecraft in a story set two years later.\n\n1992's The Resurrected, directed by Dan O'Bannon, is an adaptation of Lovecraft's novel The Case of Charles Dexter Ward. It contains numerous elements faithful to Lovecraft's story, though the studio made major cuts to the film.\n\nThe self-referential Necronomicon (1993), featured Lovecraft himself as a character, played by Jeffrey Combs. The three stories in Necronomicon are based on two H. P. Lovecraft short stories and one Lovecraft novella: \"The Drowned\" is based on \"The Rats in the Walls\", \"The Cold\" is based on \"Cool Air\", and \"Whispers\" is based on The Whisperer in Darkness.\n\n1994's The Lurking Fear is an adaptation of Lovecraft's story \"The Lurking Fear\". It has some elements faithful to Lovecraft's story, while being hijacked by a crime caper subplot.\n\n1995's Castle Freak is loosely inspired by Lovecraft's story \"The Outsider\".\n\nThis period saw a few films using lovecraftian horror themes. 2007's The Mist, Frank Darabont's movie adaptation of Stephen King's 1985 novella by the same name, featuring otherworldly Lovecraftian monsters emerging from a thick blanket of mist to terrify a small New England town,[54] and 2005's The Call of Cthulhu, made by the H. P. Lovecraft Historical Society, a black and white adaptation using silent film techniques to mimic the feel of a film that might have been made in the 1920s, at the time that Lovecraft's story was written.\n\n2001's Dagon is a Spanish-made horror film directed by Stuart Gordon. Though titled after Lovecraft's story \"Dagon\", the film is actually an effective adaptation of his story The Shadow over Innsmouth.\n\nCthulhu is a 2000 Australian low budget horror film that was directed, produced, and written by Damian Heffernan. It is mostly based on two Lovecraft stories, \"The Thing on the Doorstep\" and The Shadow Over Innsmouth.\n\n2007's Cthulhu, directed by Dan Gildark, it is loosely based on the novella The Shadow over Innsmouth (1936). The film is notable among works adapted from Lovecraft's work for having a gay protagonist.\n\nSince 2010, a number of popular films have used elements of cosmic horror, notably Alex Garland's Annihilation[55][56] (based on the 2014 novel of the same name by Jeff VanderMeer) with its strong themes of incomprehensibility and outside influence on Earth. Robert Egger's 2019 movie The Lighthouse has been compared to Lovecraft's works due to the dreary atmosphere, deep sea horror imagery and the otherworldly and maddening power of the titular lighthouse that drives the protagonists to insanity.[57][58] Ridley Scott's 2012 science-fiction horror epic Prometheus[53][59][60] and Gore Verbinski's 2016 film A Cure for Wellness[61][62] have been noted for their Lovecraftian elements. HBO's 2019 miniseries Chernobyl has been described as \"the new face of cosmic horror\", with radiation filling the role of an incomprehensible, untamable, indifferent terror.[63]\n\nThe films of Panos Cosmatos, Beyond the Black Rainbow[64] and Mandy[65] take cosmic horror themes and blend them with psychedelic and new age elements,[66][67] while the work of Justin Benson and Aaron Moorhead in Resolution, Spring[68] and The Endless[56][69] has also been described as \"Lovecraftian.\"\n\nOther films directly incorporating or adapting the work of Lovecraft include the 2011 film The Whisperer in Darkness based on Lovecraft's short story of the same name,[70] the 2017 Finnish short film Sound from the Deep incorporating elements from At the Mountains of Madness in a modern-day setting, and Richard Stanley's Colour Out of Space[56][71] based on Lovecraft's short story \"The Colour Out of Space\". Of note also is Drew Goddard's 2012 film The Cabin in the Woods, a comedy horror which deliberately subverts cosmic horror conventions and tropes.[56]\n\nWilliam Eubank, director of the 2020 film Underwater, has confirmed that the creatures of his film are tied to the Cthulhu Mythos.[72]Masking Threshold (2021) uses Lovecraftian story elements.[73][74] Director and writer Johannes Grenzfurthner confirms the influence in interviews.[75][76] 2022 horror film Venus is inspired by H. P. Lovecraft's \"The Dreams in the Witch House\".[77]\n\nIt has been confirmed by Toonami that the series Housing Complex C was meant to invoke Lovecraftian themes.\n\n"
        },
        {
            "title": "Games",
            "text": "Elements of Lovecraftian horror have appeared in numerous video games and role-playing games. These themes have been recognized as becoming more common,[78] although difficulties in portraying Lovecraftian horror in a video games beyond a visual aesthetic are recognized.[79][80][81]\n\nLovecraft was an influence on Dungeons & Dragons starting in the early 1970s,[82] and initial printings of AD&D Deities & Demigods included characters from Lovecraft's novels.[83] Dungeons & Dragons influenced later role-playing games, including Call of Cthulhu (1980), which in turn recruited new fans for the Cthulhu mythos.[84] Magic: The Gathering expansions such as Battle for Zendikar (2015), Eldritch Moon (2016), and Shadows over Innistrad (2016) contain Lovecraftian components.[85]\n\nVideo games, like films, have a rich history of Lovecraftian elements and adaptations.[86] In 1987, The Lurking Horror was the first to bring the Lovecraftian horror subgenre to computer platforms. This was a text-based adventure game, released by Infocom, who are best known for the Zork series.\n\nAlone in the Dark (1992 video game) contains Lovecraftian elements and references.\n\nShadow of the Comet, a game which takes place in the 19th century, is strongly inspired by the myth of Cthulhu.\n\nThe 1998 text adventure game Anchorhead is heavily inspired by Lovecraftian Horror and features many elements of the Cthulhu mythos, as well as quotes from Lovecraft.\n\nQuake (video game), a FPS Game that has Lovecraftian elements.\n\nThe 2005 Russian game Pathologic features many themes common in Lovecraftian works: The three main characters are all in some way outsiders to the city. The game centers around an unstoppable plague which leaves gelatinous bloody slime in contaminated areas; the player character is completely helpless in stopping the plague.\n\nCall of Cthulhu: Dark Corners of the Earth for PC and Xbox is a first person shooter with strong survival horror elements.\n\nEternal Darkness: Sanity's Requiem on the Nintendo Gamecube utilizes heavy themes of cosmic horror throughout the game, in particular with the player characters' sanity being affected through their interactions with the supernatural.\n\nThe survival horror game Amnesia: The Dark Descent is heavily inspired by Lovecraftian horror, in visual design, plot and mechanics,[87][88] with a recognized lasting impact on horror games as a genre.[89][90] The Last Door is a point-and-click adventure game which combines Lovecraftian horror with Gothic horror,[91][92][93] and the FromSoftware game Bloodborne includes many Lovecraftian and cosmic horror themes,[94][95] without using the Cthulhu Mythos.[96] The roguelike game The Binding of Isaac: Rebirth features Lovecraftian horror in the form of the in-game Leviathan transformation.\n\nOther games released since 2010 with elements of Lovecraftian horror include Sunless Sea, a gothic horror survival/exploration role-playing game,[97] Vintage Story, a sandbox survival game with in-game enemies called \"Drifters\" inspired by the genre, the game Darkest Dungeon a role-playing video game with an emphasis on mental trauma and affliction,[98] Edge of Nowhere, an action-adventure virtual reality game,[99] and The Sinking City, an open world detective and survival horror game set in 1920s New England, drawing inspiration from The Shadow over Innsmouth and \"Facts Concerning the Late Arthur Jermyn and His Family.\"[100] Smite features Cthulhu as a playable character, the 2018 First-Person Shooter Dusk with many Lovecraftian influences, such as its 3rd chapter, The Nameless City, the final boss Nyarlathotep, and its inspiration from the Lovecraft themed First-Person Shooter Quake.[101] In 2020, Call of the Sea, an adventure-puzzle game heavily inspired by the works of Lovecraft, was released.\n\n"
        }
    ]
}