{
    "url": "https://en.wikipedia.org/wiki/Low_budget",
    "title": "Low-budget film",
    "table_of_contents": [
        "1 Notable low-budget films",
        "2 Micro budget",
        "3 Academic research on low-budget film production (economic)",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A low-budget film or low-budget movie is a motion picture shot with little to no funding from a major film studio or private investor. Many independent films are made on low budgets, but films made on the mainstream circuit with inexperienced or unknown filmmakers can also have low budgets. Many young or first time filmmakers shoot low-budget films to prove their talent before doing bigger productions. Most low-budget films that do not gain some form of attention or acclaim are never released in theatres and are often sent straight to retail because of their lack of marketability, look, narrative story, or premise. There is no precise number to define a low budget production, and it is relative to both genre and country. What might be a low-budget film in one country may be a big budget in another. Modern-day young filmmakers rely on film festivals for pre-promotion. They use this to gain acclaim and attention for their films, which often leads to a limited release in theatres. Films that acquire a cult following may be given a wide release. Low-budget films can be either professional productions or amateur. They are either shot using professional- or consumer-grade equipment.\n\nSome genres are more conducive to low-budget filmmaking than others. Horror films are a very popular genre for low-budget directorial debuts. Jeremy Gardner, director of The Battery says that horror fans are more attracted to how the films affect them than seeing movie stars. This allows horror films to focus more on provoking a reaction than on expensive casting choices. Thriller films are also a popular choice for low-budget films, as they focus on narrative. Science fiction films, which were once the domain of B movies, frequently require a big budget to accommodate their special effects, but low-cost do-it-yourself computer-generated imagery can make them affordable, especially when they focus on story and characterization. Plot devices like shooting as found footage can lower production costs, and scripts that rely on extended dialogue, such as Reservoir Dogs or Sex, Lies, and Videotape, can entertain audiences without many sets.[1]\n\nThe money flow in filmmaking is a unique system because of the uncertainty of demand. The makers of the film do not know how well the film they release will be received. They may predict a film will do very well and pay back the cost of production but only get a portion back. Or the opposite may happen where a project that few think will go far can bring in more profit than imaginable. A big gambling variable that is also involved is the use of stars. Frequently stars are brought on to a project to gain the film publicity and fame. This process can be profitable, but it is not a foolproof mechanism to successful funding.[2] Well-known actors may join a low-budget film for a portion of the gross.[3]\n\n"
        },
        {
            "title": "Notable low-budget films",
            "text": "Bruce Lee's low-budget 1970s Hong Kong martial arts films were some of the most commercially successful[4] and profitable films of all time.[5] The Way of the Dragon (1972) grossed $85 million worldwide against a $130,000 budget (a 65,000% return on investment), while Enter the Dragon (1973) grossed $265 million worldwide against a $850,000 budget (a 31,000% return on investment).[6] Another example of a very successful low-budget Asian film from the same decade was the 1975 Bollywood \"Dacoit Western\" film Sholay, which cost ₹20 million($400,000)[7] to produce and grossed ₹3 billion($67 million), making it Indian cinema's highest-grossing film ever up until then.[8]\n\nWayne Wang's film Chan Is Missing, set on the streets of San Francisco's Chinatown, was made for $20,000 in 1982. San Francisco Chronicle columnist Herb Caen wrote that the budget would not have paid for the shoelaces in the film Annie.[citation needed]\n\nOne of the most successful low-budget films was 1999's The Blair Witch Project. It had a budget of around $60,000 but grossed almost $249 million worldwide.[citation needed] It spawned books, a trilogy of video games, and a less-popular sequel. Another successful low-budget film was 2007's Paranormal Activity, with a budget of only $15,000, the film went on to gross more than $190 million.[citation needed] Possibly an even more successful low-budget film was the 1972 film Deep Throat which cost only $22,500 to produce, yet was rumored to have grossed over $600 million, though this figure is often disputed.[9]\n\nAnother film that not only had a major return on its investment but also had a huge cultural impact was Mad Max. Mad Max was made for $200,000 USD but returned over 100 million USD. It also started off a major franchise that resulted in another 3 movies.[10]\nMad Max held the Guinness Book of Records record for most profitable movie for 20 years, eventually beaten by The Blair Witch Project.[11]\n\nRocky was shot on a budget of $1 million and eventually grossed $225 million worldwide, making Sylvester Stallone a star.[12][13] Halloween was produced on a budget of $325,000 and grossed $70 million worldwide.[14][15] Napoleon Dynamite cost less than $400,000 to make but its gross revenue was $46 million.[16] Divisions of major film studios that specialize in such films, such as Fox Searchlight Pictures, Miramax, and New Line Cinema, have made the distribution of low budget films competitive.[17]\n\nThe UK film Monsters is a recent successful example of bringing what was once considered the exclusive preserve of the big studios—the expensive, special effects blockbuster—to independent, low-budget cinema.[18] The film's budget was reported to be approximately $500,000,[19] but it grossed $4,188,738[19] at the box office.\n\nA considerable number of low- and modest-budget films have been forgotten by their makers and fallen into the public domain. This has been especially true of low-budget films made in the United States from 1923 to 1978 (films and other works made in the US during this period fell into public domain if their copyrights weren't renewed 28 years after the original production). Examples include a number of films made by Ed Wood or Roger Corman.\n\nSome low-budget films have failed miserably at the box office and been quickly forgotten, only to increase in popularity decades later. A number of cheaply made movies have attained cult-film status after being considered some of the worst features ever made for many years. The most famous examples of this latter-day popularity of low-budget box-office failures include Plan 9 from Outer Space and Manos: The Hands of Fate.\n\nAdditionally, some low-cost films that have had little (or modest) success upon their initial release have later been considered classics. The Last Man on Earth was the first adaptation of the novel I Am Legend by Richard Matheson. Due to budgetary constraints, the vampires in the film were zombie-like creatures instead of fast and agile monsters portrayed in the novel. This approach (and film) was not considered a success at the time, but it inspired George A. Romero's work in his film Night of the Living Dead. Thus, The Last Man on Earth became a precursor to numerous zombie films, and fans of those films later re-discovered the original, making it a cult classic.\n\nThe 2017 Indian film Secret Superstar became one of the most profitable films of all time,[20][21][22][23] grossing ₹9.65 billion[24] ($154 million)[25] worldwide on a limited budget of ₹15 crore (US$1.9 million), with over 6,000% return on investment (ROI).[20][26]\n\n"
        },
        {
            "title": "Micro budget",
            "text": "A micro budget film is that which is made on an extremely low budget, sometimes as little as a few thousand dollars. An example of such would be the popular 1992 film El Mariachi, in which the director Robert Rodriguez was unable to afford second takes due to the $7000 budget. Despite this, it was a success both critically and commercially, and started the young director's career.\n\nSome of the most critically acclaimed micro-budget films were by the Bengali film director Satyajit Ray, his most famous being The Apu Trilogy (1955–1959). The first film in the trilogy, Pather Panchali (1955), was produced on a shoestring budget[27] of Rs. 200,000 ($3000)[28] using an amateur cast and crew.[29] The three films are now frequently listed among the greatest films of all time.[30][31][32][33] All his other films that followed also had micro-budgets or low-budgets, with his most expensive films being The Adventures of Goopy and Bagha (1968) at Rs. 600,000 ($12,000)[34] and Shatranj Ke Khilari (1977) at Rs. 2 million ($40,000).[35]\n\nAnother example would be the 1977 cult film Eraserhead, which cost only $10,000 to produce. Director David Lynch had so much trouble securing funds that the film had to be made over a six-year period, whenever Lynch could afford to shoot scenes. In 2014, journalist Kyle Smith estimated the film has grossed over $7 million.[36]\n\nSlacker, a 1991 comedy-drama film written and directed by Richard Linklater, was produced for $23,000.[37] The film was inducted into the National Film Registry in 2012.[38] Influenced by the success of Slacker, Clerks was written and directed by Kevin Smith for $27,575 in 1994 which he paid for on his credit card and grossed $3.2 million in theatres. Clerks launched Smith's career as a director and he has made several considerable higher budget films.[39]\n\nIn Russia, the 1997 crime film Brother was made with a budget of around $10,000, and was extremely successful when it was first released.[40]\n\nIn 1998, Christopher Nolan's first film Following was filmed on a budget of £3,000. Nolan then received another £3,000 to \"blow it up to 35mm\".[41]\n\nPrimer is a 2004 American science fiction film written, directed and produced by Shane Carruth, a former mathematician and engineer, who also starred, and was completed on a budget of only $7,000.[42]\n\nAlso in 2004, the documentary Tarnation had a budget of $218.32,[43][44] but grossed $1,200,000.\n\nIn 2007 the Tribeca Film Festival premiered the first film shot in a cell phone. Dutch avant-garde filmmaker Cyrus Frisch shot the 70-minute film, titled Why Didn't Anybody Tell Me It Would Become This Bad in Afghanistan for only $200 on a Sharp 903 cell phone, with its built-in 3.2-megapixel camera.\n\nParanormal Activity, a 2007 horror film written and directed by Oren Peli, was made for $15,000 and grossing about $193,355,800 (adjusted by inflation: $244,221,542).[45] Entertainment Weekly critic Owen Gleiberman gave Paranormal Activity an A− rating (A being the highest mark) and called it \"frightening...freaky and terrifying\" and said that \"Paranormal Activity scrapes away 30 years of encrusted nightmare clichés.\"[46] One Cut of the Dead (2017), a low-budget Japanese zombie comedy film, was produced on a budget of ¥3 million ($25,000) and went on to gross over ¥3.12 billion ($28 million) at the Japanese box office, where it made history by earning over a thousand times its budget.[47][48]\n\n"
        },
        {
            "title": "",
            "text": "Only a small amount of academic research has been conducted on the economic impact of low-budget feature-film production. Two studies conducted from a British perspective includes Steve Chibnall's Quota Quickies: The Birth of the British 'B' Film[49] and JC Crissey's doctoral thesis The UK low-budget film sector during the 'digital revolution' between 2000 and 2012: a quantitative assessment of its technological, economic and cultural characteristics.[50]\n\n"
        }
    ]
}