{
    "url": "https://en.wikipedia.org/wiki/Loyal_Rue",
    "title": "Loyal Rue",
    "table_of_contents": [
        "1 Views",
        "2 Reception",
        "3 Major publications",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLoyal D. Rue (born June 7, 1944) is an American philosopher of religion. He is professor emeritus of religion and philosophy at Luther College of Decorah, Iowa.[1] He focuses on naturalistic theories of religion and has been awarded two John Templeton Foundation fellowships. He has been for many years a member and lecturer at the Institute on Religion in an Age of Science (IRAS).[citation needed]\n\n"
        },
        {
            "title": "Views",
            "text": "\nRue in his writings and teaching has been a proponent of religious naturalism and environmentalism: \nIn Religion Is Not About God, Rue proposed that at the heart of almost all religions and cultures is a story – a myth. This is due to humans being emotional, narrative beings. Religions use what Rue called \"ancillary strategies\" to promote and make flourish their doctrines. He named five strategies: intellectual, experiential, ritual, aesthetic, and institutional (pages 128–142). To these may be added participants, practices, teachings, and social behavior.\n\n\nIn the Epilogue of Everybody's Story, Rue wrote: \n"
        },
        {
            "title": "Reception",
            "text": "Edward O. Wilson said of Rue's Religion Is Not About God: \"This book is an important step towards the naturalistic, hence truly general theory of religion. It harmonizes contemporary scientific understanding of the origin of human nature with a positive view of the centrality of religious culture.\"[4]\n\nThe individual perspectives on religious naturalism of Donald A. Crosby, Jerome A. Stone, Ursula Goodenough and Rue are discussed by Michael Hogue in his 2010 book The Promise of Religious Naturalism.[5]\n\n"
        },
        {
            "title": "Major publications",
            "text": "Rue also served as co-editor of the volume Contemporary Classics in Philosophy of Religion, Open Court Pub. Co., 1991, ISBN 0812691687\n\n"
        }
    ]
}