{
    "url": "https://en.wikipedia.org/wiki/Lu_Ban",
    "title": "Lu Ban",
    "table_of_contents": [
        "1 Life",
        "2 Inventions",
        "3 Legacy",
        "4 See also",
        "5 Notes",
        "6 References",
        "6.1 Citations",
        "6.2 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lu Ban[a] (c. 507–444 BC)[1][2] was a Chinese architect or master carpenter, structural engineer, and inventor, during the Zhou Dynasty. He is revered as the Chinese Deity (Patron) of builders and contractors.\n\n"
        },
        {
            "title": "Life",
            "text": "Lu Ban was born in the state of Lu; a few sources claim he was born further to the west, in Dunhuang,[3][1] to a family of carpenters[2] or artisans[1] during the Spring and Autumn period of the Zhou dynasty. His original name was Gongshu Yizhi. He was also referred to as Gongshu Ban or Pan. He was supposed to have been an indifferent pupil until his love of learning was kindled by the scholar Zi Xia.[1] He later learned woodworking from Bao Laodong.[1] The great demand for his work supposedly compelled him to invent or improve several carpenter's tools—the saw, the square, the planer, the drill, the shovel, and an ink marking tool—to complete his many projects more quickly.[1] His wife was also credited with inventing the umbrella in order to permit him to work in inclement weather.[1]\n\n"
        },
        {
            "title": "Inventions",
            "text": "According to tradition, he was responsible for several inventions:[4]\n\nOther inventions were also attributed to him, such as a lifting implement to assist with burial,[8] a wooden horse carriage and coachman,[9] a pedal-powered cycle,[10] and other woodworking mentioned in various texts, which thereafter led Lu Ban to be acknowledged as a master craftsman:\n\n"
        },
        {
            "title": "Legacy",
            "text": "Lu Ban is revered as the god of carpentry and masonry in Chinese folk religion. His personality is assumed by the master carpenter involved in the construction of houses among the Dong.[11] He is sometimes counted among the Five Kings of the Water Immortals, Taoist water gods invoked by sailors for protection while carrying out journeys.[12]\n\nHe is referenced in a number of Chinese idioms. The Chinese equivalent of \"teaching one's grandmother to suck eggs\" is to \"brandish one's axe at Lu Ban's door\".[13] His cultural companion is the stone worker Wang Er, who lived around the same time.[13]\n\nThe modern artist Shi Lu has claimed that Lu Ban was an alias of his contemporary Confucius, but this seems dubious.[14]\n\n"
        }
    ]
}