{
    "url": "https://en.wikipedia.org/wiki/Lubbock_Lights",
    "title": "Lubbock Lights",
    "table_of_contents": [
        "1 The sightings",
        "2 The Hart photographs",
        "3 Air Force investigation and potential explanations",
        "4 The flying wing",
        "5 Publicity and media",
        "6 See also",
        "7 References",
        "8 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Lubbock Lights were an unusual formation of lights seen over the city of Lubbock, Texas in  August and September 1951. The Lubbock Lights incident received national publicity in the United States as a UFO sighting, and was investigated by the U.S. Air Force. The Air Force ultimately concluded that the lights were \"positively identified as a very commonplace and easily explainable natural phenomenon\".\n\n"
        },
        {
            "title": "The sightings",
            "text": "Edward J. Ruppelt wrote that the first sighting was reported by three professors from Texas Technological College (now Texas Tech University), located in Lubbock on August 25, 1951, at around 9 pm. According to Ruppelt, they were sitting in the backyard of one of the professor's homes when they observed a total of 20-30 lights, as bright as stars but larger in size, flying overhead. Ruppelt wrote that the professors immediately ruled out meteors as a possible cause for the sightings, and as they discussed their sighting a second, similar, group of lights flew overhead.[1]\n\nRuppelt said the names of  three professors were A.G. Oberg, chemical engineer; W.L. Ducker, a department head and petroleum engineer; and W.I. Robinson, a geologist who reported their sighting to the local newspaper, the Lubbock Avalanche-Journal. According to UFO author Jerome Clark, three women in Lubbock reported that they had observed \"peculiar flashing lights\" in the sky on the same night as the professors' sightings, as well as Carl Hemminger, a professor of German at Texas Tech.[2]\n\nClark writes that on September 5, 1951, all three men, along with E. Richard Heineman, a mathematics professor, and one other professor from Texas Tech, were sitting in Robinson's front yard when the lights flew overhead. According to one of the professors named Grayson Mead, the lights \"appeared to be about the size of a dinner plate and they were greenish-blue, slightly fluorescent in color. They were smaller than the full moon at the horizon. There were about a dozen to fifteen of these lights... they were absolutely circular... it gave all of us... an extremely eerie feeling.\" Mead said that the lights could not have been birds, but he also stated that they \"went over so fast... that we wished we could have had a better look.\" Clark wrote that the professors observed one formation of lights flying above a thin cloud at about 2,000 feet (610 m) which he says allowed them to calculate that the lights were traveling at over 600 miles per hour (970 km/h).[3]\n\n"
        },
        {
            "title": "The Hart photographs",
            "text": "On the evening of August 30, 1951, Carl Hart, Jr., a freshman at Texas Tech, observed a group of 18-20 white lights in a \"v\" formation flying overhead. Hart took a 35-mm Kodak camera and walked to the backyard of his parents’ home to see if the lights would return. Two more lights passed overhead, and Hart captured five photos before they disappeared.[4] After having the photos developed Hart took them to the offices of the Lubbock Avalanche-Journal where the newspaper's editor, Jay Harris, told Hart that the photos would be purchased for $10 and published in the paper, but that he would \"run him (Hart) out of town\" if the photos were fake. The photographs were soon reprinted in newspapers around the nation and in Life magazine.[5] The physics laboratory at Wright-Patterson Air Force Base in Ohio analyzed the Hart photographs. After an extensive analysis and investigation of the photos, Edward J. Ruppelt, the supervisor of the Air Force's Project Blue Book, released a written statement to the press that \"the [Hart] photos were never proven to be a hoax, but neither were they proven to be genuine.\"[6] The Texas Tech professors claimed that the photos did not represent what they had observed, because their objects had flown in a \"u\", rather than a \"v\", formation.[7]\n\n"
        },
        {
            "title": "Air Force investigation and potential explanations",
            "text": "In late September 1951, Ruppelt learned about the Lubbock Lights and investigated them as part of Project Blue Book.[8] Ruppelt traveled to Lubbock and interviewed the professors, Carl Hart, and others who claimed to have witnessed the lights. Ruppelt's conclusion at the time was that the professors had seen a type of bird called a plover.[9] The city of Lubbock had installed new vapor street lights in 1951, and Ruppelt believed migrating plovers were reflecting the new street lights. Witnesses who supported this assertion included T.E. Snider, a local farmer who on August 31, 1951, had observed birds flying over a drive-in movie theater; the birds' undersides were reflected in the light.[10] Another pair of witnesses, Joe Bryant and his wife, on August 25 observed groups of lights flying overhead. When a third group of lights passed overhead they began to circle the Bryants' home, and were identified by sight and sound as plovers.[11] J. Allen Hynek, an astronomer and one of Project Blue Book's scientific consultants, later contacted one of the professors and learned that the professor claimed the lights were plovers.[12]\n\nJ.C. Cross, the head of Texas Tech's biology department, and a game warden interviewed by Ruppelt both claimed the sightings could not have been birds.[13][14] Mead, who had observed the lights, also disputed the plover explanation: \"these objects were too large for any bird...I have had enough experience hunting and I don't know of any bird that could go this fast we would not be able to hear...to have gone as fast as this, to be birds, they would have to have been exceedingly low to disappear quite so quickly.\"[15] William Hams, chief photographer for the Lubbock Avalanche-Journal, took several nighttime photos of birds flying over Lubbock's street lights and could not duplicate Hart's photos.[16] Regarding the lights, Ruppelt later wrote:\n\n"
        },
        {
            "title": "The flying wing",
            "text": "While investigating the Lubbock Lights, Ruppelt also learned that several people in and around Lubbock claimed to have seen a \"flying wing\" moving over the city.[18] Among the witnesses was the wife of Ducker, who reported that in August 1951 she had observed a \"huge, soundless flying wing\" pass over her house.[19] Ruppelt knew that the US Air Force did possess a \"flying wing\" jet bomber, and he felt that at least some of the sightings had been caused by the bomber, although he could not explain why, according to the witnesses, the wing made no sound as it flew overhead.\n\n"
        },
        {
            "title": "Publicity and media",
            "text": "In April 1952 Life magazine published an article about the UFO phenomenon that featured the Lubbock Lights.[20] Ruppelt devoted a chapter of his 1956 book to the incident.[21]\n\nIn November 1999, Dallas, Texas-based television station KDFW aired a news story about the Lubbock Lights. Reporter Richard Ray interviewed Carl Hart, Jr. about taking the famous photos and being investigated by the U.S. Air Force.[22]\n\nThe Lubbock Lights were featured in the 2002 Sci Fi Channel miniseries Taken, in which one alien poses as a human in the Lubbock area.\n\nIn 2005, a film called Lubbock Lights was released about the music scene in Lubbock which describes some theories about the lights by the musicians from the area.\n\nIn 2006, Lubbock-based alternative country band Thrift Store Cowboys wrote and recorded a song titled \"Lubbock Lights\" on their third album, Lay Low While Crawling or Creeping.\n\nThe third episode of the 2019 History Channel television series Project Blue Book is titled \"The Lubbock Lights\", and is based on the Lubbock Lights incident.[23]\n\n"
        }
    ]
}