{
    "url": "https://en.wikipedia.org/wiki/Lubin_Manufacturing_Company",
    "title": "Lubin Manufacturing Company",
    "table_of_contents": [
        "1 History",
        "2 Decline",
        "3 Filmography",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Lubin Manufacturing Company was an American motion picture production company that produced silent films from 1896 to 1916. Lubin films were distributed with a Liberty Bell trademark.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The Lubin Manufacturing Company was formed in 1902 and incorporated in 1909 in Philadelphia, Pennsylvania by Siegmund Lubin. The company was the offspring of Lubin's film equipment and film distribution and production business, which began in 1896.\n\nSiegmund Lubin, a Jewish immigrant from Poland, was originally an optical and photography expert in Philadelphia but became intrigued with Thomas Edison's motion picture camera and saw the potential in selling similar equipment as well as in making films. Known as \"Pop\" Lubin, he constructed his own combined camera/projector he called a \"Cineograph\" and his lower price and marketing know-how brought reasonable success. In 1897 Lubin began making films for commercial release including Meet Me at the Fountain in 1904. Certain his business could prosper, the following year he rented low-cost space on the roof of a building in Philadelphia's business district. He exhibited his new equipment at the 1899 National Export Exposition in Philadelphia and the 1901 Pan-American Exposition in Buffalo, New York.\n\nThe insatiable appetite of the American public for motion picture entertainment saw Lubin's film company undergo enormous growth. Aided by French-born writer and poet Hugh Antoine d'Arcy, who served as the studio's publicity manager, in 1910 Siegmund Lubin built a state of the art studio on the corner of Indiana Avenue and Twentieth Street in Philadelphia that became known as \"Lubinville.\" At the time, it was one of the most modern studios in the world, complete with a huge artificially lit stage, editing rooms, laboratories, and workshops. The facility allowed several film productions to be undertaken simultaneously. The Lubin Manufacturing Company expanded production beyond Philadelphia, with facilities at 750 Riverside Avenue in Jacksonville, Florida, Los Angeles, and then in Coronado, California. In 1912, Lubin purchased a 350-acre (1.4 km2) estate in Betzwood, in what was then rural countryside in the northwest outskirts of Philadelphia and converted the property into a studio and film lot. That same year, director and actor Romaine Fielding traveled out to Prescott, Arizona with cast and crew and set up offices at 712 Western Avenue and an outdoor stage for shooting interiors behind Mercy Hospital (now the site of Prescott College). He filmed approximately a dozen movies there before moving to Tucson, Arizona, where he directed another 60 or so silent short films. William Duncan and Selig Polyscope Company took over the Prescott facility.\n\nSome of the pioneer actors who worked for Lubin included Romaine Fielding, Ed Genung, Harry Myers, Florence Hackett, Alan Hale, Arthur V. Johnson, Lottie Briscoe, Florence Lawrence, Ethel Clayton, Gladys Brockwell, Edwin Carewe, Ormi Hawley, Rosemary Theby, Betty Brice, Alice Mann and Pearl White. Lubin films also marked the first film appearance of Oliver Hardy,[2] who started working at Lubin's Jacksonville, Florida studio in 1913. Hardy's first onscreen appearance was in the 1914 movie, Outwitting Dad where he was billed as O. N. Hardy. In many of his later films at Lubin, he was billed as “Babe Hardy.” He was most often cast as “the heavy” or the villain and had roles in comedy shorts, appearing in some 50 short one-reeler films at Lubin by 1915.\n\n"
        },
        {
            "title": "Decline",
            "text": "The company's downfall came even faster than its meteoric rise. Lubin was not as adroit as its competitors in shifting to quality feature-length films. Also, a disastrous fire at its main studio in June 1914 damaged nearby buildings and destroyed the negatives for a number of unreleased new films, which severely hurt the business. When World War I broke out in Europe in September of that year, Lubin Studios, and other American filmmakers', lost a large source of income from these foreign sales.\n\nFor years the Lubin Manufacturing Company, like most of the other major film studios, had a running legal battle with Thomas Edison that saw repeated lawsuits brought against Lubin for patent infringement. Eventually, Lubin gave up the costly fight with Edison and became part of the Motion Picture Patents Company, a monopoly on production and distribution set up by Edison.\n\nIn 1915, the Lubin company entered into an agreement to form a film distribution partnership, with Vitagraph Studios, Selig Polyscope Company, and Essanay Studios, known as V-L-S-E, Incorporated.[3][4][5]\n\nHowever, the decline of the Lubin operations continued and the United States Supreme Court rulings against the monopoly of the Motion Picture Patents Company spelled the end of Lubin's business. After making more than a thousand motion pictures the corporation was forced into bankruptcy and on September 1, 1916, the Lubin Manufacturing Company closed its doors for good.\n\n"
        }
    ]
}