{
    "url": "https://en.wikipedia.org/wiki/Luchador_films",
    "title": "Luchador films",
    "table_of_contents": [
        "1 History",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Luchador films (or Lucha Libre films) are Mexican professional wrestling/action/science-fiction/horror films starring some of the most popular masked luchadores in Lucha Libre. The luchadores are portrayed as superheroes engaging in battles against a range of characters from spies, to vampires and Martians. These films were low-budget and produced quickly. Nearly all lucha films included fist-fighting and wrestling action sequences in and out of the ring which were choreographed and performed by the stars themselves without the aid of stunt doubles. The genre's popularity peaked during the mid-1960s to early-1970s. At least 150 luchador films were produced starting with the 1952 film Huracán Ramírez.\n\n"
        },
        {
            "title": "History",
            "text": "One of the most well-known Mexican luchador film stars was El Santo (Rodolfo Guzman Huerta), who starred in 52 films. Luis Enrique Vergara, the producer of the Santo movies and Mil Máscaras films, also created a Blue Demon series, similar to the stories then appearing in the weekly Mexican comic books. Blue Demon starred in 25 Lucha films. Vergara produced and at times wrote the scripts. He would cast beautiful, sensuous and well-built actresses in the movies, such as Altia Michel and Isela Vega as a foil to complement the masculinity of the superheroes.\n\nIn 1965, Santo walked out on producer Vergara over a contractual dispute, and Blue Demon suffered injuries and was thus unable to work. Vergara discovered Aaron Rodriguez, a young luchador, and offered him to star as Mil Máscaras. Máscaras was the first superhero/lucha libre personality created specifically for the movies, and he starred in 20 lucha films, including Enigma de muerte with John Carradine and Mil Mascaras vs. the Aztec Mummy with El Hijo del Santo, Blue Demon Jr., and Huracan Ramirez Jr.[1][2]\n\nLucha films also starred other masked luchadores including Tinieblas (The Darkness), Rayo de Jalisco, Sr. (Lightning from Jalisco), El Medico Asesino (The Killer Doctor), El Fantasma Blanco (The White Ghost) and Superzan. The most successful luchador film in Mexico was Las Momias de Guanajuato (\"The Mummies of Guanajuato\"). In that 1970 film, El Santo, Blue Demon, and Mil Mascaras team up to battle a group of re-animated mummies.\n\nWhen American producer K. Gordon Murray bought the rights to three of Santo’s lucha libre films, he dubbed them into English for domestic release and changed the name of the wrestling hero to \"Samson\". The best known luchador film made outside of Mexico is 1962's Santo vs. Las Mujeres Vampiro (\"Samson vs. the Vampire Women\"), which was featured in an episode of Mystery Science Theater 3000. Las Luchadoras (\"The Wrestling Women\") appeared in six films, the most famous being The Wrestling Women vs. the Aztec Mummy (1964) and Doctor of Doom (1962). The popularity of lucha films started to decline by the mid-1970s and essentially came to the end by 1976. However, such films are still being created including the trilogy of Mil Mascaras films beginning with 2007's Mil Mascaras vs. the Aztec Mummy and followed by Academy of Doom and Aztec Revenge.\n\n"
        }
    ]
}