{
    "url": "https://en.wikipedia.org/wiki/Lugbara_mythology",
    "title": "Lugbara mythology",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Lugbara live in the Democratic Republic of the Congo, Uganda , and South Sudan. In Lugbara mythology, Adroa appeared in both good and evil aspects; he was the creator god and appeared on Earth as a man who was near death.  He was depicted as a very tall white man with only one half of a body, missing one eye, one leg, etc.  His children were called the Adroanzi.\n\nThe Adroanzi were nature gods of specific rivers, trees and other sacred wild areas.  At night, they followed people and protected them from animals and bandits as long as they did not look over their shoulder to ensure that an Adroanzi was following; if the person did so, the Adroanzi killed them. The people they killed, they ate. They were also sometimes known as water snakes. Some Africans consider them gardeners.\n\n"
        },
        {
            "title": "Hero-ancestors",
            "text": "God created Gborogboro (‘the person coming from the sky’) and a woman named Meme (‘the person who came alone’). Meme bore a boy and girl who in turn produced a male and female pair. The names and number of generations vary according to various myths. Some myths say the siblings did not have intercourse but women gave birth after goat's blood was poured on their legs to symbolize menstruation. Lugbara believe conception occurs three to four days after menstruation. However, all versions state that bridewealth was not given. All this took place at a place called Loloi by Lugbara, somewhere in Southern Sudan.\n\nThe last pair of siblings produced the two hero-ancestors, Jaki and Dribidu (‘the hairy one’) who came to the present land of Lugbara and begot many sons (founders of the current clans). Both heroes could perform supernatural and magical feats. Jaki died on Mount Liru while Dribidu died on Mount Eti (Wati) in Terego where he had settled. His other name was Banyale (‘Eater of men’) because he ate his children until he was discovered and driven away from his earlier home in the East bank of the Nile. He enjoyed the human liver a lot.\n\n"
        }
    ]
}