{
    "url": "https://en.wikipedia.org/wiki/Luyten_b",
    "title": "Luyten b",
    "table_of_contents": [
        "1 Characteristics",
        "1.1 Mass, radius, and temperature",
        "1.1.1 Mass and size",
        "1.1.2 Temperature and atmosphere",
        "1.2 Orbit and rotation",
        "1.3 Host star",
        "2 Habitability",
        "2.1 Similarity to Earth",
        "2.2 Temperature",
        "2.3 Interactions with host star",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Luyten b (more commonly known as Gliese 273b) is a confirmed exoplanet, likely rocky, orbiting within the habitable zone of the nearby red dwarf Luyten's Star. It is one of the most Earth-like planets ever found and is the fourth-closest potentially habitable exoplanet known, at a distance of 12 light-years. Only Proxima Centauri b, Ross 128 b, and Gliese 1061 d are closer. Discovered alongside Gliese 273c in June 2017, Luyten b is a Super-Earth of around 2.89 times the mass of Earth and receives only 6% more starlight than Earth, making it one of the best candidates for habitability.[1] In October 2017 and 2018, the nonprofit organization METI (Messaging Extraterrestrial Intelligence) sent a message containing dozens of short musical compositions and a scientific \"tutorial\" towards the planet in hopes of contacting any potential extraterrestrial civilizations.[3]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Luyten b is a Super-Earth, meaning that it has a mass and/or radius greater than that of Earth, but less than that of Uranus or Neptune. Radial velocity measurements shows that the planet has a minimum mass of 2.89 M🜨, placing it at the lower end of the Super-Earth range.[1] The planet has not been found to transit its star, and as a result its true mass and radius are not known. For an Earth-like composition, Luyten b would have to be about 1.4 R🜨. Due to its low mass, the planet is likely terrestrial, with a radius below 1.5 R🜨.  In addition, it is one of the least massive planets found within the nearest 20 light-years.  \n\nThe planet receives an incident flux only 6% greater than that of Earth.[1] With an estimated albedo, or proportion of light reflected by the planet, of 0.30, Luyten b has an equilibrium temperature of 259 °K.[2] For comparison, Earth has an equilibrium temperature of 255 °K. With an Earth-like atmosphere — if it has one — Luyten b would have an average surface temperature of about 292 K (19 °C; 66 °F), very similar to that of Earth.\n\nLuyten b orbits quite close to its host star. One full revolution around Luyten's Star takes about 18.6 days at an average distance of 0.091 AU, much closer in than Mercury, which has a year of 88 days and an orbital radius of 0.387 AU. However, because the host star is so dim, Luyten b falls right within the system's habitable zone and only receives 6% more starlight than Earth. While most planets this close to their parent star would be tidally locked, Luyten b has a moderately high orbital eccentricity of  0.10 ± 0.08 ,  which may allow the planet to be captured in a spin-orbit resonance, where the planet's rotation and orbital period can be simplified down to small integers (3:2, 1:2).\n\nLuyten's Star is a medium-sized red dwarf star on the main sequence. It has 29.3% the radius, 29% the mass, 0.88% the luminosity of the Sun, and has an effective temperature of 3,382 °K. Unlike many nearby red dwarfs, like Proxima Centauri, Luyten's Star is very inactive with a long rotation period of over 118 days.\n\n"
        },
        {
            "title": "Habitability",
            "text": "Luyten b is one of the most Earth-like planets ever found. The first factor in its potential habitability is its distance from the host star. With an orbital radius of about 0.0911 AU, and given the star's low luminosity, Luyten b is orbiting well within the habitable zone. This is the region around a star where temperatures are just right for liquid water to pool on a planet's surface, given sufficient atmospheric pressure. Many other factors are also in favor of Luyten b's potential habitability. It's only about 2.89 times the mass of Earth, almost certainly making it a rocky planet. The gray zone between rocky and gaseous planets is believed to be around 6–8 M🜨, in which planets above 8 M🜨 earth would be more akin to mini Neptune(s). Luyten b's minimum mass falls well below the 6–8 M🜨 transition, and the chances for its actual mass to exceed the lower limit of the gray zone are only around 12%.[citation needed]\n\nIn addition to its likely terrestrial nature, Luyten b is quite close in temperature to Earth, with an Teq of 259 K. The planet is exposed to a stellar incident flux of 1.06 times that of Earth – not enough to cause a runaway greenhouse effect: That would take more than 1.5 S🜨. While temperatures would probably be much higher on the direct star-facing side, a thick enough atmosphere would be able to distribute heat around the planet, providing life-friendly conditions to more of the planet. If Luyten b is found to be in a spin-orbit resonance with a rotation period less than or close to its orbital period, then this global heat distribution effect would be more efficient.[citation needed]\n\nUnlike many other potentially habitable exoplanets orbiting red dwarfs, like Proxima b and the TRAPPIST-1 planets, Luyten b has the advantage of orbiting a very quiet host. Luyten's Star has a very long rotational period of 118 days and is not prone to powerful solar flares. Strong enough flare events can strip the atmospheres of orbiting planets and eliminate their chances of habitability; a good example of this is Kepler-438b. However, with the low activity of its host, Luyten b is likely to retain any atmosphere for billions of years, potentially enabling the development of life as we know it.[citation needed]\n\n"
        }
    ]
}