{
    "url": "https://en.wikipedia.org/wiki/Ma_and_Pa_Kettle",
    "title": "Ma and Pa Kettle",
    "table_of_contents": [
        "1 Premise",
        "2 Recurring characters in the series",
        "3 Kettle Kids",
        "4 Animals on the Kettles' farm",
        "5 Kettle farm set",
        "6 Films",
        "6.1 The Egg and I",
        "6.2 Ma and Pa Kettle series",
        "6.3 The Kettles films",
        "6.4 Box office rankings",
        "7 Adaptations and revivals",
        "8 DVD releases",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ma and Pa Kettle are comic film characters of the successful film series of the same name, produced by Universal Studios, in the late 1940s and 1950s. The hillbilly duo had their hands full with a ramshackle farm and a brood of rambunctious children. When the future comes a-callin' in the form of modern houses, exotic locales, and newfangled ideas, Ma and Pa must learn how to make the best of it with luck, pluck, and a little country charm.[1]\n\nOriginally based on real-life farming neighbors in Washington, United States,[2] Ma and Pa Kettle were created by Betty MacDonald in whose 1945 best-selling novel, The Egg and I, they appeared. The success of the novel spawned the 1947 film The Egg and I starring Claudette Colbert and Fred MacMurray, also co-starring Marjorie Main and Percy Kilbride as Ma and Pa Kettle. Main was nominated for an Academy Award for Best Supporting Actress for her role.[3]\n\nAfter the audiences' positive reaction to the Kettles in the film, Universal Studios produced nine more films, with Marjorie Main reprising her role in all and Percy Kilbride reprising his in seven. The films grossed an estimated $35 million altogether at the box office[4] and are said to have saved Universal from bankruptcy.[4]\n\n"
        },
        {
            "title": "Kettle Kids",
            "text": "Ma and Pa Kettle and Ma and Pa Kettle Go to Town mention 15 kids (including Thomas and Rosie above), although inconsistency arises in the names\n\n"
        },
        {
            "title": "",
            "text": "Bossie is the Kettles' red and white milk cow, which provides Ma, Pa, and their family of with plenty of milk. Most of the time, the older Kettle boys or even Pa's Indian friends, Geoduck and Crowbar, milk her. In \"Ma and Pa Kettle Go to Town\" (1950), Pa is seen milking Bossie while listening to the music playing on the radio.[citation needed]\n\nThe chickens are a flock of nearly 100 chickens kept by the Kettles on their broken-down farm, which provide them with many eggs each day. Sometimes, one or two of the hens cause mischief towards the Kettles or other characters in the films. In Ma and Pa Kettle at Home (1954), Ma Kettle's prized speckled hen is seen a few times laying eggs on Mannering's head or in his bowler hat.[citation needed]\n\nPa Kettle's team includes an old, retired trotting horse, named Emma, and a white donkey wearing a straw hat, which together pull Pa's wagon around the county. In Ma and Pa Kettle at the Fair (1952), Pa buys Emma originally to win a horse race at the county fair.[citation needed]\n\nNick is the Kettles' prized black bull. He spends most of his time living on the Kettles' farm, which is his main home, but in Ma and Pa Kettle at Home, he sneaks out of the farm and lumbers towards the Maddocks' farm to visit one of John Maddocks' prize cows, Bessie. He is often seen wearing a derby hat on his head, similar to the same type of hat that Pa Kettle wears.[citation needed]\n\nThe goats are herd of four white Saanen goats that live on the Kettles' farm. In Ma and Pa Kettle at Home, their original owner, John Maddocks, sells them to Pa Kettle for $100 (equivalent to $1,009 in 2021). The goats spend most of their time grazing around the farm, but the largest of them, a large buck with massive, curved horns, often causes everyone trouble. In Ma and Pa Kettle at Home, he butts Ma, then Mannering, and lastly Pa, after they turn their backs to him. In Ma and Pa Kettle Back on the Farm, he starts chewing on several sticks of dynamite that Pa bought to make a new well for Ma, but Pa keeps snatching them from him.[citation needed]\n\nAgnes is the Kettles' family Bluetick Coonhound, which also lives on the farm. She is often seen wearing a sweater that Ma Kettle made for her. In Ma and Pa Kettle at Home, she produces a litter of puppies for the Kettles and their friends at their Christmas Eve party.[citation needed]\n\n"
        },
        {
            "title": "Kettle farm set",
            "text": "The Kettle Farm (also known as Gausman Ranch) was a movie ranch in Universal Studios, where most of the Ma and Pa Kettle features were filmed.[6] The set was redressed several times to resemble a cluttered farmhouse with dilapidating farm buildings.[7] The Kettles' farmhouse did not appear in Ma and Pa Kettle on Vacation and Ma and Pa Kettle at Waikiki. The farm buildings were restored and painted for Ma and Pa Kettle at Home. The entire farm set was modified for The Kettles in the Ozarks, where it was reused as Uncle Sedge's farm in Arkansas. The remodeled farmhouse was also used for The Kettles on Old MacDonald's Farm. Prior to the Kettle Farm area being demolished in 1969 to begin construction on the Gibson Amphitheatre, it was significantly altered for the filming of Spartacus. Today, this site is The Wizarding World of Harry Potter.\n\nThe movie ranch appeared in other films and television series, including:\n\n"
        },
        {
            "title": "Films",
            "text": "The ten Kettle films are:\n\nMa and Pa Kettle first appeared in supporting roles as neighbors in The Egg and I, starring Fred MacMurray and Claudette Colbert as a refined city couple who move to a rural chicken farm. Marjorie Main, a veteran character actress, played a hardy country woman in dozens of films, so was a natural for the role of Ma Kettle.  Main was nominated for the Academy Award for Best Supporting Actress.[8]\n\nAfter the success of The Egg and I, Percy Kilbride and she starred in their own series of Ma and Pa Kettle movies, which became box-office bonanzas for Universal Pictures, having earned an estimated $35 million for the entire series.[4][9]\n\nKilbride retired after making Ma and Pa Kettle at Home (although Waikiki was released last), primarily from boredom with the character, as well as health concerns.[10]\n\nThe Pa Kettle character did not appear at all in The Kettles in the Ozarks, in which Arthur Hunnicutt played Pa's brother Sedgewick Kettle. In The Kettles on Old MacDonald's Farm, the last Kettle movie, Parker Fennelly played Pa Kettle.[citation needed]\n\nAt the height of the popularity of the series, exhibitors polled by Quigley Publishing voted Kilbride and Main among the most popular stars in the US:\n\n"
        },
        {
            "title": "Adaptations and revivals",
            "text": "Betty MacDonald's characters Ma and Pa Kettle also appeared in television's first comedy serial, The Egg and I, which aired on CBS (September 3, 1951 – August 1, 1952).[11] Each episode was only 15 minutes long. Ma Kettle was played by Doris Rich and Pa Kettle was played by Frank Twedell. Betty Lynn (better known as Barney Fife's girlfriend Thelma Lou from The Andy Griffith Show) played Betty MacDonald in some episodes, including \"Pa Turns Over a New Leaf\" (which aired on May 21, 1952).  The role was usually played by Pat Kirkland. Another episode, \"The Purloined Jacket\", starred Mary Perry as Cammy, Richard Carlyle as Joe Kettle, and William A. Lee as Ed Peabody.[citation needed]\n\nAnimator Walter Lantz produced a short-lived cartoon series for Universal Pictures called \"Maw and Paw\", although only four cartoons were released between 1953 and 1955.  The characters Maw and Paw (voiced by Grace Stafford and Dal McKennon, respectively) were based on the characters of Ma and Pa Kettle. The spellings of Maw and Paw Kettle appeared in the book The Egg and I (1945).  Another Walter Lantz cartoon, \"The Ostrich Egg And I\" (1956), from the Maggie & Sam series, was a spoof of The Egg and I, with Maggie voiced by Grace Stafford and Sam voiced by Daws Butler.[citation needed]\n\nIn The Munsters season-one episode \"Family Portrait\" (S01 E13, 1964-12-17), a magazine writer makes a reference to the Kettles when he sees the Munster home, which he implies resembles the Kettle farmhouse: \"Let's see if Ma and Pa Kettle are home.\"[12]\n\nIn several Warners Bros. cartoons of the 1950s and 1960s, prolific voice artist June Foray imitates Marjorie Main's voice whenever a big, aggressive female character appears in the cartoon.  Many boomer kids became familiar with Foray's version of Main's voice before they discovered Marjorie Main as the source of Foray's imitation.[clarification needed][citation needed]\n\nThe satirical film Loose Shoes (1980), which starred Bill Murray, included a sketch called \"A Visit With Ma and Pa\", where Ma Kettle was played by Ysabel MacCloskey and Pa Kettle was played by Walker Edmiston.[citation needed]\n\n"
        },
        {
            "title": "DVD releases",
            "text": "The Adventures of Ma and Pa Kettle Volume 1\n[13]\n\nas the first part of Universal's Franchise Collection series.\n\nThe Adventures of Ma and Pa Kettle Volume 2\n[14]\n\nas the second part of Universal's Franchise Collection series.\n\nThe Further Adventures of the Kettles\n[15]\n\nas a TCM Vault Collection presented by Universal Studios: \n\nThe Ma and Pa Kettle Complete Comedy Collection\n[16]\n\nas a TCM Vault Collection presented by Universal Studios: \n\n"
        }
    ]
}