{
    "url": "https://en.wikipedia.org/wiki/Macabre",
    "title": "Macabre",
    "table_of_contents": [
        "1 History",
        "2 Etymology",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In works of art, the adjective macabre (US: /məˈkɑːb/ or UK: /məˈkɑːbrə/; French: [makabʁ]) means \"having the quality of having a grim or ghastly atmosphere\". The macabre works to emphasize the details and symbols of death. The term also refers to works particularly gruesome in nature.\n\n"
        },
        {
            "title": "History",
            "text": "Early traces of macabre can be found in Ancient Greek and Latin writers such as the Roman writer Petronius, author of the Satyricon (late 1st century CE), and the Numidian writer Apuleius, author of The Golden Ass (late 2nd century CE). During the Middle Ages, outstanding instances of macabre themes in English literature include the works of John Webster, Robert Louis Stevenson, Mervyn Peake, Charles Dickens, Roald Dahl, Thomas Hardy, and Cyril Tourneur.[3] In American literature, authors whose work feature this quality include Edgar Allan Poe, H. P. Lovecraft, and Stephen King. The word has gained its significance from its use in French as la danse macabre for the allegorical representation of the ever-present and universal power of death, known in German as Totentanz and later in English as the Dance of the Dead. The typical form which the allegory takes is that of a series of images in which Death appears, either as a dancing skeleton or as a shrunken shrouded corpse, to people representing every age and condition of life, and leads them all in a dance to the grave. Of the numerous examples painted or sculptured on the walls of cloisters or church yards through medieval Europe, few remain except in woodcuts and engravings.\n\nThe theme continued to inspire artists and musicians long after the medieval period, Schubert's string quartet Death and the Maiden (1824) being one example, and Camille Saint-Saëns' tone poem Danse macabre, op. 40 (1847).\nIn the 20th century, Ingmar Bergman's 1957 film The Seventh Seal has a personified Death, and could thus count as macabre.\n\nThe origin of this allegory in painting and sculpture is disputed. It occurs as early as the 14th century, and has often been attributed to the overpowering consciousness of the presence of death due to the Black Death and the miseries of the Hundred Years' War. It has also been attributed to a form of the Morality, a dramatic dialogue between Death and his victims in every station of life, ending in a dance off the stage.[4] The origin of the peculiar form the allegory has taken has also been found in the dancing skeletons on late Roman sarcophagi and mural paintings at Cumae or Pompeii, and a false connection has been traced with the fresco Trionfo della Morte (\"Triumph of Death\"), painted by the Italian Renaissance artist Buonamico Buffalmacco (c. 1330s–1350, disputed),[2] and currently preserved in the Campo Santo of Pisa.[1]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The etymology of the word \"macabre\" is uncertain. According to Gaston Paris, French scholar of Romance studies, it first occurs in the form \"macabree\" in a poem, Respit de la mort (1376), written by the medieval Burgundian chronicler Jean Le Fèvre de Saint-Remy:[5]\n\nThe more usual explanation is based on the Latin name, Machabaeorum chorea (\"Dance of the Maccabees\"). The seven tortured brothers, with their mother and Eleazar (2 Maccabees 6 and 7) are prominent figures in the dramatic dialogues.[6] Other connections have been suggested, as for example with St. Macarius the Great, an Egyptian Coptic monk and hermit who is to be identified with the figure pointing to the decaying corpses in the fresco Trionfo della Morte (\"Triumph of Death\") painted by the Italian Renaissance artist Buonamico Buffalmacco, according to the Italian art historian Giorgio Vasari;[citation needed] or with the Arabic word maqābir (مقابر, plural of maqbara) which means \"cemeteries\".[citation needed]\n\n"
        }
    ]
}