{
    "url": "https://en.wikipedia.org/wiki/MacGuffin",
    "title": "MacGuffin",
    "table_of_contents": [
        "1 History and use",
        "1.1 Alfred Hitchcock",
        "1.2 George Lucas",
        "1.3 Yves Lavandier",
        "2 Examples",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In fiction, a MacGuffin (sometimes McGuffin) is an object, device, or event that is necessary to the plot and the motivation of the characters, but insignificant, unimportant, or irrelevant in itself.[1][2][3][4][5] The term was originated by Angus MacPhail for film,[2] adopted by Alfred Hitchcock,[1][2][3][4][5] and later extended to a similar device in other fiction.[4]\n\nThe MacGuffin technique is common in films, especially thrillers. Usually, the MacGuffin is revealed in the first act, and thereafter declines in importance. It can reappear at the climax of the story but may actually be forgotten by the end of the story. Multiple MacGuffins are sometimes derisively identified as plot coupons.[6][7]\n\n"
        },
        {
            "title": "History and use",
            "text": "The use of a MacGuffin as a plot device predates the name MacGuffin. The Holy Grail of Arthurian legend has been cited as an early example of a MacGuffin. The Holy Grail is the desired object that is essential to initiate and advance the plot. The final disposition of the Grail is never revealed, suggesting that the object is not of significance in itself.[8]\n\nThe World-War-I-era actress Pearl White used the term \"weenie\" to identify whatever object (a roll of film, a rare coin, expensive diamonds, etc.) impelled the heroes, and often the villains as well, to pursue each other through the convoluted plots of The Perils of Pauline and the other silent film serials in which she starred.[9] In the 1930 detective novel The Maltese Falcon, a small statuette provides both the book's title and its motive for intrigue.\n\nThe name MacGuffin was coined by the British screenwriter Angus MacPhail.[10] It has been posited that \"'guff', as a word for anything trivial or worthless, may lie at the root\".[11]\n\nDirector and producer Alfred Hitchcock popularized the term MacGuffin and the technique with his 1935 film The 39 Steps, an early example of the concept, in which the MacGuffin is some otherwise incidental military secrets.[12][13] Hitchcock explained the term MacGuffin in a 1939 lecture at Columbia University in New York City:\n\nInterviewed in 1966 by François Truffaut, Hitchcock explained the term MacGuffin using the same story.[14][15] Hitchcock also related this anecdote in a television interview for Richard Schickel's documentary The Men Who Made the Movies, and in an interview with Dick Cavett.[16]\n\nHitchcock also said \"The MacGuffin is the thing that the spies are after, but the audience doesn't care.\"[17] Hitchcock's term MacGuffin helped him to assert that his films were in fact not what they appeared to be on the surface.[citation needed]\n\nIn contrast to Hitchcock's view of a MacGuffin as an object around which the plot revolves but about which the audience does not care, George Lucas believes that \"the audience should care about it almost as much as the dueling heroes and villains on-screen.\"[18] Lucas describes R2-D2 as the MacGuffin of the original Star Wars film,[19] and said that the Ark of the Covenant, the titular MacGuffin in Raiders of the Lost Ark, was an excellent example as opposed to the more obscure MacGuffin in Indiana Jones and the Temple of Doom and \"feeble\" MacGuffin in Indiana Jones and the Last Crusade.[18]\n\nFor the filmmaker and drama writing theorist Yves Lavandier, in the strictly Hitchcockian sense, a MacGuffin is a secret that motivates the villains.[20] North by Northwest's supposed MacGuffin[21] is nothing that motivates the protagonist; Roger Thornhill's objective is to extricate himself from the predicament that the mistaken identity has created, and what matters to Vandamm and the Central Intelligence Agency is of little importance to Thornhill. A similar lack of motivating power applies to the alleged MacGuffins of the 1930s films The Lady Vanishes, The 39 Steps, and Foreign Correspondent. In a broader sense, says Lavandier, a MacGuffin denotes any justification for the external conflictual premises of a work.[22][failed verification]\n\n"
        },
        {
            "title": "Examples",
            "text": "Alfred Hitchcock popularized the use of the MacGuffin technique.[23] Examples from Hitchcock's films include plans for a silent plane engine in The 39 Steps (1935), radioactive uranium ore in Notorious (1946), and a clause from a secret peace treaty in Foreign Correspondent (1940).[24][25]\n\nA more recent MacGuffin is the briefcase in Pulp Fiction (1994), which motivates several of the characters during many of the film's major plot points but whose contents are never revealed.[26]\n\nGeorge Lucas used MacGuffins in the Star Wars saga:  \"[George Lucas] had . . . decided that the Force could be intensified through the possession of a mystical Kiber Crystal [sic]—Lucas's first, but by no means last, great MacGuffin.\"[27]\n\nIn the 1998 film Ronin the plot revolves around a case, the contents of which remain unknown, which at the end of the film is said to have led to a historic peace agreement and an end to the Troubles in Northern Ireland.[28]\n\n"
        }
    ]
}