{
    "url": "https://en.wikipedia.org/wiki/Mafia_film",
    "title": "Mafia film",
    "table_of_contents": [
        "1 History",
        "1.1 1930s",
        "1.1.1 Production code",
        "1.1.2 1930s culture",
        "1.2 Mafia Westerns",
        "1.3 1960s",
        "1.4 1970s",
        "1.5 1980s",
        "1.6 1990s",
        "1.7 2000s",
        "1.8 2010s",
        "2 See also",
        "3 References",
        "4 Books and articles",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nMafia films—a version of gangster films—are a subgenre of crime films dealing with organized crime, often specifically with Mafia organizations. Especially in early mob films, there is considerable overlap with film noir. Popular regional variations of the genre include Italian Poliziotteschi, Chinese Triad films, Japanese Yakuza films, and Indian Mumbai underworld films.\n\n"
        },
        {
            "title": "History",
            "text": "The American movie The Black Hand (1906) is thought to be the earliest surviving gangster film.[1] In 1912, D. W. Griffith directed The Musketeers of Pig Alley, a short drama film about crime on the streets of New York City (filmed, however, at Fort Lee, New Jersey) rumored to have included real gangsters as extras. Critics have also cited Regeneration (1915) as an early crime film.\n\nThough mob films had their roots in such silent films, the genre in its most durable form was defined in the early 1930s. It owed its innovations to the social and economic instability occasioned by the Great Depression, which galvanized the organized crime subculture in the United States.[2] The failure of honest hard work and careful investment to ensure financial security led to the circumstances reflected in the explosion of mob films in Hollywood[3] and to their immense popularity in a society disillusioned with the American way of life.\n\nThe years 1931 and 1932 saw the genre produce three enduring classics: Warner Bros.' Little Caesar and The Public Enemy, which made screen icons out of Edward G. Robinson and James Cagney, and Howard Hawks' Scarface starring Paul Muni, which offered a dark psychological analysis of a fictionalized Al Capone[4] and launched the film career of George Raft. These films chronicle the quick rise, and equally quick downfall, of three young, violent criminals, and represent the genre in its purest form before moral pressure would force it to change. Though the gangster in each film would face a violent downfall which was designed to remind the viewers of the consequences of crime,[5] audiences were often able to identify with the charismatic anti-hero. Those suffering from the Depression were able to relate to the gangster character who worked hard to earn his place and success in the world, only to have it all taken away from him.[5]\n\nBecause of the Production Code, such films had to always end with the gangster protagonist dying in a hail of bullets at the film's climax. Furthermore, the film's protagonist was always somehow \"deviant\" from the norms of American society.[6] In Little Caesar, it is strongly implied that Caesar Enrico Bandello (Edward G. Robinson) is gay as he is clearly jealous when his handsome friend Joe Massaria (Douglas Fairbanks Jr) dances seductively with his lover Olga (Glenda Farrell), which causes him to make his first major mistake that leads to his downfall.[7] In The Public Enemy, the protagonist Tom Powers (James Cagney) is a casually brutal misogynist, most notably expressed in the famous scene when he rammed a grapefruit into the face of his girlfriend after she annoys him.[8] About this scene and many others similar to it, the American critic Thomas Doherty noted \"what went largely unremarked was the vicious nature of the relationships between men and women in the gangster genre\".[8] In Scarface, Tony Carmonte (Paul Muni) has a barely veiled incestuous passion for his sister Cesca (Ann Dvorak), which leads to his death.[9]\n\nDespite the genre spanning the decade before dying out, some argue that the gangster film in its purest form only existed until 1933, when restrictions from the Production Code led to films that did not have the same power as the earlier ones.[10]\n\nAs the appeal and attraction of gangster movie stars such as Cagney, Robinson, Muni, and Raft grew, so too did the efforts to combat their fascination. During the early years of crime film, Scarface, arguably the most violent of gangster films created during the entire decade, particularly was the subject of criticism. Released in 1932, it ushered in the worst year of the Depression, and as profits slid, Hollywood did what it could to restore its earnings, which resulted in the upping of sex and violence in the movies.[11] Scarface can be interpreted as a representation of the American dream gone awry, presented when US capitalism had reached its lowest, and Prohibition was being seen as a failed social experiment and would soon be abolished.[12] It faced opposition from regulators of the Production Code, and its release was delayed for over a year while Hawks attempted to tone down the incestuous overtones of the relationship between Paul Muni's character Tony Camonte and his sister (Ann Dvorak).\n\nThe Capone-like Carmote is in many ways the most monstrous gangster portrayed in 1930s films, a man utterly devoid of any positive qualities as he ruthlessly schemes and shoots his way to the top.[9] Through Carmote was closely based on Al Capone, the most notable aspect of his character, namely his \"incestuous obsession\" with his sister and the way he kills any man who expresses any sort of interest in her as he wants her for himself, was not based on Capone.[13] Besides for Capone, there are many references to The Great Gatsby in Scarface such as the scene where Carmonte lovingly caresses his silk shirts, which like the same scene in The Great Gatsby are a sign of material success for the protagonist.[14] The Great Gatsby was the best-selling novel of 1925, and the references to the novel in the film were meant to symbolize the decay of America from the hopeful days of 1925 to the sense of collapse of 1932.[14] The violence and the barely veiled theme of incestuous passion greatly outraged critics, churches, politicians and civic groups in 1932.[9] The journalist Jack Alicoate in the Film Daily wrote that watching Scarface induced \"nausea\" in him and that \"There are certain things that simply do not belong on the screen. The subject matter of Scarface is one of them\".[9]\n\nEventually the Production Code and general moral concerns became sufficiently influential to cause the crime film in its original form to be abandoned, with a shift to the perspective of the law officers fighting criminals, or criminals seeking redemption. This is illustrated by James Cagney's role as a law officer in the 1935 movie G Men, and his part as Rocky Sullivan in Angels with Dirty Faces (1938), for which he received an Academy Award nomination. These pictures demonstrate the growing acceptance of crime films during the 1930s as long as criminals were not portrayed in a flattering light. For example, in G-Men, Cagney plays a character similar to that of Tom Powers from The Public Enemy, and although the film was as violent and brutal as its predecessors, it had no trouble getting a seal of approval from the Production Code office.[15] It was now the law officers that the films attempted to glamorize, as opposed to the criminals.\n\nPolitics combined with the social and economic climate of the time to influence how crime films were made and how the characters were portrayed. Many of the films imply that criminals are the creation of society, rather than its rebel,[16] and considering the troublesome and bleak time of the 1930s this argument carries significant weight. Often the best of the gangster films are those that have been closely tied to the reality of crime, reflecting public interest in a particular aspect of criminal activity; thus, the gangster film is in a sense a history of crime in the United States.[17] The institution of Prohibition in 1920 led to an explosion in crime, and the depiction of bootlegging is a frequent occurrence in many mob films. However, as the 1930s progressed, Hollywood also experimented with the stories of the rural criminals and bank robbers, such as John Dillinger, Baby Face Nelson, and Pretty Boy Floyd. The success of these characters in film can be attributed to their value as news subjects, as their exploits often thrilled the people of a nation who had become weary with inefficient government and apathy in business.[18] However, as the FBI increased in power there was also a shift to favour the stories of the FBI agents hunting the criminals instead of focusing on the criminal characters. In fact, in 1935 at the height of the hunt for Dillinger, the Production Code office issued an order that no film should be made about Dillinger for fear of further glamorizing his character.\n\nMany of the 1930s crime films also dealt with class and ethnic conflict, notably the earliest films, reflecting doubts about how well the American system was working. As stated, many films pushed the message that criminals were the result of a poor moral and economic society, and many are portrayed as having foreign backgrounds or coming from the lower class. Thus, the film criminal is often able to evoke sympathy and admiration out of the viewer, who often will not place the blame on the criminal's shoulders, but rather a cruel society where success is difficult.[19] When the decade came to a close, crime films became more figurative, representing metaphors, as opposed to the more straight forward films produced earlier in the decade, showing an increasing interest in offering a thought provoking message about criminal character.[20]\n\nAn additional factor concerning public attitudes was the rural bank robbers operating in the Midwest and in the South were usually WASPs or at least of German descent unlike the gangsters in urban areas who were often Italian-Americans, Irish-Americans or Jewish-Americans.[6] The fact that many gangsters in the cities had Italian, Irish or Ashkenazi surnames was used by xenophobes at the time to argue that all of the crime in America was caused by immigrants, making the emergence of bank robbers with Anglo-Saxon or German surnames from families long resident in American problematic for those of an xenophobic outlook.[6] One critic in the Communist newspaper The New Masses mocking wrote in 1934: \"It must be a point of some concern to the professional patriots to realize that the crooks of the Midwest are not Wops, Pollacks or Jews. There are Barrows and Barkers and Pretty Boy Floyds of Texas and Oklahoma, the Twohys of Minnesota, the Dillingers and Pierpoints of Indiana, all native-born\".[6] In part because most American audiences preferred \"evil foreigners\" as villains, there was tendency of the part of Hollywood productions to focus on the urban gangsters, who were usually so-called hyphenated-Americans who were \"ethnic\" in contrast to Hollywood's ideal WASP Americans.[6] For an example, in the 1931 film The Star Witness, a middle-class WASP family witnesses a murder committed by Italian-American gangsters who kidnap their child to prevent them from testifying.[21] In response, the Leeds family patriarch, the crotchety Grandpa, warns against the \"yellow-bellied, back-stabbing foreigners\" presumably causing all the crime in America and in the climax of the film delivers an xenophobic speech in a courtroom where he says \"I'll tell you, a danged, dirty foreigner can crowd an American just so far-just so far!\", leading the courtroom to erupt in applause.[21]\n\nPerhaps the most extreme anti-gangster film was Gabriel Over The White House (1933) concerning a corrupt politician named Jud Hammond who is elected president and after encountering the Archangel Gabriel becomes a drastically changed man.[22] Hammond suspends the constitution, disbands Congress, declares martial law and orders all criminals to be shot, saying that crime has reached such a point that America has to do away with the rule of law.[22] The film's principle villain, the Al Capone-like gangster Nick Diamond and his entire gang are all lined up and summarily shot under the Statue of Liberty.[22] Afterwards, their corpses are dumped into the Atlantic Ocean to symbolize that America has rejected them. The film was largely a reflection of the ideas of the media magnate William Randolph Hearst who financed it and worked uncredited on the script.[23]\n\nEven in the years 1930-32 when gangster films were at the height of their popularity in the United States, such films usually did better at the box office overseas than within the United States as the twisted version of the \"American Dream\" trope presented in these films were more popular with audiences abroad than with American audiences.[24] The suggestion made in the gangster films that ruthlessness and amorality were the qualities that American society rewarded the most provoked considerable outrage at the time, and a great many newspaper editorials condemned Hollywood for releasing such films.[24] A review in The New York Post called the 1931 film Little Caesar a \"Horatio Alger tale transferred to the underworld\".[25] As early as the summer of 1932, Will Hays of the Hays office advised Hollywood production chiefs that he wanted no more gangster films, leading to a promise that \"there would be no more sawed off shotgun stuff\".[24] Despite the promise made in 1932, it was being reported in Variety on 13 June 1934 that \"infuriated federal officials\" were planning to impose censorship to end gangster films once and for all if Hollywood did not promise to end such films.[24] The Labour Department contended that watching gangster films were the leading cause of criminality in children while the Justice Department claimed that such films \"encouraged a general disrespect for the police and a lenient attitude towards thugs\".[24] Largely as a result of such pressure, in July 1934 gangster films were effectively banned within Hollywood as the Hollywood moguls were always terrified about the possibility of the federal government imposing censorship.[26]\n\nIn Italian cinema after the Second World War, the Mafia was depicted in genre that was very close to the Westerns produced by Hollywood at the same time, as people on the mainland of Italy tended to see Sicily as a \"frontier\", an island that the Italian state did not entirely control, and as a remote, mysterious and dangerous place.[27] Typical of these films was In nome della legge (1949) directed by Pietro Germi, which told the story of the magistrate Schiavo newly arrived from the mainland in a town in Sicily oppressed by the corrupt Baron Lo Vasto, who employs the Mafia to terrorize the people.[27] Schiavo, who plays a role analogous to the honest Sheriff in American Westerns, proceeds to \"clean up\" the town by imposing the authority of the Italian state and by persuading the local Mafia boss that the Baron is the enemy of the town.[28] In this and other films like I Mafiosi (1959) by Roberto Mauri, the Mafia was portrayed in romantic terms, with Mafiosi depicted as criminals who lived by a strict code of honor which reflected a peculiarly Sicilian version of machismo.[28] In late 1940s-1950s, Mafiosi were portrayed as a sort of an Italian version of the \"noble savage\" as tough, but fundamentally warmhearted men who owing to Sicily's isolation and predominately rural character had kept certain honorable and manly qualities that men in the rest of Italy had lost.  \n\nIn the 1960s, the Mafia became the subject of several Italian comedies directed by Giorgio Simonelli and starring Franco Franchi and Ciccio Ingrassia such as I due mafiosi , Due Mafiosi nel Far West and Due Mafiosi contro Goldfinger (1965) which reflected the stereotypes on the mainland of Italy about Sicilians being backward and rustic.[28] In all of these comedies the Mafia was portrayed as the \"folkloric expression\" of a certain quaint if slightly disreputable Sicilian institution, which was in part made possible by widespread ignorance on the mainland of the more malign aspects of Mafia influence in Sicily.[28] The favorable portrayal of the Mafia in many Italian films was also in part due to the perception that the Mafia was a benign institution that together with the ruling center-right Christian Democratic Party and Catholic Church upheld the social order against the revolutionary challenge of the Italian Communist Party.\n\nIt was after a spate of high-profile Mafia crimes such as the Sack of Palermo that it became unfashionable to portray Mafia favorably.[28]  In the black comedy Mafioso (1962) by Alberto Lattuada, the Mafia was depicted as a sinister organisation that entraps an honest and good man in a life of crime, as the film's hero is forced against his will to become a Mafia assassin.[28] In other films such as Salvatore Giuliano (1961) by Francesco Rosi, Il giorno della civetta (1968) by Damiano Damiani, and The Brotherhood (1968) by Martin Ritt, the Mafia was depicted as a cruel, oppressive organisation, which was both a result of Sicily's backwardness and its cause.[28]\n\nIn the 1970s there was a revival of mob films, notably with The Godfather (1972), based on the 1969 novel of the same name by Mario Puzo.  It was followed by two sequels: The Godfather Part II (1974) and The Godfather Part III (1990). It also inspired other mob films such as The Valachi Papers, starring Charles Bronson.\n\nThe Godfather films depicted a dichotomy in values between the first generation Italian-American Vito Corleone who still follows the traditional code of honor of a Mafiosi vs. his Americanized son Michael, who during the course of the films comes to lose all his moral bearings as greed consumes him.[29] Marlon Brando who played Vito Corleone described his character: \"I had a great deal of respect for Vito Corleone: I saw him as a man of substance, tradition, refinement, a man of unerring instinct who just happened to live in a violent world and who had to protect himself and his family in this environment\".[30] The American author Tom Santopietro argued that much of the appeal of the Godfather lay with the way Brando played his character as an Old World gentleman who still lived by his traditional values such as omertà (the Mafia code of silence) and a certain modesty, which stood in stark contrast to modern American values, most notably the way in which the media relentlessly publicized everything relating to the lives of the famous.[31] Santopietro argued the way in which the media never allowed any privacy together with the way in which many Americans were happy to share the most intimate details of their lives made omertà all the \"more alluring\" in modern America.[31]\n\nThe Godfather films also offered up a perverted version of the \"American Dream\" trope as the Corleones rise up to power and wealth via thoroughly illegal and brutal means.[29] In the late 1960s-early 1970s, events such as the Vietnam War and various social protest movements had caused many Americans to lose confidence in traditional American values, and so the twisted, dark version of the \"American Dream\" theme had a particular appeal when The Godfather was released in 1972. Since the Corleone family become more powerful under the leadership of the \"ruthless and business-oriented\" Michael Corleone than it was under the leadership of his father, the Godfather saga seems to be suggesting that these are the qualities that American society rewards.[29] The film's director, Francis Ford Coppola, had intended The Godfather to be an indictment of American society as he envisioned the story of the Corleones to be a metaphor for what he saw as the underhanded methods of American big business and of the U.S. government.[30] Coppola envisioned the moral degeneration of Michael Corleone as a metaphor for what he perceived as the moral degeneration of America, saying: \"Like America, Michael began as a clean, brilliant young man endowed with incredible resources and believing in a humanistic idealism. Like America, Michael was the child of an older system, a child of Europe. Like America, Michael was an innocent who tried to correct the ills and injustices of his progenitors. But then he got blood on his hands. He lied to himself and to others about what he was doing and why. And so he became not only a mirror image of what he'd come from, but worse\".[32]  Brando also expressed his agreement with the film's message, saying: \"The story is about the corporate mind because the Mafia is the best example of capitalists we have. The key phrase in the story is...'just business, nothing personal'. When I read that, McNamara, Johnson, and Rusk just flashed by my eyes\".[30] Inspired by the worldwide success of The Godfather films, in the 1970s Italian films depicted Mafiosi as anti-heroes, men who made their livings via crime, but who possessed a certain nobility and grandeur of character.[29]\n\nThe two most important Mafia films of the 1970s have been described as The Godfather and Mean Streets.[33] Unlike The Godfather, which was set among the \"top\" of a Mafia family dealing with its leaders, Mean Streets is set on the \"bottom\" of the Mafia dealing with its fringes.[33] The principle characters in Mean Streets are not Mafiosi, but rather the \"wannabes\", a subculture of tough working class Italian-American young men who aspired to join the Mafia.[33] The only major character who is a Mafiosi is Uncle Giovanni (Cesare Danova), a middle-ranking Mafia functionary who works as a loan shark and employs the protagonist Charlie (Harvey Keitel) as a debt collector.[33] In the film, the Mafiosi are whom Charlie and his friends emulate and aspire to be, though the film suggests that none of them will actually enjoy the sort of wealth and power they hope achieve to.[33] Through often compared to The Godfather, the only major similarities are that both films are set in tightly linked Italian-American communities in New York and the character of Giovanni, described as an \"Old World gangster, full of cold resolve and ponderous advice\" whom could have easily fitted into The Godfather as a Coreleone capo.[34] Unlike the \"grand romanticism\" of The Godfather, Mean Streets is shot in a semi-documentary style on location in a working class New York neighborhood which reflects the influence of French New Wave and Italian Neo-Realist films on its director, Martin Scorsese.[33] Unlike The Godfather with its lush romanticism, Mean Streets is grim and gritty with its characters living hopeless, desperate lives.[33]\n\nThe 1983 remake of Scarface was not particularly well received at the time of its release, but over time it has come to be seen as a classic of the mob film genre. It went on to inspire films such as King of New York. On the other hand, Sergio Leone shot an epic crime drama film Once Upon a Time in America, starring Robert De Niro and James Woods. Though its release of \"US Cut\" was a critical and commercial failure, the \"European Cut\" release and \"Director's Cut\" were both critical success and regained its publicity and reputation. The 1987 The Untouchables directed by Brian De Palma, presented a very fictionalized version of the law enforcement efforts of Eliot Ness to bring down the \"Outfit\" of Al Capone.\n\nThe 1980s saw La Mattanza (\"The Slaughter\") in Italy as the Corleonesi family proceeded to liquidate its rivals, leading to over 1, 000 gangland murders in 1981-83 and in addition, the Mafia assassinated with impunity magistrates, policemen, and journalists.[29] Notable victims included General Carlo Alberto dalla Chiesa and his wife Emanuela Setti Carraro in 1982, magistrate Rocco Chinnici in 1983, the journalist Giuseppe Fava in 1984, the policemen Giuseppe Montana and Ninni Cassarà in 1985, the prosecutor Rosario Livatino in 1990, magistrate Antonio Scopelliti in 1991, and the magistrate Giovanni Falcone and his wife Francesca Morvillo in 1992. In the 1980s-1990s, the general feeling in Italy was that the Mafia was out of control.[29] As a consequence, Italian cinema in the 1980s-1990s turned towards the cinema democratico (\"democratic cinema\"), a series of realistic, gritty films that depicted the Mafia as an unstoppable force that had completely corrupted almost everyone and murdered the few honest people willing to stand up to it.[29] Films and TV series such as La piovra (1984), La scorta (1993) and Palermo-Milano sola andata (1995) had as their heroes a solitary policeman or magistrate, alone in cringing to his honesty and integrity, who had to battle not only Mafia assassins, but also his corrupt superiors and the prevailing apathy of Italian society.[29]\n\nThe films of the 1990s produced several critically acclaimed mob films, many of which were loosely based on real crimes and their perpetrators. Many of these films featured long-time actors well known for their roles as mobsters such as Al Pacino, Robert De Niro, Joe Pesci and Chazz Palminteri.\n\nThe most notable from the decade was the 1990 film Goodfellas, directed by Martin Scorsese and starring Ray Liotta as real-life associate of the Lucchese crime family Henry Hill. Robert De Niro and Joe Pesci also starred in the film with Pesci earning an Academy Award for Best Actor in a Supporting Role. The film was nominated for six Academy Awards in all, including Best Picture and Best Director, making Goodfellas one of the most critically acclaimed crime films of all time. Scorsese stated his purpose in adopting Hill's 1985 memoir Wiseguy as Goodfellas was as an \"antidote\" to the mythicized version of the Mafia presented in The Godfather, saying he wanted to present Mafiosi as they really were.[35] Scorsese stated in an interview that he wanted to show the Mafiosi \"attitude\" in Goodfellas, saying the Mafiosi in the film: \"Don't give a damn about anything, especially when they're having a good time and making lots of money. They don't care about wives, their kids, anything\".[35] The British journalist Tom Brook wrote in 2015: \"Goodfellas had such an impact partly because it depicted the ruthlessness of mobster life quite differently from the mafia movies that preceded it\".[36] The American columnist Jerry Capeci stated: \"The Godfather romanticised the gangsters and made them out to be people who killed only for reasons of honour. But Goodfellas showed them to be what they really are: violent, murderous guys who killed just at the drop of a hat, who shoot people in the legs just to make them dance for fun\".[36] The columnist Gary Susman stated that: \"I would say that Goodfellas introduced the idea of the talkative gangster. We used to think of the Mafioso as somebody who operated under a code of omertà and was fairly quiet about what he did. Here we get a gangster who can’t shut up\".[36] Inspired by Goodfellas, a number of films and TV shows such as The Sopranos would feature what Susman called \"the chatty gangsters and philosophers with guns\" as characters.[36]\n\nFollowing their collaboration in Goodfellas, Scorsese, De Niro and Pesci would team up again in 1995 with the film Casino, based on Frank Rosenthal, an associate of the Chicago Outfit who ran multiple casinos in Las Vegas during the 1970s and 1980s. The film was De Niro's third mob film of the decade, following Goodfellas (1990) and A Bronx Tale (1993).\n\nDe Niro's fellow mob actor, Al Pacino, also resumed roles in the crime film genre during the 1990s, reprising his role as the iconic Michael Corleone in The Godfather Part III (1990). The film served as the final installment in The Godfather trilogy, following Michael Corleone as he tries to legitimize the Corleone family in the twilight of his career. The Godfather Part III incorporated elements of the real life scandal relating to the Vatican Bank in the 1980s and the collapse of the Milan-based Banco Ambrosiano in 1982.[37] The Vatican Bank, which owned the majority of the shares in the Banco Ambrosiano, which were accused of amongst other things of money laundering for the Mafia. One of the film's characters, the corrupt Archbishop Gilday in charge of the Vatican Bank seems to be have based on Archbishop Paul Marcinkus, the American cleric who was at the center of the Vatican Bank scandal. The film courted controversy by including the allegation that Pope John Paul I had been murdered in 1978 after he ordered a \"clean up\" of the corrupt Vatican Bank.[37] In the film, Michael Corleone invests his ill-gotten fortune into the International Immobiliare, an Italian bank similar to the Banco Ambrosiano whose majority shareholder is the Vatican Bank, only for the proceedings to be blocked by the newly elected Pope John Paul I, causing Corleone to order the pope's murder to allow the deal to go through.[37]\n\nIn 1993, Pacino starred in the film, Carlito's Way as a former gangster released from prison who vows to go straight. In 1996, Armand Assante starred in television film Gotti as infamous New York mobster, John Gotti. In Donnie Brasco (1997), Pacino starred alongside Johnny Depp in the true story of undercover FBI agent Joseph Pistone and his infiltration of the Bonanno crime family of New York City during the 1970s. It was nominated for an Academy Award for Best Adapted Screenplay.\n\nLo zio di Brooklyn (1995) was a vulgar Italian comedy with all of the characters are grotesquely misshapen in some way, being a metaphor for the stunted nature of Sicilian society that was being held back by the Mafia.[38] Lo zio di Brooklyn (The Uncle From Brooklyn) followed the misadventures of three Sicilian brothers trying to operate business honestly who are the subject of extortion by Mafiosi who are portrayed by dwarf actors as to make literal the metaphorical smallness of the Mafiosi.[38]\n\nThe 2000s continued to produce box office mob films cast with high-profile actors. Road to Perdition, a 2002 American crime film directed by Sam Mendes and based on the graphic novel of the same name by Max Allan Collins, boasted an ensemble cast of Tom Hanks, Paul Newman, Jude Law, and Daniel Craig. The plot takes place in 1931, during the Great Depression, following a mob enforcer and his son as they seek vengeance against a mobster who murdered the rest of their family. Unlike many of its modern mob film predecessors, Road to Perdition sought to recreate the film noir genre while still using contemporary techniques and effects. The cinematography, setting, and the lead performances by Newman (in his final theatrical screen appearance) and Hanks were well received by critics.\n\nIn 2002, the film Angela directed by Roberta Torre was released, which was highly unusual in that it told the story of a female Mafiosi.[39] Based on a true story, it told the tale of the wife of the Palermo Mafiosi Saro who became engaged in his business and was killed when it was discovered that she was having an affair with his subordinate Massino.[39] The film was noted for its claustrophobic style set in the labyrinthine streets of Palermo and its often harsh color scheme, suggesting that Angela is just as much a prisoner of the Mafia as she is a perpetrator.[40] This impression enhanced by the lead actress Donatella Finocchiaro's, quiet, understated performance as Angela, giving the impression of a woman who is simply resigned to her life in the Mafia.[41] The film ends not with Angela's murder, but rather with her waiting by the dockyards of Palermo in the evening for Massino.[42]\n\nIn 2006, director Martin Scorsese returned to the mob genre in The Departed, starring the ensemble cast of Leonardo DiCaprio, Matt Damon, Jack Nicholson, Mark Wahlberg and Martin Sheen. The film was a remake of the 2002 Hong Kong Triad film Infernal Affairs. Set in Boston, the film follows the parallel double lives of undercover officer William Costigan Jr. (DiCaprio), who has infiltrated Irish mob boss's Frank Costello (Nicholson) and Colin Sullivan (Damon), who has served as a mole in the Massachusetts State Police. The characters are loosely based on famous gangster Whitey Bulger and corrupt FBI agent John Connolly, who grew up with Bulger. The Departed had gone on to win several awards, including four Oscars at the 79th Academy Awards: Best Picture, Best Director (Scorsese), Best Adapted Screenplay and Best Film Editing. Mark Wahlberg was nominated for Best Supporting Actor.\n\nAlso notable is Public Enemies, a 2009 American biographical-crime film directed by Michael Mann and written by Mann, Ronan Bennett and Ann Biderman. It is an adaptation of Bryan Burrough's non-fiction book Public Enemies: America's Greatest Crime Wave and the Birth of the FBI, 1933–34. Set during the Great Depression, the film chronicles the final years of the notorious bank robber John Dillinger (Johnny Depp) as he is pursued by FBI agent Melvin Purvis (Christian Bale), and his relationship with Billie Frechette (Marion Cotillard), as well as Purvis' pursuit of Dillinger associates and fellow criminals Homer Van Meter (Stephen Dorff) and Baby Face Nelson (Stephen Graham). Scenes from Manhattan Melodrama, are depicted in the 2009 film as being the last motion picture seen by the notorious gangster John Dillinger, who was shot to death by federal agents on 22 July 1934, after leaving Chicago's Biograph Theater where the film was playing.\n\nGangs of New York (2002), also directed by Scorsese, was the first modern gangster film to focus on the 19th-century Irish gangs. Although the gay nineties had been a popular setting for prewar crime films, from the 1950s until the early 21st century most gangster movies were set in either the prohibition era, postwar America, or the present day.\n\nThe 2007 film American Gangster directed by Ridley Scott and starring Denzel Washington and Russell Crowe also bears mention in fictionalizing the life of Harlem drug lord Frank Lucas and his rivalry with the American Mafia.\n\nThe 2000s saw a twist to the Italian cinema democratico genre in that in films like I cento passi (2000), Placido Rizzotto (2000) and Alla luce del sole (2006), the solitary hero who takes on the Mafia is not a policeman, but rather on a \"common citizen\" like the trade unionist Placido Rizzotto, the Catholic priest Father Pino Puglisi or the Socialist activist Giuseppe Impastato, all of whom were murdered by the Mafia.[38] Unlike the films of the 1980s-1990s which were always set in the present, the newer cinema democratico films tended to be set sometime in the past, and portrayed the Mafia as a product of centuries of backwardness and oppression in Sicily, a sort of \"collective disease\" that can only be cured by the reformation of society.[38] Le conseguenze dell'amore (2004) portrayed a rather ordinary and boring man who works as a money launder for the Mafia in Switzerland, a hero trapped by the \"ruthless mechanism of the system\".[43] The stockbroker hero, Titta Di Girolamo, is notable for avoiding all human contact for last 8 years of his life, which is revealed half-way through the film to be a punishment by the Mafia after he made a poor investment; if he ever speaks to anyone again, he will be killed.[27] After a chance encounter with a barmaid, Sofia, Girolamo falls in love with her and is killed by the Mafia by being lowered into concrete.[27] Since falling in love leads inexorably to Girolamo's murder, the film suggests the Mafia is the opposite of everything good in humanity and Girolamo's relationship with Sofia is a rebellion against Mafia power.[43]\n\nThe 2008 Italian mob film Gomorrah was met with much critical acclaim upon its premiere in North America. The film was directed by Matteo Garrone, based on the book by Roberto Saviano that depicts the modern-day of the Casalesi crime family of the southern Italian region of Campania. The film follows five independent plots of people whose lives are influenced by organized crime in Naples and Caserta. Despite failing to represent Italy in the category of Best Foreign Language Film at the 81st Academy Awards,[44] Gomorrah is still regarded as one of the more prominent mafia films from the Italian cinema.[45]\n\nAnother Italian film from 2008 was Galantomini, which despite its title, which roughly translates \"gentlemen\", told the story of a female boss in the Sacra Corona Unita in Puglia.[46] The film told very a Romano and Juliet story as it related the relationship between the Sacra Corona Unita boss, Lucia Rizzo and a prosecutor, Ignazio De Raho, who initially set out to imprison her.[46] Through the story in the film is fictional, there is an element of truth in that a number of women who hold leadership positions in the Sacra Corona Unita, very much unlike the Mafia in Sicily.[47] The American scholar Dana Renga argued that the film with its portrayal of Puglia as a lost eden before the founding of the Sacra Corona Unita in the 1980s and Rizzo as the seductive Lilith-like gangster who lures De Raho to his doom has strong sexist elements.[48]\n\nThe animated movie Shark Tale contained an Italian Mob boss as one of its main characters and had several references to the acclaimed The Godfather including character traits, etc. In addition, mob film veteran Robert De Niro playing a Mob Boss and notable mob film director Martin Scorsese behind the voice of an integral character.\n\nThe 2010s continued the 2000s trend of bringing new movies featuring both prohibition and post–World War II real life mob incidents into the box office.\n\nIn 2012, Lawless was based on the 2008 novel The Wettest County in the World as the film follows a trio of siblings who run an illegal moonshine business during Prohibition.\n\nGangster Squad is a crime film directed by Ruben Fleischer,[49] from a screenplay written by Will Beall, starring an ensemble cast that includes Josh Brolin, Ryan Gosling, Nick Nolte, Emma Stone, and Sean Penn. It is the story of a group of LAPD officers and detectives called the \"Gangster Squad\" who are attempting to keep Los Angeles safe from Mickey Cohen, a real life post–World War II Los Angeles gangster who became a powerful figure in the criminal underworld, and intended to continue to expand his criminal enterprise and his gang during the 1940s and '50s. The film was released 11 January 2013.\n\nA 2015 Italian mob film, Suburra, directed by Stefano Sollima, based on the 2013 novel of the same name by Carlo Bonini and Giancarlo De Cataldo, starred Pierfrancesco Favino, Elio Germano and Claudio Amendola, and focused on the connections between organized crime and politics in Rome in 2011.\n\nA 2018 biographical mafia film, Gotti, directed by Kevin Connolly, stars John Travolta as John Gotti, released in June. On review aggregator Rotten Tomatoes, the film holds an approval rating of 0% based on 38 reviews, and an average rating of 2.3/10. The website's critical consensus reads, \"Fuhgeddaboudit.\"[50] In 2019, Martin Scorsese released a biographical mafia film through Netflix, The Irishman, starring all three heavyweights in the genre, Robert De Niro as Frank \"The Irishman\" Sheeran, Al Pacino as Jimmy Hoffa, and Joe Pesci as Russell Bufalino.[51]\n\n"
        }
    ]
}