{
    "url": "https://en.wikipedia.org/wiki/Magazine",
    "title": "Magazine",
    "table_of_contents": [
        "1 Definition",
        "1.1 Etymology",
        "2 Distribution",
        "2.1 Paid circulation",
        "2.2 Non-paid circulation",
        "2.3 Controlled circulation",
        "3 History",
        "3.1 Britain",
        "3.2 France",
        "3.3 Turkey",
        "3.3.1 General",
        "3.3.2 Arabic Magazine",
        "3.3.3 Satire",
        "3.4 United States",
        "3.4.1 Colonial America",
        "3.4.2 Late 19th century",
        "3.4.3 Progressive Era: 1890s–1920s",
        "3.4.4 1930s–1990s",
        "3.4.5 21st century",
        "3.4.6 Women's magazines",
        "4 Types",
        "4.1 Targeting women",
        "4.1.1 Fashion",
        "4.1.2 Parenting",
        "4.2 Religion",
        "4.3 Celebrity, human interest, and gossip",
        "4.4 Professional",
        "5 Cover",
        "6 See also",
        "6.1 Lists",
        "6.2 Categories",
        "7 References",
        "8 Further reading",
        "8.1 United States",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA magazine is a periodical publication, generally published on a regular schedule (often weekly or monthly), containing a variety of content. They are generally financed by advertising, purchase price, prepaid subscriptions, or by a combination of the three.\n\n"
        },
        {
            "title": "Definition",
            "text": "In the technical sense a journal has continuous pagination throughout a volume. Thus Business Week, which starts each issue anew with page one, is a magazine, but the Journal of Business Communication, which continues the same sequence of pagination throughout the coterminous year, is a journal. Some professional or trade publications are also peer-reviewed, for example the Journal of Accountancy.  Non-peer-reviewed academic or professional publications are generally professional magazines. That a publication calls itself a journal does not make it a journal in the technical sense; The Wall Street Journal is actually a newspaper.[citation needed]\n\nThe word \"magazine\" derives from Arabic makhazin, the plural of makhzan meaning \"depot, storehouse\" (originally military storehouse); that comes to English via Middle French magasin and Italian magazzino.[1] In its original sense, the word \"magazine\" referred to a storage space or device.[1] In the case of written publication, it refers to a collection of written articles. This explains why magazine publications share the word with gunpowder magazines, artillery magazines, firearm magazines, and in French and Russian (adopted from French as магазин), retailers such as department stores.[2]\n\n"
        },
        {
            "title": "Distribution",
            "text": "Print magazines can be distributed through the mail, through sales by newsstands, bookstores, or other vendors, or through free distribution at selected pick-up locations. Electronic distribution methods can include social media, email, news aggregators, and visibility of a publication's website and search engine results. The traditional subscription business models for distribution fall into three main categories:\n\nIn this model, the magazine is sold to readers for a price, either on a per-issue basis or by subscription, where an annual fee or monthly price is paid and issues are sent by post to readers. Paid circulation allows for defined readership statistics.[3][4]\n\nThis means that there is no cover price and issues are given away, for example in street dispensers, airline, or included with other products or publications. Because this model involves giving issues away to unspecific populations, the statistics only entail the number of issues distributed, and not who reads them.[citation needed]\n\nThis is the model used by many trade magazines (industry-based periodicals) distributed only to qualifying readers, often for free and determined by some form of survey. Because of costs (e.g., printing and postage) associated with the medium of print, publishers may not distribute free copies to everyone who requests one (unqualified leads); instead, they operate under controlled circulation, deciding who may receive free subscriptions based on each person's qualification as a member of the trade (and likelihood of buying, for example, likelihood of having corporate purchasing authority, as determined from job title). This allows a high level of certainty that advertisements will be received by the advertiser's target audience,[5] and it avoids wasted printing and distribution expenses. This latter model was widely used before the rise of the World Wide Web and is still employed by some titles. For example, in the United Kingdom, a number of computer-industry magazines use this model, including Computer Weekly and Computing, and in finance, Waters Magazine. For the global media industry, an example would be VideoAge International.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "The earliest example of magazines was Erbauliche Monaths Unterredungen, a literary and philosophy magazine, which was launched in 1663 in Germany.[6] The Gentleman's Magazine, first published in 1731 in London was the first general-interest magazine.[7] Edward Cave, who edited The Gentleman's Magazine under the pen name \"Sylvanus Urban\", was the first to use the term \"magazine\", on the analogy of a military storehouse,[8] the quote being: \"a monthly collection, to treasure up as in a magazine\".[9] Founded by Herbert Ingram in 1842, The Illustrated London News was the first illustrated weekly news magazine.[7]\n\nThe oldest consumer magazine still in print is The Scots Magazine,[10] which was first published in 1739, though multiple changes in ownership and gaps in publication totalling over 90 years weaken that claim. Lloyd's List was founded in Edward Lloyd's England coffee shop in 1734; and though its online platform is still updated daily it has not been published as a magazine since 2013 after 274 years.[11]\n\nUnder the ancient regime, the most prominent magazines were Mercure de France, Journal des sçavans, founded in 1665 for scientists, and Gazette de France, founded in 1631. Jean Loret was one of France's first journalists. He disseminated the weekly news of music, dance and Parisian society from 1650 until 1665 in verse, in what he called a gazette burlesque, assembled in three volumes of La Muse historique (1650, 1660, 1665). The French press lagged a generation behind the British, for they catered to the needs of the aristocracy, while the newer British counterparts were oriented toward the middle and working classes.[12]\n\nPeriodicals were censored by the central government in Paris. They were not totally quiescent politically—often they criticized Church abuses and bureaucratic ineptitude. They supported the monarchy and they played at most a small role in stimulating the revolution.[13] During the Revolution, new periodicals played central roles as propaganda organs for various factions. Jean-Paul Marat (1743–1793) was the most prominent editor. His L'Ami du peuple advocated vigorously for the rights of the lower classes against the enemies of the people Marat hated; it closed when he was assassinated. After 1800 Napoleon reimposed strict censorship.[14]\n\nMagazines flourished after Napoleon left in 1815. Most were based in Paris and most emphasized literature, poetry and stories. They served religious, cultural and political communities. In times of political crisis they expressed and helped shape the views of their readership and thereby were major elements in the changing political culture.[15] For example, there were eight Catholic periodicals in 1830 in Paris. None were officially owned or sponsored by the Church and they reflected a range of opinion among educated Catholics about current issues, such as the 1830 July Revolution that overthrew the Bourbon monarchy. Several were strong supporters of the Bourbon kings, but all eight ultimately urged support for the new government, putting their appeals in terms of preserving civil order. They often discussed the relationship between church and state. Generally, they urged priests to focus on spiritual matters and not engage in politics. Historian M. Patricia Dougherty says this process created a distance between the Church and the new monarch and enabled Catholics to develop a new understanding of church-state relationships and the source of political authority.[16]\n\nThe Moniteur Ottoman was a gazette written in French and first published in 1831 on the order of Mahmud II. It was the first official gazette of the Ottoman Empire, edited by Alexandre Blacque at the expense of the Sublime Porte. Its name perhaps referred to the French newspaper Le Moniteur Universel. It was issued weekly. Takvim-i vekayi was published a few months later, intended as a translation of the Moniteur into Ottoman Turkish. After having been edited by former Consul for Denmark \"M. Franceschi\", and later on by \"Hassuna de Ghiez\", it was lastly edited by Lucien Rouet. However, facing the hostility of embassies, it was closed in the 1840s.[17]\n\nNafat-ul-Madina is an Islamic, educational magazine, and this is the 7th issue, which includes valuable & beneficial guiding, educational & cultural topics about the months of Rabi-ul-Awwal, Rabi-ul-Thani and Jumadai-ul-Ula for the year 1444 A.H, published by Arabic department of Dawateislami.\nArabic Name For Magazine \"مجلة نفحات المدينة العدد السابع[18]\"\n\nSatirical magazines of Turkey have a long tradition. One of the earliest satirical magazines was Diyojen which was launched in 1869. There are around 20 satirical magazines; the leading ones are Penguen (70,000 weekly circulation), LeMan (50,000) and Uykusuz. Historical examples include Oğuz Aral's magazine Gırgır (which reached a circulation of 500,000 in the 1970s) and Marko Paşa (launched 1946). Others include L-Manyak and Lombak.\n\nPublishing was a very expensive industry in colonial times. Paper and printer's ink were taxed imported goods and their quality was inconsistent. Interstate tariffs and a poor road system hindered distribution, even on a regional scale. Many magazines were launched, most failing within a few editions, but publishers kept trying. Benjamin Franklin is said to have envisioned one of the first magazines of the American colonies in 1741, the General Magazine and Historical Chronicle. The Pennsylvania Magazine, edited by Thomas Paine, ran only for a short time but was a very influential publication during the Revolutionary War. The final issue containing the text of the Declaration of Independence was published in 1776.[19]\n\nIn the mid-19th century, monthly magazines gained popularity. They were general interest to begin, containing some news, vignettes, poems, history, political events, and social discussion.[20] Unlike newspapers, they were more of a monthly record of current events along with entertaining stories, poems, and pictures. The first periodicals to branch out from news were Harper's and The Atlantic, which focused on fostering the arts.[21] Both Harper's and The Atlantic persist to this day, with Harper's being a cultural magazine and The Atlantic focusing mainly on world events. Early publications of Harper's even held famous works such as early publications of Moby Dick or famous events such as the laying of the world's first transatlantic telegraph cable; however, the majority of early content was trickle down from British events.[22]\n\nThe development of the magazines stimulated an increase in literary criticism and political debate, moving towards more opinionated pieces from the objective newspapers.[21] The increased time between prints and the greater amount of space to write provided a forum for public arguments by scholars and critical observers.[23]\n\nThe early periodical predecessors to magazines started to evolve to modern definition in the late 1800s.[23] Works slowly became more specialized and the general discussion or cultural periodicals were forced to adapt to a consumer market which yearned for more localization of issues and events.[21]\n\nMass circulation magazines became much more common after 1900, some with circulations in the hundreds of thousands of subscribers. Some passed the million-mark in the 1920s. It was an age of mass media. Because of the rapid expansion of national advertising, the cover price fell sharply to about 10 cents.[24] One cause was the heavy coverage of corruption in politics, local government and big business, especially by Muckrakers. They were journalists who wrote for popular magazines to expose social and political sins and shortcomings. They relied on their own investigative journalism reporting; muckrakers often worked to expose social ills and corporate and political corruption. Muckraking magazines–notably McClure's–took on corporate monopolies and crooked political machines while raising public awareness of chronic urban poverty, unsafe working conditions, and social issues like child labor.[25]\n\nThe journalists who specialized in exposing waste, corruption, and scandal operated at the state and local level, like Ray Stannard Baker, George Creel, and Brand Whitlock. Others like Lincoln Steffens exposed political corruption in many large cities; Ida Tarbell went after John D. Rockefeller's Standard Oil Company. Samuel Hopkins Adams in 1905 showed the fraud involved in many patent medicines, Upton Sinclair's 1906 novel The Jungle gave a horrid portrayal of how meat was packed, and, also in 1906, David Graham Phillips unleashed a blistering indictment of the U.S. Senate. Roosevelt gave these journalists their nickname when he complained that they were not being helpful by raking up all the muck.[26][27]\n\nAccording to the Research Department of Statista, closures of magazines outnumbered launches in North America during 2009. Although both figures declined during 2010–2015, launches outnumbered closures in each of those years, sometimes by a 3:1 ratio.[28] Focusing more narrowly, MediaFinder.com found that 93 new magazines launched during the first six months of 2014 while only 30 closed in that time frame. The category which produced the most new publications was \"Regional interest\", of which six new magazines were launched, including 12th & Broad and Craft Beer & Brewing.[29] However, two magazines had to change their print schedules. Johnson Publishing's Jet stopped printing regular issues making the transition to digital format, however still print an annual print edition.[30] Ladies' Home Journal stopped their monthly schedule and home delivery for subscribers to become a quarterly newsstand-only special interest publication.[31]\n\nAccording to statistics from the end of 2013, subscription levels for 22 of the top 25 magazines declined from 2012 to 2013, with just Time, Glamour and ESPN The Magazine gaining numbers.[32]\n\nThe \"seven sisters\" of American women's magazines are Ladies' Home Journal, Good Housekeeping, McCall's, Woman's Day, Redbook, Family Circle and Better Homes and Gardens. Some magazines like Godey's Lady's Book and Harper's Bazaar were intended exclusively for a female audience, emphasizing the traditional gender roles of the 19th century. Harper's Bazaar was the first to focus exclusively on couture fashion, fashion accessories and textiles. The inclusion of didactic content about housekeeping may have increased the appeal of the magazine for a broader audience of women and men concerned about the frivolity of a fashion magazine.[19]\n\n"
        },
        {
            "title": "Types",
            "text": "In the 1920s, new magazines appealed to young German women with a sensuous image and advertisements for the appropriate clothes and accessories they would want to purchase. The glossy pages of Die Dame and Das Blatt der Hausfrau displayed the \"Neue Frauen\", \"New Girl\" – what Americans called the flapper. This ideal young woman was chic, financially independent, and an eager consumer of the latest fashions. Magazines kept her up to date on fashion, arts, sports, and modern technology such as automobiles and telephones.[34]\n\nThe first women's magazine targeted toward wives and mothers was published in 1852.[35] Through the use of advice columns, advertisements, and various publications related to parenting, women's magazines have influenced views of motherhood and child-rearing.[36] Mass-marketed women's magazines have shaped and transformed cultural values related to parenting practices. As such, magazines targeting women and parenthood have exerted power and influence over ideas about motherhood and child-rearing.[36]\n\nReligious groups have used magazines for spreading and communicating religious doctrine for over 100 years. The Friend was founded in Philadelphia in 1827 at the time of a major Quaker schism; it has been continually published and was renamed Friends Journal when the rival Quaker groups formally reconciled in the mid-1950s.[37]\n\nSeveral Catholic magazines launched at the turn of the 20th century that still remain in circulation including; St. Anthony Messenger founded in 1893 and published by the Franciscan Friars (OFM) of St. John the Baptist Province, Cincinnati, Ohio,  Los Angeles–based Tidings, founded in 1895 (renamed Angelus in 2016), and published jointly by The Tidings Corporation and the Roman Catholic Archdiocese of Los Angeles, and Maryknoll, founded in 1907 by the Foreign Mission Society of America which brings news about the organization's charitable and missionary work in over 100 countries. There are over 100 Catholic magazines published in the United States, and thousands globally which range in scope from inspirational messages to specific religious orders, faithful family life, to global issues facing the worldwide Church.\n\nJehovah's Witnesses' primary magazine, The Watchtower, was started by Charles Taze Russell in July 1879 under the title Zion's Watch Tower and Herald of Christ's Presence. The public edition of the magazine is one of the most widely distributed magazines in the world, with an average printing of approximately 36 million per issue.[38]\n\nMagazines publishing stories and photos of high-profile individuals and celebrities have long been a popular format in the United States.[39] In 2019, People Magazine ranked second behind ESPN Magazine in total reach with a reported reach of 98.51 million.[40]\n\nProfessional magazines, also called trade magazines, or business-to-business magazines are targeted to readers employed in particular industries. These magazines typically cover industry trends and news of interest to professionals in the industry. Subscriptions often come with membership in a professional association. Professional magazines may derive revenue from advertisement placements or advertorials by companies selling products and services to a specific professional audience. Examples include Advertising Age and Automotive News.[41][42][43]\n\n"
        },
        {
            "title": "Cover",
            "text": "Being on the cover of certain magazines is considered an honor or distinction. Examples include Time, Rolling Stone, Vogue and Sports Illustrated. See, for example: \n\nSee also cover art.\n\nThe magazine cover indicator is a not-too-serious economic indicator that is sometimes taken seriously by technical analysts.\n\n"
        }
    ]
}