{
    "url": "https://en.wikipedia.org/wiki/Magic_in_fiction",
    "title": "Magic in fiction",
    "table_of_contents": [
        "1 Historical beliefs",
        "2 Function",
        "3 Acquisition",
        "3.1 Items",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Magic in fiction is the endowment of characters or objects in works of fiction or fantasy with powers that do not naturally occur in the real world.\n\nMagic often serves as a plot device and has long been a component of fiction, since writing was invented.\n\n"
        },
        {
            "title": "Historical beliefs",
            "text": "Historically, witches such as the Weird Sisters in William Shakespeare's Macbeth, wizards such as Prospero in The Tempest or characters like Doctor Faustus in Christopher Marlowe's play of the same name were widely considered to be real.[1]: 1027  Contemporary authors tend to treat magic as an imaginary idea, opting to build their worlds with a blank slate where the laws of reality do not carry as much weight.[1]: 1027 \n\n"
        },
        {
            "title": "Function",
            "text": "Within a work of fantasy, magic can help to advance the  plot, often providing power to heroes or to their opponents. The use of magic frequently manifests itself in a  transformation of a character, if not the transformation of the fictional world.[2]: 143 \n\nFor magic to carry out its functions, it often comes at a price equal to its value.[3][need quotation to verify]: 143 \n\nFictional magic may or may not include a detailed magic system, but it is not uncommon for authors to omit details or explanations of certain limitations, ostensibly for  pacing or other purposes; in these cases, it is possible that magic serves more as a convenience to the author rather than as a device for the character.[citation needed]\n\nIn nearly any given fantasy magical system, magical ability is limited. Limitations can add conflict to the story and prevent characters from becoming all-powerful with magic, although characters with unlimited power (such as deities or transcendental beings) are not unheard of in fiction.[1]: 616  Fantasy writers use a variety of techniques to limit the magic in their stories,[4] such as limiting the number of  spells a character has or may cast before needing rest,[4] restricting a character's magic to the use of a specific object,[4] limiting magic to the use of certain rare materials,[5] or restricting the magic a character can use through its negative consequences.[4] Some works feature magic that is performed through the use of certain words or incantations to cast spells.[citation needed] While many works use this method without offering an explanation for it, others do offer an explanation.[2]: 134 [3]: 167–168 \n\n Hard magic is a magic system with specific rules and regulations; a soft magic system is usually much more vague and undefined with a mysterious aspect to it.\n\n"
        },
        {
            "title": "Acquisition",
            "text": "Authors introduce magic into their stories, and to their characters, in varying ways. Although there is great variation in how spontaneously magic occurs, how difficult it is to wield, and how the guidelines to the magic are implemented, there are a handful of methods for introducing magic found in many fictional works. In many[quantify] fantasy works, writers depict magic as an innate talent, equivalent for example to  perfect pitch.[1]: 616  Magic may also be gained through a pact with a devil or with other spirits, a characteristic common in folklore.[6]\n\nIn some works, such as fairy tales, magic items either endow the main characters with magical powers or have magical powers themselves. Writers often use them as plot devices or MacGuffins to drive the plot of a story.[7][page needed]\n\nWands and staves often feature in fantasy works in the hands of wizards.[8]\nItalian fairy tales had put wands into the hands of the powerful fairies by the late Middle Ages.[citation needed]\n\nTalismans such as  rings or amulets may exert magical influence.[9]\nSeven-league boots and invisibility cloaks have also proven popular.\n\n"
        }
    ]
}