{
    "url": "https://en.wikipedia.org/wiki/Magic_item",
    "title": "Magic item",
    "table_of_contents": [
        "1 Fairy tales",
        "2 Types of magic items",
        "2.1 Artifacts",
        "2.1.1 In fiction",
        "2.1.1.1 In Dungeons & Dragons",
        "2.1.1.2 In Harry Potter",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A magic item is any object that has magical powers inherent in it. These may act on their own or be the tools of the person or being whose hands they fall into. Magic items are commonly found in both folklore and modern fantasy. Their fictional appearance is as old as the Iliad in which Aphrodite's magical girdle is used by Hera as a love charm.[1]\n\nMagic items often act as a plot device to grant magical abilities. They may give magical abilities to a person lacking in them, or enhance the power of a wizard. For instance, in J.R.R. Tolkien's The Hobbit, the magical ring allows Bilbo Baggins to be instrumental in the quest, exceeding the abilities of the dwarves.[2]\n\nMagic items are often, also, used as MacGuffins. The characters in a story must collect an arbitrary number of magical items, and when they have the full set, the magic is sufficient to resolve the plot. In video games, these types of items are usually collected in fetch quests.\n\n"
        },
        {
            "title": "Fairy tales",
            "text": "Certain kinds of fairy tales have their plots dominated by the magic items they contain. One such is the tale where the hero has a magic item that brings success, loses the item either accidentally (The Tinder Box) or through an enemy's actions (The Bronze Ring), and must regain it to regain his success.[3] Another is the magic item that runs out of control when the character knows how to start it but not to stop it: the mill in Why the Sea Is Salt or the pot in Sweet Porridge.[4] A third is the tale in which a hero has two rewards stolen from him, and a third reward attacks the thief.[5]\n\n"
        },
        {
            "title": "Types of magic items",
            "text": "Many works of folklore and fantasy include very similar items, that can be grouped into types. These include:\n\nIn role-playing games and fantasy literature, an artifact is a magical object with great power. Often, this power is so great that it cannot be duplicated by any known art allowed by the premises of the fantasy world, and often cannot be destroyed by ordinary means. Artifacts often serve as MacGuffins, the central focus of quests to locate, capture, or destroy them. The One Ring of The Lord of the Rings is a typical artifact: it was alarmingly powerful, of ancient and obscure origin, and nearly indestructible.\n\nThis interpretation may have arisen as an extension of the archaeological meaning of the word; fantasy artifacts are often the remains of earlier civilisations established by beings of great magical power (cf. many artifacts in Lovecraft's Cthulhu Mythos, as well as the \"Forgotten Realms\" Dungeons & Dragons setting).[citation needed]\n\nIn Dungeons & Dragons, artifacts are magic items that either cannot be created by players or the secrets to their creation is not given. In any event, artifacts have no market price and have no hit points (that is, they are indestructible by normal spells). Artifacts typically have no inherent limit of using their powers. Under strict rules, any artifact can theoretically be destroyed by the sorcerer/wizard spell Mordenkainen's Disjunction, but for the purposes of a campaign centered on destroying an artifact, a plot-related means of destruction is generally substituted. Artifacts in D&D are split into two categories. Minor artifacts are common, but they can no longer be created, whereas major artifacts are unique – only one of each item exists.[6]\n\nIn the Harry Potter series by J. K. Rowling, several magical objects exist for the use of the characters. Some of them play a crucial role in the main plot. There are objects for different purposes such as communication, transportation, games, storage, as well as legendary artifacts and items with dark properties.\n\n"
        }
    ]
}