{
    "url": "https://en.wikipedia.org/wiki/Magical_girl",
    "title": "Magical girl",
    "table_of_contents": [
        "1 Genre history",
        "1.1 1953–1971: Early magical girl works",
        "1.2 1972–1979: Majokko series",
        "1.3 1980–1989: Transition from majokko to magical girl",
        "1.4 1990–1999: Transforming heroine and diversification",
        "1.5 2000–present: Expanding demographic and parody works",
        "2 Concepts and themes",
        "2.1 Femininity and youth",
        "2.2 Transformation",
        "2.3 Heroine elements",
        "2.4 Romance and friendship",
        "3 Media",
        "3.1 Live-action television series",
        "3.2 Merchandise",
        "3.3 Non-Japanese works",
        "3.3.1 Asia",
        "3.3.2 Europe and the United States",
        "4 Critical analysis",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMagical girl (Japanese: 魔法少女, Hepburn: mahō shōjo) is a subgenre of Japanese fantasy media (including anime, manga, light novels, and live-action media) centered around young girls who possess magical abilities, which they typically use through an ideal alter ego into which they can transform.[1][2]\n\nThe genre emerged in 1962 with Himitsu no Akko-chan, followed by Sally the Witch in 1966[3] produced by Toei Animation. A wave of similar anime produced by the studio in the 1970s led to majokko (魔女っ子, lit. \"little witch\") being used as a common term for the genre. In the 1980s, the term was largely replaced by \"magical girl\", reflecting the new popularity of shows produced by other studios, including Magical Princess Minky Momo and Creamy Mami, the Magic Angel.\n\nIn the 1990s, Sailor Moon introduced the concept of a \"transforming heroine\" who fights against forces of evil, a synthesis of elements from tokusatsu hero shows that became a staple for magical girl series that followed. The growth of late-night anime in the early 2000s led to a demographic shift for the genre, where series with more mature themes such as Puella Magi Madoka Magica (2011) were created and marketed towards an older male audience.\n\n"
        },
        {
            "title": "Genre history",
            "text": "Despite no presence of magic, the manga series Princess Knight (1953) is seen as a prototype for the magical girl genre,[4] as it set forth the appeal of girls who transform to do things they normally cannot perform.[2] Sally the Witch, a 1966 anime television series produced by Toei Animation, is regarded as the first magical girl anime.[4]: 78 [5][6] The show's concept was inspired by the American sitcom Bewitched.[1][2] Himitsu no Akko-chan (1962), serialized earlier in the shōjo manga magazine Ribon, is credited as the earliest magical girl manga series.[7]: 8  The manga's 1969 anime adaptation introduced the idea of using a compact to transform, a characteristic that is still present in modern series in the genre.[8]\n\nToei Animation produced most of the magical girl series of the 1970s,[1] collectively known as the Majokko Series [ja].[1] This popularized the term majokko (魔女っ子, lit. \"little witch\") for the genre, especially with Mahōtsukai Chappy (1972) and Majokko Megu-chan (1974). Megu-chan has been noted in particular for its portrayal of multiple magical girls and the friendship between girls.[1] Coinciding with the influence of the women's liberation movement in Japan, magical girls began displaying a \"certain coquettishness\" in the 1970s.[1]\n\nIn 1980, Toei released Lalabel, the Magical Girl, the first instance of the term \"mahō shōjo (magical girl)\" being used.[9]: 6  In the following years, other studios besides Toei began producing magical girl anime series, such as Magical Princess Minky Momo (1982) and Creamy Mami, the Magic Angel (1983), the latter of which was the first installment of Studio Pierrot's Magic Girl Series [ja].[9]: 7  A characteristic of Minky Momo and Creamy Mami showed girls transforming into grown-up images of themselves,[10]: 29  which has been linked to the increasing prominence of women at this time including politician Takako Doi, the all-female band Princess Princess, and pop idol Seiko Matsuda, as well as the passage of the Equal Employment Opportunity Act in 1985.[1] Yuji Nunokawa, the producer of both Minky Momo and Creamy Mami, noted that male fans of the magical girl genre increased after Creamy Mami due to the shows' use of transformations and they enjoyed watching girls using magic to solve their problems in ways men traditionally could not.[11] Due to the popularity of Minky Momo and Studio Pierrot's shows, the term \"majokko\" had largely fallen out of use in favor of \"magical girl.\"[citation needed]\n\nSailor Moon (1991), whose anime adaptation was broadcast from 1992 to 1997, revolutionized the magical girl genre by combining \"transforming hero\" elements from live-action tokusatsu hero shows like Super Sentai and Kamen Rider with feminine interests, such as romance and child-rearing.[1][9]: 8  Up until then, magical girl series were comedic and the characters' use of magic only exacerbated social conflict.[2] A key attribute of the transformations in Sailor Moon is that they focused on exaggerating the characters' beauty through make-up and fashion, negating the link between cuteness and weakness traditionally seen in women.[1] In addition, unlike previous magical girl series, Sailor Moon featured a team of magical girls as the main characters, with male characters supporting them in battle.[10]: 28  The format of using fighting, transforming heroines became popular and were used in other magical girl series following Sailor Moon.[7]: 199 [12] Series that attempted to capitalize on Sailor Moon's success include Akazukin Chacha, whose anime adaptation created an original arc featuring \"transforming heroine\" characteristics;[9]: 106  Cutie Honey Flash (1997), a remake of the original male-oriented science fiction series Cutie Honey (1973) for a young female demographic;[13] and Wedding Peach.[14]\n\nIn the following years, the magical girl genre became diversified. While Sailor Moon also drew in male fans, Cardcaptor Sakura (1998) was extremely popular among men in spite of its target demographic for including themes such as cosplay, boys' love, otokonoko, and yuri.[15] Cardcaptor Sakura was also one of the series that influenced the idea of moe, which was integrated into later magical girl series aimed at an adult male audience.[15] Likewise, Cutie Honey Flash also drew in a male audience who were fans of the original Cutie Honey series.[13]: 111–112 \n\nAfter the end of Ojamajo Doremi (1999), Toei Animation's first original magical girl anime series since 1985,[9]: 9  Pretty Cure was broadcast in 2004, with new installments broadcast yearly.[1] Similar to Sailor Moon, Pretty Cure drew influences from tokusatsu hero shows, but unlike the former, it was heavily focused on action and used the same talents who worked on Kamen Rider and Super Sentai.[16] This helped the series achieve widespread demographic appeal outside of young girls.[16]\n\nAt the same time, the target demographic of magical girl shows expanded. With more late-night anime being produced in the early 2000s, magical girl shows aimed at an older male demographic were produced, a notable one being Magical Girl Lyrical Nanoha (2004), a spin-off originating from the adult game series Triangle Heart.[15] As the series were targeted towards older audiences, this allowed for dark and mature themes to be explored, including death and the price of magical power.[1] The magical girl genre earned renewed popularity in the 2010s with the advent of Puella Magi Madoka Magica (2011),[17] whose mature themes and darker approach earned acclaim from viewers and critics outside the conventional audience group.[18][19][20] Other examples of late-night magical girl anime include Day Break Illusion (2013) and Fate/Kaleid Liner Prisma Illya (2013).[1] Though transforming heroine shows remain popular, traditional magical girl series featuring witches demonstrating the importance of hopes and dreams, such as Tweeny Witches (2004) and Little Witch Academia (2013) were still produced.[1]\n\nIn addition to late-night magical girl series, media exploring the idea of male characters as magical girls (colloquially known as \"magical boys\"[21]) were introduced, most of them as comedic parodies.[10]: 29  Kimagure Orange Road (1985) introduced audiences to the idea of a \"magical boy\" character.[22] Cute High Earth Defense Club Love!  (2015) features a cast of male characters parodying the magical girl concepts combined with growing interest in bishōnen shows aimed at a fujoshi audience.[23] Other magical boy parodies include Is This a Zombie? (2011)[24] and Magical Girl Ore (2018).[25]\n\n"
        },
        {
            "title": "Concepts and themes",
            "text": "Magical girl series use elements associated with female interests, such as accessories associated with femininity, child-rearing, and romance.[1] Magical girl characters are typically 10 to 14 years old, with cute features and an appearance resembling a princess or an idol singer.[13]: 110  Older women are usually portrayed as villains.[13]: 110  Professor Bill Ellis noted that in traditional Japanese folklore, powerful women were depicted to be monstrous, similar to Oni.[26]\n\nIn magical girl series, the main female characters transform into prettier, more mature-looking versions of themselves who have special powers, an idea originating from Princess Knight. Unlike hero shows, the items used to initiate transformation are often \"cute\" accessories associated with femininity and beauty.[1] The first example of an item used to aid the transformation is the anime adaptation of Himitsu no Akko-chan, in which Akko uses a compact to transform; since the broadcast of the series, compacts are commonly used as a transformation item.[8]\n\nThe \"transforming heroine\" (変身ヒロイン, henshin hiroin) is a concept adapted from tokusatsu hero shows (dramas or movies) that was first popularized by Sailor Moon in the early 1990s; it has been a staple of magical girl series since.[1][9]: 9  The transforming heroine features an ordinary schoolgirl who changes into an \"adorable\" costume with \"cute\" accessories; she then uses a sceptre (or a similar weapon) to channel magical energy in order to fight against the forces of evil.[1] This format has allowed magical girls to be viewed as superheroines, especially in the West during the girl power movement of the 1990s.[1] Comparisons have been drawn to Western superheroines like Buffy the Vampire Slayer and Wonder Woman, but unlike the former, \"transforming heroine\" series use femininity to weaponize and also features young girls instead of women,[1] as older women are typically portrayed as villains in magical girl series.[13]: 110 \n\nA common goal for magical girl characters since the 1960s is romance that eventually results in marriage.[13]: 110  While heterosexual romance was present and received focus in magical girl series, post-Sailor Moon works saw a diminished presence in male characters in favor of focusing on the friendships between the main female characters.[2] Akiko Sugawa suggests that the future of magical girl shows may include rebellion against sexual norms, using Puella Magi Madoka Magica as an example of yuri relationships favored over heterosexual relationships.[1]\n\n"
        },
        {
            "title": "Media",
            "text": "In 1989, Shotaro Ishinomori produced the first live-action magical girl series, Mahō Shōjo Chūka na Pai Pai! [ja], as part of the Toei Fushigi Comedy Series.[9]: 7  The popularity of the show led to five more installments produced, including La Belle Fille Masquée Poitrine and Yūgen Jikkō Sisters Shushutrian [ja],[27] with all of them categorized as the Bishōjo Series (美少女シリーズ).[9]: 7  The shows were viewed as a female counterpart to tokusatsu series aimed at young boys, such as Super Sentai, Kamen Rider, and Ultraman; however, interest in the genre declined in the early 1990s due to competing toy sales with Sailor Moon and other magical girl anime.[28] Live-action magical girl series were revived with the Girls × Heroine series, beginning with Idol × Warrior Miracle Tunes! in 2017.[28][29]\n\nMagical girl series aimed at young girls were often marketed with a merchandise line, with Kumiko Saito discussing that magical girl anime is best understood as \"twenty-five-minute advertisements for toy merchandise\", highlighting the high production costs and the involvement of Bandai in Sailor Moon and Pretty Cure.[30] Reiko Yamashita also mentioned Ojamajo Doremi as an example of a series with mass toy production.[13]: 114  Pretty Cure has become Japan's fifth highest grossing franchise as of 2010 in part due to its high merchandise sales.[31] For the Girls × Heroine series, Shogakukan project manager Reiko Sasaki stated that she had to create scenarios on how to integrate the toys into the show.[32] Himitsu no Akko-chan was the earliest example of having a merchandise line and was a \"huge hit.\"[9]: 6  Toys from the 1980s were commonly in bright colors and were mostly compact cases or sticks, with the character's face sometimes printed on it.[9]: 11  From 1990 to 1994, toy sets began including pendants as part of transformation items, along with feminine motifs, such as hearts and stars; most of the toys were pink at the time.[9]: 56  From 1995 to 1999, the toys became more colorful.[9]: 120 \n\nFor Sailor Moon's 20th anniversary, in 2013, Bandai, the producer of their toy line, released a cosmetics line based on transformation items seen in the series, aimed at adult women who grew up with the show.[33] This was followed by a life-sized replica of Sailor Moon's Moon Stick, which Bandai produced as part of their Proplica [ja] merchandise line aimed at adult collectors,[34] as well as a jewelry line.[35] In the years that followed, other magical girl franchises released merchandise lines aimed towards adult women, through collaborations with fashion brands such as Earth Music & Ecology [ja]'s Japan Label,[36][37][38][39][40] Liz Lisa [ja],[41] Thank You Mart [ja],[42][43] SuperGroupies,[44][45] and Favorite.[46][47][48][49][50][51]\n\nIn China, Balala the Fairies is an ongoing franchise originating as a live-action series before transferring to animation, though it was accused of plagiarizing Pretty Cure.[52]\n\nSimilar to Japan, the transforming heroine concept coined by Sailor Moon saw popularity when the show was broadcast overseas in the 1990s due to the girl power movement taking place in Europe and the United States at the time.[1] The influence of Sailor Moon has led magical girls to be associated with superheroines in the West.[1] Notable examples include W.I.T.C.H. (2001) and Winx Club (2004) in Italy;[53][54] and Totally Spies! (2001),[30] LoliRock (2014),[55][56] and Miraculous: Tales of Ladybug & Cat Noir (2015) in France.[57][58] Animated series from the United States, including The Powerpuff Girls (1998),[30] Bee and PuppyCat (2013),[59] Steven Universe (2013),[60] Star vs. the Forces of Evil (2015),[54] She-Ra and the Princesses of Power (2018),[54] and Magical Girl Friendship Squad (2020),[61] have been influenced by magical girl themes and reference them. Characters in My Little Pony: Equestria Girls are described as \"full-time students and part-time magical pony girls\".[62]\n\n"
        },
        {
            "title": "Critical analysis",
            "text": "Magical girl series have been linked to female empowerment since the 1970s, from exploring female sexuality to weaponizing femininity.[1] Aside from female gender norms from the genre's defiance against female gender roles, the magical girl genre has also influenced a shift in male gender norms as the stigma between traditional femininity and weakness were removed.[30]\n\nAkiko Shimada's 2011 study Representations of Girls in Japanese Magical Girl TV Animation Programmes from 1966 to 2003 and Japanese Female Audiences' Understanding of Them references Yokokawa (1991) and Murase (2000) who state that in Japanese language, the word “shojo” is always used in third person. Young girls do not refer to themselves as \"shojo\". This reflects on how narratives about shojo are crafted from a third-party, often male lens.[63]\n\n"
        }
    ]
}