{
    "url": "https://en.wikipedia.org/wiki/Magical_thinking",
    "title": "Magical thinking",
    "table_of_contents": [
        "1 Anthropology",
        "2 Types",
        "2.1 Direct effect",
        "2.2 Symbolic approaches",
        "3 Causes",
        "3.1 Phenomenological approach",
        "4 Cultural differences",
        "5 In children",
        "5.1 Grief",
        "6 Related terms",
        "7 See also",
        "7.1 Notes",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Magical thinking, or superstitious thinking,[1] is the belief that unrelated events are causally connected despite the absence of any plausible causal link between them, particularly as a result of supernatural effects.[1][2][3] Examples include the idea that personal thoughts can influence the external world without acting on them, or that objects must be causally connected if they resemble each other or have come into contact with each other in the past.[1][2][4] Magical thinking is a type of fallacious thinking and is a common source of invalid causal inferences.[3][5] Unlike the confusion of correlation with causation, magical thinking does not require the events to be correlated.[3]\n\nThe precise definition of magical thinking may vary subtly when used by different theorists or among different fields of study. In anthropology (the earliest research), the posited causality is between religious ritual, prayer, sacrifice, or the observance of a taboo, and an expected benefit or recompense. Later research indicates that magical thinking is also common in modern societies.\n\nIn psychology, magical thinking is the belief that one's thoughts by themselves can bring about effects in the world or that thinking something corresponds with doing it.[6] These beliefs can cause a person to experience an irrational fear of performing certain acts or having certain thoughts because of an assumed correlation between doing so and threatening calamities.[1]\n\nIn psychiatry, magical thinking is a disorder of thought content;[7] here it denotes the false belief that one's thoughts, actions, or words will cause or prevent a specific consequence in some way that defies or circumvents commonly understood laws of causality.[8]\n\n"
        },
        {
            "title": "Anthropology",
            "text": "In religion, folk religion, and superstitious beliefs, the posited causality is between religious ritual, prayer, meditation, trances, sacrifice, incantation, curses, benediction, faith healing, or the observance of a taboo, and an expected benefit or recompense. The use of a lucky charm or ritual, for example, is assumed to increase the probability that one will perform at a level so that one can achieve a desired goal or outcome.[9]\n\nResearchers have identified two possible principles as the formal causes of the attribution of false causal relationships:\n\nProminent Victorian theorists identified associative thinking (a common feature of practitioners of magic) as a characteristic form of irrationality. As with all forms of magical thinking, association-based and similarities-based notions of causality are not always said to be the practice of magic by a magician. For example, the doctrine of signatures held that similarities between plant parts and body parts indicated their efficacy in treating diseases of those body parts, and was a part of Western medicine during the Middle Ages. This association-based thinking is a vivid example of the general human application of the representativeness heuristic.[10]\n\nEdward Burnett Tylor coined the term \"associative thinking\",[11] characterizing it as pre-logical,[citation needed] in which the \"magician's folly\" is in mistaking an imagined connection with a real one. The magician believes that thematically linked items can influence one another by virtue of their similarity.[12] For example, in E. E. Evans-Pritchard's account, members of the Azande tribe[13] believe that rubbing crocodile teeth on banana plants can invoke a fruitful crop. Because crocodile teeth are curved (like bananas) and grow back if they fall out, the Azande observe this similarity and want to impart this capacity of regeneration to their bananas. To them, the rubbing constitutes a means of transference.\n\nSir James Frazer (1854-1941) elaborated upon Tylor's principle by dividing magic into the categories of sympathetic and contagious magic. The latter is based upon the law of contagion or contact, in which two things that were once connected retain this link and have the ability to affect their supposedly related objects, such as harming a person by harming a lock of his hair. Sympathetic magic and homeopathy operate upon the premise that \"like affects like\", or that one can impart characteristics of one object to a similar object. Frazer believed that some individuals think the entire world functions according to these mimetic, or homeopathic, principles.[14]\n\nIn How Natives Think (1925), Lucien Lévy-Bruhl describes a similar notion of mystical, \"collective representations\". He too sees magical thinking as fundamentally different from a Western style of thought. He asserts that in these representations, \"primitive\" people's \"mental activity is too little differentiated for it to be possible to consider ideas or images of objects by themselves apart from the emotions and passions which evoke those ideas or are evoked by them\".[15] Lévy-Bruhl explains that the indigenous people commit the post hoc, ergo propter hoc fallacy, in which people observe that x is followed by y, and conclude that x has caused y.[16] He believes that this fallacy is institutionalized in native culture and is committed regularly and repeatedly.\n\nDespite the view that magic is less than rational and entails an inferior concept of causality, in The Savage Mind (1966), Claude Lévi-Strauss suggested that magical procedures are relatively effective in exerting control over the environment. This outlook has generated alternative theories of magical thinking, such as the symbolic and psychological approaches, and softened the contrast between \"educated\" and \"primitive\" thinking: \"Magical thinking is no less characteristic of our own mundane intellectual activity than it is of Zande curing practices.\"[17][n 1]\n\n"
        },
        {
            "title": "Types",
            "text": "Bronisław Malinowski's Magic, Science and Religion (1954) discusses another type of magical thinking, in which words and sounds are thought to have the ability to directly affect the world.[18]  This type of wish fulfillment thinking can result in the avoidance of talking about certain subjects (\"speak of the devil and he'll appear\"), the use of euphemisms instead of certain words, or the belief that to know the \"true name\" of something gives one power over it, or that certain chants, prayers, or mystical phrases will bring about physical changes in the world. More generally, it is magical thinking to take a symbol to be its referent or an analogy to represent an identity.\n\nSigmund Freud believed that magical thinking was produced by cognitive developmental factors. He described practitioners of magic as projecting their mental states onto the world around them, similar to a common phase in child development.[19] From toddlerhood to early school age, children will often link the outside world with their internal consciousness, e.g. \"It is raining because I am sad.\"\n\nAnother theory of magical thinking is the symbolic approach. Leading thinkers of this category, including Stanley J. Tambiah, believe that magic is meant to be expressive, rather than instrumental. As opposed to the direct, mimetic thinking of Frazer, Tambiah asserts that magic utilizes abstract analogies to express a desired state, along the lines of metonymy or metaphor.[20]\n\nAn important question raised by this interpretation is how mere symbols could exert material effects. One possible answer lies in John L. Austin's concept of performativity, in which the act of saying something makes it true, such as in an inaugural or marital rite.[21] Other theories propose that magic is effective because symbols are able to affect internal psycho-physical states. They claim that the act of expressing a certain anxiety or desire can be reparative in itself.[22]\n\n"
        },
        {
            "title": "Causes",
            "text": "According to theories of anxiety relief and control, people turn to magical beliefs when there exists a sense of uncertainty and potential danger, and with little access to logical or scientific responses to such danger. Magic is used to restore a sense of control over circumstance. In support of this theory, research indicates that superstitious behavior is invoked more often in high stress situations, especially by people with a greater desire for control.[23][24]\n\nAnother potential reason for the persistence of magic rituals is that the rituals prompt their own use by creating a feeling of insecurity and then proposing themselves as precautions.[25] Boyer and Liénard propose that in obsessive-compulsive rituals — a possible clinical model for certain forms of magical thinking — focus shifts to the lowest level of gestures, resulting in goal demotion. For example, an obsessive-compulsive cleaning ritual may overemphasize the order, direction, and number of wipes used to clean the surface. The goal becomes less important than the actions used to achieve the goal, with the implication that magic rituals can persist without efficacy because the intent is lost within the act.[25] Alternatively, some cases of harmless \"rituals\" may have positive effects in bolstering intent, as may be the case with certain pre-game exercises in sports.[26]\n\nSome scholars believe that magic is effective psychologically. They cite the placebo effect and psychosomatic disease as prime examples of how our mental functions exert power over our bodies.[27] Similarly, Robin Horton suggests that engaging in magical practices surrounding healing can relieve anxiety, which could have a significant positive physical effect. In the absence of advanced health care, such effects would play a relatively major role, thereby helping to explain the persistence and popularity of such practices.[28][29]\n\nAriel Glucklich tries to understand magic from a subjective perspective, attempting to comprehend magic on a phenomenological, experientially based level. Glucklich seeks to describe the attitude that magical practitioners feel what he calls \"magical consciousness\" or the \"magical experience\". He explains that it is based upon \"the awareness of the interrelatedness of all things in the world by means of simple but refined sense perception.\"[30]\n\nAnother phenomenological model is that of Gilbert Lewis, who argues that \"habit is unthinking\". He believes that those practicing magic do not think of an explanatory theory behind their actions any more than the average person tries to grasp the pharmaceutical workings of aspirin.[31]  When the average person takes an aspirin, he does not know how the medicine chemically functions. He takes the pill with the premise that there is proof of efficacy. Similarly, many who avail themselves of magic do so without feeling the need to understand a causal theory behind it.\n\n"
        },
        {
            "title": "Cultural differences",
            "text": "Robin Horton maintains that the difference between the thinking of Western and of non-Western peoples is predominantly \"idiomatic\". He says that the members of both cultures use the same practical common-sense, and that both science and magic are ways beyond basic logic by which people formulate theories to explain whatever occurs. However, non-Western cultures use the idiom of magic and have community spiritual figures, and therefore non-Westerners turn to magical practices or to a specialist in that idiom. Horton sees the same logic and common-sense in all cultures, but notes that their contrasting ontological idioms lead to cultural practices which seem illogical to observers whose own culture has correspondingly contrasting norms. He explains, \"[T]he layman's grounds for accepting the models propounded by the scientist are often no different from the young African villager's ground for accepting the models propounded by one of his elders.\"[32] Along similar lines, Michael F. Brown argues that the Aguaruna of Peru see magic as a type of technology, no more supernatural than their physical tools. Brown says that the Aguaruna utilize magic in an empirical manner; for example, they discard any magical stones which they have found to be ineffective. To Brown—as to Horton—magical and scientific thinking differ merely in idiom.[33] These theories blur the boundaries between magic, science, and religion, and focus on the similarities in magical, technical, and spiritual practices. Brown even ironically writes that he is tempted to disclaim the existence of 'magic.'[34]\n\nOne theory of substantive difference is that of the open versus closed society. Horton describes this as one of the key dissimilarities between traditional thought and Western science. He suggests that the scientific worldview is distinguished from a magical one by the scientific method and by skepticism, requiring the falsifiability of any scientific hypothesis. He notes that for native peoples \"there is no developed awareness of alternatives to the established body of theoretical texts.\"[35] He notes that all further differences between traditional and Western thought can be understood as a result of this factor. He says that because there are no alternatives in societies based on magical thought, a theory does not need to be objectively judged to be valid.\n\n"
        },
        {
            "title": "In children",
            "text": "According to Jean Piaget's Theory of Cognitive Development,[36] magical thinking is most prominent in children between ages 2 and 7. Due to examinations of grieving children, it is said that during this age, children strongly believe that their personal thoughts have a direct effect on the rest of the world. It is posited that their minds will create a reason to feel responsible if they experience something tragic that they do not understand, e.g. a death. Jean Piaget, a developmental psychologist, came up with a theory of four developmental stages. Children between ages 2 and 7 would be classified under his preoperational stage of development. During this stage children are still developing their use of logical thinking. A child's thinking is dominated by perceptions of physical features, meaning that if the child is told that a family pet has \"gone away\" when it has in fact died, then the child will have difficulty comprehending the transformation of the dog not being around anymore. Magical thinking would be evident here, since the child may believe that the family pet being gone is just temporary. Their young minds in this stage do not understand the finality of death and magical thinking may bridge the gap.\n\nIt was discovered that children often feel that they are responsible for an event or events occurring or are capable of reversing an event simply by thinking about it and wishing for a change: namely, \"magical thinking\".[37] Make-believe and fantasy are an integral part of life at this age and are often used to explain the inexplicable.[38][39]\n\nAccording to Piaget, children within this age group are often \"egocentric\", believing that what they feel and experience is the same as everyone else's feelings and experiences.[40] Also at this age, there is often a lack of ability to understand that there may be other explanations for events outside of the realm of things they have already comprehended. What happens outside their understanding needs to be explained using what they already know, because of an inability to fully comprehend abstract concepts.[40]\n\nMagical thinking is found particularly in children's explanations of experiences about death, whether the death of a family member or pet, or their own illness or impending death. These experiences are often new for a young child, who at that point has no experience to give understanding of the ramifications of the event.[41] A child may feel that they are responsible for what has happened, simply because they were upset with the person who died, or perhaps played with the pet too roughly. There may also be the idea that if the child wishes it hard enough, or performs just the right act, the person or pet may choose to come back, and not be dead any longer.[42] When considering their own illness or impending death, some children may feel that they are being punished for doing something wrong, or not doing something they should have, and therefore have become ill.[43] If a child's ideas about an event are incorrect because of their magical thinking, there is a possibility that the conclusions the child makes could result in long-term beliefs and behaviours that create difficulty for the child as they mature.[44]\n\n"
        }
    ]
}