{
    "url": "https://en.wikipedia.org/wiki/Magnetic_sail",
    "title": "Magnetic sail",
    "table_of_contents": [
        "1 History of concept",
        "2 Modes of operation",
        "2.1 Acceleration/ deceleration in a stellar plasma wind",
        "2.2 Deceleration in interstellar medium",
        "2.3 In a planetary ionosphere",
        "2.4 In a planetary magnetosphere",
        "3 Physical principles",
        "3.1 Magnetic field interaction with charged particles",
        "3.2 Artificial magnetospheric model",
        "3.3 Magnetohydrodynamic model",
        "3.3.1 MHD applicability test",
        "3.3.2 Coil attack angle effect on thrust and steering angle",
        "3.4 Magnetic field model",
        "3.5 General kinematic model",
        "3.6 Performance measures",
        "4 Proposed magnetic sail systems",
        "4.1 Magsail (MS)",
        "4.1.1 MHD model",
        "4.1.2 Coil mass and current (CMC)",
        "4.1.3 Magsail kinematic model (MKM)",
        "4.1.4 Specific designs and mission profiles",
        "4.2 Mini-magnetospheric plasma propulsion (M2P2)",
        "4.3 Magnetoplasma sail (MPS)",
        "4.4 Plasma magnet (PM)",
        "4.5 Plasma magnetoshell (PMS)",
        "4.6 Beam powered magsail (BPM)",
        "5 Performance comparison",
        "6 Criticisms and advantages/disadvantages",
        "6.1 Criticisms",
        "6.2 Advantages and disadvantages",
        "7 Fictional uses in popular culture",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A magnetic sail is a proposed method of spacecraft propulsion that uses a static magnetic field to deflect a plasma wind of charged particles radiated by the Sun or a Star thereby transferring momentum to accelerate or decelerate a spacecraft.   Most approaches require little to no propellant and thus are a form of Field propulsion. A magnetic sail could also thrust against a planetary ionosphere or magnetosphere. Important use cases are: a modest force from the solar wind sustainable for a long period of time; deceleration in the interstellar medium and the plasma wind of a destination Star following interstellar travel at relativistic speeds achieved by some other means; and efficient deceleration in a planetary ionosphere.  Plasma characteristics for the Solar wind, a planetary ionosphere and the interstellar medium and the specifics of the magnetic sail design determine achievable performance; such as, thrust, required power and mass.\n\n"
        },
        {
            "title": "History of concept",
            "text": "Dana Andrews and Robert Zubrin first proposed the magnetic sail concept in 1988.[1] Andrews was working on use of a magnetic scoop to gather interstellar material  as propellant for a nuclear electric ion drive spacecraft, allowing the craft to operate in a similar manner to a Bussard ramjet. Andrews asked Zubrin to help compute the magnetic scoop drag against the interplanetary medium, which turned out to be much greater than the ion drive thrust.  The ion drive component of the system was dropped, and use of the concept of using the magnetic scoop as a magnetic sail or Magsail (MS) was born.[2] Published  magsail analysis was done for interstellar in 1988,[1] interplanetary in 1989,[3] planetary orbital propulsion in 1991[4] and a detailed design in 2000.[5] Freeland did further analysis in 2015 for Project Icarus that used a more accurate model of the magnetic field and showed that the Andrews and Zubrin results for drag (thrust) were optimistic by a factor of 3.1[6] In 2016 Gros published results[7] for magsail use for deceleration in the Interstellar medium. In 2017, Crowl documented an analysis[8] for a mission starting near the Sun and destined for Planet nine. Another mission profile for the magsail is heliocentric transfers, as described in 2013 by Quarta,[9] in 2019 by Bassetto,[10] and in 2020 by Perakis.[11]\n\nA drawback of the magsail design was that a large (50–100 km radius) superconducting loop weighing on the order of 100 tonnes (100,000 kg) was required. In 2000, Winglee proposed a Mini-Magnetospheric Plasma Propulsion (M2P2) design that injected low energy plasma into a much smaller coil with much lower mass that required low power.[12] Simulations predicted impressive performance relative to mass and required power, a major factor being a claimed \n\n\n\n1\n\n/\n\nr\n\n\n{\\displaystyle 1/r}\n\n magnetic field falloff rate as compared with the classical \n\n\n\n1\n\n/\n\n\nr\n\n3\n\n\n\n\n{\\textstyle 1/r^{3}}\n\n falloff rate of a magnetic dipole in a vacuum. A number of critiques raised issues: that the assumed magnetic field falloff rate was optimistic and that thrust was overestimated as well,[13]  an analysis indicating that predicted thrust was over ten orders of magnitude optimistic since the majority of the solar wind momentum was delivered to the magnetotail and current leakages through the magnetopause and not to the spacecraft,[14] and that conservation of magnetic flux in the region outside the magnetosphere was not considered.[15]\n\nStarting in 2003 Funaki and others published a series of theoretical, simulation and experimental investigations at JAXA in collaboration with Japanese universities addressing some of the issues from criticisms of M2P2 and named their approach the MagnetoPlasma Sail (MPS).[16] In 2011 Funaki and Yamakawa authored a chapter in a book that is a good reference for magnetic sail theory and concepts.[17] MPS research resulted in many published papers that advanced the understanding of physical principles for magnetic sails. Results published in 2013 by Funaki and others found that best performance occurred when the injected plasma had a lower density and velocity than considered in M2P2 where ion drift created an equatorial ring current that augmented the magnetic moment of the coil, which simulations indicated achieved a thrust gain on the order of 10 for smaller magnetospheres as compared with an MHD modeled magnetic sail.[18][19] Investigations continued reporting increased thrust experimentally and numerically considering use of an Magnetoplasmadynamic thruster (aka MPD Arc jet in Japan),[20]  multiple antenna coils,[21] and a multi-pole MPD thruster.[22]\n\nJohn Slough of the University of Washington documented in 2004[23] and 2006[24] results of NASA Institute of Advanced Concepts (NIAC) funded research, development and experimentation for a more efficient method to generate the static magnetic dipole for a magnetic sail using a design called the Plasma magnet (PM). The design used a pair of small perpendicularly oriented coils powered by an alternating current to generate a Rotating magnetic field (RMF) operating a frequency too fast for positively charged ions to react, but slow enough to force electrons into co-rotation with the RMF without creating excessive collisions. This system created a large current disc composed of electrons captured from the plasma wind within a static disk of captured positive ions. The reports predicted substantial improvements in terms of reduced coil size (and hence mass) and markedly lower power requirements for significant thrust. An important factor in these predictions was a hypothesized 1/r magnetic field falloff rate as assumed for M2P2. In 2022 a spaceflight trial dubbed Jupiter Observing Velocity Experiment (JOVE) proposed using a Plasma magnet based sail for a spacecraft named Wind Rider using the solar wind to accelerate away from a point near Earth and decelerate against the magnetosphere of Jupiter.[25]\n\nA 2012 study by Kirtley and Slough investigated using the plasma magnet technology to use the plasma in the ionosphere of a planetary as a braking mechanism and was called the Plasma Magnetoshell.[26] This paper restated the magnetic field falloff rate for a plasma magnet as 1/r2.  Kelly and Little in 2019[27] and 2021[28] published simulation results showing that the magnetoshell was more efficient than Aerocapture braking for orbital insertion around Neptune.\n\nIn 2021 Zhenyu Yang and others published an analysis, numerical calculations and experimental verification for a propulsion system that was a combination of the magnetic sail and the Electric sail called an electromagnetic sail.[29] A superconducting magsail coil augmented by an electron gun at the coil's center generates an electric field as in an electric sail that deflects positive ions in the plasma wind thereby providing additional thrust, which could reduce overall system mass.\n\n"
        },
        {
            "title": "Modes of operation",
            "text": "Magnetic sail modes of operation cover the mission profile and environment usually involving plasma such as the solar wind, a planetary ionosphere or the interstellar medium. A plasma environment has fundamental parameters of the number of ions of type \n\n\n\ni\n\n\n{\\displaystyle i}\n\n (with atomic number \n\n\n\n\nZ\n\ni\n\n\n\n\n{\\displaystyle Z_{i}}\n\n) in a unit volume \n\n\n\n\nn\n\ni\n\n\n\n\n{\\displaystyle n_{i}}\n\n, the average mass of each ion type accounting for isotopes \n\n\n\n\nm\n\ni\n\n\n\n\n{\\displaystyle m_{i}}\n\n (kg), and the number of electrons per unit volume \n\n\n\n\nn\n\ne\n\n\n\n\n{\\displaystyle n_{e}}\n\n each with electron mass \n\n\n\n\nm\n\ne\n\n\n\n\n{\\displaystyle m_{e}}\n\n (kg). A plasma is quasi-neutral meaning that on average there is no electrical charge, that is \n\n\n\n\nn\n\ne\n\n\n=\n\n\n∑\n\ni\n\n\n\nZ\n\ni\n\n\n\nn\n\ni\n\n\n\n\n\n{\\displaystyle n_{e}=\\textstyle \\sum _{i}Z_{i}n_{i}}\n\n.[30] An average mass density per unit volume of a plasma environment \n\n\n\np\ne\n\n\n{\\displaystyle pe}\n\n (\n\n\n\ns\nw\n\n\n{\\displaystyle sw}\n\n for stellar wind, \n\n\n\np\ni\n\n\n{\\displaystyle pi}\n\n for planetary ionosphere, \n\n\n\ni\nm\n\n\n{\\displaystyle im}\n\n for interstellar medium) is  \n\n\n\n\n\nρ\n\np\ne\n\n\n=\n\nn\n\ne\n\n\n\nm\n\ne\n\n\n+\n\n∑\n\ni\n\n\n\nn\n\ni\n\n\n\nm\n\ni\n\n\n\n\n\n{\\displaystyle \\textstyle \\rho _{pe}=n_{e}m_{e}+\\sum _{i}n_{i}m_{i}}\n\n (kg/m3). The velocity distribution of ions and electrons is another important parameter but often analyses use only the average velocity for a plasma wind \n\n\n\n\nv\n\np\ne\n\n\n\n\n{\\displaystyle v_{pe}}\n\n (m/s).\n\nA commonly encountered magnetic sail use case is creating drag against a plasma wind from that accelerates a spacecraft away from the Sun or a star. Many designs, analyses, simulations and experiments focus on this use case.[31] The solar wind is a time varying stream of plasma that flows outwards from the Sun. Near the Earth's orbit at 1 Astronomical Unit (AU) the plasma flows at velocity \n\n\n\n\nv\n\ns\nw\n\n\n\n\n{\\displaystyle v_{sw}}\n\n ranging from 250 to 750 km/s (155-404 mi/s) with a density ranging between 3 and 10 electrons, protons, and alpha particles per cm3 along with a few heavier ions per cubic centimeter.[32] Assuming that 8% of the solar wind is helium and the remainder hydrogen, the average solar wind plasma mass density at 1 AU is  \n\n\n\n4\n×\n\n10\n\n−\n21\n\n\n<\n\nρ\n\ns\nw\n\n\n(\n1\n)\n<\n\n10\n\n−\n20\n\n\n\n\n{\\displaystyle 4\\times 10^{-21}<\\rho _{sw}(1)<10^{-20}}\n\n (kg/m3).[33]\n\nAt 1 AU most magnetic sail research assumes 6 protons per cm3 corresponding to a density of \n\n\n\n\nρ\n\ns\nw\n\n\n(\n1\n)\n≈\n\n\n{\\displaystyle \\rho _{sw}(1)\\approx }\n\n 10−20 and a mean wind velocity \n\n\n\n\nv\n\ns\nw\n\n\n\n\n{\\displaystyle v_{sw}}\n\n=500 km/s.\n\nOn average, the plasma density decreases with the square of the distance from the Sun while the velocity is nearly constant, see Figure 4.2.[34] The average mass density as a function of distance \n\n\n\n\na\n\n⊙\n\n\n\n\n{\\displaystyle a_{\\odot }}\n\n Astronomical Units (AU) from the Sun is:\n\nwith the plasma velocity falling off very slowly.[citation needed] The effective solar wind seen by a spacecraft traveling at velocity \n\n\n\n\nv\n\ns\nc\n\n\n\n\n{\\displaystyle v_{sc}}\n\n (positive meaning acceleration away from the star and negative meaning deceleration toward a star) is \n\n\n\n\nu\n\ns\nw\n\n\n=\n\nv\n\ns\nw\n\n\n−\n\nv\n\ns\nc\n\n\n\n\n{\\displaystyle u_{sw}=v_{sw}-v_{sc}}\n\n.\n\nA spacecraft accelerated to very high velocities by other means, such as a fusion rocket or laser pushed lightsail, can decelerate even from relativistic velocities – without requiring the use of onboard propellant by using a magnetic sail to create drag against the interstellar medium plasma environment.  For example. long duration missions, such as missions aimed to offer terrestrial life alternative evolutionary pathways, e.g. as envisioned by the Genesis project, could brake passively using magnetic sails on approach to a distant star.[35]\n\nThe Sun is the center of the heliosphere region that extends radially outwards to a termination shock at 75-90 AU, a heliosheath at 80 to 100 AU and then a theoretical heliopause at 120 AU. Beyond this is a relatively low density region called the Local Bubble which contains local interstellar cloud (which contains the Solar System) and a neighboring G-Cloud complex which contains Alpha Centauri. Less is known about the ISM than within the heliosphere, but measurements by Voyager 1 and Voyager 2 have provided important data and indirect observations have also provided information.\n\nEstimates of the number of particles per cm3 are between 0.005 and 0.5 in the local bubble and G-cloud, respectively meaning that the ISM plasma mass density is \n\n\n\n6\n×\n\n10\n\n−\n24\n\n\n<\n\nρ\n\ni\nm\n\n\n<\n6\n×\n\n10\n\n−\n22\n\n\n\n\n{\\displaystyle 6\\times 10^{-24}<\\rho _{im}<6\\times 10^{-22}}\n\n. A typical value assumed for approach to Alpha Centauri is the G-cloud value of particle density of 0.1 particles per cm3[36] corresponding to  \n\n\n\n\nρ\n\ni\nm\n\n\n≈\n\n10\n\n−\n22\n\n\n\n\n{\\displaystyle \\rho _{im}\\approx 10^{-22}}\n\n.\n\nThe spacecraft velocity \n\n\n\n\nv\n\ns\nc\n\n\n\n\n{\\displaystyle v_{sc}}\n\n is much greater than the ISM velocity at the beginning of a deceleration maneuver so the effective plasma velocity is approximately \n\n\n\n\nv\n\ni\nm\n\n\n≈\n\nv\n\ns\nc\n\n\n\n\n{\\displaystyle v_{im}\\approx v_{sc}}\n\n.\n\nRadio emissions of cyclotron radiation due to interaction of charged particles in the interstellar medium as they spiral around the magnetic field lines of a magnetic sail would have a frequency of approximately (\n\n\n\n120\n\nv\n\n/\n\nc\n\n\n{\\displaystyle 120\\,v/c}\n\n) kHz, where \n\n\n\nv\n\n\n{\\displaystyle v}\n\n is the spacecraft velocity and \n\n\n\nc\n\n\n{\\displaystyle c}\n\n the speed of light.[37] The Earth's ionosphere would prevent detection on the surface, but a space-based antenna could detect such emissions up to several thousands of light years away.  Detection of such radiation could indicate activity of advanced extraterrestrial civilizations.\n\nA spacecraft approaching a planet with a significant upper atmosphere such as Saturn or Neptune could use a magnetic sail to decelerate by ionizing neutral atoms such that it behaves as a low beta plasma.[26] The spacecraft velocity \n\n\n\n\nv\n\ns\nc\n\n\n\n\n{\\displaystyle v_{sc}}\n\n is much greater than the planetary ionosphere velocity in a deceleration maneuver so the effective plasma velocity is approximately \n\n\n\n\nv\n\np\ni\n\n\n≈\n\nv\n\ns\nc\n\n\n\n\n{\\displaystyle v_{pi}\\approx v_{sc}}\n\n.\n\nInside or near a planetary magnetosphere, a magnetic sail can thrust against or be attracted to a planet's magnetic field created by a dynamo, especially in an orbit that passes over the planet's magnetic poles.[4] When the magnetic sail and planet's magnetic field are in opposite directions an attractive force occurs and when the fields are in the same direction a repulsive force occurs, which is not stable and means to prevent the sail from flipping over is necessary.\n\nThe thrust that a magnetic sail delivers within a magnetosphere decreases with the fourth power of its distance from the planet's internal magnetic field. When close to a planet with a strong magnetosphere such as Earth or a gas giant, the magnetic sail could generate more thrust by interacting with the magnetosphere instead of the solar wind. When operating near a planetary or stellar magnetosphere the effect of that magnetic field must be considered if it is on the same order as the gravitational field.\n\nBy varying the magnetic sail's field strength and orientation a \"perigee kick\" can be achieved raising the altitude of the orbit's apogee higher and higher, until the magnetic sail is able to leave the planetary magnetosphere and catch the solar wind. The same process in reverse can be used to lower or circularize the apogee of a magsail's orbit when it arrives at a destination planet with a magnetic field.\n\nIn theory, it is possible for a magnetic sail to launch directly from the surface of a planet near one of its magnetic poles, repelling itself from the planet's magnetic field. However, this requires the magnetic sail to be maintained in its \"unstable\" orientation.  A launch from Earth required superconductors with 80 times the current density of the best known high-temperature superconductors as of 1991.[4]\n\nIn 2022 a spaceflight trial dubbed Jupiter Observing Velocity Experiment (JOVE) proposed using a plasma magnet to decelerate against the magnetosphere of Jupiter.[25]\n\n"
        },
        {
            "title": "Physical principles",
            "text": "Physical principles involved include:  interaction of magnetic fields with moving charged particles;  an artificial magnetosphere model analogous to the Earth's magnetosphere, MHD and kinematic mathematical models for interaction of an artificial magnetosphere with a plasma flow characterized by density and velocity, and performance measures; such as, force achieved, energy requirements and the mass of the magnetic sail system.\n\nAn ion or electron with charge q in a plasma moving at velocity v in a magnetic field B and electric field E is treated as an idealized point charge in the Lorentz force \n\n\n\n\nF\n\n=\nq\n\n\nE\n\n+\nq\n\n\nv\n\n×\n\nB\n\n\n\n{\\displaystyle \\mathbf {F} =q\\,\\mathbf {E} +q\\,\\mathbf {v} \\times \\mathbf {B} }\n\n.  This means that the force on an ion or electron is proportional to the product of their charge q and velocity component \n\n\n\nv\n\n\n{\\displaystyle v}\n\n perpendicular to the magnetic field B. A magnetic sail design introduces a magnetic field into a plasma flow which under certain conditions deflects the electrons and ions from their original trajectory with the particle's momentum transferred to the sail and hence the spacecraft thereby creating thrust.[31] An electric sail uses an electric field E that under certain conditions interact with charged particles to create thrust.\n\nThe characteristics of the Earth's magnetosphere have been widely studied as a basis for magnetic sails. The figure shows streamlines of charged particles from a plasma wind from the Sun (or a star) or an effective wind when decelerating in the ISM flowing from left to right. A source attached to a spacecraft generates a magnetic field. Under certain conditions at the boundary where magnetic pressure equals the plasma wind kinetic pressure an artificial magnetopause forms at a characteristic length \n\n\n\nL\n\n\n{\\displaystyle L}\n\n (m) from the field source. The ionized plasma wind particles create a current sheet, known as the Chapman-Ferraro current along the magnetopause, which compresses the magnetic field lines facing the oncoming plasma wind by a factor of 2 at magnetopause as shown in Figure 2a.[17] The magnetopause deflects charged particles, which affects their streamlines and increases the density at magnetopause. A magnetospheric bubble or cavity forms that has very low density downstream from the magnetopause. Upstream from the magnetopause  a bow shock develops. Simulation results often show the particle density through use of color with an example shown in the figure according to the legend in the lower left. This figure uses aspects of the general structure from Figure 3[3]  Figure 1[38] and Figure 2a,[17] and aspects of the plasma density from Figure 1,[13] and Figure 2.[39]\n\nMagnetic sail designs operating in a plasma wind share a theoretical foundation based upon a  magnetohydrodynamic (MHD) model, sometimes called a fluid model, from plasma physics for an artificially generated magnetosphere. Under certain conditions, the plasma wind and the magnetic sail are separated by a magnetopause that blocks the charged particles, which creates a drag force that transfers (at least some) momentum to the magnetic sail, which then applies thrust to the attached spacecraft.[40][15][17][38]\n\nThe figure depicts the MHD model.[17][31] Starting from the left a plasma wind in a plasma environment (e.g., stellar,  ISM or an ionosphere) of effective velocity  \n\n\n\n\nv\n\np\ne\n\n\n\n\n{\\textstyle v_{pe}}\n\n with density \n\n\n\n\nρ\n\np\ne\n\n\n\n\n{\\textstyle \\rho _{pe}}\n\n (kg/m3) encounters a spacecraft with time-varying velocity \n\n\n\n\nv\n\ns\nc\n\n\n\n\n{\\textstyle v_{sc}}\n\n (m/s) that is positive if accelerating and negative if decelerating.  The apparent plasma wind velocity from the spacecraft's viewpoint is \n\n\n\n\nu\n\np\ne\n\n\n=\n\nv\n\np\ne\n\n\n−\n\nv\n\ns\nc\n\n\n\n\n{\\textstyle u_{pe}=v_{pe}-v_{sc}}\n\n. The spacecraft and field source generate a magnetic field that creates a magnetospheric bubble extending out to a magnetopause preceded by a bow shock that deflects electrons and ions from the plasma wind At magnetopause the field source magnetic pressure equals the kinetic pressure of the plasma wind at a standoff shown at the bottom of the figure. The characteristic length \n\n\n\nL\n\n\n{\\textstyle L}\n\n (m) is that of a circular sail of effective blocking area \n\n\n\nS\n=\nπ\n\n\nR\n\nm\np\n\n\n2\n\n\n\n\n{\\displaystyle S=\\pi \\,R_{mp}^{2}}\n\n  where \n\n\n\n\nR\n\nm\np\n\n\n≈\nL\n\n\n{\\displaystyle R_{mp}\\approx L}\n\n is the effective magnetopause radius. Under certain conditions the plasma wind pushing on the artificial magnetosphere bow shock and magnetopause creates a force \n\n\n\n\nF\n\nw\n\n\n\n\n{\\textstyle F_{w}}\n\n (N) on the magnetic field source that is physically attached to the spacecraft so that at least part of the force \n\n\n\n\nF\n\nw\n\n\n\n\n{\\textstyle F_{w}}\n\n causes a force \n\n\n\n\nF\n\ns\nc\n\n\n\n\n{\\textstyle F_{sc}}\n\non the spacecraft, accelerating it when sailing downwind or decelerating when sailing into a headwind. Under certain conditions and in some designs, some of the plasma wind force may be lost as indicated by \n\n\n\n\nF\n\nl\no\ns\ns\n\n\n\n\n{\\textstyle F_{loss}}\n\n on the right side.\n\nAll magnetic sail designs assume a standoff between plasma wind pressure \n\n\n\n\np\n\nw\n\n\n\n\n{\\displaystyle p_{w}}\n\n and magnetic pressure \n\n\n\n\np\n\nB\n\n\n\n\n{\\textstyle p_{B}}\n\n of the same form with parameters specific to a plasma environment, differing only in a constant coefficient \n\n\n\n\nC\n\nS\nO\n\n\n\n\n{\\displaystyle C_{SO}}\n\n as follows:\n\nwhere \n\n\n\nu\n\n\n{\\textstyle u}\n\n (m/s) is the apparent wind velocity and \n\n\n\nρ\n\n\n{\\displaystyle \\rho }\n\n(kg/m3) is the plasma wind density for a specific plasma environment,  \n\n\n\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{mp}}\n\n (T) the magnetic field strength at magnetopause, μ0 (H/m) is the vacuum permeability and \n\n\n\n\nC\n\nS\nO\n\n\n\n\n{\\textstyle C_{SO}}\n\n is a constant that differs by reference as follows for \n\n\n\n\nC\n\nS\nO\n\n\n=\n2\n\n\n{\\textstyle C_{SO}=2}\n\n corresponding to \n\n\n\n\np\n\nw\n\n\n\n\n{\\textstyle p_{w}}\n\nmodeled as dynamic pressure with no magnetic field compression,[38] \n\n\n\n\nC\n\nS\nO\n\n\n=\n1\n\n\n{\\textstyle C_{SO}=1}\n\n for \n\n\n\n\np\n\nw\n\n\n\n\n{\\textstyle p_{w}}\n\nmodeled as ram pressure  with no magnetic field compression[3][24] and \n\n\n\n\nC\n\nS\nO\n\n\n=\n1\n\n/\n\n2\n\n\n{\\textstyle C_{SO}=1/2}\n\n for \n\n\n\n\np\n\nw\n\n\n\n\n{\\textstyle p_{w}}\n\n modeled as ram pressure with magnetic field compression by a factor of 2[17]  Equation MHD.1 can be solved to yield the required magnetic field \n\n\n\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{mp}}\n\n (T) that satisfies the pressure balance at magnetopause standoff as:\n\nThe solar wind plasma density decreases in inverse proportion to the square of the distance \n\n\n\nd\n\n\n{\\displaystyle d}\n\n from the Sun and hence from the above, \n\n\n\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{mp}}\n\n decreases in inverse proportion to \n\n\n\nd\n\n\n{\\displaystyle d}\n\n. Since magnetic field strength at radius \n\n\n\nr\n\n\n{\\displaystyle r}\n\n is \n\n\n\nB\n∝\n1\n\n/\n\n\nr\n\n3\n\n\n\n\n{\\displaystyle B\\propto 1/r^{3}}\n\n this means that the magnetic sail magnetopause radius \n\n\n\n\nR\n\nm\np\n\n\n\n\n{\\textstyle R_{mp}}\n\n will increase with distance from the Sun, where the increased effective size of a sail compensates for the reduced dynamic pressure of the solar wind.\nThe force derived by a magnetic sail for a plasma environment is determined from MHD equations as reported by many researchers is:[31][17][24][40][38]\n\nwhere \n\n\n\n\nC\n\nd\n\n\n\n\n{\\textstyle C_{d}}\n\n is a coefficient of drag determined by numerical analysis and/or simulation,  \n\n\n\nρ\n\nu\n\n2\n\n\n\n/\n\n2\n\n\n{\\textstyle \\rho u^{2}/2}\n\n (Pa) is the dynamic wind pressure, and \n\n\n\nS\n=\nπ\n\nR\n\nm\np\n\n\n2\n\n\n\n\n{\\displaystyle S=\\pi R_{mp}^{2}}\n\n (m2) is the effective blocking area of the magnetic sail with magnetopause radius \n\n\n\n\nR\n\nm\np\n\n\n≈\nL\n\n\n{\\textstyle R_{mp}\\approx L}\n\n (m). Note that this equation has the same form as the drag equation in fluid dynamics. \n\n\n\n\nC\n\nd\n\n\n\n\n{\\textstyle C_{d}}\n\n is a function of coil attack angle on thrust and steering angle. The power (W) of the plasma wind is the product of velocity and a constant force\nwhere equation MHD.2 was used to derive the right-side yielding the same result as equation (9).[24]\n\n\nThrough analysis, numerical calculation, simulation and experimentation  an important condition for a magnetic sail to generate significant force is the MHD applicability test,[41] that states that the standoff distance \n\n\n\nL\n\n\n{\\displaystyle L}\n\n must be significantly greater than the ion gyroradius, also called the Larmor radius[17] or cyclotron radius:   \nwhere \n\n\n\n\nm\n\ni\n\n\n\n\n{\\textstyle m_{i}}\n\n (kg) is the ion mass, \n\n\n\n\nv\n\n⊥\n\n\n\n\n{\\displaystyle v_{\\perp }}\n\n (m/s) is the velocity of ions perpendicular to the magnetic field, \n\n\n\n\n|\n\nq\n\n|\n\n\n\n{\\displaystyle |q|}\n\n (C) is the elementary charge of the ion, \n\n\n\n\nB\n\nx\n\n\n\n\n{\\textstyle B_{x}}\n\n (T) is the magnetic field strength at the point of reference \n\n\n\nx\n\n\n{\\textstyle x}\n\n and \n\n\n\n\nC\n\nL\ni\n\n\n\n\n{\\textstyle C_{Li}}\n\n is a constant that differs by source with \n\n\n\n\nC\n\nL\ni\n\n\n=\n1\n\n\n{\\textstyle C_{Li}=1}\n\n [24] and \n\n\n\n\nC\n\nL\ni\n\n\n=\n2\n\n\n{\\textstyle C_{Li}=2}\n\n[17]. In the solar plasma wind at 1 AU with \n\n\n\n\nm\n\ni\n\n\n\n\n{\\displaystyle m_{i}}\n\n (kg) the proton mass, \n\n\n\nv\n⊥=\n\nv\n\ns\nw\n\n\n\n\n{\\displaystyle v\\perp =v_{sw}}\n\n = 500 km/s, \n\n\n\n\nB\n\nx\n\n\n=\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{x}=B_{mp}}\n\n = 36 nT with \n\n\n\n\nC\n\nS\nO\n\n\n\n\n{\\displaystyle C_{SO}}\n\n=0.5 at from equation MHD.2 at magnetopause and \n\n\n\n\nC\n\nL\ni\n\n\n\n\n{\\textstyle C_{Li}}\n\n=2  then \n\n\n\n\nr\n\ng\n\n\n≈\n\n\n{\\displaystyle r_{g}\\approx }\n\n 72 km.  The MHD applicability test is the ratio \n\n\n\n\nr\n\ng\n\n\n\n/\n\nL\n\n\n{\\textstyle r_{g}/L}\n\n. The figure plots \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n on the left axis and lost thrust on the right axis versus the ratio \n\n\n\n\nr\n\ng\n\n\n\n/\n\nL\n\n\n{\\textstyle r_{g}/L}\n\n. When \n\n\n\n\nr\n\ng\n\n\n\n/\n\nL\n<\n1\n\n\n{\\displaystyle r_{g}/L<1}\n\n, \n\n\n\n\nC\n\nd\n\n\n=\n3.6\n\n\n{\\displaystyle C_{d}=3.6}\n\n is maximum,  at \n\n\n\n\nr\n\ng\n\n\n\n/\n\nL\n≈\n1\n\n\n{\\textstyle r_{g}/L\\approx 1}\n\n, \n\n\n\n\nC\n\nd\n\n\n=\n2.7\n\n\n{\\textstyle C_{d}=2.7}\n\n, a decrease of 25% from the maximum and at \n\n\n\n\nr\n\ng\n\n\n\n/\n\nL\n≈\n2\n\n\n{\\textstyle r_{g}/L\\approx 2}\n\n,  \n\n\n\n\nC\n\nd\n\n\n≈\n1.5\n\n\n{\\textstyle C_{d}\\approx 1.5}\n\n, a 45% decrease. As \n\n\n\n\nr\n\ng\n\n\n\n/\n\nL\n\n\n{\\displaystyle r_{g}/L}\n\n increases beyond one, \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n decreases meaning less thrust from the plasma wind  transfers to the spacecraft and is instead lost to the plasma wind.\nIn 2004, Fujita[42][17] published numerical analysis using a hybrid PIC simulation using a magnetic dipole model that treated electrons as a fluid and a kinematic model for ions to estimate the coefficient of drag \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n for a magnetic sail operating in the radial orientation resulting in the following approximate formula:\nThe lost thrust is \n\n\n\n\nT\n\nl\no\ns\ns\n\n\n=\n(\n1\n−\n\nC\n\nd\n\n\n(\n\nr\n\ng\n\n\n\n/\n\nL\n)\n)\n\n/\n\n3.6\n\n\n{\\displaystyle T_{loss}=(1-C_{d}(r_{g}/L))/3.6}\n\n.\n\nIn 2005 Nishida and others published results from numerical analysis of an MHD model for interaction of the solar wind with a magnetic field of current flowing in a coil that momentum is indeed transferred to the magnetic field produced by field source and hence to the spacecraft .[43] Thrust force derives from the momentum change of the solar wind, pressure by the solar wind on  the magnetopause from equation MHD.1 and Lorentz force from currents induced in the magnetosphere interacting with the field source. The results quantified the coefficient of drag, steering (i.e., thrust direction) angle with the solar wind, and torque generated as a function of attack angle (i.e., orientation) The figure illustrates how the attack (or coil tilt) angle \n\n\n\n\nα\n\nt\n\n\n\n\n{\\displaystyle \\alpha _{t}}\n\n orientation of the coil creates a steering angle for the thrust vector and also torque imparted to the coil. Also shown is the vector for the interplanetary magnetic field (IMF), which at 1 AU varies with waves and other disturbances in the solar wind, known as space weather.[44]\n\nFor a coil with radial orientation (like a Frisbee) the attack angle \n\n\n\n\nα\n\nt\n\n\n\n\n{\\displaystyle \\alpha _{t}}\n\n= 0 degrees and with axial orientation (like a parachute) \n\n\n\n\nα\n\nt\n\n\n\n\n{\\displaystyle \\alpha _{t}}\n\n=90 degrees. The Nishida 2005 results[43] reported a coefficient of drag \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n that increased non-linearly with attack angle from a minimum of 3.6 at \n\n\n\n\nα\n\nt\n\n\n\n\n{\\displaystyle \\alpha _{t}}\n\n=0 to a maximum of 5 at \n\n\n\n\nα\n\nt\n\n\n\n\n{\\displaystyle \\alpha _{t}}\n\n=90 degrees. The steering angle of the thrust vector is substantially less than the attack angle deviation from 45 degrees due to the interaction of the magnetic field with the solar wind. Torque increases from \n\n\n\n\nα\n\nt\n\n\n\n\n{\\displaystyle \\alpha _{t}}\n\n= 0 degrees from zero at to a maximum at \n\n\n\n\nα\n\nt\n\n\n\n\n{\\displaystyle \\alpha _{t}}\n\n=45 degrees and then decreases to zero at \n\n\n\n\nα\n\nt\n\n\n\n\n{\\displaystyle \\alpha _{t}}\n\n=90 degrees. A number of magnetic sail design and other papers cite these results. In 2012 Kajimura reported simulation results[45] that covered two cases where MHD applicability occurs with \n\n\n\n\nr\n\ng\n\n\n\n/\n\nL\n\n\n{\\displaystyle r_{g}/L}\n\n=1.125 and where a kinematic model is applicable  \n\n\n\n\nr\n\ng\n\n\n\n/\n\nL\n\n\n{\\displaystyle r_{g}/L}\n\n=0.125 to compute a coefficient of drag \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n and steering angle. As shown in Figure 4 of that paper when MHD applicability occurs the results are similar in form to Nishida 2005[43] where the largest \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n occurs with the coil in an axial orientation. However, when the kinematic model applies, the largest  \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n occurs with the coil in an radial orientation. The steering angle is positive when MHD is applicable and negative when a kinematic model applies. The 2012 Nishida and Funaki published simulation results [46] for a coefficient of drag \n\n\n\n\nC\n\nD\n\n\n\n\n{\\displaystyle C_{D}}\n\n, coefficient of lift \n\n\n\n\nC\n\nL\n\n\n\n\n{\\displaystyle C_{L}}\n\n and a coefficient of moment \n\n\n\n\nC\n\nM\n\n\n\n\n{\\displaystyle C_{M}}\n\n for a coil radius of \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=100 km and magnetopause radius \n\n\n\n\nR\n\nm\np\n\n\n\n\n{\\displaystyle R_{mp}}\n\n=500 km at 1 AU. These results included the effect of the interplanetary magnetic field (IMF, which can significantly increase the thrust of a magnetic sail at 1 AU).\n\nIn a design, either the magnetic field source strength or the magnetopause radius \n\n\n\n\nR\n\nm\np\n\n\n≈\nL\n\n\n{\\displaystyle R_{mp}\\approx L}\n\n the characteristic length must be chosen. A good approximation[15][38] for a magnetic field falloff rate \n\n\n\n\nf\n\no\n\n\n,\n1\n≤\n\nf\n\no\n\n\n≤\n3\n\n\n{\\displaystyle f_{o},1\\leq f_{o}\\leq 3}\n\n for a distance \n\n\n\n\nR\n\n0\n\n\n≤\nr\n≤\n\nR\n\nm\np\n\n\n\n\n{\\textstyle R_{0}\\leq r\\leq R_{mp}}\n\n from the field source to magnetopause starts with the equation:\n\nwhere \n\n\n\nB\n(\n\nR\n\n0\n\n\n)\n\n\n{\\displaystyle B(R_{0})}\n\n is the magnetic field at a radius \n\n\n\n\nR\n\n0\n\n\n\n\n{\\displaystyle R_{0}}\n\n near the field source that falls off near the source as \n\n\n\n1\n\n/\n\n\nr\n\n3\n\n\n\n\n{\\displaystyle 1/r^{3}}\n\n as follows:\n\nwhere \n\n\n\n\nC\n\n0\n\n\n\n\n{\\displaystyle C_{0}}\n\n is a constant multiplying the magnetic moment \n\n\n\n\nm\n\n\n\n{\\displaystyle \\mathbf {m} }\n\n  (A m2) to make \n\n\n\nB\n(\nr\n)\n\n\n{\\displaystyle B(r)}\n\n match a target value at \n\n\n\nr\n>>\n\nR\n\n0\n\n\n\n\n{\\textstyle r>>R_{0}}\n\n. When far from the field source, a magnetic dipole is a good approximation and choosing the above value of \n\n\n\nB\n(\n\nR\n\n0\n\n\n)\n\n\n{\\displaystyle B(R_{0})}\n\n with \n\n\n\n\nC\n\n0\n\n\n\n\n{\\displaystyle C_{0}}\n\n =2 near the field source was used by Andrews and Zubrin.[3]\n\n\nThe Amperian loop model for the magnetic moment is  \n\n\n\n\nm\n\n=\n\nI\n\nc\n\n\nS\n\n\n{\\displaystyle \\mathbf {m} =I_{c}S}\n\n, where \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n (A) is the current and \n\n\n\nS\n=\nπ\n\n\nR\n\nc\n\n\n2\n\n\n\n\n{\\displaystyle S=\\pi \\,R_{c}^{2}}\n\n is the surface area (m2) for a coil (loop) of radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n(m). Assuming that \n\n\n\n\nR\n\n0\n\n\n≈\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{0}\\approx R_{c}}\n\n and substituting the expression for the magnetic moment \n\n\n\n\nm\n\n\n\n{\\displaystyle \\mathbf {m} }\n\n into equation MFM.2 yields the following:\n\nWhen the magnetic field source strength \n\n\n\nB\n(\n\nR\n\n0\n\n\n)\n\n\n{\\displaystyle B(R_{0})}\n\n is specified, substituting \n\n\n\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{mp}}\n\n from the pressure balance analysis from equation MHD.2 into the above and solving for \n\n\n\n\nR\n\nm\np\n\n\n\n\n{\\textstyle R_{mp}}\n\n yields the following:\n\nThis is the expression for \n\n\n\nL\n\n\n{\\displaystyle L}\n\n when \n\n\n\n\nf\n\no\n\n\n=\n3\n\n\n{\\displaystyle f_{o}=3}\n\n with \n\n\n\n\nC\n\nS\nO\n\n\n=\n1\n\n/\n\n2\n\n\n{\\displaystyle C_{SO}=1/2}\n\n from equation (4),[17] with \n\n\n\n\nC\n\nS\nO\n\n\n=\n2\n\n\n{\\displaystyle C_{SO}=2}\n\n from equation (4),[38] and the magnetopause distance of the Earth. This equation shows directly how a decreased falloff rate \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n dramatically increases the effective sail area \n\n\n\nS\n=\nπ\n\nR\n\nm\np\n\n\n2\n\n\n\n\n{\\displaystyle S=\\pi R_{mp}^{2}}\n\n for a given field source magnetic moment \n\n\n\n\nm\n\n\n\n{\\displaystyle \\mathbf {m} }\n\n and \n\n\n\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{mp}}\n\n determined from the pressure balance equation MHD.1. Substituting this into equation MHD.3 yields the plasma wind force as a function of falloff rate \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n, plasma density \n\n\n\nρ\n\n\n{\\displaystyle \\rho }\n\n (kg/m3), coil radius \n\n\n\n\nR\n\nc\n\n\n≈\n\nR\n\n0\n\n\n\n\n{\\displaystyle R_{c}\\approx R_{0}}\n\n (m), coil current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n (A) and plasma wind velocity \n\n\n\nu\n\n\n{\\displaystyle u}\n\n (m/s) as follows:\nusing equation MFM.2 for \n\n\n\nB\n(\n\nR\n\n0\n\n\n)\n\n\n{\\displaystyle B(R_{0})}\n\n and equation MHD.2 for \n\n\n\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{mp}}\n\n. This is the same expression as equation (10b) when \n\n\n\n\nf\n\no\n\n\n=\n3\n\n\n{\\displaystyle f_{o}=3}\n\n and \n\n\n\n\nC\n\nS\nO\n\n\n=\n1\n\n/\n\n2\n\n\n{\\displaystyle C_{SO}=1/2}\n\n,[31] equation (108)[6] and equation (5)[38] with other numerical coefficients grouped into the \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n term.  Note that force increases as falloff rate decreases.\n\n\nWhen the design target is the magnetopause radius \n\n\n\n\nR\n\nm\np\n\n\n\n\n{\\displaystyle R_{mp}}\n\n, the required field source strength is then determined directly from equation MFM.1 as follows:\nwhich then determines the magnetic moment \n\n\n\n\nm\n\n\n\n{\\displaystyle \\mathbf {m} }\n\n from equation MFM.2 and plasma wind force from equation MHD.3.\n\nWhen the MHD applicability test of \n\n\n\n\nr\n\ng\n\n\n\n/\n\nL\n\n\n{\\textstyle r_{g}/L}\n\n <1 then a kinematic simulation model more accurately predicts force transferred from the plasma wind to the spacecraft. In this case the effective sail blocking area \n\n\n\n\nA\n\ne\n\n\n\n\n{\\displaystyle A_{e}}\n\n < \n\n\n\nS\n=\nπ\n\nL\n\n2\n\n\n\n\n{\\displaystyle S=\\pi L^{2}}\n\n.   \n\nThe left axis of the figure is for plots of magnetic sail force versus characteristic length \n\n\n\nL\n\n\n{\\displaystyle L}\n\n.  The solid black line plots the MHD model force \n\n\n\n\nF\n\nM\nH\nD\n\n\n\n\n{\\displaystyle F_{MHD}}\n\n from equation MHD.3. The green line shows the value of ion gyroradius \n\n\n\n\nr\n\ng\n\n\n≈\n\n\n{\\displaystyle r_{g}\\approx }\n\n 72 km from equation MHD.5. The dashed blue line plots the hybrid MHD/kinematic model from equation MHD.6  from Fujita04.[42] The red dashed line plots a curve fit to simulation results from Ashida14.[47]  Although a good fit for these parameters, the curve fit range of this model does not cover some relevant examples. Additional simulation results from Hajiwara15[48] are shown for the MHD and kinematic model as single data points as indicated in the legend. These models are all in close agreement. The kinematic models predict less force than predicted by the MHD model. In other words, the fraction \n\n\n\n\nT\n\nl\no\ns\ns\n\n\n\n\n{\\displaystyle T_{loss}}\n\n  of thrust force predicted by the MHD model is lost when \n\n\n\n\nr\n\ng\n\n\n\n/\n\nL\n<\n1\n\n\n{\\displaystyle r_{g}/L<1}\n\n as plotted on the right axis. The solid blue and red lines show \n\n\n\n\nT\n\nl\no\ns\ns\n\n\n\n\n{\\displaystyle T_{loss}}\n\n for Fujita04 and Ashida18 respectively, indicating that operation with \n\n\n\nL\n\n\n{\\displaystyle L}\n\n less than 10% of \n\n\n\n\nr\n\ng\n\n\n\n\n{\\displaystyle r_{g}}\n\n will have significant loss. Other factors in a specific magnetic sail design may offset this loss for values of \n\n\n\nL\n<\n\nr\n\ng\n\n\n\n\n{\\displaystyle L<r_{g}}\n\n.\n\nImportant measures that determine the relative performance of different magnetic sail systems include: mass of the field source generator and its power and energy requirements; thrust achieved; thrust to weight ratio, any limitations and constraints, and propellant system exhausted, if any . Mass of the field source \n\n\n\n\nM\n\nf\ns\n\n\n\n\n{\\displaystyle M_{fs}}\n\n in the Magsail design was relatively large and subsequent designs strove to reduce this measure. Total spacecraft mass is \n\n\n\n\nM\n\ns\nc\n\n\n=\n\nM\n\nf\ns\n\n\n+\n\nM\n\np\n\n\n\n\n{\\displaystyle M_{sc}=M_{fs}+M_{p}}\n\n, where \n\n\n\n\nM\n\np\n\n\n\n\n{\\displaystyle M_{p}}\n\n is the payload mass. Power requirements are significant in some designs and add to field source mass. Thrust is the plasma wind force \n\n\n\n\nF\n\nw\n\n\n\n\n{\\displaystyle F_{w}}\n\n for a particular plasma environment with acceleration  \n\n\n\na\n=\n\nF\n\nw\n\n\n\n/\n\n\nM\n\ns\nc\n\n\n\n\n{\\displaystyle a=F_{w}/M_{sc}}\n\n. The thrust to weight ratio \n\n\n\n\nF\n\nw\n\n\n\n/\n\n\nM\n\ns\nc\n\n\n\n\n{\\textstyle F_{w}/M_{sc}}\n\nis also an important performance measure. Other limitations and constraints may be specific to a particular design. The M2P2 and MPS designs, as well as potentially the plasma magnet design, exhaust some plasma as part of inflating the magnetospheric bubble and these cases also have a specific impulse and effective exhaust velocity performance measure.\n\n"
        },
        {
            "title": "Proposed magnetic sail systems",
            "text": "The figure shows the magsail design[3] consisting of a loop of superconducting wire of radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n (m) on the order of 100 km that carries a direct current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n (A) that generates a magnetic field, which was modeled according to the Biot-Savart law inside the loop and as a magnetic dipole far outside the loop. With respect to the plasma wind direction a magsail may have a radial (or normal) orientation r an axial orientation that can be adjusted to provide torque for steering.  In non-axial configurations lift is generated that can change the spacecraft's momentum. The loop connects via shroud lines (or tethers) to the spacecraft in the center. Because a loop carrying current is forced outwards towards a circular shape by its magnetic field, the sail could be deployed by unspooling the conductor wire and applying a current through it via the peripheral platforms.[5] The loop must be adequately attached to the spacecraft in order to transfer momentum from the plasma wind and would pull the spacecraft behind it as shown in the axial configuration in the right side of the figure.\n\nAnalysis of magsail performance was done using a simulation and a fluid (i.e., MHD) model with similar results observed for one case.[3] The magnetic moment of a current loop is \n\n\n\n\nm\n\n=\n\nI\n\nc\n\n\nπ\n\nR\n\nc\n\n\n2\n\n\n\n\n{\\displaystyle \\mathbf {m} =I_{c}\\pi R_{c}^{2}}\n\n for a current of \n\n\n\n\nI\n\nc\n\n\n\n\n{\\textstyle I_{c}}\n\n (A) and a loop of radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\textstyle R_{c}}\n\n.  Close to the loop, the magnetic field at a distance \n\n\n\nz\n\n\n{\\displaystyle z}\n\n along the center-line axis perpendicular to the loop is derived from the Biot-Savart law in Section 5-2, equation (25) as follows.[49]\n\n\nAt a distance far from the loop center the magnetic field is approximately that produced by a magnetic dipole. Since the pressure at the magnetospheric boundary is doubled due to compression of the magnetic field and is the following at a point along the center-line axis at a distance \n\n\n\nz\n=\n\nL\n\nZ\n\n\n\n\n{\\displaystyle z=L_{Z}}\n\n for the target magnetopause standoff distance from equation (5).[3]\nEquating this to the dynamic pressure for a plasma environment \n\n\n\n\np\n\nm\nb\n\n\n=\nρ\n\n\nu\n\np\ne\n\n\n2\n\n\n\n/\n\n2\n\n\n{\\textstyle p_{mb}=\\rho \\,u_{pe}^{2}/2}\n\n, inserting \n\n\n\n\nB\n\nc\nl\n\n\n(\n0\n)\n\n\n{\\textstyle B_{cl}(0)}\n\n from equation MS.1 and solving for \n\n\n\n\nL\n\nZ\n\n\n\n\n{\\displaystyle L_{Z}}\n\n yields equation (6).[3]\n\n\nAndrews and Zubrin derived equation (8) for the drag force of the sail \n\n\n\n\nF\n\nD\n\n\n\n\n{\\displaystyle F_{D}}\n\n that determined the characteristic length \n\n\n\n\nL\n\nZ\n\n\n\n\n{\\displaystyle L_{Z}}\n\n for a tilt angle but according to Section 6.5 of Freeland[6] an error was made in numerical integration in choosing the ellipse downstream from the magnetopause instead of the ellipse upstream that made those results optimistic by a factor of approximately 3.1, which should be used to correct any drag force results using equation (8).[3] Instead, this article uses the approximation from equation (108) for a spherical bubble that corrects this error and is close to the analytical formula for the axial configuration as the force for the Magsail as follows[6]\nIn 2004 Toivanen and Janhunen did further analysis on the Magsail that they called a Plasma Free MagnetoPause (PFMP) that produced similar results to that of Andrews and Zubrin.[38]\n\n\nThe minimum required mass to carry the current in equation MS.1 or other magnetic sail designs is defined in equation (9)[3] and equation (3)[8] as follows:\nwhere \n\n\n\n\nJ\n\ne\n\n\n\n\n{\\displaystyle J_{e}}\n\n (A/m2) is the superconductor critical current density and \n\n\n\n\nδ\n\nc\n\n\n\n\n{\\textstyle \\delta _{c}}\n\n (kg/m3) is the coil material density, for example 6,500 for a superconductor.[6] The physical mass of the coil is\n\nwhere \n\n\n\n\nr\n\nc\n\n\n\n\n{\\displaystyle r_{c}}\n\n(m) is the radius of the superconductor wire, for example that necessary to handle the tension for a particular use case,[6]  with the \n\n\n\n\nN\n\nt\ne\nt\nh\ne\nr\n\n\n\n\n{\\displaystyle N_{tether}}\n\n factor (e.g., 3) accounting for mass of the tether (or shroud) lines. Note that \n\n\n\n\nM\n\nc\n\n\n(\np\nh\ny\n)\n\n\n{\\displaystyle M_{c}(phy)}\n\n with \n\n\n\n\nN\n\nt\ne\nt\nh\ne\nr\n\n\n\n\n{\\displaystyle N_{tether}}\n\n=0 must be no less than \n\n\n\n\nM\n\nc\n\n\n(\nm\ni\nn\n)\n\n\n{\\displaystyle M_{c}(min)}\n\n in order for the coil to carry the current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n. Setting equation CMC.2 with \n\n\n\n\nN\n\nt\ne\nt\nh\ne\nr\n\n\n\n\n{\\displaystyle N_{tether}}\n\n=0 equal to equation CMC.1 and solving for \n\n\n\n\nr\n\nc\n\n\n\n\n{\\displaystyle r_{c}}\n\n yields the minimum required coil radius\n\nIf operated within the solar system, high temperature superconducting wire (HTS) is necessary to make the magsail practical since the current required is large. However, protection from solar heating is necessary closer to the Sun, for example by highly reflective coatings.[50] If operated in interstellar space low temperature superconductors (LTS) could be adequate since the temperature of a vacuum is 2.7 K, but radiation and other heat sources from the spacecraft may render LTS impractical. The critical current carrying capacity of the promising HTS YBCO coated superconductor wire increases at lower temperatures with a current density \n\n\n\n\nJ\n\ne\n\n\n\n\n{\\displaystyle J_{e}}\n\n(A/m2)  of 6x1010 at 77 K and 9x1011 at 5 K. The superconductor critical current is defined as \n\n\n\n\nI\n\nc\nc\n\n\n=\n\nJ\n\ne\n\n\nπ\n\nr\n\nc\n\n\n2\n\n\n\n\n{\\displaystyle I_{cc}=J_{e}\\pi r_{c}^{2}}\n\n (A) for a coil wire of radius \n\n\n\n\nr\n\nc\n\n\n\n\n{\\displaystyle r_{c}}\n\n (m).\n\nThe MHD applicability test of equation MHD.5 fails in some ISM deceleration cases and a kinematic model is necessary, such as the one documented in 2017 by Claudius Gros summarized here.[7] A spacecraft with an overall mass \n\n\n\n\nm\n\nt\no\nt\n\n\n\n\n{\\displaystyle m_{tot}}\n\n  and velocity \n\n\n\nv\n\n\n{\\displaystyle v}\n\n follows equation (1) of motion as:\n\nwhere \n\n\n\n\nF\n\nM\nK\nM\n\n\n\n\n{\\displaystyle F_{MKM}}\n\n (N) is force predicted by this model,  \n\n\n\n\nn\n\np\n\n\n\n\n{\\displaystyle n_{p}}\n\n is the proton number density (m−3), \n\n\n\n\nm\n\np\n\n\n\n\n{\\displaystyle m_{p}}\n\n is the proton mass (kg), \n\n\n\nρ\n=\n\nm\n\np\n\n\n\nn\n\np\n\n\n\n\n{\\displaystyle \\rho =m_{p}n_{p}}\n\n (kg/m3) the plasma density, and \n\n\n\n\nA\n\nG\n\n\n(\nv\n)\n\n\n{\\displaystyle A_{G}(v)}\n\n (m2) the effective reflection area. This equation assumes that the spacecraft encounters \n\n\n\n\nA\n\nG\n\n\n(\nv\n)\n\nn\n\np\n\n\nv\n\n\n{\\displaystyle A_{G}(v)n_{p}v}\n\n particles per second and that every particle of mass \n\n\n\n\nm\n\np\n\n\n\n\n{\\displaystyle m_{p}}\n\n is completed reflected. Note that this equation is of the same form as MFM.5 with \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n=4, interpreting the \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n term as just a number.\n\nGros numerically determined the effective reflection area \n\n\n\n\nA\n\nG\n\n\n(\nv\n)\n\n\n{\\textstyle A_{G}(v)}\n\n by integrating the degree of reflection of approaching protons interacting with the superconducting loop magnetic field according to the Biot-Savart law. The reported result was independent of the loop radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n. An accurate curve fit as reported in Figure 4 to the numerical evaluation for the effective reflection area for a magnetic sail in the axial configuration from equation (8) was\n\nwhere \n\n\n\nπ\n\nR\n\nc\n\n\n2\n\n\n\n\n{\\displaystyle \\pi R_{c}^{2}}\n\n (m2) is the area enclosed by the current carrying loop, \n\n\n\nc\n\n\n{\\displaystyle c}\n\n (m/s) the speed of light, and the value  \n\n\n\n\nI\n\nG\n\n\n=\n1.55\n⋅\n\n10\n\n6\n\n\n\n\n{\\displaystyle I_{G}=1.55\\cdot 10^{6}}\n\n (A) determined a good curve fit for \n\n\n\nI\n\n\n{\\displaystyle I}\n\n=105  A, the current through the loop. In 2020, Perakis published an analysis[11] that corroborated the above formula with parameters selected for the solar wind and reported a force no more than 9% less than the Gros model for \n\n\n\nI\n\n\n{\\displaystyle I}\n\n=105 A and \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=100 m with the coil in an axial orientation.. That analysis also reported on the effect of magsail tilt angle on lift and side forces for a use case in maneuvering within the solar system.\n\nFor comparison purposes, the effective sail area determined for the magsail by Zubrin from equation MS.3 with the 3.1 correction factor from Freeland applied and using the same velocity value (resolving the discrepancy noted by Gros) as follows:\n\nThe figure shows the normalized effective sail area normalized by the coil area \n\n\n\nπ\n\nR\n\nc\n\n\n2\n\n\n\n\n{\\displaystyle \\pi R_{c}^{2}}\n\n for the MKM case from Gros of equation MKM.1 and for Zubrin from equation MKM.3 for \n\n\n\nI\n≈\n\nI\n\nG\n\n\n\n\n{\\displaystyle I\\approx I_{G}}\n\n,  \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=100 km, and \n\n\n\n\nn\n\np\n\n\n\n\n{\\displaystyle n_{p}}\n\n=0.1 (cm-3) for the G-cloud on approach to Alpha Centauri corresponding to ISM density \n\n\n\n\nρ\n\ni\nm\n\n\n=\n1.67\n×\n\n10\n\n−\n22\n\n\n\n\n{\\displaystyle \\rho _{im}=1.67\\times 10^{-22}}\n\n (kg/m3) consistent with that from Freeland[6] plotted versus the spacecraft velocity relative to the speed of light \n\n\n\nβ\n=\nv\n\n/\n\nc\n\n\n{\\textstyle \\beta =v/c}\n\n.  A good fit occurs for these parameters, but for different values of \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n and \n\n\n\nI\n\n\n{\\displaystyle I}\n\n the fit can vary significantly. Also plotted is the MHD applicability test of ion gyroradius divided by magnetopause radius \n\n\n\n\nr\n\ng\n\n\n\n/\n\n\nR\n\nm\np\n\n\n\n\n{\\displaystyle r_{g}/R_{mp}}\n\n <1 from equation MHD.4 on the secondary axis. Note that MHD applicability occurs at \n\n\n\nv\n\n/\n\nc\n\n\n{\\displaystyle v/c}\n\n < 1%. For comparison, the 2004 Fujita \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n as a function of \n\n\n\n\nr\n\ng\n\n\n\n/\n\n\nR\n\nm\np\n\n\n\n\n{\\displaystyle r_{g}/R_{mp}}\n\n from the MHD applicability test section is also plotted. Note that the Gros model predicts a more rapid decrease in effective area than this model at higher velocities. The normalized values of \n\n\n\n\nA\n\nG\n\n\n(\nv\n)\n\n\n{\\displaystyle A_{G}(v)}\n\n and \n\n\n\n\nA\n\nZ\n\n\n(\nv\n)\n\n\n{\\displaystyle A_{Z}(v)}\n\n track closely until \n\n\n\nβ\n=\nv\n\n/\n\nc\n≈\n\n\n{\\displaystyle \\beta =v/c\\approx }\n\n 10% after which point the Zubrin magsail model of Equation MS.4 becomes increasingly optimistic and equation MKM.2 is applicable instead. Since the models track closely up to  \n\n\n\nβ\n≈\n\n\n{\\displaystyle \\beta \\approx }\n\n 10%, with the kinematic model underestimating effective sail area for smaller values of \n\n\n\nβ\n\n\n{\\displaystyle \\beta }\n\n (hence underestimating force), equation MKM.1 is an approximation for both the MHD and kinematic region. The Gros model is pessimistic for \n\n\n\nβ\n\n\n{\\displaystyle \\beta }\n\n < 0.1%.\n\n\nGros used the analytic expression for the effective reflection area \n\n\n\n\nA\n\nG\n\n\n(\nv\n)\n\n\n{\\displaystyle A_{G}(v)}\n\n from equation MKM.3 for explicit solution for the required distance \n\n\n\n\nx\n\nf\n\n\n\n\n{\\displaystyle x_{f}}\n\n to decelerate to final velocity \n\n\n\n\nv\n\nf\n\n\n≈\n0.013\nc\n\n\n{\\displaystyle v_{f}\\approx 0.013c}\n\n from equation (10) given an initial velocity \n\n\n\n\nv\n\n0\n\n\n\n\n{\\displaystyle v_{0}}\n\n (m/s) for a spacecraft mass \n\n\n\n\nm\n\nt\no\nt\n\n\n\n\n{\\displaystyle m_{tot}}\n\n (kg) as follows: \nwhere \n\n\n\ng\n(\nv\n)\n=\nl\n\nn\n\n−\n2\n\n\n(\n\n\n\nv\n\n\nI\n\nG\n\n\n\n\nc\n\nI\n\n\n\n)\n\n\n{\\textstyle g(v)=ln^{-2}({\\frac {v\\,I_{G}}{c\\,I}})}\n\n. When \n\n\n\n\nv\n\nf\n\n\n\n\n{\\displaystyle v_{f}}\n\n=0 the above equation is defined in equation (11) as \n\n\n\n\nx\n\nm\na\nx\n\n\n\n\n{\\displaystyle x_{max}}\n\n, which enabled a closed form solution of the velocity at a distance \n\n\n\nx\n,\nv\n(\nx\n)\n\n\n{\\displaystyle x,v(x)}\n\n in equation (12) with numerical integration required to compute the time required to decelerate in equation (14). Equation (16) used this result to compute and optimal current that minimized \n\n\n\n\nx\n\nm\na\nx\n\n\n\n\n{\\displaystyle x_{max}}\n\n as \n\n\n\n\nI\n\no\np\nt\n\n\n=\ne\n\nβ\n\n0\n\n\n\nI\n\nG\n\n\n\n\n{\\displaystyle I_{opt}=e\\beta _{0}I_{G}}\n\n where \n\n\n\n\nβ\n\n0\n\n\n=\n\nv\n\n0\n\n\n\n/\n\nc\n\n\n{\\displaystyle \\beta _{0}=v_{0}/c}\n\n.  In 2017 Crowl[8] optimized coil current for the ratio of effective area \n\n\n\nA\n(\nv\n)\n\n\n{\\displaystyle A(v)}\n\n over total mass \n\n\n\n\nm\n\nt\no\nt\n\n\n\n\n{\\displaystyle m_{tot}}\n\n and derived the result \n\n\n\n\nI\n\no\np\nt\n\n\n=\n\ne\n\n3\n\n\n\n\nβ\n\n0\n\n\n\nI\n\nG\n\n\n\n\n{\\displaystyle I_{opt}=e^{3}\\,\\beta _{0}I_{G}}\n\n in equation (15). That paper used results from Gros for the stopping distance \n\n\n\n\nx\n\nm\na\nx\n\n\n\n\n{\\displaystyle x_{max}}\n\n and time to decelerate.\n\nThe figure plots the distance traveled while decelerating \n\n\n\n\nx\n\nd\n\n\n\n\n{\\displaystyle x_{d}}\n\n (ly) and time required to decelerate \n\n\n\n\nt\n\nd\n\n\n\n\n{\\displaystyle t_{d}}\n\n (yr) given a starting relative velocity \n\n\n\n\nβ\n\n0\n\n\n=\n\nv\n\n0\n\n\n\n/\n\nc\n\n\n{\\displaystyle \\beta _{0}=v_{0}/c}\n\n and a final velocity \n\n\n\n\nv\n\nf\n\n\n=\n0.013\nc\n\n\n{\\displaystyle v_{f}=0.013c}\n\n (m/s) consistent with that from Freeland[6] for the same parameters above. Equation CMC.1 gives the magsail mass \n\n\n\n\nM\n\ns\n\n\n\n\n{\\displaystyle M_{s}}\n\n as 97 tonnes assuming 100 tonnes of  payload mass \n\n\n\n\nM\n\np\n\n\n\n\n{\\displaystyle M_{p}}\n\n using the same values used by Freeland[6] of  \n\n\n\n\nJ\n\ne\n\n\n\n\n{\\displaystyle J_{e}}\n\n = 1011 (A/m2) and \n\n\n\n\nδ\n\nc\n\n\n\n\n{\\displaystyle \\delta _{c}}\n\n=6,500 (kg/m3) for the superconducting coil. Equation MS.4 gives Force for the magsail multiplied by \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n=4 for the Andrews/Zubrin model to align with equation MHD.3 definition of force from the Gros model. Acceleration is force divided by mass, velocity is the integral of acceleration over the deceleration time interval \n\n\n\n\nt\n\nd\n\n\n\n\n{\\displaystyle t_{d}}\n\n (yr) and deceleration distance traveled \n\n\n\n\nx\n\nd\n\n\n\n\n{\\displaystyle x_{d}}\n\n (ly) is the integral of the velocity over \n\n\n\n\nt\n\nd\n\n\n\n\n{\\displaystyle t_{d}}\n\n (yr). Numerical integration resulted in the lines plotted in the figure with deceleration distance traveled plotted on the primary vertical axis on the left and time required to decelerate on the secondary vertical axis on the right. Note that the MHD Zubrin model and the Gros kinematic model predict nearly identical values of deceleration distance up to \n\n\n\n\nβ\n\n0\n\n\n\n\n{\\displaystyle \\beta _{0}}\n\n~ 5% of light speed, with the Zubrin model predicting less deceleration distance and shorter deceleration time at greater values of \n\n\n\n\nβ\n\n0\n\n\n\n\n{\\displaystyle \\beta _{0}}\n\n. This is consistent with the Gros model predicting a smaller effective area \n\n\n\nA\n(\nv\n)\n\n\n{\\displaystyle A(v)}\n\n at larger values of \n\n\n\n\nβ\n\n0\n\n\n\n\n{\\displaystyle \\beta _{0}}\n\n. The value of the closed form solution for deceleration distance \n\n\n\n\nx\n\nf\n\n\n\n\n{\\displaystyle x_{f}}\n\nfrom MKM.4 for the same parameters closely tracks the numerical integration result.\n\nIn 1990 Andrews and Zubrin[40] reported on an example for solar wind parameters one AU away from the Sun, with \n\n\n\n\nn\n\ni\n\n\n=\n5\n×\n\n10\n\n6\n\n\n\n\n{\\textstyle n_{i}=5\\times 10^{6}}\n\n (m−3) with only protons as ions, apparent wind velocity \n\n\n\n\nu\n\ns\nw\n\n\n\n\n{\\textstyle u_{sw}}\n\n=500 (km/s) the field strength required to resist the dynamic pressure of the solar wind is 50 nT from equation MHD.2. With radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=100 km and magnetospheric bubble of \n\n\n\nL\n\n\n{\\textstyle L}\n\n=500 km (310 mi)[40] reported a thrust of 1980 newtons and a coil mass of 500 tonnes.  For the above parameters with the correction factor of 3.1 applied to equation MS.4 yields the same thrust and equation CMC.1 yields the same coil mass. Results for another 4 solar wind cases were reported,[3] but the MHD applicability test of equation MHD.5 failed in these cases.\n\nIn 2015 Freeland documented in detail an interstellar deceleration use case for approach to Alpha Centaturi as part of a study to update Project Icarus[6] with \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=260 km, an initial \n\n\n\n\nR\n\nm\np\n\n\n\n\n{\\textstyle R_{mp}}\n\n of 1,320 km and ISM density \n\n\n\n\nρ\n\ni\nm\n\n\n=\n1.67\n×\n\n10\n\n−\n22\n\n\n\n\n{\\displaystyle \\rho _{im}=1.67\\times 10^{-22}}\n\n kg/m3, almost identical to the n(H I) measurement of 0.098 cm−3 by Gry in 2014.[36]  The Freeland study predicted deceleration from 5% of light speed in approximately 19 years.  The coil parameters \n\n\n\n\nJ\n\ne\n\n\n\n\n{\\displaystyle J_{e}}\n\n=1011 (A/m2), \n\n\n\n\nr\n\ns\nc\n\n\n\n\n{\\displaystyle r_{sc}}\n\n= 5 mm, \n\n\n\n\nρ\n\ns\nc\n\n\n\n\n{\\displaystyle \\rho _{sc}}\n\n=6,500 (kg/m3), resulted in an estimated coil mass is  \n\n\n\n\nM\n\nc\n\n\n(\np\nh\ny\n)\n\n\n{\\displaystyle M_{c}(phy)}\n\n=1,232 tonnes. Although the critical current density  \n\n\n\n\nJ\n\ne\n\n\n\n\n{\\displaystyle J_{e}}\n\n was based upon a 2000 Zubrin NIAC report projecting values through 2020, the assumed value is close to that for commercially produced YBCO coated superconductor wire in 2020. The mass estimate may be optimistic since it assumed that the entire coil carrying mass is superconducting while 2020 manufacturing techniques place a thin film on a non-superconducting substrate. For the interstellar medium plasma density \n\n\n\n\nρ\n\ni\nm\n\n\n\n\n{\\displaystyle \\rho _{im}}\n\n=1.67x10−22  with an apparent wind velocity 5% of light speed, the ion gyroradius is 570 km and thus the design value for \n\n\n\n\nR\n\nm\np\n\n\n\n\n{\\textstyle R_{mp}}\n\n meets the MHD applicability test of equation MHD.5. Equation MFM.3 gives the required coil current as \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n~7,800 kA and from equation CMC.1 \n\n\n\n\nM\n\nc\n\n\n(\nm\ni\nn\n)\n\n\n{\\displaystyle M_{c}(min)}\n\n= 338 tonnes; however, but the corresponding superconducting wire minimum radius from equation CMC.3  is \n\n\n\n\nr\n\nc\n\n\n(\nm\ni\nn\n)\n\n\n{\\displaystyle r_{c}(min)}\n\n =1 mm, which would be insufficient to handle the decelerating thrust force of \n\n\n\n\nF\n\nM\nS\n\n\n\n\n{\\displaystyle F_{MS}}\n\n ~ 100,000 N predicted by equation MS.4 and hence the design specified \n\n\n\n\nr\n\ns\nc\n\n\n\n\n{\\displaystyle r_{sc}}\n\n= 5 mm to meet structural requirements. In a complete design, the mass of shielding the coil to maintain critical temperature and survive abrasion in outer space and other infrastructure must also be included. Appendix A estimates these as 90 tonnes for wire shielding and 50 tonnes for the spools and other magsail infrastructure. Freeland compared this magsail deceleration design with one where both acceleration and deceleration were performed by a fusion engine and reported that the mass of such a \"dirty Icarus\" design was over twice that with the magsail used for deceleration. An Icarus design published in 2020 used a Z-pinch fusion drive in an approach called Firefly that dramatically reduced mass of the fusion drive and made fusion only drive performance comparable to the fusion and magsail design.[51]\n\nIn 2017 Gros[7] reported  numerical examples for the Magsail kinematic model that used different parameters and coil mass models than those used by Freeland. For a high speed mission to Alpha Centauri with initial velocity before deceleration  \n\n\n\n\nv\n\n0\n\n\n=\nc\n\n/\n\n10\n\n\n{\\displaystyle v_{0}=c/10}\n\n using a coil mass of 1500 tons and a coil radius of \n\n\n\nR\n\n\n{\\displaystyle R}\n\n=1600 km. The estimated stopping distance was  \n\n\n\n\nx\n\nm\na\nx\n\n\n\n\n{\\displaystyle x_{max}}\n\nof 0.37 (ly) and a total travel time of 58 years with 1/3 being deceleration.\n\nIn 2017 Crowl documented a design for a mission starting near the Sun and destined for Planet nine approximately 1,000 AU distant[8] that employed the Magsail kinematic model. The design accounted for the Sun's gravity as well as the impact of elevated temperature on the superconducting coil, composed of meta-stable metallic hydrogen, which has a mass density of 3,500 (kg/m3) about half that of other superconductors. The mission profile used the Magsail to accelerate away from 0.25 to 1.0 AU from the Sun and then used the Magsail to brake against the Local ISM on approach to Planet nine for a total travel time of 29 years. Parameters and coil mass models differ from those used by Freeland.\n\nAnother mission profile uses a magsail oriented at an attack angle to achieve heliocentric transfer between planets moving away from or toward the Sun. In 2013 Quarta and others[9] used Kajimura 2012 simulation results[45] that described the lift (steering angle) and torque to achieve a Venus to Earth transfer orbit of 380 days with a coil radius of \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n~1 km with characteristic acceleration \n\n\n\n\na\n\nc\n\n\n\n\n{\\displaystyle a_{c}}\n\n=1 mm/s2. In 2019 Bassetto and others[10] used the Quarta \"thick\" magnetopause model and predicted a Venus to Earth transfer orbit of approximately 8 years for a coil radius of \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n~1 km. with characteristic acceleration \n\n\n\n\na\n\nc\n\n\n\n\n{\\displaystyle a_{c}}\n\n=0.1 mm/s2. In 2020 Perakis[11] used the Magsail kinematic model with a coil radius of \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=350 m, current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n=104 A and spacecraft mass of 600 kg that changed attack angle to accelerate away from the Earth orbit and decelerate to Jupiter orbit within 20 years.\n\nIn 2000 Winglee and others proposed a design order to reduce the size and weight of a magnetic sail and named it mini-magnetospheric plasma propulsion (M2P2).[12] The figure based upon[12][52][53][18] illustrates the M2P2 design, which is the same as the Magneto plasma sail (MPS) design. Starting at the center with a solenoid coil of radius \n\n\n\n\nR\n\nH\n\n\n\n\n{\\displaystyle R_{H}}\n\n (m) of \n\n\n\n\nN\n\nt\n\n\n\n\n{\\textstyle N_{t}}\n\n=1,000 turns carrying a radio frequency current that generates a helicon[54] wave that injects plasma fed from a source into a coil of radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\textstyle R_{c}}\n\n (m) that carries a current of \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n (A), which generates a magnetic field. The excited injected plasma enhances the magnetic field and generates a miniaturized magnetosphere around the spacecraft, analogous to the heliopause where the Sun injected plasma encounters the interstellar medium, coronal mass ejections or the Earth's magnetotail. The injected plasma created an environment that analysis and simulations showed had a magnetic field with a falloff rate of \n\n\n\n1\n\n/\n\nr\n\n\n{\\displaystyle 1/r}\n\n as compared with the classical model of a \n\n\n\n1\n\n/\n\n\nr\n\n3\n\n\n\n\n{\\textstyle 1/r^{3}}\n\n falloff rate, making the much smaller coil significantly more effective.[12][55] The pressure of the inflated plasma along with the stronger magnetic field pressure at a larger distance due to the lower falloff rate would stretch the magnetic field and inflate a magnetospheric bubble around the spacecraft.\n\nThe 2000 Winglee paper[12] described a design and reported results adapted from the Earth's magnetosphere. Parameters for the coil and solenoid were \n\n\n\n\nR\n\nH\n\n\n\n\n{\\displaystyle R_{H}}\n\n=2.5 cm and for the coil \n\n\n\n\nR\n\nc\n\n\n\n\n{\\textstyle R_{c}}\n\n= 0.1 m, 6 orders of magnitude less than the magsail coil with correspondingly much lower mass. An estimate for the weight of the coil was 10 kg and 40 kg for the plasma injection source and other infrastructure. Reported results from Figure 2 were \n\n\n\n\nB\n\n0\n\n\n≈\n\n\n{\\displaystyle B_{0}\\approx }\n\n 4x10-3 T at \n\n\n\n\nR\n\nm\np\n\n\n≈\n\n\n{\\displaystyle R_{mp}\\approx }\n\n 10 km and from Figure 3 an extrapolated result with a plasma injection jet force \n\n\n\n\nF\n\nj\ne\nt\n\n\n≈\n\n\n{\\textstyle F_{jet}\\approx }\n\n10−3 N  resulting in a thrust force of \n\n\n\n\nF\n\nM\n2\nP\n2\n\n\n≈\n\n\n{\\textstyle F_{M2P2}\\approx }\n\n  1 N. The magnetic-only sail force from equation MHD.3 is \n\n\n\n\nF\n\nw\n\n\n\n\n{\\displaystyle F_{w}}\n\n=3x10−11 N and thus M2P2 reported a thrust gain of 4x1010.\n\nSince M2P2 injects ionized gas at a rate of  \n\n\n\n\nm\n\ni\nn\n\n\n\n\n{\\displaystyle m_{in}}\n\n(kg/s) that can be viewed as a propellant it has a specific impulse \n\n\n\n\nI\n\ns\np\n\n\n=\n\nF\n\nM\n2\nP\n2\n\n\n\n/\n\n\nm\n\ni\nn\n\n\n\n/\n\n\ng\n\n0\n\n\n\n\n{\\displaystyle I_{sp}=F_{M2P2}/m_{in}/g_{0}}\n\n where \n\n\n\n\ng\n\n0\n\n\n\n\n{\\displaystyle g_{0}}\n\n (m/s2) is the acceleration of Earth's gravity.  Winglee stated \n\n\n\n\nm\n\ni\nn\n\n\n\n\n{\\displaystyle m_{in}}\n\n=0.5 (kg/day) and therefore \n\n\n\n\nI\n\ns\np\n\n\n\n\n{\\displaystyle I_{sp}}\n\n=17,621. The equivalent exhaust velocity \n\n\n\n\nv\n\ne\n\n\n=\n\ng\n\n0\n\n\n\n\nI\n\ns\np\n\n\n\n\n{\\displaystyle v_{e}=g_{0}\\,I_{sp}}\n\n is 173 km/s for 1 N of thrust force. Winglee assumed total propellant mass of 30 kg and therefore propellant would run out in 60 days.\n\nIn 2003, Khazanov published MagnetoHydroDynamic (MHD) and kinetic studies[13] that confirmed some aspects of M2P2 but raised issues that the sail size was too small, and that very small thrust would result and also concluded that the hypothesized \n\n\n\n1\n\n/\n\nr\n\n\n{\\textstyle 1/r}\n\n magnetic field falloff rate was closer to \n\n\n\n1\n\n/\n\n\nr\n\n2\n\n\n\n\n{\\textstyle 1/r^{2}}\n\n. The plasma density plots from Khazanov indicated a relatively high density inside the magnetospheric bubble as compared with the external solar wind region that differed significantly from those published by Winglee where the density inside the magnetospheric bubble was much less than outside in the external solar wind region.\n\nA detailed analysis by Toivanen and others in 2004[38] compared a theoretical model of Magsail, dubbed Plasma-free  Magnetospheric Propulsion (PFMP) versus M2P2 and concluded that the thrust force predicted by Winglee and others was over ten orders of magnitude optimistic since the majority of the solar wind momentum was delivered to the magnetotail and current leakages through the magnetopause and not to the spacecraft.[14] Their comments also indicated that the magnetic field lines may not close near enough to the coil to achieve significant transfer of force. Their analysis made an analogy to the Heliospheric current sheet as an example in astrophysics where the magnetic field could falloff at a rate of between \n\n\n\n1\n\n/\n\nr\n\n\n{\\textstyle 1/r}\n\n and \n\n\n\n1\n\n/\n\n\nr\n\n2\n\n\n\n\n{\\textstyle 1/r^{2}}\n\n. They also analyzed current sheets reported by Winglee from the magnetopause to the spacecraft in the windward direction and a current sheet in the magnetotail. Their analysis indicated that the current sheets needed to pass extremely close to the spacecraft to impart significant force could generate significant heat and render this leverage impractical.\n\nIn 2005, Cattell and others [15] published comments regarding M2P2 that included a lack of magnetic flux conservation in the region outside the magnetosphere that was not considered in the Khazanov studies. Their analysis concluded in Table 1 that Winglee had significantly underestimated the required sail size, mass, required magnetic flux and asserted that the hypothesized \n\n\n\n1\n\n/\n\nr\n\n\n{\\textstyle 1/r}\n\n magnetic field falloff rate was not possible.\n\nThe expansion of the magnetic field using injected plasma was demonstrated in a large vacuum chamber on Earth, but quantification of thrust was not part of the experiment.[56] The accompanying presentation has some good animations that illustrate physical principles described in the report.[57]  A 2004 Winglee paper primarily focused on usage of M2P2 for electromagnetic shielding.[58] Beginning in 2003, the Magneto plasma sail design further investigated the plasma injection augmentation of the magnetic field, used larger coils[41] and reported more modest gains.\n\nIn 2003 Funaki and others proposed an approach similar to the M2P2 design and called it the MagnetoPlasma Sail (MPS) that started with a coil \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=0.2 m and a magnetic field falloff rate of \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=1.52 with injected plasma creating an effective sail radius of \n\n\n\nL\n\n\n{\\displaystyle L}\n\n=26 km and assumed a conversion efficiency that transferred a fraction of the solar wind momentum to the spacecraft.[16][59] Simulation results indicated a significant increase in magnetosphere size with plasma injection as compared to the Magsail design, which had no plasma injection. Analysis showed how adjustment of the MPS steering angle created force that could reach the outer planets. A satellite trial was proposed. Preliminary performance results were reported but later modified in subsequent papers.\n\nMany MPS papers have been published on the magnetic sail contributing to the understanding of general physical principles of an artificial magnetosphere, its magnetohydrodynamic model, and the design approach for computing the magnetopause distance for a given magnetic field source are documented in the linked sections of this article.\n\nIn 2004 Funaki and others analyzed MPS cases where \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=10 m and \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=100 m[41] as summarized in Table 2 predicting a characteristic length \n\n\n\nL\n\n\n{\\displaystyle L}\n\n of 50 and 450 km producing significant thrust with mass substantially less than the Magsail and hence significant acceleration. This paper detailed the MHD applicability test of equation MHD.5 that the characteristic length must be greater than the ion gyroradius \n\n\n\n\nr\n\ng\n\n\n\n\n{\\displaystyle r_{g}}\n\n (m) to effectively transfer solar wind momentum to the spacecraft. In 2005 Yamakawa and others further described a potential trial.[60]\n\n\nAn analogy with the Earth's magnetosphere and magnetopause in determining the penetration of plasma irregularities into the magnetopause defines the key parameter of a local kinetic plasma beta as the ratio of the dynamic pressure \n\n\n\n\np\n\nd\ny\nn\n\n\n\n\n{\\displaystyle p_{dyn}}\n\nof the injected plasma over the magnetic pressure \n\n\n\n\np\n\nd\ny\nn\n\n\n\n\n{\\displaystyle p_{dyn}}\n\n as follows[18]\nwhere \n\n\n\n\nρ\n\nl\n\n\n\n\n{\\displaystyle \\rho _{l}}\n\n (kg/m3) is the local plasma density, \n\n\n\n\nu\n\nl\n\n\n\n\n{\\textstyle u_{l}}\n\n (m/s) is the local velocity of the plasma and \n\n\n\n\nB\n\nl\n\n\n\n\n{\\displaystyle B_{l}}\n\n (T) is the local magnetic field. Simulations have shown that the kinetic beta is smallest near the field source, at magnetopause and the bow shock.[18]\n\nThe kinetic \n\n\n\n\nβ\n\nk\n\n\n\n\n{\\displaystyle \\beta _{k}}\n\n differs from the thermal plasma beta \n\n\n\n\nβ\n\ni\n\n\n=\n\np\n\np\nl\na\ns\nm\na\n\n\n\n/\n\n\np\n\nm\na\ng\n\n\n\n\n{\\textstyle \\beta _{i}=p_{plasma}/p_{mag}}\n\n whis the ratio of the plasma thermal pressure to the magnetic pressure, with terms: \n\n\n\n\np\n\np\nl\na\ns\nm\na\n\n\n=\nn\n\n\nk\n\nB\n\n\n\nT\n\n\n{\\displaystyle p_{plasma}=n\\,k_{B}\\,T}\n\n is the plasma pressure with \n\n\n\nn\n\n\n{\\displaystyle n}\n\n (m−3) the number density, \n\n\n\n\nk\n\nB\n\n\n\n\n{\\displaystyle k_{B}}\n\n (J/K) the Boltzmann constant and \n\n\n\nT\n\n\n{\\displaystyle T}\n\n (eV) the ion temperature; and \n\n\n\n\np\n\nm\na\ng\n\n\n=\n\nB\n\n2\n\n\n\n/\n\n(\n2\n\nμ\n\n0\n\n\n)\n\n\n{\\textstyle p_{mag}=B^{2}/(2\\mu _{0})}\n\nthe magnetic pressure for magnetic field \n\n\n\nB\n\n\n{\\displaystyle B}\n\n (T) and \n\n\n\n\nμ\n\n0\n\n\n\n\n{\\displaystyle \\mu _{0}}\n\n (H/m) vacuum permeability. In the context of the MPS, \n\n\n\n\nβ\n\nk\n\n\n\n\n{\\displaystyle \\beta _{k}}\n\n determines the propensity of the injected plasma flow to stretch the magnetic field while \n\n\n\n\nβ\n\ni\n\n\n\n\n{\\displaystyle \\beta _{i}}\n\n specifies the relative energy of the injected plasma.[61]\n\nIn 2005 Funaki and others published numerical analysis[62] showing \n\n\n\n\nf\n\n0\n\n\n\n\n{\\displaystyle f_{0}}\n\n=1.88 for \n\n\n\n\nβ\n\nk\n\n\n\n\n{\\displaystyle \\beta _{k}}\n\n=0.1.  In 2009 Kajimura published simulation results[63] with \n\n\n\n\nβ\n\nk\n\n\n\n\n{\\displaystyle \\beta _{k}}\n\n=5 and \n\n\n\n\nβ\n\ni\n\n\n\n\n{\\displaystyle \\beta _{i}}\n\n ranging from 6 to 20 that the magnetic field falloff rate \n\n\n\n\nf\n\n0\n\n\n\n\n{\\displaystyle f_{0}}\n\n with argon and xenon plasma injected into the polar region was \n\n\n\n\nf\n\n0\n\n\n\n\n{\\displaystyle f_{0}}\n\n=2.1 and with argon plasma injected into the equatorial region was \n\n\n\n\nf\n\n0\n\n\n\n\n{\\displaystyle f_{0}}\n\n=1.8.\n\nIf \n\n\n\n\nβ\n\nk\n\n\n>\n1\n\n\n{\\displaystyle \\beta _{k}>1}\n\n then the Injection of a high-velocity, high-density plasma into a magnetosphere as proposed in M2P2 freezes the motion of a magnetic field into the plasma flow and was believed to inflate the magnetosphere.[13] However experiments and numerical analysis determined that the solar wind cannot compress the magnetosphere and momentum transfer to the spacecraft is limited since momentum is transferred to injected plasma flowing out of the magnetosphere,[18] similar to another criticism of M2P2.[38]\n\nAn alternative is to reduce the plasma injection velocity and density to result in \n\n\n\n\nβ\n\nk\n\n\n<\n1\n\n\n{\\displaystyle \\beta _{k}<1}\n\n to achieve a plasma in equilibrium with the inflated magnetic field and therefore induce an equatorial diamagnetic current in the same direction as the coil current as shown in the figure, thereby increasing the magnetic moment of the MPS field source and consequently increasing thrust. In 2013 Funaki and others[18][64] published simulation and theoretical results regarding how characteristics of the injected plasma affected thrust gain through creation of an equatorial ring current. They defined thrust gain for MPS as \n\n\n\n\nG\n\nM\nP\nS\n\n\n=\n\nF\n\nM\nP\nS\n\n\n\n/\n\n\nF\n\nm\na\ng\n\n\n\n\n{\\displaystyle G_{MPS}=F_{MPS}/F_{mag}}\n\n: the ratio of the force generated by low beta plasma injection \n\n\n\n\nF\n\nM\nP\nS\n\n\n\n\n{\\displaystyle F_{MPS}}\n\n divided by that of a pure magnetic sail \n\n\n\n\nF\n\nm\na\ng\n\n\n\n\n{\\displaystyle F_{mag}}\n\n from equation MFM.5 with \n\n\n\n\nf\n\no\n\n\n=\n3\n\n\n{\\textstyle f_{o}=3}\n\n and \n\n\n\n\nC\n\nS\nO\n\n\n=\n0.5\n\n\n{\\displaystyle C_{SO}=0.5}\n\n for \n\n\n\n\nr\n\ng\n\n\n≤\nL\n\n\n{\\displaystyle r_{g}\\leq L}\n\n or from equation GKM.1 for \n\n\n\n\nr\n\ng\n\n\n>\nL\n\n\n{\\displaystyle r_{g}>L}\n\n. They reported \n\n\n\n\nG\n\nM\nP\nS\n\n\n\n\n{\\displaystyle G_{MPS}}\n\n of approximately 40 for magnetospheres less than the MHD applicability test and 3.77 for a larger magnetosphere where MHD applicability occurred, larger than values reported in 2012 of 20 and 3.3, respectively. Simulations revealed that optimum thrust gain occurred for \n\n\n\n\nβ\n\nk\n\n\n<\n1\n\n\n{\\displaystyle \\beta _{k}<1}\n\n and \n\n\n\n\nβ\n\ni\n\n\n≈\n10\n\n\n{\\displaystyle \\beta _{i}\\approx 10}\n\n.\n\nIn 2014 Arita, Nishida and Funaki published simulation results[53] indicating that plasma injection created an equatorial ring current and that the plasma injection rate had a significant impact on thrust performance, with the lowest value simulated having the best performance of a thrust gain \n\n\n\n\nG\n\nM\nP\nS\n\n\n\n\n{\\displaystyle G_{MPS}}\n\n of 3.77 with \n\n\n\n\nβ\n\ni\n\n\n≈\n25\n\n\n{\\displaystyle \\beta _{i}\\approx 25}\n\n. They also reported that MPS increased the height of the magnetosphere by a factor  of 2.6, which is important since it increases the effective sail blocking area.\n\n\nIn 2014 Ashida and others documented Particle In Cell (PIC) simulation results for a kinematic model for cases where \n\n\n\n\nr\n\ng\n\n\n>>\nL\n\n\n{\\displaystyle r_{g}>>L}\n\n where MHD is not applicable.[65]  Equation (12) of their study included the additional force of the injected plasma jet \n\n\n\n\nF\n\nj\ne\nt\n\n\n\n\n{\\displaystyle F_{jet}}\n\n consisting of momentum and static pressure of ions and electrons and defined thrust gain as \n\n\n\n\nF\n\nM\nP\nS\n\n\n\n/\n\n(\n\nF\n\nm\na\ng\n\n\n+\n\nF\n\nj\ne\nt\n\n\n)\n\n\n{\\textstyle F_{MPS}/(F_{mag}+F_{jet})}\n\n, which differs from the definition of a term by the same name in other studies.[18][64]  It represents the gain of MPS over that of simply adding the magnetic sail force and the plasma injection jet force. For the values cited in the conclusion, \n\n\n\n\nF\n\nM\nP\nS\n\n\n\n/\n\n\nF\n\nm\na\ng\n\n\n\n\n{\\displaystyle F_{MPS}/F_{mag}}\n\n is 7.5 in the radial orientation. \nSince a number of results were published by different authors at different times, the figure summarizes the reported thrust gain \n\n\n\n\nG\n\nM\nP\nS\n\n\n\n\n{\\displaystyle G_{MPS}}\n\n versus magnetosphere size (or characteristic length \n\n\n\nL\n\n\n{\\displaystyle L}\n\n) with the source indicated in the legend as follows for simulation results Arita14,[53] Ashida14,[65] Funaki13,[18] and Kajimura10.[66] Simulation results require significant compute time, for example it took 1024 CPUs 4 days to simulate the simplest case and 4096 CPUs one week to simulate a more complex case.[47] A thrust gain between 2 and 10 is common with the larger gains with a magnetic nozzle injecting plasma in one direction in opposition to the solar wind.[52][67] The MHD applicability test of equation MHD.5 for the solar wind is \n\n\n\nL\n≈\n\n\n{\\displaystyle L\\approx }\n\n72 km. Therefore, the estimated force of the MPS is that of equation MHD.3 multiplied by the empirically determined thrust gain \n\n\n\n\nG\n\nM\nP\nS\n\n\n\n\n{\\displaystyle G_{MPS}}\n\n from the figure multiplied by the percentage thrust loss \n\n\n\n\nT\n\nl\no\ns\ns\n\n\n\n\n{\\displaystyle T_{loss}}\n\n from equation MHD.6\n\nFor example, using solar wind parameters \n\n\n\nρ\n\n\n{\\displaystyle \\rho }\n\n=8x10−21 kg/m3 and \n\n\n\nu\n\n\n{\\displaystyle u}\n\n=500 km/s then \n\n\n\n\nr\n\ng\n\n\n\n\n{\\displaystyle r_{g}}\n\n=72 km and \n\n\n\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{mp}}\n\n=4x10−8 T.  With \n\n\n\nL\n\n\n{\\displaystyle L}\n\n=105 m  for \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=3 then \n\n\n\n\nr\n\ng\n\n\n<\nL\n\n\n{\\displaystyle r_{g}<L}\n\n  and \n\n\n\n\nT\n\nl\no\ns\ns\n\n\n≈\n\n\n{\\displaystyle T_{loss}\\approx }\n\n 11% from equation MHD.6. The magnetic field only force with a coil radius of \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=6,300 m and coil current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n=1.6x106 A yields \n\n\n\n\nB\n\n0\n\n\n\n\n{\\displaystyle B_{0}}\n\n=1.6x10−4 T from equation MFM.2 and with \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n=5 the magnetic force only is 175 N from equation MFM.5. Determining \n\n\n\n\nG\n\nM\nP\nS\n\n\n≈\n\n\n{\\displaystyle G_{MPS}\\approx }\n\n4 from the figure at \n\n\n\nL\n\n\n{\\displaystyle L}\n\n=105 m as the multiplier for the magnetic-only force then the MPS force \n\n\n\n\nF\n\nM\nP\nS\n\n\n≈\n\n\n{\\displaystyle F_{MPS}\\approx }\n\n700 N.\n\nSince MPS injects ionized gas at a rate of  \n\n\n\n\nm\n\ni\nn\n\n\n\n\n{\\displaystyle m_{in}}\n\n(kg/s) that can be viewed as a propellant it has a specific impulse \n\n\n\n\nI\n\ns\np\n\n\n=\n\nF\n\nM\nP\nS\n\n\n\n/\n\n\nm\n\ni\nn\n\n\n\n/\n\n\ng\n\n0\n\n\n\n\n{\\displaystyle I_{sp}=F_{MPS}/m_{in}/g_{0}}\n\n where \n\n\n\n\ng\n\n0\n\n\n\n\n{\\displaystyle g_{0}}\n\n (m/s2) is the acceleration of Earth's gravity.  Funaki[18] and Arita[53] stated \n\n\n\n\nm\n\ni\nn\n\n\n\n\n{\\displaystyle m_{in}}\n\n=0.31 (kg/day). Therefore \n\n\n\n\nI\n\ns\np\n\n\n\n\n{\\displaystyle I_{sp}}\n\n=28,325 (s) per newton of thrust force. The equivalent exhaust velocity \n\n\n\n\nv\n\ne\n\n\n=\n\ng\n\n0\n\n\n\n\nI\n\ns\np\n\n\n\n\n{\\displaystyle v_{e}=g_{0}\\,I_{sp}}\n\n is 278 km/s per newton of thrust force.\n\nIn 2015 Kajimura and others published simulation results for thrust performance[67] with plasma injected by a magnetic nozzle, a technology used in VASIMR. They reported a thrust gain \n\n\n\n\nG\n\nM\nP\nS\n\n\n\n\n{\\displaystyle G_{MPS}}\n\n of 24 when the ion gyroradius \n\n\n\n\nr\n\ng\n\n\n\n\n{\\displaystyle r_{g}}\n\n (see equation MHD.5) was comparable to the characteristic length \n\n\n\nL\n\n\n{\\displaystyle L}\n\n, at the boundary of the MHD applicability test. The optimal result occurred with a thermal \n\n\n\n\nβ\n\ni\n\n\n≈\n1\n\n\n{\\displaystyle \\beta _{i}\\approx 1}\n\n with some decrease for higher values of thermal beta.\n\nIn 2015 Hagiwara and Kajimura published experimental thrust performance test results with plasma injection using a magnetoplasmadynamic thruster (aka MPD thruster or MPD Arcjet) in a single direction opposite the solar wind direction and a coil with the axial orientation.[52][67] This meant that \n\n\n\n\nF\n\nj\ne\nt\n\n\n\n\n{\\textstyle F_{jet}}\n\n provided additional propulsive force. Density plots explicitly show the increased plasma density upwind of the bow shock originating from the MPD thruster. They reported that \n\n\n\n\nF\n\nM\nP\nS\n\n\n>>\n\nF\n\nm\na\ng\n\n\n+\n\nF\n\nj\ne\nt\n\n\n\n\n{\\textstyle F_{MPS}>>F_{mag}+F_{jet}}\n\nshowing how MPS inflated the magnetic field to create more thrust than the magnetic sail alone plus that of the <<text gap here>>. The conclusion of the experiment was that the thrust gain \n\n\n\n\nG\n\nM\nP\nS\n\n\n\n\n{\\displaystyle G_{MPS}}\n\n was approximately 12 for a scaled characteristic length of \n\n\n\nL\n\n\n{\\displaystyle L}\n\n = 60 km. In the above figure, note the significant improvement in thrust gain at \n\n\n\nL\n\n\n{\\displaystyle L}\n\n = 60 km.as compared with only plasma injection.\n\nIn this example, using solar wind parameters \n\n\n\nρ\n\n\n{\\displaystyle \\rho }\n\n=8x10−21 kg/m3 and \n\n\n\nu\n\n\n{\\displaystyle u}\n\n=500 km/s then \n\n\n\n\nr\n\ng\n\n\n\n\n{\\displaystyle r_{g}}\n\n=72 km and \n\n\n\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{mp}}\n\n=4x10−8 T.  With \n\n\n\nL\n\n\n{\\displaystyle L}\n\n=60 km  for \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=3 then \n\n\n\n\nr\n\ng\n\n\n≈\nL\n\n\n{\\displaystyle r_{g}\\approx L}\n\n  and \n\n\n\n\nT\n\nl\no\ns\ns\n\n\n≈\n\n\n{\\displaystyle T_{loss}\\approx }\n\n 28% from equation MHD.6. The magnetic field only force with a coil radius of \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=2,900 m and coil current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n=1.6x106 A yields \n\n\n\n\nB\n\n0\n\n\n\n\n{\\displaystyle B_{0}}\n\n=3.5x10−4 T from equation MFM.2 and with \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n=5 the magnetic force only is 51 N from equation MFM.5. Given \n\n\n\n\nG\n\nM\nP\nS\n\n\n\n\n{\\displaystyle G_{MPS}}\n\n=12  as the multiplier for the magnetic only force then the MPS force \n\n\n\n\nF\n\nM\nP\nS\n\n\n≈\n\n\n{\\displaystyle F_{MPS}\\approx }\n\n611 N.\n\nIn 2017 Ueno published a design proposing use of multiple coils to generate a more complex magnetic field to increase thrust production.[68]  In 2020 Murayama and others published additional experimental results for a multi-pole MPD thruster.[22]\n\nIn 2020 Peng and others[69] published MHD simulation results for a magnetic dipole with plasma injection operating in Low Earth orbit at 500 km within the Earth's Ionosphere where the ion number density is approximately 1011 (m−3). As reported in Figure 3, the magnetic field strength initially falls off as 1/r and then approaches 1/r2 at larger distances from the dipole. The radius of the artificial mini-magnetosphere could extend up to 200 m for this scenario. They reported that the injected plasma reduced magnetic field fall off rate and created of a drift current, similar to earlier reported MPS results for the solar wind.[65]\n\nThe plasma magnet (PM) sail design introduced a different approach to generate a static magnetic dipole as illustrated in the figure.[23][24] As shown in the detailed view on the right the field source is two relatively small crossed perpendicularly oriented antenna coils each of radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n (m), each carrying a sinusoidal alternating current (AC) with the total current of \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n (A) generated by an onboard power supply. The AC current applied to each coil is out of phase by 90 degrees and consequently generates a rotating magnetic field (RMF) with rotational speed \n\n\n\n\nω\n\nR\nM\nF\n\n\n\n\n{\\displaystyle \\omega _{RMF}}\n\n(rad/s) chosen that is fast enough that positive ions do not rotate but the less massive electrons rotate at this speed. The figure illustrates rotation using color coded contours of constant magnetic strength, not magnetic field lines. In order to inflate the magnetospheric bubble the  thermal plasma beta \n\n\n\n\nβ\n\nt\n\n\n\n\n{\\displaystyle \\beta _{t}}\n\n must be high and initially a plasma injection may be necessary, analogous to inflating a balloon when small and internal tension is high. After initial inflation, protons and rotating electrons are captured from the plasma wind through the leaky magnetopause and as shown in the left create a current disc shown as transparent red in the figure with darker shading indicating greatest density near the coil pair and extending out to the magnetopause radius Rmp, which is orders of magnitude larger than the coil radius Rc (figure not drawn to scale). See RMDCartoon.avi for an animation of this effect.[70] The induced current disc carries a direct current \n\n\n\n\nI\n\nc\nd\n\n\n\n\n{\\displaystyle I_{cd}}\n\n (A) orders of magnitude larger than the input alternating current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n (A) and forms a static dipole magnetic field oriented perpendicular to the current disc reaching a standoff balance with the plasma wind pressure at distance \n\n\n\n\nR\n\nm\np\n\n\n≈\nL\n\n\n{\\displaystyle R_{mp}\\approx L}\n\n at the magnetopause boundary according to the MHD model of an artificial magnetosphere.\n\nThe magnetic field falloff rate was assumed to be \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n =1 is described in detail in,[24][55] but as described by Khazanov,[13] restated by Kirtley and Slough[26] and several MPS studies concluded that \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n is closer to 2. The falloff rate \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n is a critical parameter in the determination of performance.\n\nThe RMF-induced rotating disc of electrons has current density \n\n\n\n\nj\n\nθ\n\n\n(\nr\n)\n\n\n{\\displaystyle j_{\\theta }(r)}\n\n (A/m2) at distance r from the antenna as given by equation (5)[24] for \n\n\n\n\nf\n\no\n\n\n=\n1\n\n\n{\\displaystyle f_{o}=1}\n\n and equation (4) for \n\n\n\n\nf\n\no\n\n\n=\n2\n\n\n{\\displaystyle f_{o}=2}\n\n,[26] which states that flux conservation requires this falloff rate, consistent with a criticism of M2P2 by Cattell[15] as follows: \n\nwhere \n\n\n\nB\n(\n\nR\n\n0\n\n\n)\n\n\n{\\textstyle B(R_{0})}\n\n (T) is the magnetic field at radius \n\n\n\n\nR\n\n0\n\n\n≈\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{0}\\approx R_{c}}\n\n (m) near the antenna coils. Note that the current density is highest at \n\n\n\nr\n=\n\nR\n\n0\n\n\n\n\n{\\displaystyle r=R_{0}}\n\n and falls off at a rate of \n\n\n\n\nf\n\no\n\n\n+\n1\n\n\n{\\displaystyle f_{o}+1}\n\n. A critical condition for the plasma magnet design from equation (1a)[24] provides a lower bound on the RMF frequency \n\n\n\n\nω\n\nR\nM\nF\n\n\n\n\n{\\displaystyle \\omega _{RMF}}\n\n (rad/s) as follows so that electrons in the plasma wind are magnetized and rotate but the ions are not magnetized and do not rotate:\n\nwhere \n\n\n\n\nω\n\nc\ni\n\n\n\n\n{\\displaystyle \\omega _{ci}}\n\n (rad/s) is the ion gyrofrequency in the RMF near the antenna coils, \n\n\n\nZ\n\n\n{\\displaystyle Z}\n\n is charge number of the ion, \n\n\n\ne\n\n\n{\\displaystyle e}\n\n (C) is the elementary charge, and \n\n\n\n\nm\n\ni\n\n\n\n\n{\\displaystyle m_{i}}\n\n (kg) is the (average) mass of the ion(s). Specifying the magnetic field near the coils at radius \n\n\n\n\nR\n\n0\n\n\n\n\n{\\displaystyle R_{0}}\n\n is critical since this is where the current density is greatest. Choosing a magnetic field at magnetopause yields a lower value of \n\n\n\n\nω\n\nR\nM\nF\n\n\n\n\n{\\displaystyle \\omega _{RMF}}\n\n but ions closer to the coils will rotate. Another condition is that \n\n\n\n\nω\n\nR\nM\nF\n\n\n\n\n{\\displaystyle \\omega _{RMF}}\n\n be small enough such that collisions are extremely unlikely.\n\nThe required power to generate the RMF  \n\n\n\n\nP\n\nR\nM\nF\n\n\n\n\n{\\displaystyle P_{RMF}}\n\n is derived by integrating the product of the square of the current density from equation PM.1 and the resistivity of the plasma \n\n\n\n\nη\n\np\n\n\n\n\n{\\displaystyle \\eta _{p}}\n\n (kg/m3) from \n\n\n\n\nR\n\n0\n\n\n\n\n{\\displaystyle R_{0}}\n\nto \n\n\n\n\nR\n\nm\np\n\n\n\n\n{\\displaystyle R_{mp}}\n\n with the result as follows:\n\nwhere \n\n\n\n\nη\n\np\n\n\n\n\n{\\displaystyle \\eta _{p}}\n\n (W m) is the Spitzer resistivity of the plasma of ~1.2x10−3 \n\n\n\n\nT\n\ne\n\n\n\n\n{\\displaystyle T_{e}}\n\n where \n\n\n\n\nT\n\ne\n\n\n\n\n{\\displaystyle T_{e}}\n\n is the electron temperature assumed to be 15 eV.[24][71] The above result is the same as equation (7)[24] for \n\n\n\n\nf\n\no\n\n\n=\n1\n\n\n{\\displaystyle f_{o}=1}\n\n and equation (5) for \n\n\n\n\nf\n\no\n\n\n=\n2\n\n\n{\\displaystyle f_{o}=2}\n\n.[26]\n\nStarting with the definition of plasma wind power from equation MHD.4, rearranging and recognizing that equation PM.3 can be substituted and then using equation MFM.1 yields the following expression\n\nwhich is the same as equation (10) for \n\n\n\n\nf\n\no\n\n\n=\n1\n\n\n{\\displaystyle f_{o}=1}\n\n.[24] Note that solution for \n\n\n\n\nP\n\nR\nM\nF\n\n\n\n\n{\\displaystyle P_{RMF}}\n\n and \n\n\n\n\nR\n\n0\n\n\n\n\n{\\displaystyle R_{0}}\n\n must also satisfy equation PM.3.\n\n\nA number of the examples cited assume a magnetopause radius \n\n\n\n\nR\n\nm\np\n\n\n\n\n{\\displaystyle R_{mp}}\n\n that does not meet the MHD applicability test of equation MHD.5.  From the definition of power in physics a constant force is power divided by velocity, the force generated by the plasma magnet (PM) sail is as follows\nNote that as the falloff rate \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n increases that the force derived from the plasma wind decreases, or to maintain the same force \n\n\n\n\nP\n\nR\nM\nF\n\n\n\n\n{\\displaystyle P_{RMF}}\n\n and/or \n\n\n\n\nR\n\n0\n\n\n\n\n{\\displaystyle R_{0}}\n\n must increase.\n\nEquation CMC.2 gives the mass for each physical coil of radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n (m). Since the RMF requires alternating current and semiconductors are not efficient at higher frequencies, aluminum was specified with mass density \n\n\n\n\nδ\n\nc\n\n\n\n\n{\\displaystyle \\delta _{c}}\n\n = 2,700 (kg/m3). Estimates of the coil mass[24] are optimistic by a factor of \n\n\n\n4\nπ\n\n\n{\\displaystyle 4\\pi }\n\n since only one coil was sized and the coil circumference was specified as \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n instead of \n\n\n\n2\nπ\n\nR\n\nc\n\n\n\n\n{\\displaystyle 2\\pi R_{c}}\n\n.\n\nThe coil resistance is the product of coil material resistivity \n\n\n\n\nη\n\nc\n\n\n\n\n{\\displaystyle \\eta _{c}}\n\n (Ω m)  (e.g., ~3x10−8 for aluminum) and the coil length \n\n\n\n2\nπ\n\nR\n\nc\n\n\n\n\n{\\displaystyle 2\\pi R_{c}}\n\n (m) divided by the coil wire cross sectional area where \n\n\n\n\nr\n\nc\n\n\n\n\n{\\displaystyle r_{c}}\n\n (m) is the radius of the coil wire as follows:\n\nSome additional power must compensate for resistive loss but it is orders of magnitude less than \n\n\n\n\nP\n\nR\nM\nF\n\n\n\n\n{\\displaystyle P_{RMF}}\n\n. The peak current carried by a coil is specified by the RMF power and coil resistance from the definition of electrical power in physics as follows:\n\n\nThe current induced in the disc by the RMF \n\n\n\n\nI\n\ni\nc\n\n\n\n\n{\\displaystyle I_{ic}}\n\n (A) is the integral of the current density \n\n\n\nj\n(\nr\n,\n\nf\n\no\n\n\n)\n\n\n{\\displaystyle j(r,f_{o})}\n\n from equation PM.1 on the surface of the disc with inner radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\textstyle R_{c}}\n\n and outer radius \n\n\n\n\nR\n\nM\nP\n\n\n\n\n{\\textstyle R_{MP}}\n\n with result:\nthe same as equation (11) from Slough for \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=1.[24]\n\nLaboratory experiments[24] validated that the RMF creates a magnetospheric bubble, electron temperature near the coils increases and that thrust was generated. Since the scale of a terrestrial experiment is limited simulations or a flight trial was recommended. Some of these concepts adapted to an ionospheric plasma environment were carried on in the Magnetoshell magnetic design.\n\nIn 2022 Freeze, Greason and others[25] published a detailed design for a plasma magnet based sail for a spacecraft named Wind Rider that would use solar wind force to accelerate away from near Earth and decelerate against the magnetosphere of Jupiter in a spaceflight trial mission called Jupiter Observing Velocity Experiment (JOVE). This design employed a pair of superconducting coils each with radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n of 9 (m), an alternating current of \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n of 112 (A) with  \n\n\n\n\nω\n\nR\nM\nF\n\n\n\n/\n\n(\n2\nπ\n)\n\n\n{\\displaystyle \\omega _{RMF}/(2\\pi )}\n\n of 4 (Hz).\n\nFor example, using solar wind parameters \n\n\n\nρ\n\n\n{\\displaystyle \\rho }\n\n=8x10−21 kg/m3 and \n\n\n\nu\n\n\n{\\displaystyle u}\n\n=500 km/s then \n\n\n\n\nr\n\ng\n\n\n\n\n{\\displaystyle r_{g}}\n\n=72 km and \n\n\n\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{mp}}\n\n=4x10−8 T.  With \n\n\n\nL\n\n\n{\\displaystyle L}\n\n=105 m  and \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=2 then \n\n\n\n\nr\n\ng\n\n\n<\nL\n\n\n{\\displaystyle r_{g}<L}\n\n. With a coil radius of \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=1,000 m yields \n\n\n\n\nB\n\n0\n\n\n\n\n{\\displaystyle B_{0}}\n\n=4x10−4 T from equation MFM.2. The required RMF power from equation PM.3 is 13 kW with a required AC coil current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n=10 A from equation PM.3 resulting in an induced current of \n\n\n\n\nI\n\ni\nc\n\n\n\n\n{\\displaystyle I_{ic}}\n\n=2 kA from equation PM.7 . With \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n=5 the plasma magnet force from equation PM.3  is 197 N. The magnetic force only for the above parameters is 2.8 N from equation MFM.5 and therefore the plasma magnet thrust gain is 71. Using \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=1 creates very optimistic performance numbers, but since Slough changed this to \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=2 in 2012,[26] this case is not compared in this article.\n\nA 2012 study by Kirtley and Slough investigated the plasma magnet technology for use in the ionosphere of a planet as a braking mechanism in an approach dubbed plasma magnetoshell.[26] The magnetoshell creates drag by ionizing neutral atoms in a planet's ionosphere then magnetically deflecting them. A tether attaching the plasma magnet coils to the spacecraft transfers momentum such that orbital insertion occurs. Analytical models, laboratory demonstrations and mission profiles to Neptune and Mars were described.\n\nIn 2017 Kelly described using a single-coil magnet with 1/r3 magnetic field falloff rate and more experimental results.[72] In 2019 Kelly and Little published simulation results for magnetoshell performance scaling.[27]  A magnet with radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n=1 m was tethered to a spacecraft with batteries for 1,000 seconds of operation (longer than aerocapture designs). The simulations assumed a magnet mass \n\n\n\n\nM\n\nc\n\n\n\n\n{\\displaystyle M_{c}}\n\n=1,000 kg and total magnetoshell system mass of 1,623 kg, suitable for a Cassini–Huygens or Juno size orbiter. The planet's mass and atmosphere atomic composition and density determine a threshold velocity where magnetoshell operation is feasible. Saturn and Neptune have a hydrogen atmosphere and a threshold velocity of approximately 22 km/s. In a Neptune mission a \n\n\n\nΔ\nv\n\n\n{\\displaystyle \\Delta v}\n\n=6 km is required for a 5,000 kg spacecraft and must average 50 kN for the maneuver duration. The model overestimates performance for N2 (Earth, Titan) and CO2 (Venus, Mars) atmospheres since multiple ion species are created and more complex interactions occur. Furthermore, the relatively lower mass of Venus and Mars reduces the threshold velocity below that of feasible magnetoshell operation. The paper states that aerocapture technologies are mature enough for these mission profiles.\n\nIn 2021 Kelly and Little published further details[28] for use of drag-modulated plasma aerocapture (DMPA) that when compared to Adaptable Deployable Entry and Placement Technology (ADEPT)[73] for drag-modulated aerocapture (DMA) to Neptune[74] that could deliver 70% higher orbiter mass and experience 30% lower stagnation heating.\n\nA beam-powered of M2P2 variant, MagBeam was proposed in 2011.[75] In this design a magnetic sail is used with beam-powered propulsion, by using a high-power particle accelerator to fire a beam of charged particles at the spacecraft.[76] The magsail would deflect this beam, transferring momentum to the vehicle, that could provide higher acceleration than a solar sail driven by a laser, but a charged particle beam would disperse in a shorter distance than a laser due to the electrostatic repulsion of its component particles.  This dispersion problem could potentially be resolved by accelerating a stream of sails which then in turn transfer their momentum to a magsail vehicle, as proposed by Jordin Kare.[citation needed]\n\n"
        },
        {
            "title": "Performance comparison",
            "text": "The table below compares performance measures for the magnetic sail designs with the following parameters for the solar wind (sw) at 1 AU: velocity \n\n\n\n\nu\n\ns\nw\n\n\n\n\n{\\displaystyle u_{sw}}\n\n= 500 km/s, number density \n\n\n\n\nn\n\ni\n\n\n\n\n{\\displaystyle n_{i}}\n\n= 5x106 (m−3), ion mass \n\n\n\n\nm\n\ni\n\n\n\n\n{\\displaystyle m_{i}}\n\n = 1.67x10−27 kg a proton mass, resulting in mass density \n\n\n\n\nρ\n\ns\nw\n\n\n=\n\nm\n\ni\n\n\n\nn\n\ni\n\n\n\n\n{\\displaystyle \\rho _{sw}=m_{i}n_{i}}\n\n = 8.4x10−21 (kg/m3),  and coefficient of drag \n\n\n\n\nC\n\nd\n\n\n\n\n{\\displaystyle C_{d}}\n\n=5 where applicable. Equation MHD.2 gives the magnetic field at magnetopause as \n\n\n\n\nB\n\nm\np\n\n\n\n\n{\\displaystyle B_{mp}}\n\n≈ 36 nT, equation MHD.5 gives the ion gyroradius \n\n\n\n\nr\n\ng\n\n\n\n\n{\\displaystyle r_{g}}\n\n≈ 72 km for \n\n\n\n\nC\n\nL\ni\n\n\n\n\n{\\displaystyle C_{Li}}\n\n=2. Table entries in boldface are from a cited source as described in the following:\n\nEquation MS.4 determines force for the Magsail (MS) divided by the Freeland correction factor 3.1,[6] equation PM.5 defines the force for the plasma magnet (PM) with the assumed magnetic field falloff rate \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=2. The force for the magnetic sail alone \n\n\n\n\nF\n\nm\na\ng\n\n\n\n\n{\\displaystyle F_{mag}}\n\n is from equation MFM.5. Thrust gain \n\n\n\n\nG\n\nT\n\n\n\n\n{\\displaystyle G_{T}}\n\n for the magneto plasma sail (MPS) is the simulation and/or experimentally determined value with force defined equation MPS.2 to account for thrust loss due to operation in a kinematic region. The last column headed MPS+MPD adds a magnetoplasma dynamic thruster (MPD) that has a higher thrust gain as determined by experiment and simulation. Further details are in the section for the specific design. For designs other than MPS and MPS+MPD, the thrust gain \n\n\n\n\nG\n\nT\n\n\n\n\n{\\displaystyle G_{T}}\n\n is the achieved force from the first row divided by the force of a magnetic sail alone in the second row. The magnetopause distance \n\n\n\n\nR\n\nm\np\n\n\n≈\nL\n\n\n{\\textstyle R_{mp}\\approx L}\n\n (m) and the coil radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\textstyle R_{c}}\n\n(m) are design parameters. Equation MFM.1 with \n\n\n\nr\n=\n\nR\n\nm\np\n\n\n\n\n{\\textstyle r=R_{mp}}\n\n defines the magnetic field near the coil(s) as \n\n\n\n\nB\n\n0\n\n\n=\nB\n(\n\nR\n\n0\n\n\n)\n=\n\nB\n\nm\np\n\n\n(\n\nR\n\nm\np\n\n\n\n/\n\n\nR\n\n0\n\n\n\n)\n\n1\n\n/\n\n\nf\n\no\n\n\n\n\n\n\n{\\textstyle B_{0}=B(R_{0})=B_{mp}(R_{mp}/R_{0})^{1/f_{o}}}\n\n (T).\n\nThe superconducting coil designs used a critical current density \n\n\n\n\nJ\n\nc\n\n\n\n\n{\\displaystyle J_{c}}\n\n=2x106 (A/m) to account for warmer temperatures in the solar system. The plasma magnet uses AC power and cannot use a superconducting coil and assumed an aluminum coil with material density \n\n\n\n\nδ\n\nc\n\n\n\n\n{\\displaystyle \\delta _{c}}\n\n = 2,700 kg/m3 and coil wire radius \n\n\n\n\nr\n\nc\n\n\n\n\n{\\displaystyle r_{c}}\n\n=5 mm.  All other designs assumed a superconducting coil with material density \n\n\n\n\nδ\n\nc\n\n\n\n\n{\\displaystyle \\delta _{c}}\n\n =6,500 kg/m3,  coil wire radius \n\n\n\n\nr\n\nc\n\n\n\n\n{\\displaystyle r_{c}}\n\n=5 mm,  and critical current \n\n\n\nmax\n\nI\n\nc\n\n\n≈\n\n\n{\\displaystyle \\max I_{c}\\approx }\n\n1.6 x106 A, above which the coil becomes a normal conductor. The magnetopause distance \n\n\n\n\nR\n\nm\np\n\n\n≈\nL\n\n\n{\\displaystyle R_{mp}\\approx L}\n\n and coil radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n for superconducting-coil based designs were adjusted to meet this critical current constraint. The values for the plasma magnet used a value of \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n for \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=2 selected to minimize time to velocity and distance. The MPS values for \n\n\n\n\nR\n\nm\np\n\n\n≈\nL\n\n\n{\\displaystyle R_{mp}\\approx L}\n\n and \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n were chosen to match the thrust gain from simulation and scaled experimental results and meet the superconducting-coil critical current constraint.\n\nEquation CMC.2 gives the physical coil mass \n\n\n\n\nM\n\nc\n\n\n(\np\nh\ny\n)\n\n\n{\\displaystyle M_{c}(phy)}\n\n (kg) assuming a coil wire radius \n\n\n\n\nr\n\nc\n\n\n\n\n{\\displaystyle r_{c}}\n\n=5 mm. Equation PM.7 gives the plasma magnet alternating current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n.  Equation MFM.3 gives the direct current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n with \n\n\n\n\nC\n\n0\n\n\n\n\n{\\displaystyle C_{0}}\n\n=2 for all other designs. The plasma magnet RMF uses the input alternating current \n\n\n\n\nI\n\nc\n\n\n\n\n{\\displaystyle I_{c}}\n\n (kA) to rotate electrons in captured plasma to create an induced direct current disc carrying \n\n\n\n\nI\n\ni\nc\n\n\n\n\n{\\displaystyle I_{ic}}\n\n kA as defined in equation PM.8.\n\nDesigns with a superconducting coil do not require continuous power (but may require power for other functions, such as cooling); however, the plasma magnet design requires a continuous power source as specified in equation PM.3. An estimate for the plasma magnet power supply mass assumes ~3 kg/W for nuclear power in space. Other mass was assumed to be 10 tonnes for MS and 1 tonne of other mass for plasma magnet and MPS. Acceleration \n\n\n\na\n\n\n{\\displaystyle a}\n\n is the thrust force \n\n\n\nF\n\n\n{\\displaystyle F}\n\n (N) from the first row divided by the total mass (coil plus other). An optimistic approximation is constant acceleration \n\n\n\na\n\n\n{\\displaystyle a}\n\n (m/s2), for which the time to reach a target velocity V (km/s) of 10% of the solar wind velocity is \n\n\n\n\nT\n\nV\n\n\n≈\nV\n\n/\n\na\n\n\n{\\displaystyle T_{V}\\approx V/a}\n\n (days) and time to cover a specified distance \n\n\n\nD\n\n\n{\\displaystyle D}\n\n ≈ 7.8x108 km (approximate distance from Earth to Jupiter) is \n\n\n\n\nT\n\nD\n\n\n≈\n\n\n2\nD\n\n/\n\na\n\n\n\n\n{\\textstyle T_{D}\\approx {\\sqrt {2D/a}}}\n\n (days). For comparison purposes the time for a Hohmann transfer from Earth orbit to Jupiter orbit is 2.7 years (almost 1,000 days) but that would allow orbital insertion whereas a magnetic sail would do a flyby unless the magnetosphere and gravity of Jupiter could provided deceleration.[25] Another comparison is the New Horizons interplanetary space probe with a 30 kg payload that flew by Jupiter after 405 days on its way to Pluto.\n\nThe best time to velocity \n\n\n\n\nT\n\nV\n\n\n\n\n{\\displaystyle T_{V}}\n\n and distance \n\n\n\n\nT\n\nD\n\n\n\n\n{\\displaystyle T_{D}}\n\n performance occurs for the PM and MPS designs due primarily to much reduced coil and other mass. As described in the M2P2 section, several criticisms asserted that the falloff rate \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=1 was questionable and hence it was not included in this table. Simulations and experiments as described in the MPS section  showed that \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=2 is valid with injection of plasma to inflate the magnetic field in a manner similar to M2P2.  As described in the  PM section, plasma is not injected but instead captured to achieve a falloff rate of \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=2,[26] with calculations assuming \n\n\n\n\nf\n\no\n\n\n\n\n{\\displaystyle f_{o}}\n\n=1 being very optimistic. The classic Magsail (MS) design generates the most thrust force and has considerable mass but still has relatively good time performance. Parameters for the other designs were chosen to yield comparable time performance subject to the constraints previously described. As described above and further detailed in the section for the respective design, this article contains the equations and parameters to compute performance estimates for different parameter choices.\n\n"
        },
        {
            "title": "",
            "text": "In 1994 Vulpetti published a critical review regarding viability of space propulsion based on solar wind momentum flux.[77] The paper highlighted technology challenges in terms of the magnetic field source, energy required and interaction between the solar wind and the spacecraft's magnetic field, summarizing that these issues were not insurmountable. The major unresolved issue is spacecraft and mission design that account for the potentially highly variable solar wind velocity and plasma density that could complicate maneuvers by a spacecraft employing magnetic sail technology. Some means of modulating thrust is necessary. If the mission objective is to rapidly escape the solar system then the paper states that this is less of an issue.\n\nIn 2006 Bolonkin published a paper that questioned the theoretical viability of a Magsail and described common mistakes.[78] Equation (2) states that the magnetic field of electrons rotating in the large coil was greater than and opposed the magnetic field generated by the current in the coil and hence no thrust would result. In 2014 Vulpetti published a rebuttal[79] that summarized plasma properties, in particular the fact that plasma is quasi-neutral and noted in equation (B1) that the Bolonkin paper equation (2) assumed that the plasma had a large net negative electrical charge. The plasma charge varies statistically over short intervals and the maximum value has negligible impact on Magsail performance. Furthermore, he argued that observations by many spacecraft have observed compression of a magnetic field by dynamic (or ram) pressure that did not depend on particle charges.\n\nIn 2017, Gros published results that differed from prior magsail work.[7] A major result was the Magsail kinetic model of equation MKM.2 that is a curve fit to numerical analysis of proton trajectories impacted by a large current carrying superconducting coil. The curve fit scaling relation for the effective sail area \n\n\n\nA\n(\nv\n)\n\n\n{\\displaystyle A(v)}\n\n was logarithmic cubed with argument \n\n\n\nc\nI\n\n/\n\n(\nv\n\nI\n\nG\n\n\n)\n\n\n{\\displaystyle cI/(vI_{G})}\n\n with \n\n\n\nI\n\n\n{\\displaystyle I}\n\n the loop current, \n\n\n\n\nI\n\nG\n\n\n\n\n{\\displaystyle I_{G}}\n\n  the curve fit parameter, \n\n\n\nv\n\n\n{\\displaystyle v}\n\n the ship velocity and \n\n\n\nc\n\n\n{\\displaystyle c}\n\n the speed of light. This differed from the power law scaling \n\n\n\nA\n(\nv\n)\n∼\n(\nv\n\n/\n\nc\n\n)\n\nα\n\n\n\n\n{\\displaystyle A(v)\\sim (v/c)^{\\alpha }}\n\n of prior work.[3][6] The Gros paper could not trace back this difference to underlying physical arguments and noted that the results are inconsistent, stating that the source for these discrepancies was unclear. Appendix B questioned whether a bow shock will form if the initial spacecraft velocity \n\n\n\n\nv\n\n0\n\n\n\n\n{\\displaystyle v_{0}}\n\n is large, for example for deceleration after interstellar travel, since the predicted effective sail area \n\n\n\n\nA\n\nG\n\n\n(\nv\n)\n\n\n{\\displaystyle A_{G}(v)}\n\n is small in this case. One difference is that this analysis used the coil radius \n\n\n\n\nR\n\nc\n\n\n\n\n{\\displaystyle R_{c}}\n\n for computation of the ion gyroradius as compared with prior work use of the magnetopause radius \n\n\n\n\nR\n\nm\np\n\n\n\n\n{\\displaystyle R_{mp}}\n\n\n\nOne advantage of magnetic or solar sails over (chemical or ion) reaction thrusters is that little to no reaction mass is depleted or carried in the craft. Acceleration or deceleration against a planetary magnetosphere is possible.\n\nA disadvantage for interplanetary travel is that acceleration is only in the direction of a plasma wind away from the Sun or a star or deceleration in only in the direction opposite to the plasma wind from the Sun or a star. Only deceleration is possible in the interstellar medium.\n\n"
        },
        {
            "title": "Fictional uses in popular culture",
            "text": "Magnetic sails have become a popular trope in many works of science fiction although the solar sail is more popular: \n\nAlthough not referred to as a \"magnetic sail,\" the concept was used in the novel Encounter with Tiber by Buzz Aldrin and John Barnes as a braking mechanism to decelerate starships from relativistic speed.\n\n"
        }
    ]
}