{
    "url": "https://en.wikipedia.org/wiki/Mahanubhava",
    "title": "Mahanubhava",
    "table_of_contents": [
        "1 Sarvadnya Shri Chakradhar Swami",
        "2 Philosophy",
        "3 Literature",
        "4 History",
        "5 Publications",
        "6 References",
        "7 Notes",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mahanubhava (also known as Jai Krishni Pantha) refers to Krishnaite Hindu denomination in India that was founded by Sarvadnya Shri Chakradhar Swami (or  Shri Chakradhara Swami),an ascetic and philosopher who is \nconsidered as a reincarnation of Krishna by his devotees[1][2][3] Some sources list the founders as Chakrapani (Chāngadeva Rāuḷ) and Govinda Prabhu (Gunḍama Rāuḷ) with Chakradhara as the first \"apostle\" and propagator of Mahanubhava Pantha.[4] Mahanubhava Sampradaya was formally formed in modern-day Varhad region of Maharashtra in 1267 CE. It has different names such as Jai Krishni Pantha in Punjab and Achyuta Pantha in Gujarat. Mahanubhava Pantha was also known as Paramarga by its followers in 13th century.[5] Nagadevacharya, also known as Bhatobas, became the head of Sampradaya after Chakradhara. \n\nIn Mahanubhava, all members are accepted, irrespective of their castes, and the traditional ritualistic religion is rejected. Mahanubhava survives to the present. It teaches that Krishna is the supreme god.[6]\n\nMahanubhava Sampradaya has 13 different Amnaya (it is ancestral big family tracing their roots backwards). These traditions were founded by 13 different acharyas which include some disciples of Nagadevacharya and various successors in their lineages.\n\n"
        },
        {
            "title": "Sarvadnya Shri Chakradhar Swami",
            "text": "Shri Chakradhar Swami propounded the philosophy of Mahanubhava Sampradaya for the first time. He theorized the idea of \"Five Krishnas\" as the main figures for Mahanubhavas to worship which includes (Shri Gopala Krishna, Shri Dattatreya Prabhu, Shri Chakrapani, Shri Govinda Prabhu and Shri Chakradhar Swami himself.\n\nShri Chakradhar Swami was born in Bharuch, Gujarat in 1194 CE. Though he was a Gujarati by birth, he had excellent command over Marathi language. He moved among all sections of society. He discoursed his philosophy to the people in their own language. He used formulaic language full of meaning in a compact style. He exhorted his disciples to write only in Marathi.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "According to the Mahanubhava Philosophy, there are 4 permanent realities in the universe which are Paramesvara (god), Jiva (soul), Devata (deities and supernatural beings) and Prapancha (world). These 4 entities are uncreated, eternal and independent from each other. Prapancha is of 2 types - Suksma (matter) or Karana Prapancha and Sthula (material) or Karya Prapancha. Karana Prapancha is immortal but Karya Prapancha is perishable. Paramesvara is the supreme entity in this universe. Paramesvara is one, unique, perfect, omnipotent, omniscient, omnipresent, impersonal and absolute.\n\nThere are innumerable souls (Jiva) and material worlds (Sthula Prapancha) existed in the universe. Devata (deities) are 810,125,010 in number including Maya. The purpose of Jiva is to attain Moksha and the Devata is a powerful impediment to Jiva. All Devata are subject to Paramesvara (supreme god) and they help him to create material world with Maya as their main contributor. Material world is composed of Panchatattva viz. Akasha, Vayu, Tejas, Apas, Prithvi and Triguna viz. Sattva, Rajas & Tamas. \nMahanubhava teachings mainly concerned with the relationship between Jiva and Paramesvara. One can practice bhakti by memorising deeds of the almighty. The aspirant for salvation must sacrifice his country, village and his relations and offer his life to god. Chakradhara also taught the followers of Mahanubhava Sampradaya; when, where, how and how much alms they should be beg for.\n\nMahanubhava philosophy states that only Paramesvara can give Moksha (ultimate salvation from the cycle of birth and death) to every living creature in the material world. Jiva therefore should worship only Paramesvara rather than minor deities or nature spirits. Mahanubhavas worship Paramesvara in the form of its 5 Avatara (incarnations) to personify its original Nirguna (indeterminate) form. One of the most important aspects of Mahanubhava philosophy is asceticism. The fourfold teachings are: non-violence, celibacy, asceticism and bhakti. The essential concept to be included in the reverence for 5 incarnations is memorising the several aspects of them, i.e. name, appearance or form, activities, deeds, words spoken by them (Shruti), memories about them (Smriti) and blessings given by them. Other beliefs involved in Mahanubhava doctrine are Nitya Puja of Panchavatara for 3 times every day and recitation of the names of Panchavatara. Mahanubhava followers also do Smarana (remembrance) of the five incarnations including incidents and objects related to their lives as well as the places connected with them. Mahanubhava followers visit pilgrimage sites like Ruddhipur (Ridhapur), Jalicha dev, Domegram, Paithan, Mahur, Phaltan and Panchaleshwar.[7]\n\nThe central theme of Mahanubhava doctrine is, \"Feel the soul and not the body\". Living the life of mendicant and practicing asceticism severely, the devotee should live according to principle, \"God is mine and I am god's\". The core of his code of behavior is summed up in the following line for the benefit of his followers: \"Even if the head is cut off, the body should worship god\".\n\nBesides teaching stern vegetarianism, Mahanubhava Pantha forbids the use of alcohol and teaches non-violence. Theft, gambling, hunting, promiscuity etc. are strictly prohibited and considered as great sins. Mahanubhava doctrine rejects Vedic rituals but not the Vedic philosophy. Mahanubhavas follow the teachings of Shri Chakradhar Swami. Mahanubhavas totally reject the caste system, hegemony of Varna and any kind of social discrimination. They believe that every person has right to attain Moksha, regardless of varna and castes. \n\nDevelopment of Mahanubhava philosophy may have started in 12th century during the lifetime of Chakrapani Prabhu. Chakradhar Swami officially described it in a well-integrated manner in the latter half of 13th century[6]\n\n"
        },
        {
            "title": "Literature",
            "text": "Mahanubhava literature generally comprises rhetoric and commentaries. Mahanubhavas authored numerous treatise that describe about the 5 incarnations of god, they compiled various hagiographies and wrote memoirs about the history of the sect. Mahanubhavas composed numerous literary works in Marathi during the medieval period like commentaries on Bhagavad Gita, Leela Charitra and Sutrapatha; epics narrating stories from the life of Shri Krishna; various reference works viz. lexicons, chronicles, biographies, itineraries and genealogies. Mahanubhava Marathi literature covered various literary forms like anecdotes, allegories, ballads, prayers, hymns, verses as well as chants. Mahanubhava writers wrote grammatical and etymological works related to the Old Marathi language. They also wrote many treatise based on the Puranas, that are deemed useful to explain the philosophy of Mahanubhava Sampradaya. The Mahanubhava were the earliest writers to use Marathi as a literary language. Mahanubhavas can be called as the pioneers of Marathi prose; they introduced many prose forms in Marathi for the first time. Prose literature in Old Marathi was almost exclusively composed by the Mahanubhava writers. The Mahanubhavas have contributed enormously to the Old Marathi literature.[5] Purest form of Marathi language can be seen everywhere in the Mahanubhava literature. Marathi is the liturgical language for Mahanubhavas. Non-Marathi speaking Mahanubhavas also read Sutras in Marathi and chant Marathi prayers. \n\nLeela Charitra (Lilacharitra) is thought to be one of the earliest biographies written in Marathi language. The Lilacharaitra is the first scripture of Mahanubhava Sampradaya, it was composed by Mhaimbhat. Mhaimbhat's second important literacy creation was Shri Govindaprabhucharitra or Ruddhipurcharitra, a biography of Swami's guru, Shri Govinda Prabhu, in the form of 325 deeds. This was probably written in 1288, soon after the death of Shri Prabhu.\n\nApart from Lilacharitra, Keshavaraja Suri (Keshiraja Vyasa) also known as Kesobas, collected Chakradhara's aphoristic Vachana or actually spoken words, known as Siddhanta Sutrapatha. Keshavaraja Suri translated the  \"deeds\" from Lilacharitra into Sanskrit in his work called Ratnamala. His another work is Drushtantapatha which was composed in 1280 CE, similarly he has also written a Sanskrit version of it known as Drushtantastotram. Nagadevacharya as the first chief acharya of Sampradaya, encouraged many of his disciples and companions to compose treatise on the teachings of Sarvajna Chakradhara. memoirs of Nagadeva were compiled by Narendra, Malobas and Parasrambas in 1312 CE, they are known as Smrutisthala. Baidevabas wrote Pujavasara which describes the daily routine of Chakradhara.  \n\nIn this manner, the seven works have been written, which are known as Sati Grantha and they are accepted by the follower of the sect. These works and their writers are:\n\nNarendra and his brothers, Sala and Nrusinha were the court poets of Ramadevarao Yadava.[9] Damodara Pandita and Bhaskarabhatta Borikar (Kavishwarabas) were one of the earliest Mahanubhava poets. Mahadamba (also known as Mahadaisa) was the leading poetess of Sampradaya and she is considered as first known poetess in Marathi language of the 13th century. Mahanubhava poetry is rich of various styles and metres. Many Mahanubhava poets have composed their works in Sanskrit as well.\n\nDuring the later period, Hayagrivacharya wrote Gadyaraja based on the 'Dashama Skandha' of Bhagavata. Pandita Bhishmamuni wrote the oldest available grammar of Old Marathi language known as Panchavartika in 14th century. Nyayabas wrote Hetusthala (purpose of the deeds) on Lilacharitra and Bhishmacharya Vaindeshkar wrote Niruktashesha describing Prasanga Mahatmya in Lilacharitra during the second half of 14th century. Itineraries like Sthanapothi and Tirthamalika were composed between 14th and 15th centuries. A Gujarati acharya called Gurjara Shivabas compiled 3 commentaries on Siddhanta Sutrapatha  during 15th century; their names are Acharasthala, Vicharasthala and Lakshanasthala. He also wrote Mahavakyaprameya and Thorli Prasadaseva. Songobas (Sangapala), nephew of Gurjara Shivabas wrote Anvayasthala describing the history of Mahanubhava tradition till his era with the help of Siddhante Haribas. Medieval Mahanubhava writers composed many prose works and philosophical texts in Marathi language. Chalhana, one of the most prominent Mahanubhava writers of 15th century wrote the masterpieces like Sattvanuvada, Jnanaprakasha and Shastrasambodhini Tika. His desciple Nrusinha Pandita wrote Sanketagita. Anantamuni Karanjkar aka Aemuni, who was from Kavishwar Amnaya (lineage) composed most celebrated Vruddhachara (reminiscences) of Sampradaya. Further, many Mahanubhava philosophers wrote commentaries on Siddhanta Sutrapatha like Vishwanathabas Bidkar wrote Acharaband, Avadhutamuni Vaindeshkar wrote Vicharaband and Dattaraja Marathe wrote Lakshanaband. \n\nKrushnamuni Dimbha was the prominent Mahanubhava poet of 16th century. He wrote Phaltan Mahatmya, which describes the biography of Chakrapani Prabhu. His other works include Sadhanamrutasotra and Bhagvadgita Mahatmya. He also composed several verses praising the Panchakrishnas in various metres. Chakrapani Vyasa wrote Drushtantasthala and Nityadini Lilastotra during late 16th century. He was a Saraswat Brahmin from Rajasthan, he took initiation from a acharya of Bidkar Amnaya and then settled at Ruddhipur. Other important poets of the 16th century were Lakshadhira, Murarimalla, Navarasa Narayana and Elhana. Lakshadhira's works are Jnanadarpana, Jnanamartanda and Maharashtra Kavyadipika. His Maharashtra Kavyadipika is a monumental work. It describes various poetic metres of Marathi and types of Ovi, the most prevalent metre in Marathi. Murarimalla wrote Darshanaprakasha. Navarasa Narayana composed Mahabharata in Marathi. But unfortunately, only one chapter of his work is available today. Elhana's works include Shrikrushna Ashta Swayamvara (Athai Sainvare) and Balakrida. Ashta Swayamvara describes the episodes of eight marriages in the life of Shri Krishna and Balakrida describes about childhood pranks of his life. A Muslim acharya named Shahmuni wrote a treatise called Siddhantabodha in 18th century for elucidating the principles of Mahanubhava philosophy.[10]\n\nMahanubhava writers also composed many works in Hindi, Punjabi and Gujarati languages. Nagraj Vyas, Vidhichandra Sharma and Gaurswami are some of the important Mahanubhava writers of North India during the medieval age. Hariraj Mahatma 'Musafir', Chakradhari Bezar, Gopirajbaba Mahanubhav and Mukundraj Mahanubhav etc. were prolific North Indian Mahanubhava writers during British era. \n\nMahanubhavas created many code-scripts like 'Sakala Lipi', 'Sundari Lipi', 'Shunya Lipi', 'Aankapallavi Lipi' etc. to protect and preserve their literature.\n\nMahanubhava poets have written numerous prayers and psalms devoted to the Pancha Krishna Avatara (5 incarnations) in Marathi, Sanskrit and other languages.\n\n"
        },
        {
            "title": "History",
            "text": "Mahanubhava doctrine originated during the late 12th century. Chakradhara was the first preceptor who organized the separate denomination called Mahanubhava on the basis of its doctrine.[11]\n\nNagadevacharya systematized the tradition of disciples in Mahanubhava Sampradaya after Chakradhara. He initiated several disciples to upbuild the sampradya. During the period of Nagadeva, many followers joined the Sampradaya.[4]\n\nAcharya Munivyasa established many temples and shrines of Mahanubhava Sampradaya in Maharashtra during the early 15th century. Munivyasa was originally a Veerashaiva from Telangana, his original name was Kamalakara Ayachita Kothi. He left his former faith, entered in Mahanubhava Sampradaya and became disciple of Tapasvini Mhalaisa from Kumar Amnaya. It's recorded in texts like Kumar Vansaval by Raghava Kavi and Paithancha Vruddhachara that Bahmani Sultan Ahmed Shah Wali provided financial support to Munivyasa for constructing the shrines.[12]\n\nMahanubhava Sampradaya has remained a flourishing religious sect in Maharashtra till date. It has millions of followers in Maharashtra, perticularly in Vidarbha, Marathwada and Khandesh regions.\n\nMahanubhava Pantha followers worship Lord Krishna and other 4 gods namely Dattatreya, Chakrapani, Govinda Prabhu and Sarvajna Shri Chakradhara. \n\nKrishnaraj aka Krishnamuni, a Punjabi trader of Khatri caste from Kot Sarang, was the first preacher of Mahanubhava Pantha in Northern India. He was born in 15th century. He used to visit Berar (Varhad) for his business, there he met Madheraj Buwa from Kavishwar Amnaya and became his disciple. His colleagues and disciples like Santraj and Vidhichandra Sharma activated the dissemination of Mahanubhava doctrine in Punjab. Mahanubhava Pantha soon became well established in Northern India during 16th to 17th century. Mahanubhavas had set up many temples, mathas, pathashalas in Punjab, Upper Doab, Kangra, Kashmir, Northwest Frontiers and as far as Kabul and Kandahar in Afghanistan.[10] Majority of Mahanubhavas migrated to India after the partition of India. Still the major cities in North India like Delhi, Amritsar, Chandigarh, Ludhiana, Hoshiarpur, Jalandhar, Pathankot, Jammu, Ambala, Saharanpur, Meerut, Solan etc. have many Mahanubhava temples and mathas with thousands of followers. Mahanubhava temples are also located at the important holy sites related to Krishna such as Dvaraka, Mathura, and Kurukshetra.\n\n"
        },
        {
            "title": "Publications",
            "text": "The Mahanubhava Panth publishes Mahanubhav Sandesh, a newspaper in Marathi and Hindi languages. There are plans to eventual expand the publication to an English edition.[13]\n\n"
        }
    ]
}