{
    "url": "https://en.wikipedia.org/wiki/Mahdavia",
    "title": "Mahdavia",
    "table_of_contents": [
        "1 Beliefs",
        "2 History",
        "3 Community",
        "4 See also",
        "4.1 Others who claimed to be Mahdi",
        "5 Further reading",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMahdavia (Arabic: مهدوي mahdavi) or Mahdavism is an Islamic movement founded by Syed Muhammad Jaunpuri in India in the late 15th century. Syed Muhammad claimed to be Mahdi at the holy city of Mecca, in front of the Kaaba in 1496, and is revered as such by the Mahdavia community.\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Mahdavis are followers of Syed Muhammad Jaunpuri who declared himself to be the Mahdi.[1]\n\nThe Mahdavis had strictly adhere to the five pillars of Islam, sunnah tradition, and sharia, while having high respect and reverence for the House of Muhammad and his immediate progeny (ahl-e bayt), the Rashidun caliphs, and the companions of Muhammad (sahaba).[citation needed]\n\nMahdavis also respect all four schools of Islamic jurisprudence, but widely follow traditions similar to Hanafi jurisprudence.[citation needed]\n\nThey offer prayers five times a day led by their murshids, or spiritual guides; fast during Ramadan; offer special thanks on Dugana Laylat al-Qadr past midnight between 26 and 27 Ramadan; perform hajj; and pay zakat. They also attach great significance to zikr (remembrance of Allah), after dawn (fajr) prayers, and in the evening after asr prayer.\n\nSyed Muhammad was disturbed by the spiritual and moral degradation of Muslims. He preached a message of non-materialism and spirituality.[1]\n\nMahdavis follow the seven obligations of sainthood, known as faraiz-e-wilaya Muhammadiya. These obligations are: rejection of material lust (tark-e-dunya),[2] quest for divine vision (talab didar-e-Ilahi), company of truthfuls and ascetics (sohbat-e-sadiqan), migration (hijrah) from place to place to avoid materialist lust,[1] retreat and solitude (uzlat az khalq), resignation to the will of God (tawakkul),[1] repetition of the names of God (zikr-e-Ilahi)[1] and distributing tithe (ushr). Followers of Jaunpuri strictly follow some of these obligations in their day-to-day life. Most of them initiate renunciation in the advanced stage of their lives, after getting retirement from the jobs or by handing over business to their heirs. Their renunciation is in any way not related to celibacy, because almost all of them get married.[citation needed]\n\nMahdavi community centers are known as da'iras.[1] Mahdavis engaged in extensive missionary activity.[1]\n\nMohammad Jaunpuri declared himself to be the Mahdi, and as such a \"caliph of Allah\". He claimed to teach the true inner meaning of the Qur'an and strictly adhere to the Sunnah of Muhammad. Jaunpuri's declaration was ignored by the ulema of Mecca, but after he repeated his declaration in Ahmedabad, Gujarat, he gained a group of followers and established a line of caliphs who led the movement after his death.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "After Jaunpuri's demise in 1505, the Mahdavi movement went through a militant phase, lasting during the reign of the first five Mahdavi caliphs. The movement was persecuted under the Sultan Muzaffar Shah II (r. 1511–1526) of Gujarat Sultanate.\n\nThe second Mahdavi caliph, Bandagi Miyan Syed Khundmir and his fukhra disciples (the persons who renounce the world and keep remembering Allah with zikr), faced organised persecution by the regime of Muzaffar at the behest of his court-appointed Mullas and was killed in 1523 along with hundreds of unarmed and peaceful disciples. Syed Khundmir's tomb is located in the town of Champaner in the Panchmahal district of the western Indian state Gujarat, where thousands of seekers and followers, from different parts of India and other countries, arrive to pay tribute.\n\nAfter failure to re-appear in that year, the movement lost much of its fervor and entered a \"quietist\" phase, which lasted throughout the 17th century. In the 18th century, the movement mostly died out in northern India.[3]\n\nAfter the 1799 siege of Seringapatam, the British government invited the Mahdavis to re-settle in Mysore.[4]\n\n"
        },
        {
            "title": "Community",
            "text": "Anjuman E Mahdavia is a Mahdavia community center in Hyderabad, Telangana, India, established in 1902.[5] L. K. A. Iyer in 1930 reports the existence of a community of \"Mahdavia Musalmans\" in Mysore Donabaghatta, Channapatna, Kirugavalu. There is a village named Donabaghatta in Karnataka. Large groups of Mahdavis resided in Gujarat, Rajasthan, Maharashtra, Tamil Nadu, Karnataka-Bengaluru, etc. The 1962 Gazette of Karnataka State has recorded the Mahadavia Sect of Islam in the state.[6]\n\nA Mahdavi center in north Chicago at (N Western Ave) was established by few South Asian immigrants in January 2016.[7][8]\n\n"
        }
    ]
}