{
    "url": "https://en.wikipedia.org/wiki/Mailing_list",
    "title": "Mailing list",
    "table_of_contents": [
        "1 Types",
        "2 Tracking",
        "3 More definitions",
        "3.1 Electronic mailing list",
        "3.1.1 Mechanism",
        "4 History",
        "5 List security",
        "5.1 Subscription",
        "5.2 Archives",
        "6 Listwashing",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA mailing list is a collection of names and addresses used by an individual or an organization to send material to multiple recipients. The term is often extended to include the people subscribed to such a list, so the group of subscribers is referred to as \"the mailing list\", or simply \"the list.\"\n\nTransmission may be paper-based or electronic. Each has its strength, although a 2022 article claimed that \"direct mail still brings in the lion’s share of revenue for most organizations.\"[1]\n\n"
        },
        {
            "title": "Types",
            "text": "At least two types of mailing lists can be defined: \n\nHistorically mailing lists preceded email/web forums; both can provide analogous functionalities. When used in that fashion, mailing lists are sometimes known as discussion lists or discussion forums. Discussion lists provide some advantages over typical web forums, so they are still used in various projects, notably Git and Debian. The advantages over web forums include the ability to work offline, the ability to sign/encrypt posts via GPG, and the ability to use an e-mail client's features, such as filters.[2]\n\n"
        },
        {
            "title": "Tracking",
            "text": "Mailers want to know when items are delivered, partly to know how to staff call centers. Salting (or seeding) their lists enables them to compare delivery times, especially when time-of-year affects arrival delays.[3] It may also provide information about poor handling of samples.[4]\n\nHaving seeded entries in an eMail list simplifies tracking who may have \"borrowed\" the list without permission.[5]\n\n"
        },
        {
            "title": "More definitions",
            "text": "When similar or identical material is sent out to all subscribers on a mailing list, it is often referred to as a mailshot or a blast. A list for such use can also be referred to as a distribution list.\n\nIn legitimate (non-spam) mailing lists, individuals can subscribe or unsubscribe themselves.\n\nMailing lists are often rented or sold.  If rented, the renter agrees to use the mailing list for only contractually agreed-upon times.  The mailing list owner typically enforces this by \"salting\" (known as \"seeding\" in direct mail) the mailing list with fake addresses and creating new salts for each time the list is rented. Unscrupulous renters may attempt to bypass salts by renting several lists and merging them to find the common, valid addresses.[6]\n\nMailing list brokers exist to help organizations rent their lists.  For some list owners, such as specialized niche publications or charitable groups, their lists may be some of their most valuable assets, and mailing list brokers help them maximize the value of their lists.\n\nA mailing list is simply a list of e-mail addresses of people that are interested in the same subject, are members of the same work group, or who are taking class together. When a member of the list sends a note to the group's special address, the e-mail is broadcast to all of the members of the list. The key advantage of a mailing list over a things such as web-based discussion is that as new message becomes available they are immediately delivered to the participants' mailboxes. A mailing list sometime can also include information such as phone number, postal address, fax number and more.\n\nAn electronic mailing list or email list is a special use of email that allows for widespread distribution of information to many Internet users. It is similar to a traditional mailing list – a list of names and addresses – as might be kept by an organization for sending publications to its members or customers, but typically refers to four things:\n\nElectronic mailing lists usually are fully or partially automated through the use of special mailing list software and a reflector address set up on a server capable of receiving email. Incoming messages sent to the reflector address are processed by the software, and, depending on their content, are acted upon internally (in the case of messages containing commands directed at the software itself) or are distributed to all email addresses subscribed to the mailing list.\n\nA web-based interface is often available to allow people to subscribe, unsubscribe, and change their preferences. However, mailing list servers existed long before the World Wide Web,[7] so most also accept commands over email to a special email address. This allows subscribers (or those who want to be subscribers) to perform such tasks as subscribing and unsubscribing, temporarily halting the sending of messages to them, or changing available preferences – all via email. The common format for sending these commands is to send an email that contains simply the command followed by the name of the electronic mailing list the command pertains to. Examples: subscribe anylist or subscribe anylist John Doe.\n\nElectronic mailing list servers may be set to forward messages to subscribers of a particular mailing list either individually as they are received by the list server, or in digest form in which all messages received on a particular day by the list server are combined into one email that is sent once per day to subscribers. Some mailing lists allow individual subscribers to decide how they prefer to receive messages from the list server (individual or digest).[8]\n\n"
        },
        {
            "title": "History",
            "text": "Mailing lists have first been scholarly mailing lists.[9] The genealogy of mailing lists as a communication tool between scientists can be traced back to the times of the fledgling Arpanet. The aim of the computer scientists involved in this project was to develop protocols for the communication between computers. In so doing, they have also built the first tools of human computer-mediated communication. Broadly speaking, the scholarly mailing lists can even be seen as the modern version of the salons of the Enlightenment ages, designed by scholars for scholars.[10]\n\nThe \"threaded conversation\" structure (where the header of a first post defines the topic of a series of answers thus constituting a thread) is a typical and ubiquitous structure of discourse within lists and fora of the Internet. It is pivotal to the structure and topicality of debates within mailing lists as an arena, or public sphere in Habermas wording. The flame wars (as the liveliest episodes) give valuable and unique information to historians to comprehend what is at stake in the communities gathered around lists.[11]\n\nAnthropologists, sociologists and historians have used mailing lists as fieldwork.[12] Topics include TV series fandom,[13] online culture,[14] or scientific practices[15] among many other academic studies. From the historian's point of view, the issue of the preservation of mailing lists heritage (and Internet fora heritage in general) is essential. Not only the text of the corpus of messages has yet to be perennially archived, but also their related metadata, timestamps, headers that define topics, etc. Mailing lists archives are a unique opportunity for historians to explore interactions, debates, even tensions that reveal a lot about communities.[16]\n\n"
        },
        {
            "title": "List security",
            "text": "On both discussion lists and newsletter lists precautions are taken to avoid spamming.\n\nDiscussion lists often require every message to be approved by a moderator before being sent to the rest of the subscribers (moderated lists), although higher-traffic lists typically only moderate messages from new subscribers. Companies sending out promotional newsletters have the option of working with whitelist mail distributors, which agree to standards and high fines from ISPs should any of the opt-in subscribers complain. In exchange for their compliance and agreement to prohibitive fines, the emails sent by whitelisted companies are not blocked by spam filters, which often can reroute these legitimate, non-spam emails.[17]\n\nSome mailing lists are open to anyone who wants to join them, while others require an approval from the list owner before one may join. Joining a mailing list is called \"subscribing\" and leaving a list is called \"unsubscribing\".\n\nA mailing list archive is a collection of past messages from one or more electronic mailing lists. Such archives often include searching and indexing functionality. Many archives are directly associated with the mailing list, but some organizations, such as Gmane, collect archives from multiple mailing lists hosted at different organizations; thus, one message sent to one popular mailing list may end up in many different archives. Gmane had over 9,000 mailing list archives as of 16 January 2007. Some popular free software programs for collecting mailing list archives are Hypermail, MHonArc, and FUDforum.[citation needed]\n\n"
        },
        {
            "title": "Listwashing",
            "text": "Listwashing is the process through which individual entries in mailing lists are to be removed.[18] These mailing lists typically contain email addresses or phone numbers\n[19] of those that have not voluntarily subscribed. . Only complainers are removed via this process. Because most of those that have not voluntarily subscribed stay on the list, this helps spammers to maintain a low-complaint list of spammable email addresses. Internet service providers who forward complaints to the spamming party are often seen as assisting the spammer in list washing, or, in short, helping spammers. Most legitimate list holders provide their customers with listwashing and data deduplication service regularly for free or a small fee.[citation needed]\n\n"
        },
        {
            "title": "See also",
            "text": "\n\n"
        }
    ]
}