{
    "url": "https://en.wikipedia.org/wiki/Maila_Nurmi",
    "title": "Maila Nurmi",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Early work",
        "2.2 Origin of Vampira",
        "2.3 Later years",
        "3 Personal life",
        "4 Marriages",
        "5 Death",
        "6 Filmography",
        "7 Accolades",
        "8 Films and documentaries",
        "9 See also",
        "10 Explanatory notes",
        "11 Citations",
        "12 Works cited",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMaila Elizabeth Niemi (December 11, 1922 – January 10, 2008),[1] known professionally as Maila Nurmi, was an American actress who created the campy 1950s character Vampira.\n\nShe was raised in Astoria, Oregon, where she worked in tuna and salmon canneries. She relocated to Los Angeles in 1940, with hopes of becoming an actress. After several minor film roles, she found success with her Vampira character, television's first horror host. Nurmi hosted her own series, The Vampira Show, from 1954 to 1955, on KABC-TV.[2]\n\nAfter the show's cancellation, she appeared in the 1959 cult film Plan 9 from Outer Space, directed by Ed Wood.[3] She is also billed as Vampira in the 1959 film The Beat Generation, where she appears out of character and instead plays a beatnik poet.[4] Nurmi also appeared in the 1959 crime film The Big Operator. She was portrayed by Lisa Marie in Tim Burton's 1994 biopic, Ed Wood.\n\n"
        },
        {
            "title": "Early life",
            "text": "Maila Nurmi was born to Onni Niemi (earlier Syrjäniemi), a Finnish immigrant, and Sophia Peterson, an American of Finnish descent.[5] Her place of birth was at one time disputed: According to biographer W. Scott Poole in Vampira: Dark Goddess of Horror (2014), she was born in Gloucester, Massachusetts.[6] During her career, she claimed to have been born in Petsamo, Finland,[7] claiming she was the niece of Finnish athlete Paavo Nurmi, who began setting long-distance running world records in 1921, the year before her birth.[6] Public U.S. immigration records show her father's immigration at Ellis Island in 1910.[8] Additionally, Dana Gould claimed in a 2014 public interview that he had seen Nurmi's birth certificate, which listed her birthplace as Gloucester, Massachusetts.[9] In her personal diary, Nurmi admitted the Petsamo story was fiction.[10]\n\nDuring her childhood, Nurmi relocated with her family from Massachusetts to Ashtabula, Ohio before settling in Astoria, Oregon, a city on the Oregon Coast with a large Finnish community.[11] Her father worked as a lecturer and editor; her mother also worked as a part-time journalist and translator to support the family.[12] Nurmi graduated from Astoria High School in 1940.[13][14]\n\n"
        },
        {
            "title": "Career",
            "text": "In 1940, Nurmi relocated to Los Angeles, California to pursue an acting career, and later in New York City.[15] She modeled for Alberto Vargas, Bernard of Hollywood, and Man Ray,[16] gaining a foothold in the film industry with an uncredited role in Victor Saville's 1947 film, If Winter Comes.\n\nShe was fired in 1944 by Mae West[17] from the cast of West's Broadway play, Catherine Was Great, because West feared she was being upstaged.\n\nOn Broadway, she gained much attention after appearing in the horror-themed midnight show Spook Scandals, in which she screamed, fainted, lay in a coffin, and seductively lurked about a mock cemetery. She also worked as a showgirl for the Earl Carroll Theatre and as a high-kicking chorus line dancer at the Florentine Gardens along with stripper Lili St. Cyr. In the 1950s, she supported herself mainly by posing for pin-up photos in men's magazines such as Famous Models, Gala and Glamorous Models. Before landing her role as Vampira, she was working as a hat-check girl in a cloakroom on Hollywood's Sunset Strip.[18]\n\nThe idea for the Vampira character was born in 1953, when Nurmi attended choreographer Lester Horton's annual Bal Caribe Masquerade in a costume inspired by as-yet-unnamed Morticia Addams in The New Yorker cartoons of Charles Addams. Her appearance with pale white skin and tight black dress caught the attention of television producer Hunt Stromberg, Jr., who wanted to hire her to host horror films on the Los Angeles television station KABC-TV, but Stromberg had no idea how to contact her. He finally got her phone number from Rudi Gernreich, later the designer of the topless swimsuit. The name Vampira was the invention of Nurmi's husband, Dean Riesner. Nurmi's characterization was influenced by the Dragon Lady from the comic strip Terry and the Pirates and the evil queen from Disney's Snow White and the Seven Dwarfs.[19][20]\n\nOn April 30, 1954, KABC-TV aired a preview, Dig Me Later, Vampira, at 11:00 p.m. The Vampira Show premiered the following night, May 1, 1954. For the first four weeks, it aired at midnight, then moved to 11:00 p.m. on May 29. Ten months later, it aired at 10:30 p.m., beginning March 5, 1955. Each show opened with Vampira gliding down a dark corridor flooded with dry-ice fog. At the end of her trance-like walk, the camera zoomed in on her face as she let out a piercing scream. She then introduced (and mocked) that evening's film while reclining barefoot on a skull-encrusted Victorian couch. Her horror-related comedy antics included ghoulish puns, such as encouraging viewers to write for epitaphs instead of autographs, and talking to her pet spider Rollo.\n\nIn one publicity stunt, she ran as a candidate for Night Mayor of Hollywood with a platform of \"dead issues\". In another, KABC had her cruise around Hollywood in the back of a chauffeur-driven 1932 Packard touring car with the top down, where she sat, as Vampira, holding a black parasol. The show was an immediate hit, and in June 1954 she appeared as Vampira in a horror-themed comedy skit on The Red Skelton Show along with Béla Lugosi and Lon Chaney, Jr.[21] That week, Life magazine ran an article on her, including a photo spread of her show-opening entrance and scream.[22] A kinescope of her The Red Skelton Show appearance was discovered in 2014, and is available as part of the Shout Factory DVD box set Red Skelton: The Early Years.[citation needed]\n\nWhen her KABC series was cancelled in 1955,[20] Nurmi retained rights to the Vampira character and took the show to a competing Los Angeles television station, KHJ-TV. Several episode scripts and a single promotional kinescope of Nurmi recreating some of her macabre comedy segments are held by private collectors. Several clips from the rare kinescope are included in the documentaries American Scary and Vampira: The Movie. The entire KABC kinescope, plus selections of the KABC pitchman who introduced the clips, is available in the 2012 documentary Vampira and Me.\n\nVampira and Me also features extensive clips from two previously unknown 16mm kinescopes of Nurmi as Vampira on national TV shows, including her starring guest spot on the April 2, 1955 episode of The George Gobel Show, a top 10 hit. The Vampira and Me restoration of the Gobel kinescope was documented in a 2013 short film entitled Restoring Vampira.\n\nExamination of Nurmi's diaries in 2014 by filmmaker and journalist R. H. Greene verified longtime rumors that in 1956 she was the model for Maleficent, the evil witch in the Disney conception of the classic fairy tale \"Sleeping Beauty.\" A Disney archivist subsequently confirmed these findings.[23]\n\nIn 2007, the kinescope film of Nurmi in character was restored by Rerunmedia, whose restorations include The Ed Sullivan Show and Dark Shadows. The restoration utilized the groundbreaking LiveFeed Video Imaging process developed exclusively for the restoration of kinescopes. The restoration was funded by Spectropia Wunderhaus and Coffin Case.\n\nA reconstructed episode of The Vampira Show was released on DVD by the Vampira's Attic web site in October 2007. It imitated a complete episode by using existing footage combined with vintage commercials believed to have been directed by Ed Wood[citation needed] and the full-length 1932 feature film The Thirteenth Guest.\n\nNurmi made television history as the first horror movie hostess. In 1957, Screen Gems released a syndicated package of 52 horror movies, mostly from Universal Pictures, under the program title Shock Theater. Independent stations in major cities all over the U.S. began showing these films, adding their own ghoulish host or hostess (including Vampira II and other lookalikes) to attract more viewers.\n\nNominated for a Los Angeles area Emmy Award for Most Outstanding Female Personality in 1954, she returned to films with Too Much, Too Soon in 1958, followed by The Big Operator and The Beat Generation. Her best known film appearance was in Ed Wood's camp classic, Plan 9 from Outer Space, as a Vampira-like zombie (filmed in 1956, but released in 1959).[20] In 1960 she appeared in I Passed for White and Sex Kittens Go to College, followed by 1962's The Magic Sword. The classic clip from Plan 9 from Outer Space featuring Vampira walking out of the woods with her hands pointing straight out was used to start the original opening sequence of WPIX Channel 11 New York's Chiller Theatre in the 1960s.\n\nBy 1962, Nurmi was making a living installing linoleum flooring.[24] \"And if things are slow in linoleum, I can also do carpentry, make drapes or refinish furniture\", she told the Los Angeles Times.\n\nIn the early 1960s, she opened Vampira's Attic, an antiques boutique on Melrose Avenue. She also sold handmade jewelry and clothing. She made items for several celebrities, including Grace Slick of the music group Jefferson Airplane, and the Zappa family.\n\nIn 1981, Nurmi was asked by KHJ-TV to revive her Vampira character for television. She worked closely with the producers of the new show and was to get an executive producer credit, but eventually left the project over creative differences. According to Nurmi, it was because the station cast comedic actress Cassandra Peterson in the part without consulting her. \"They eventually called me in to sign a contract and she was there\", Nurmi told Bizarre magazine in 2005. \"They had hired her without asking me.\"[25]\n\nNurmi worked on the project for a short time, but quit when the producers would not hire Lola Falana to play Vampira. The station sent out a casting call, and Peterson auditioned and won the role.[citation needed]\n\nUnable to continue using the name Vampira, the show was abruptly renamed Elvira's Movie Macabre with Peterson playing the titular host. Nurmi soon filed a lawsuit against Peterson. The court eventually ruled in favor of Peterson, holding that \"likeness means actual representation of another person's appearance, and not simply close resemblance.\" Peterson claimed that Elvira was nothing like Vampira aside from the basic design of the black dress and black hair. Nurmi claimed that the entire Elvira persona, which included comedic dialogue and intentionally bad graveyard puns, infringed on her creation's \"distinctive dark dress, horror movie props, and...special personality.\"[26] Nurmi herself claimed that Vampira's image was in part based on the Charles Addams The New Yorker cartoon character Morticia Addams, though she told Boxoffice magazine in 1994 that she had intentionally deviated from Addams' mute and flat-chested creation, making her own TV character \"campier and sexier\" to avoid plagiarizing Addams' idea.[27]\n\nIn 1986, she appeared alongside Tomata du Plenty of The Screamers in Rene Daalder's punk rock musical Population: 1, which was released on DVD in October 2008.[28] According to a Daalder interview on the two-disc special edition of Population: 1, \"There was a wild lady living out in back in a shed. Tomata befriended her and found out she had played Vampira\".[citation needed]\n\nIn 1987, she recorded two seven-inch singles on Living Eye records with the band Satan's Cheerleaders. The singles, \"I Am Damned\" and \"Genocide Utopia,\" were both released on colored vinyl, the second with a swastika on the label, and are extremely rare collector's items.[citation needed]\n\nIn 2001, Nurmi opened an official website and began selling autographed memorabilia and original art on eBay. Until her death, she lived in a small North Hollywood apartment.[citation needed]\n\nUnlike Elvira, Nurmi authorized very few merchandising contracts for her Vampira character, though the name and likeness have been used unofficially by various companies since the 1950s. In 1994, she authorized a Vampira model kit for Artomic Creations, and a pre-painted figurine from Bowen Designs in 2001, both sculpted by Thomas Kuntz. In 2004, she authorized merchandising of the Vampira character by Coffin Case, for the limited purpose of selling skate boards and guitar cases.[citation needed]\n\n"
        },
        {
            "title": "Personal life",
            "text": "In the 1940s, Nurmi claimed she had a child[29] with Orson Welles; since Welles was married to Rita Hayworth, the child was given up for adoption.[30]\n\nIn the early 1950s, Nurmi was close friends with James Dean, and they spent time together at Googie's coffee shop on the corner of Crescent Heights and Sunset Boulevard in Hollywood. She explained their friendship by saying, \"We have the same neuroses.\"[31]\n\nAs Hedda Hopper related in a 1962 memoir that included a chapter on Dean: \"We discussed the thin-cheeked actress who calls herself Vampira on television (and cashed in, after Jimmy died, on the publicity she got from knowing him and claimed she could talk to him 'through the veil'). He said: 'I had studied The Golden Bough and the Marquis de Sade, and I was interested in finding out if this girl was obsessed by a satanic force. She knew absolutely nothing. I found her void of any true interest except her Vampira make-up. She has no absolute.'\"[32]\n\nThe 2010 public radio documentary Vampira and Me by author/director R. H. Greene took issue with Hopper's depiction of the Nurmi/Dean relationship, pointing to an extant photo of Dean and Vampira sidekick Jack Simmons in full Boris Karloff Frankenstein make-up as evidence of Nurmi and Dean's friendship. The documentary also described a production memo in the Warner Bros. archive citing a set visit from \"Vampira\" while Dean was making Rebel Without a Cause.[33]\n\nThe Warner Bros memo was first mentioned in the 2006 book Live Fast, Die Young: The Making of Rebel Without a Cause by Lawrence Frascella and Al Weisel, who were given access to the Rebel production files. An interview Frascella and Weisel conducted with actress Shelley Winters also uncovered an instance where Dean interrupted an argument with director Nicholas Ray and Winters so he could watch The Vampira Show on TV.[34]\n\nIn Vampira and Me, Nurmi can be heard telling Greene that Dean once appeared in a live bit on The Vampira Show where Vampira, dressed as a librarian, rapped his knuckles with a ruler because \"he was a very naughty boy.\"[33]\n\nThe English punk rock band the Damned wrote a song about their relationship, \"Plan 9, Channel 7\", which can be found on the 1979 album Machine Gun Etiquette.\n\nOn June 20, 1955, a man forced his way into Nurmi's apartment and terrorized her for almost four hours. She escaped and called the police, with help from a local shop owner.[35]\n\n"
        },
        {
            "title": "Marriages",
            "text": "In 1949, Nurmi married her first husband, Dean Riesner, a former child actor in silent films and later the screenwriter of Dirty Harry, Charley Varrick, Play Misty for Me, and numerous other movies and TV episodes.\n\nShe married her second husband, younger actor John Brinkley, on March 10, 1958.[36]\n\nShe married actor Fabrizio Mioni on June 20, 1961 in Orange County, California.[37]\n\n"
        },
        {
            "title": "Death",
            "text": "Nurmi died of natural causes on January 10, 2008 at her garage apartment in Hollywood, aged 85.[20][38]\n\n"
        }
    ]
}