{
    "url": "https://en.wikipedia.org/wiki/Majestic_12",
    "title": "Majestic 12",
    "table_of_contents": [
        "1 History",
        "2 Analysis",
        "3 Alleged members",
        "4 References",
        "5 Further reading",
        "6 Notes",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Majestic 12, also known as MJ-12 for short, is a purported organization that appears in UFO conspiracy theories. The organization is claimed to be the code name of an alleged secret committee of scientists, military leaders, and government officials, formed in 1947 by an executive order by U.S. President Harry S. Truman to facilitate recovery and investigation of alien spacecraft. The concept originated in a series of supposedly leaked secret government documents first circulated by ufologists in 1984. Upon examination, the Federal Bureau of Investigation (FBI) declared the documents to be \"completely bogus\", and many ufologists consider them to be an elaborate hoax.[1][2] Majestic 12 remains popular among some UFO conspiracy theorists and the concept has appeared in popular culture including television, film and literature.\n\n"
        },
        {
            "title": "History",
            "text": "On May 31, 1987, it was widely reported that British Ufologist Timothy Good claimed to be in possession of 1950s-era UFO documents.  The documents purported to reveal a secret committee of 12, supposedly authorized by United States President Harry S. Truman in 1952, and explain how the crash of an alien spacecraft at Roswell in July 1947 had been concealed, how the recovered alien technology could be exploited, and how the United States should engage with extraterrestrial life in the future.[3][4]\n[5]   According to researchers, ufologist Jaime Shandera had, in 1984, received an envelope containing film which, when developed, showed images of eight pages of documents that appeared to be briefing papers describing \"Operation Majestic 12\".[3]\n\nThe concept of \"Majestic 12\" emerged during a period in the 1980s when ufologists believed there had been a cover-up of the Roswell UFO incident and speculated some secretive upper tier of the United States government was responsible.[3] Shandera and his ufologist colleagues Stanton T. Friedman and Bill Moore say they later received a series of anonymous messages that led them to find what has been called the \"Cutler/Twining memo\"[a] in 1985 while searching declassified files in the National Archives. Purporting to be written by President Eisenhower's assistant Robert Cutler to General Nathan F. Twining and containing a reference to Majestic 12, the memo is widely held to be a forgery, likely planted as part of a hoax.[6] Historian Robert Goldberg wrote that the ufologists came to believe the story despite the documents being \"obviously planted to bolster the legitimacy of the briefing papers\".[3]\n\nClaiming to be connected to the United States Air Force Office of Special Investigations, a man named Richard Doty told filmmaker Linda Moulton Howe that the MJ-12 story was true, and showed Howe unspecified documents purporting to prove the existence of small, grey humanoid aliens originating from the Zeta Reticuli star system. Doty reportedly promised to supply Howe with film footage of UFOs and an interview with an alien being, although no footage ever materialized.[3]\n\nSoon, distrust and suspicion led to disagreements within the ufology community over the authenticity of the MJ-12 documents, and Moore was accused of taking part in an elaborate hoax, while other ufologists and debunkers such as Philip J. Klass were accused of being \"disinformation agents\".[4]\n\n"
        },
        {
            "title": "Analysis",
            "text": "Klass's investigation of the MJ-12 documents found that Robert Cutler was actually out of the country on the date he supposedly wrote the \"Cutler/Twining memo\", and that the Truman signature was \"a pasted-on photocopy of a genuine signature — including accidental scratch marks — from a memo that Truman wrote to Vannevar Bush on October 1, 1947\". Klass dismissed theories that the documents were part of a disinformation campaign as \"ridiculous\", saying they contained numerous flaws that could never fool Soviet or Chinese intelligence. Other discrepancies noted by Klass included the use of a distinctive date format that matched one used in Moore's personal letters, and a conversation reported by Brad Sparks in which Moore confided that he was contemplating creating and releasing some hoax Top Secret documents in hopes that such bogus documents would encourage former military and intelligence officials who knew about the government's (alleged) UFO coverup to break their oaths of secrecy.[7]\n\nThe FBI began its own investigation of the supposed \"secret\" documents and quickly formed doubts as to their authenticity. The United States Air Force Office of Special Investigations stated that no such committee had ever been authorized or formed, and that the documents were \"bogus\". The FBI subsequently declared the MJ-12 documents to be \"completely bogus\".[2]\n\nLater in 1996, a document called the MJ-12 \"Special Operations Manual\" circulated among ufologists. It is also widely considered to be a fake and \"a continuation of the MJ-12 myth\".[8]\n\nUfologists Linda Moulton Howe and Stanton T. Friedman believed the MJ-12 documents to be authentic. Friedman examined the documents and argued that the United States government has conspired to cover up knowledge of a crashed extraterrestrial spacecraft.[3]\n\nAccording to journalist Howard Blum the name \"Majestic 12\" had been prefigured in the UFO community when Bill Moore asked National Enquirer reporter Bob Pratt in 1982 to collaborate on a novel called MAJIK-12. Because of this, Blum writes, Pratt had always been inclined to think the Majestic 12 documents are a hoax.[9]\n\nScientific skeptic author Brian Dunning investigated the history of the subject, and reported his findings in the 2016 Skeptoid podcast episode \"The Secret History of Majestic 12\". He cited ufologist Bill Moore's suspicion that, rather than a hoax perpetrated by the UFO community, the papers were actually part of a disinformation campaign of the US government meant to deflect attention from secret Air Force projects.[10]\n\n"
        },
        {
            "title": "Alleged members",
            "text": "The following individuals were described in the Majestic 12 documents as \"designated members\" of Majestic 12.[6]\n\n"
        },
        {
            "title": "Notes",
            "text": "a  Not to be confused with the Twining memo of 1947 establishing Project Sign\n\n"
        }
    ]
}