{
    "url": "https://en.wikipedia.org/wiki/Major_film_studio",
    "title": "Major film studios",
    "table_of_contents": [
        "1 Overview",
        "2 Majors",
        "2.1 Present",
        "2.2 Past",
        "3 Mini-majors",
        "3.1 Present",
        "3.2 Past",
        "3.3 Instant major studios",
        "3.4 Other significant, past independent entities",
        "4 History",
        "4.1 The majors before the Golden Age",
        "4.2 The majors during the Golden Age",
        "4.3 The majors after the Golden Age",
        "4.3.1 1950s–1960s",
        "4.3.2 1970s–1980s",
        "4.3.3 1990–2000",
        "4.3.4 2010–present",
        "5 Historical organizational lineage",
        "5.1 The eight Golden Age majors",
        "5.1.1 Universal Pictures",
        "5.1.2 Paramount Pictures",
        "5.1.3 United Artists (UA)",
        "5.1.4 Warner Bros.",
        "5.1.5 Columbia Pictures",
        "5.1.6 Metro-Goldwyn-Mayer (MGM)",
        "5.1.7 RKO Radio Pictures/RKO Pictures",
        "5.1.8 20th Century Fox/20th Century Studios",
        "6 See also",
        "7 References",
        "8 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nMajor film studios are production and distribution companies that release a substantial number of films annually and consistently command a significant share of box office revenue in a given market. In the American and international markets, the major film studios, often known simply as the majors or the Big Five studios, are commonly regarded as the five diversified media conglomerates whose various film production and distribution subsidiaries collectively command approximately 80 to 85% of U.S. box office revenue.[1][2][3][4] The term may also be applied more specifically to the primary motion picture business subsidiary of each respective conglomerate.[2]\n\nSince the dawn of filmmaking, the U.S. major film studios have dominated both American cinema and the global film industry.[5][6] U.S. studios have benefited from a strong first-mover advantage in that they were the first to industrialize filmmaking and master the art of mass-producing and distributing high-quality films with broad cross-cultural appeal.[7] Today, the Big Five majors – Universal Pictures, Paramount Pictures, Warner Bros., Walt Disney Pictures, and Columbia Pictures  – routinely distribute hundreds of films every year into all significant international markets (that is, where discretionary income is high enough for consumers to afford to watch films).  It is \"nearly impossible\" for a film to reach a broad international theatrical audience without being first picked up by one of the majors for distribution.[4]\n\n"
        },
        {
            "title": "Overview",
            "text": "The current \"Big Five\" majors all originate with film studios that were active during Hollywood's \"Golden Age\". Three of these were among that original era's \"Big Eight\" major film studios.\n\nIn the case of two of them – Paramount Pictures and Warner Bros. – each of these is not only one of today's \"Big Five\" but were also part of the original \"Big Five\" (from among those Big Eight) in that \"Golden Age\", along with RKO Pictures, Metro-Goldwyn-Mayer, and 20th Century Fox.\n\nIn one case – Universal Pictures – this studio was, during that early era, also considered a major but in the lower tier: one of the members of the \"Little Three\" (among those original Big Eight). The other two of the Little Three, which had each later grown to major status, were United Artists – a former distribution company for several independent producers, it later began producing its own films and was then acquired by MGM in 1981 – and Columbia Pictures – it produced and distributed films and was eventually merged in 1987 with Tri-Star Pictures to form Columbia Pictures Entertainment.\n\nAnother case is that of Walt Disney Productions, which, during the Golden Age, was an independent production company and an important Hollywood entity that was not regarded as a major at all until the mid-1980s. At that time, it joined what by then were the \"Big Six\" majors. These included four of those early Big Five (Paramount, Warner Bros., MGM, and 20th Century Fox); RKO had gone defunct in 1959. Along with these were the remaining two of the original Little Three (Columbia and Universal). At this time, MGM became a mini-major upon the sale from Turner to Kerkorian in 1986, thus retaining the Big Six. Meanwhile, that era ultimately came to an end in 2019 with Disney’s acquisition of 21st Century Fox including TCF, which resulted in a \"Big Five\" for the first since Hollywood’s Golden Age. This acquisition also left Paramount and Warner Bros. as the only early Big Five members to remain as majors today.[8]\n\nThe final case is that of Sony.  In 1989, it acquired Columbia Pictures Entertainment, which became Sony Pictures Entertainment in 1991.\n\nWhile the main studios of the Big Five are located within 15 miles (24 km) of each other, Paramount is the only member of the Big Five still based in Hollywood and located entirely within the official city limits of the City of Los Angeles.[9] Warner Bros. and Disney are both located in Burbank and Universal is in the nearby unincorporated area of Universal City, while Sony is in Culver City.  Disney is the only studio that has been owned by the same conglomerate since its founding, and the offices of that parent entity are still located on Disney's studio lot and in the same building.[10][11] Walt Disney Studios was also the sole studio whose parent entity is still located near Los Angeles, but then a second was added in 2019, with their buyout of 20th Century Fox (which is itself located in Los Angeles in the Century City area). Meanwhile, Sony is in Tokyo, and is the only one owned by a foreign conglomerate. The three other majors had been previously owned by many different companies that were later acquired by and merged with conglomerates that they now report to – in Philadelphia (Comcast via NBCUniversal) and New York City (Paramount Global and Warner Bros. Discovery; which are in turn controlled by National Amusements and Advance Publications via voting shares). Most of today's Big Five also control subsidiaries with their own distribution networks that concentrate on arthouse pictures (e.g. Universal's Focus Features) or genre films (e.g. Sony's Screen Gems); several of these specialty units were shut down or sold off between 2008 and 2010.\n\nThe five major studios are contrasted with smaller production and/or distribution companies, which are known as independents or \"indies\". The leading independent producer/distributors such as Lionsgate, MGM, and STX Entertainment are sometimes referred to as \"mini-majors\". From 1998 through 2005, DreamWorks SKG commanded a large enough market share to arguably qualify it as a seventh major, despite its relatively small output. In 2006, DreamWorks was acquired by Viacom, Paramount's corporate parent. In late 2008, DreamWorks once again became an independent production company; its films were distributed by Disney's Touchstone Pictures until 2016, at which point distribution switched to Universal.\n\nThe Big Five major studios are today primarily backers and distributors of films whose actual production is largely handled by independent companies – either long-running entities or ones created for and dedicated to the making of a specific film. Disney and Sony distribute their films through affiliated divisions (Walt Disney Studios Motion Pictures and Sony Pictures Releasing); while the rest function as both production and distribution companies. The specialty divisions often simply acquire distribution rights to pictures in which the studio has had no prior involvement. While the majors still do a modicum of true production, their activities are focused more in the areas of development, financing, marketing, and merchandising. Those business functions are still usually performed in or near Los Angeles, even though the runaway production phenomenon means that most films are now mostly or completely shot on location at places outside Los Angeles.\n\nThe Big Five major studios are also members of the Motion Picture Association (MPA).[12]\n\n"
        },
        {
            "title": "Majors",
            "text": "Other major film studios of the 20th century included:\n\n"
        },
        {
            "title": "Mini-majors",
            "text": "Mini-major studios (or \"mini-majors\") are the larger, independent film production companies that are smaller than the major studios and attempt to compete directly with them.[21]\n\nPast mini-majors include:\n\n\"Instant major\" is a 1960s coined term for a film company that seemingly overnight has approached the status of major\"[58]\nIn 1967, three \"instant major\" studios popped up, two of which were partnered with a television network theatrical film unit with most lasting until 1973:\n\n"
        },
        {
            "title": "History",
            "text": "In 1909, Thomas Edison, who had been fighting in the courts for years for control of fundamental motion picture patents, won a major decision. This led to the creation of the Motion Picture Patents Company, widely known as the Trust. Comprising the nine largest U.S. film companies, it was \"designed to eliminate not only independent film producers but also the country's 10,000 independent [distribution] exchanges and exhibitors.\"[59] Though its many members did not consolidate their filmmaking operations, the New York–based Trust was arguably the first major North American movie conglomerate. The independents' fight against the Trust was led by Carl Laemmle, whose Chicago-based Laemmle Film Service, serving the Midwest and Canada, was the largest distribution exchange in North America. Laemmle's efforts were rewarded in 1912 when the U.S. government ruled that the Trust was a \"corrupt and unlawful association\" and must be dissolved. On June 8, 1912, Laemmle organized the merger of his production division, IMP (Independent Motion Picture Company), with several other filmmaking companies, creating the Universal Film Manufacturing Company in New York City. By the end of the year, Universal was making movies at two Los Angeles facilities: the former Nestor Film studio in Hollywood, and another studio in Edendale. The first Hollywood major studio was in business.[60]\n\nIn 1918, four brothers—Harry, Albert,  Sam, and Jack Warner—founded the first Warner Bros. Studio on Sunset Boulevard in Hollywood. On April 4, 1923, the Warner Bros. incorporated their fledgling movie company as \"Warner Bros. Pictures, Inc.\". Though their first film was My Four Years in Germany, Warner Bros. released their full fledged movie The Jazz Singer in 1927. Warner Bros. were the pioneers of the sound film era as they established Vitaphone. Because of The Jazz Singer's success (along with Lights of New York, The Singing Fool and The Terror), Warner Bros. was able to acquire a much larger studio in Burbank. This studio is used by Warner Bros. from 1928. It has the signature watertower. Warner Bros. eventually expanded its studio operations to Leavesden in London. Warner Bros. Studio Leavesden is the main studio in production of hit movies like the Harry Potter film series, The Dark Knight and the recent ones like The Batman and Ready Player One.\n\nIn 1916, a second powerful Hollywood studio was established when Adolph Zukor merged his Famous Players Film Company movie production house with the Jesse L. Lasky Company to form Famous Players-Lasky. The combined studio acquired Paramount Pictures as a distribution arm and eventually adopted its name. That same year, William Fox relocated his Fox Film Corporation from Fort Lee, New Jersey to Hollywood and began expanding.[61]\n\nIn 1923, Walt Disney had founded the Disney Brothers Cartoon Studio and The Disney Brothers Features Company with his brother Roy and animator Ub Iwerks. Over the following three decades Disney became a powerful independent focusing on animation and, from October 16, 1923, an increasing number of animated movies. In 1923, the company—now Walt Disney Productions—established Buena Vista Film Distribution to handle its own product, which had been distributed for years by various majors, primarily Leslie B. Mace, Winkler Pictures, Universal Pictures, Celebrity Productions, Cinephone, Columbia Pictures, United Artists, United Artists Pictures and then RKO. In its first year in 1928, Celebrity Productions and Cinephone had released its first blockbuster Steamboat Willie. Though over the next decades Disney and its associated distributors share of the box-office did hit similar marks, its relatively small output and exclusive focus on G-rated movies meant that it was not generally considered a major as a 9th and final golden age major.\n\nThe Motion Picture Theatre Owners of America and the Independent Producers' Association declared war in 1925 on what they termed a common enemy — the \"film trust\" of Metro-Goldwyn-Mayer, Paramount, and First National, which they claimed dominated the industry by not only producing and distributing motion pictures, but by entering into exhibition as well.[62] On October 6, 1927, Warner Bros. released The Jazz Singer, starring Al Jolson, and a whole new era began, with \"pictures that talked,\" bringing the studio to the forefront of the film industry. The Jazz Singer played to standing-room-only crowds throughout the country and earned a special Academy Award for Technical Achievement.[63] Fox, in the forefront of sound film along with Warner Bros., was also acquiring a sizable circuit of movie theaters to exhibit its product.\n\nBetween late 1928, when RCA's David Sarnoff engineered the creation of the RKO (Radio-Keith-Orpheum) studio, and the end of 1949, when Paramount divested its theater chain—roughly the period considered Hollywood's Golden Age—there were eight Hollywood studios commonly regarded as the \"majors\".[64][65] Of these eight, the so-called Big Five were integrated conglomerates, combining ownership of a production studio, distribution division, and substantial theater chain, and contracting with performers and filmmaking personnel: Loew's/MGM, Paramount, Fox (which became 20th Century-Fox after a 1935 merger), Warner Bros., and RKO. The remaining majors were sometimes referred to as the \"Little Three\" or \"major minor\" studios.[20] Two—Universal and Columbia (founded in 1924)—were organized similarly to the Big Five, except for the fact that they never owned more than small theater circuits (a consistently reliable source of profits). The third of the lesser majors, United Artists (founded in 1919), owned a few theaters and had access to production facilities owned by its principals, but it functioned primarily as a backer-distributor, loaning money to independent producers and releasing their films. During the 1930s, the eight majors averaged a total of 358 feature film releases a year; in the 1940s, the four largest companies shifted more of their resources toward high-budget productions and away from B movies, bringing the yearly average down to 288 for the decade.[64]\n\nAmong the significant characteristics of the Golden Age was the stability of the Hollywood majors, their hierarchy, and their near-complete domination of the box office. At the midpoint of the Golden Age, 1939, the Big Five had market shares ranging from 22% (MGM) to 9% (RKO); each of the Little Three had around a 7% share. In sum, the eight majors controlled 95% of the market. Ten years later, the picture was largely the same: the Big Five had market shares ranging from 22% (MGM) to 9% (RKO); the Little Three had shares ranging from 8% (Columbia) to 4% (United Artists). In sum, the eight majors controlled 96% of the market.[66]\n\nThe end of the Golden Age had been signaled by the majors' loss of a federal antitrust case that led to the divestiture of the Big Five's theater chains. Though this had virtually no immediate effect on the eight majors' box-office domination, it somewhat leveled the playing field between the Big Five and the Little Three. In November 1951, Decca Records purchased 28% of Universal; early the following year, the studio became the first of the classic Hollywood majors to be taken over by an outside corporation, as Decca acquired majority ownership.[67] The 1950s saw two substantial shifts in the hierarchy of the majors: RKO, perennially the weakest of the Big Five, declined rapidly under the mismanagement of Howard Hughes, who had purchased a controlling interest in the studio in 1948. By the time Hughes sold it to the General Tire and Rubber Company in 1955, the studio was a major by outdated reputation alone. In 1957, virtually all RKO movie operations ceased and the studio was dissolved in 1959. (Revived on a small scale in 1981, it was eventually spun off and now operates as a minor independent company.) In contrast, there was United Artists, which had long operated under the financing-distribution model the other majors were now progressively shifting toward. Under Arthur Krim and Robert Benjamin, who began managing the company in 1951, UA became consistently profitable. By 1956—when it released one of the biggest blockbusters of the decade, Around the World in 80 Days—it commanded a 10% market share. By the middle of the next decade, it had reached 16% and was the second-most profitable studio in Hollywood. Despite RKO's collapse, the majors still averaged a total yearly release slate of 253 feature films during the decade.[64] The 1960s were marked by a spate of corporate takeovers. MCA Inc., under Lew Wasserman, acquired Universal in 1962; Gulf+Western took over Paramount in 1966; and the Transamerica Corporation purchased United Artists in 1967. Warner Bros. underwent large-scale reorganization twice in two years: a 1967 merger with the Seven Arts company preceded a 1969 purchase by Kinney National, under Stephen J. Ross. MGM, in the process of a slow decline, changed ownership twice in the same span as well, winding up in the hands of financier Kirk Kerkorian. The majors almost entirely abandoned low-budget production during this era, bringing the annual average of features released down to 160.[64] The decade also saw an old name in the industry secure a position as a leading player. (Disney's 1937 Snow White and the Seven Dwarfs, released by RKO, was the second biggest hit of the 1930s.) In 1964, Buena Vista had its first blockbuster, Mary Poppins, Hollywood's biggest hit in half a decade. The company achieved a 9% market share that year, more than Fox and Warner Bros. Though over the next two decades, Disney/Buena Vista's share of the box-office would again hit similar marks, its relatively small output and exclusive focus on G-rated movies meant that it was not generally considered a major.\n\nThe early 1970s were difficult years for all the classic majors. Movie attendance, which had been declining steadily since the end of the Golden Age, hit an all-time low by 1971. In 1973, MGM president James T. Aubrey drastically downsized the studio, slashing its production schedule and eliminating its distribution arm (UA would distribute the studio's films for the remainder of the decade). From fifteen releases in 1973, the next year MGM was down to five; its average for the rest of the 1970s would be even lower.[68] Like RKO in its last days under Hughes, MGM remained a major in terms of brand reputation, but little more. MGM, however, was not the only studio to trim its release line. However, Disney began to ascend towards major status through a resurgence in its animated movies, beginning with The Rescuers (1977), and entering the adult market with The Black Hole (1979).\n\nBy the mid-1970s, the industry had rebounded and a significant philosophical shift was in progress. As the majors focused increasingly on the development of the next hoped-for blockbuster and began routinely opening each new movie in many hundreds of theaters (an approach called \"saturation booking\"), their collective yearly release average fell to 81 films during 1975–84.[64] The classic set of majors was shaken further in late 1980, when the disastrously expensive flop of Heaven's Gate effectively ruined United Artists. The studio was sold the following year to Kerkorian, who merged it with MGM. After a brief resurgence, the combined studio continued to decline. From the mid-1980s onward, MGM/UA has been at best a \"mini-major\", to use the present-day term.\n\nMeanwhile, a new member was finally admitted to the club of major studios and two significant contenders emerged. With the establishment of the Touchstone Pictures brand in 1984 and increasing attention to the adult live-action market during the early 1980s, Disney/Buena Vista secured acknowledgment as a full-fledged major.[20] Film historian Joel Finler identifies 1986 as the breakthrough year, when Disney rose to third place in market share and remained consistently competitive for a leading position thereafter.[69]\n\nThe two emerging contenders were both newly formed companies. In 1978, Krim, Benjamin, and three other studio executives departed UA to found Orion Pictures as a joint venture with Warner Bros. It was announced optimistically as the \"first major new film company in 50 years\".[70] Tri-Star Pictures was created in 1982 as a joint venture of Columbia Pictures (then owned by the Coca-Cola Company), HBO (then owned by Time Inc.), and CBS. In 1985, Rupert Murdoch's News Corporation acquired 20th Century-Fox, the last of the five relatively healthy Golden Age majors to remain independent throughout the entire Golden Age and after.\n\nBy 1986, the combined share of the six classic majors—at that point Warner Bros., Columbia, Universal, Paramount, Fox, and MGM/UA—fell to 64%, the lowest since the beginning of the Golden Age. Disney was in third place, behind only Paramount and Warner Bros. Even including Disney/Buena Vista as a seventh major and adding its 10% share, the majors' control of the North American market was at a historic ebb. Orion, now completely independent of Warner Bros., and Tri-Star were well positioned as mini-majors, each with North American market shares of around 6% and regarded by industry observers as \"fully competitive with the majors\".[71] Smaller independents garnered 13%—more than any studio aside from Paramount. In 1964, by comparison, all of the companies outside of the then-seven majors and Disney had combined for a grand total of 1%. In the first edition of Finler's The Hollywood Story (1988), he wrote, \"It will be interesting to see whether the old-established studios will be able to bounce back in the future, as they have done so many times before, or whether the newest developments really do reflect a fundamental change in the US movie industry for the first times since the 20s.\"[72]\n\nWith the exception of MGM/UA—whose position was effectively filled by Disney—the old-established studios did bounce back. The purchase of 20th Century Fox by Rupert Murdoch's News Corporation presaged a new round of corporate acquisitions. Between 1989 and 1994, Paramount, Warner Bros., Columbia, and Universal all changed ownership in a series of conglomerate purchases and mergers that brought them new financial and marketing muscle. Paramount's parent company Gulf+Western was renamed Paramount Communications in 1989 and was merged with Viacom five years later. Warner Communications merged with Time Inc. to give birth to the conglomerate Time Warner. Coca-Cola sold Columbia to Japanese electronics firm Sony also in 1989. And Universal's parent MCA was purchased by Matsushita. By the early 1990s, both Tri-Star and Orion were essentially out of business: the former consolidated into Columbia, the latter bankrupt and sold to MGM. The most important contenders to emerge during the 1990s, New Line Cinema, Miramax, and DreamWorks SKG, were likewise sooner or later brought into the majors' fold, though DreamWorks and Miramax are now independent again.\n\nThe development of in-house pseudo-indie subsidiaries by the conglomerates—sparked by the 1992 establishment of Sony Pictures Classics and the success of Pulp Fiction (1994), Miramax's first project under Disney ownership—significantly undermined the position of the true independents. The majors' release schedule rebounded: the six primary studio subsidiaries alone put out a total of 124 films during 2006; the three largest secondary subsidiaries (New Line, Fox Searchlight, and Focus Features) accounted for another 30. Box-office domination was fully restored: in 2006, the six major movie conglomerates combined for 89.8% of the North American market; Lionsgate and Weinstein were almost exactly half as successful as their 1986 mini-major counterparts, sharing 6.1%; MGM came in at 1.8%; and all of the remaining independent companies split a pool totaling 2.3%.[73]\n\nOnly one of the major studios changed corporate hands during the first decade of the 2000s, though it did so three times: Universal was acquired by Vivendi in 2000, and then by General Electric four years later. More developments took place among the majors' subsidiaries. The very successful animation production house Pixar, whose films were distributed by Buena Vista, was acquired by Disney in 2006. In 2008, New Line Cinema lost its independent status within Time Warner and became a subsidiary of Warner Bros. Time Warner also announced that it would be shutting down its two specialty units, Warner Independent and Picturehouse.[74] In 2008 as well, Paramount Vantage's production, marketing, and distribution departments were folded into the parent studio,[75] though it retained the brand for release purposes.[76][77] Universal sold off its genre specialty division, Rogue Pictures, to Relativity Media in 2009.[78]\n\nIn January 2010,[79] Disney closed down Miramax's operations and sold off the unit and its library that July to an investor group led by Ronald N. Tutor of the Tutor Perini construction firm and Tom Barrack of the Colony Capital private equity firm.[80]\n\nIn March 2013, Comcast fully acquired Universal Studios after buying out the remaining 49% of NBCUniversal from General Electric.\n\nOn December 14, 2017, The Walt Disney Company (which its division, The Walt Disney Studios, is a major film studio) announced its intent to acquire key assets of 21st Century Fox (which includes another major film studio, 20th Century Fox, along with Fox Searchlight Pictures and Blue Sky Studios).[81][82] After beating out Comcast in a bidding war for Fox, both Disney and Fox shareholders approved the deal on July 27, 2018, and closed on March 20, 2019.[83][84] Because of the deal, the number of major film studios was reduced to five, a number that hasn’t been since the Golden Age of Hollywood[85] after 20th Century Fox became a subsidiary of The Walt Disney Studios,[81] thereby ending the era of the \"Big Six\" studios and Fox's 83-year reign as a member of that elite group.[85]\n\nSince June 14, 2018 until the Discovery merger in 2022, Warner Bros. was owned by AT&T, which completed its acquisition of Time Warner, renaming it \"WarnerMedia\".[86]Which Contained all assets owned by Warner Bros. and its subsidiaries.\n\nOn August 13, 2019, Paramount Pictures parent, Viacom, announced its reunion with CBS Corporation, and the combined company would be called ViacomCBS. The two companies previously merged in 1999 but split in 2006. The deal was completed on December 4, 2019.[87][88] Meanwhile, CBS Corporation's mini-major film studio, CBS Films was folded into CBS Entertainment Group after releasing its 2019 film slate, switching its focus to creating original film content for CBS All Access.[89]\n\nOn January 17, 2020, Disney dropped the \"Fox\" name from both 20th Century Fox and Fox Searchlight Pictures and rebranded them as 20th Century Studios and Searchlight Pictures respectively, to avoid brand confusion with Rupert Murdoch-owned Fox Corporation. The \"Searchlight Pictures\" and \"20th Century Studios\" name were first seen on Downhill on February 14, and on The Call of the Wild a week later on February 21 respectively.[90][91]\n\nThe studios were affected by the COVID-19 pandemic with some cinema chains closing, precipitating box office flops (like Disney's Onward or Sony's Bloodshot). Several films were delayed (Universal and MGM's No Time to Die or Paramount's A Quiet Place Part II and even Disney's Black Widow and Mulan) and others were launched to the digital market (like Universal's The Invisible Man and Trolls World Tour and Warner Bros.' Birds of Prey, Scoob and Wonder Woman 1984).[92]\n\nOn May 16, 2021, it was reported that AT&T was in talks with Discovery, Inc. for it to merge with and acquire WarnerMedia, forming a publicly traded company that would be divided between its shareholders.[93] The proposed spin-off and merger was officially announced the next day, which is to be structured as a Reverse Morris Trust. AT&T shareholders will receive a 71% stake in the merged company, which is expected to be led by Discovery's current CEO David Zaslav, with that, AT&T will leave the entertainment business.[94][95]\n\nOn the same day after the announcement of the acquisition/merger of WarnerMedia by Discovery, Amazon entered negotiations with MGM Holdings to acquire Metro-Goldwyn-Mayer. The negotiations were made directly with MGM board chairman Kevin Ulrich whose Anchorage Capital Group is a major shareholder.[96][97] MGM already began to explore a potential sale of the studio since December 2020, with the COVID-19 pandemic and the domination of streaming platforms due to the closure of movie theaters as contributing factors.[98][99] On May 26, 2021, it was officially announced that MGM would be acquired by Amazon for $8.45 billion, subject to regulatory approvals and other routine closing conditions; with the studio continuing to operate as a label under Amazon's existing content arm, complementing Amazon Studios and Amazon Prime Video.[100]\n\nOn April 8, 2022, Discovery, Inc. completed its acquisition of WarnerMedia and was renamed Warner Bros. Discovery.[citation needed] The primary goal of the merger is to combine their respective streaming services into one (HBO Max, Discovery+) and to reach 400 million subscribers.[citation needed]\n\n"
        },
        {
            "title": "Historical organizational lineage",
            "text": "The eight major film studios of the Golden Age have gone through significant ownership changes (\"independent\" meaning customarily identified as the primary commercial entity in its corporate structure; \"purchased\" meaning acquired anything from majority to total ownership):\n\nThis does not include Walt Disney Pictures (then Walt Disney Productions), which was primarily an animation studio at the time and the only studio owned by the same conglomerate since its founding.\n\n"
        }
    ]
}