{
    "url": "https://en.wikipedia.org/wiki/Maker_Faire",
    "title": "Maker Faire",
    "table_of_contents": [
        "1 History",
        "2 Maker Faires in the US",
        "2.1 Flagship Maker Faires",
        "2.2 White House Maker Faire",
        "2.3 Past US events",
        "2.3.1 2008",
        "2.3.2 2020",
        "3 Worldwide Maker Faires",
        "4 Mini Maker Faires",
        "5 School Maker Faires",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Maker Faire is a convention of do it yourself aka-DIY enthusiasts started by Make magazine in 2006. Participants come from a wide variety of interests, such as robotics, 3D printing, computers, arts and crafts, and hacker culture.\n\n"
        },
        {
            "title": "History",
            "text": "In 2005, Dale Dougherty founded Make: magazine as a quarterly publication with Tim O’Reilly. [1] The first Make: magazine was published in 2005 and the first Maker Faire took place in 2006 in San Mateo, Over the next 13 years, this inaugural maker faire expanded to more than 200 licensed Maker Faires in more than 40 countries.[2]\n\nDale Dougherty convened the first Maker Faire in 2006 in San Mateo, Calif., drawing a crowd of 20,000.[3]\n\nMaker Media Inc. went out of business in June 2019, and Dale Doherty rebranded as Make Community.[4]\n\n"
        },
        {
            "title": "Maker Faires in the US",
            "text": "Flagship Maker Faires are held in San Mateo, California and New York City.    \n\nThe last Bay Area Maker Faire was held in 2019. The decision to end the Faire was mostly financial. Attendance had dropped more than 30% in recent years from 145,000 makers in 2015 to 100,000 in 2018. The Maker Faire Bay Area was not held in 2020. This was due to the potential impact of coronavirus as well as the 2019 transition of Maker Media to Make: Community.[5]\n\nThe New York Maker Faire is also known as the \"World Maker Faire\". Maker Faire has most recently happened in New York in 2018.[6]\n\nHowever, the New York City Faire was cancelled in 2019 due to financial difficulties.[7][8]\n\nOn June 18, 2014, President Obama hosted the first-ever (and only thus far) White House Maker Faire.[9]\n\nMaker Faire 2008 was held on 3–4 May 2008, at the San Mateo County Event Center.  Highlights of the Faire included a human-sized Mouse Trap board game, kinetic squid sculpture, 55' wingspan kinetic steel butterfly, bicycle-powered music stage, a solar-powered chariot pulled by an Arnold Schwarzenegger robot,[10] and over 500 other booths from different makers. There were approximately 65,000 people in attendance.[11][12] Featured guests included Adam Savage, Stephanie Pearl-McPhee, Lee David Zlotoff,[13] Tony Baxter and Eepybird.\n\nAn additional 2008 Maker Faire was held on October 18–19, 2008, in Austin, Texas.[14]\n\nMaker Faire XV was held online.\n\n"
        },
        {
            "title": "Worldwide Maker Faires",
            "text": "Maker Faires are also held in Europe, Asia, South America and Africa.\n\nAfrigadget, a website dedicated to African Ingenuity, was created by Erik Hersman in 2006[15] just a few months after Make Magazine and the first Maker Faire Africa took place in Ghana in 2009.\n\nThe first Maker Faire in the United Kingdom took place on March 14–15, 2009, in Newcastle upon Tyne, as a joint venture with the Newcastle ScienceFest.\n\nIn the US, the 2009 Maker Faire Rhode Island was scheduled for September 6–19.[16]\nThe first Maker Faire North Carolina was held on April 25, 2010 in Durham, North Carolina. It moved to Raleigh, North Carolina for 2011.[17]\n\nIn 2010, Canada had their first Mini Maker Faire in Ottawa, Ontario on November 6–7.[18]\n\nMaker Faire has spread worldwide, and the first Maker Faire in Hong Kong was held in 2014.  The next year it grew significantly and was organized by The Hong Kong Polytechnic University, led by Dr. Clifford Choy from the university's School of Design in November 2015 as well as in April 2017.[19][20]\n\nIn 2015, the US Embassy in Cairo and Fab Lab Egypt started organizing Maker Faire Cairo that received thousands of visitors.[21][22]\n\n"
        },
        {
            "title": "Mini Maker Faires",
            "text": "Make Magazine assists independent event organizers in producing small-scale Maker Faire events in local communities.\n\nIn 2011, Mini Maker Faires were held in Canada (Toronto, Vancouver), the United Kingdom (Brighton) and a number of cities in the USA: Pittsburgh, Pennsylvania; Phoenix, Arizona; Oakland, California; Fort Wayne, Indiana; Fishers, Indiana; Providence, Rhode Island; Atlanta, Georgia; Kansas City, Missouri; Raleigh, North Carolina; Poulsbo, Washington, Ann Arbor, Michigan; Linthicum, Maryland; Westport, Connecticut; Louisville, Kentucky; and Urbana, Illinois.\n\n"
        },
        {
            "title": "School Maker Faires",
            "text": "Schools are also able to host School Maker Faires.[23]\n\n"
        }
    ]
}