{
    "url": "https://en.wikipedia.org/wiki/Malaysian_folk_religion",
    "title": "Malaysian folk religion",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "3 Shamanism and traditional healing",
        "4 Malaysian Chinese Gods",
        "5 Chinese folk religion",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMalaysian folk religion refers to the animistic and polytheistic beliefs and practices that are still held by many in the Islamic-majority country of Malaysia. Malaysian folk faith is practiced either openly or covertly depending on the type of rituals performed. \n\nSome forms of belief are not recognised by the government as a religion for statistical purposes although such practices are not outlawed. There is a deep interaction between the Chinese folk religion of the large Malaysian Chinese population, and the indigenous Malaysian folk religion.\n\n"
        },
        {
            "title": "Overview",
            "text": "There are different types of Malaysian folk religion practised throughout the country. Shamanic performances are held by people known as bomohs, also known as pawang or dukun. Most Orang Asli (indigenous people) are animists and believe in spirits residing in certain objects. However, some have recently converted to mainstream religions due to state-sponsored Muslim dawah or evangelism by Christian missionaries.\n\nIn East Malaysia, animism is also practiced by an ever decreasing number of various Borneo tribal groups. The Chinese generally practice their folk religion which is also partially animistic in nature. The word \"bomoh\" has been used throughout the country to describe any person with knowledge or power to perform certain spiritual rituals including traditional healing —and as a substitute for the word \"shaman\". Generally speaking, Malaysians have deep superstitious belief, especially more so in the rural areas.\n\n"
        },
        {
            "title": "History",
            "text": "Historically, before the arrival and spread of Islam in the 15th century, and the spread of Christianity from the 19th century, the inhabitants in the land were either Hindu-Buddhists or practiced indigenous faiths. In the peninsula, widespread Islamisation is said to have begun in 1409 after Parameswara became Sultan of Malacca and converted to Islam after marrying a princess from the Samudera Pasai Sultanate. Since then, other Sultanates in the Malay peninsula have adopted Islam. Also since then, and continuing after the independence of Malaysia, Islam played a central role in Malaysian society.\n\nSimilarly in East Malaysia, folk religion was widespread prior to the arrival of Christian missionaries from Europe. The practice of headhunting was quite common in these societies.[2]\n\nIn Sabah are still the followers of the indigenous religion Momolianism: the Kadazan-Dusuns worshipped Kinoingan, a rice deity, and celebrate Kaamatan, the harvest festival, every year. During Kaamatan, there are certain rituals which has to be carried out by the high priestesses known as bobohizans (or bobolian in the Bundu-Liwan dialect of Dusun). Today, most Kadazan-Dusuns have adopted Christianity, but some still celebrate Kaamatan. However, the number of bobohizans has tremendously dropped and this role is on the brink of extinction.[3]\n\nIn Sarawak, it has been said that the animism practised by the Ibans and other related groups is the most developed, elaborated, and intellectualised in the world.[4] Folk religious practice in East Malaysia is related to the religion of Kaharingan in Kalimantan, Indonesia, which has been recognised as an official religion by the Indonesian government. However, the rituals involved are not entirely similar with variations depending on the ethnic subgroups which practices it.\n\n"
        },
        {
            "title": "Shamanism and traditional healing",
            "text": "The shamans bomohs or witch doctors still practice their craft in Malaysia. The bomoh practice by Malays have been integrated into Islam and is not forbidden.[5] They are also known as traditional healers and sometimes serve as an alternative to conventional modern medicine. However, the practice has sometimes been viewed negatively by Malaysian society as in some instances bomohs have the power to cast spells (jampi) and have used them on other people with ill effects. The number practitioners of bomohs has also dropped.[5]\n\nThe bobohizans of Sabah are also shamans and are traditional healers. They also act as a medium to communicate with spirits and play an important role in the rituals involved during Kaamatan, a harvest festival celebration of the Kadazan-Dusun.\n\nRecently there has been suggestions for the need and importance to preserve the practice of bomohs and other shamans as traditional healers and to complement or substitute conventional modern medicine.[3][6]\n\n"
        },
        {
            "title": "Malaysian Chinese Gods",
            "text": "Tua Pek Kong (Chinese: 大伯公; pinyin: Dàbó Gōng, Hakka: Thai phak koong, Hokkien: Tuā-peh-kong, Malay: Topekong. lit. \"grand uncle\") is one of the pantheon of Malaysian Chinese deities. He is believed to have arrived in Penang 40 years before Francis Light in 1746. \n\nTua Pek Kong is claimed to have been a Hakka named Zhang Li (Chinese: 張理). His Sumatra-bound boat was struck by wind and accidentally landed on Penang off Malaysia, which at that time had only 50 inhabitants. After his death, the local people began worshipping him and built the Tua Pek Kong temple there. Today, Tua Pek Kong is worshipped by Malaysian Chinese throughout the country. However, Pek Kong is also a honorific title for Tu Di Gong or the Earth Deity within Chinese community. \n\nNa Tuk Kong are local guardian spirits worshipped in Malaysia, Singapore and parts of Indonesia, especially Sumatra. Na Tuk Kong (earth spirits) in Chinese religionist's perspective, is considered a localised form in the worship of the spirit of the land, along with Tu Di Gong. It is also important to note that Datuk Keramat, Datuk Gong and Na Tuk Kong all refer to the same deity. For the sake of clarity, the term Datuk, which is universally used to describe the spirit in Malaysia, will be used.\n\n"
        },
        {
            "title": "Chinese folk religion",
            "text": "Today most of the Chinese population in Malaysia adhere to Mahayana Buddhism, while the rest are Theravada Buddhists, Confucianists, Taoists and a small number of Christians, Muslims and Hindus. Most Chinese Malaysians still adhere to Chinese folk religion (which include ancestral worship) in tandem with mainstream religious practices. \n\nSmall minority of them may have stopped practicing the folk traditions after converting to certain monotheistic religions which aggressively prohibits any form of religious syncretism or folk religion. As is the case in China, the practice of Chinese folk religion is not documented by the government for statistics purpose. Thus the number of followers in Malaysia can only be estimated.\n\n"
        },
        {
            "title": "See also",
            "text": "Regional:\n"
        }
    ]
}