{
    "url": "https://en.wikipedia.org/wiki/Mana",
    "title": "Mana",
    "table_of_contents": [
        "1 Etymology",
        "2 Polynesian culture",
        "2.1 Hawaiian and Tahitian culture",
        "2.2 Māori (New Zealand) culture",
        "2.2.1 Māori use",
        "2.2.2 General English usage",
        "3 Academic study",
        "3.1 Tylor's cultural evolution",
        "3.2 Evolution of religion",
        "3.3 Pre-animism",
        "3.4 Criticism",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAccording to Melanesian and Polynesian mythology, mana is a supernatural force that permeates the universe.[1] Anyone or anything can have mana. They believed it to be a cultivation or possession of energy and power, rather than being a source of power.[1] It is an intentional force.[1]\n\nIn the 19th century, scholars compared mana to similar concepts such as the orenda of the Iroquois Indians and theorized that mana was a universal phenomenon that explained the origin of religions.[1]\n\nMana is not universal to all of Melanesia.[1]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The reconstructed Proto-Oceanic word \"mana\" is thought to have referred to \"powerful forces of nature such as thunder and storm winds\" rather than supernatural power.[2] That meaning became detached as the Oceanic-speaking peoples spread eastward and the word started to refer to unseen supernatural powers.[2]\n\n"
        },
        {
            "title": "Polynesian culture",
            "text": "Mana is a foundation of Polynesian theology, a spiritual quality with a supernatural origin and a sacred, impersonal force. To have mana implies influence, authority, and efficacy: the ability to perform in a given situation. The quality of mana is not limited to individuals; peoples, governments, places and inanimate objects may also possess mana, and its possessors are accorded respect. Mana protects its protector and they depend on each other for growth both positive and negative. It depends on the person where he takes his mana.\n\nIn Hawaiian and Tahitian mythology, mana is a spiritual energy and healing power which can exist in places, objects and persons. Hawaiians believe that mana may be gained or lost by actions, and Hawaiians and Tahitians believe that mana is both external and internal. Sites on the Hawaiian Islands and in French Polynesia are believed to possess mana—for example, the top rim of the Haleakalā volcano on the island of Maui and the Taputapuatea marae on the island of Raiatea in the Society Islands.\n\nAncient Hawaiians also believed that the island of Molokaʻi possessed mana, compared with its neighboring islands. Before the unification of the Kingdom of Hawaii by King Kamehameha I, battles were fought for possession of the island and its south-shore fish ponds which existed until the late 19th century.\n\nA person may gain mana by pono (right actions). In ancient Hawaii, there were two paths to mana: sexual means or violence. In at least this tradition, nature is seen as dualistic, and everything has a counterpart. A balance between the gods Kū and Lono formed, through whom are the two paths to mana (ʻimihaku, or the search for mana). Kū, the god of war and politics, offers mana through violence; this was how Kamehameha gained his mana. Lono, the god of peace and fertility, offers mana through sexuality.[citation needed]\nPrayers were believed to have mana, which was sent to the akua at the end when the priest usually said \"amama ua noa,\" meaning \"the prayer is now free or flown.\"[3]\n\n\nIn Māori, a tribe with mana whenua must have demonstrated their authority over a territory. In Maori mythology, there are two essential aspects of a person's mana: mana tangata, authority derived from whakapapa (genealogy) and mana huaanga, defined as \"authority derived from having a wealth of resources to gift to others to bind them into reciprocal obligations\".[4] Hemopereki Simon, from Ngāti Tūwharetoa, asserts that there are many forms of mana in Maori beliefs.[5] The indigenous word reflects a non-Western view of reality, complicating translation.[6] This is confirmed by the definition of mana provided by Maori Marsden who states that mana is:\nAccording to Margaret Mutu, mana in its traditional sense means:\nIn terms of leadership, Ngāti Kahungunu legal scholar Dr. Carwyn Jones comments: \"Mana is the central concept that underlies Māori leadership and accountability.\" He also considers mana as a fundamental aspect of the constitutional traditions of Māori society.[9]\n\nAccording to the New Zealand Ministry of Justice:\n\nIn contemporary New Zealand English, the word \"mana\" refers to a person or organization of people of great personal prestige and character.[11] The increased use of the term mana in New Zealand society is the result of the politicization of Māori issues stemming from the Māori Renaissance.\n\n"
        },
        {
            "title": "Academic study",
            "text": "Missionary Robert Henry Codrington traveled widely in Melanesia, publishing several studies of its language and culture. His 1891 book The Melanesians: Studies in their Anthropology and Folk-Lore contains the first detailed description of mana in English.[2] Codrington defines it as \"a force altogether distinct from physical power, which acts in all kinds of ways for good and evil, and which it is of the greatest advantage to possess or control\".[12]\n\nHis era had already defined animism, the concept that the energy (or life) in an object derives from a spiritual component. Georg Ernst Stahl's 18th-century animism was adopted by Edward Burnett Tylor, the founder of cultural anthropology, who presented his initial ideas about the history of religion in his 1865 Researches into the Early History of Mankind[13]: vi  and developed them in volumes one (1871) and two (1874) of Primitive Culture.[13]: 1 \n\nIn Tylor's cultural anthropology, other primates did not appear to possess culture.[note 1]\n\nTylor did not try to find evidence of a non-cultural human state because he considered it unreachable, \"a condition not far removed from that of the lower animals\" and \"savage life as in some sort representing an early known state.\"[13]: 33  He described such a hypothetical state as \"the human savage naked in both mind and body, and destitute of laws, or arts, or ideas, and almost of language\".[13]: 30  According to Tylor, speculation about an acultural state is impossible. Using the method of comparative culture, similar to comparative anatomy and the comparative method of historical linguistics and following John Lubbock, he drew up a dual classification of cultural traits (memes and memeplexes). His categories were \"savage\" and \"civilised\". Tylor wrote, \"From an ideal point of view, civilization may be looked upon as the general improvement of mankind by higher organization of the individual and of society ... \"[13]: 24  and identified his model with the \"progression-theory of civilization\".[13]: 81 \n\nTylor cited a \"minimum definition\" of religion as \"the belief in Spiritual Beings\".[13]: 383  Noting that no savage societies lack religion and that the initial state of a religious man is beyond reach, he enumerated two stages in the evolution of religion: a simple belief in individual animae (or Doctrine of Souls) and the elaboration of dogma. The dogmas are systems of higher spirits commanding phases of nature. In volume two of Primitive Culture, Tylor called this stage the Doctrine of Spirits.[13]: 108–110  He used the word \"animism\" in two different senses.[13]: 385  The first is religion itself: a belief in the spiritual as an effective energy, shared by every specific religion. In his progression theory, an undogmatic version preceded rational theological systems. Animism is the simple Theory of the Soul, which comparative religion attempts to reconstruct.\n\nTylor's work predated Codrington's, and he was unfamiliar with the latter. The concept of mana occasioned a revision of Tylor's view of the evolution of religion. The first anthropologist to formulate a revision (which he called \"pre-animistic religion\") was Robert Ranulph Marett, in a series of papers collected and published as Threshold of Religion. In its preface he takes credit for the adjective \"pre-animistic\" but not the noun \"pre-animism\", although he does not attribute it.[14]: xxi \n\nAccording to Marett, \"Animism will not suffice as a minimum definition of religion.\" Tylor had used the term \"natural religion\",[13]: 386  consistent with Georg Ernst Stahl's concept of a natural spiritual energy. The soul of an animal, for example, is its vital principle. Marett wrote that \"one must dig deeper\" to find the \"roots of religion\".[citation needed]\n\nDescribing pre-animism, Marett cited the Melanesian mana (primarily with Codrington's work): \"When the science of Comparative Religion employs a native expression such as mana, it is obliged to disregard to some extent its original or local meaning. Science, then, may adopt mana as a general category ... \".[14]: 99  In Melanesia the animae are the souls of living men, the ghosts of deceased men, and spirits \"of ghost-like appearance\" or imitating living people. Spirits can inhabit other objects, such as animals or stones.[14]: 115–120 \n\nThe most significant property of mana is that it is distinct from, and exists independently of, its source. Animae act only through mana. It is impersonal, undistinguished, and (like energy) transmissible between objects, which can have more or less of it. Mana is perceptible, appearing as a \"Power of awfulness\" (in the sense of awe or wonder).[14]: 12–13  Objects possessing it impress an observer with \"respect, veneration, propitiation, service\" emanating from the mana's power. Marett lists a number of objects habitually possessing mana: \"startling manifestations of nature\", \"curious stones\", animals, \"human remains\", blood,[14]: 2  thunderstorms, eclipses, eruptions, glaciers, and the sound of a bullroarer.[14]: 14–17 \n\nIf mana is a distinct power, it may be treated distinctly. Marett distinguishes spells, which treat mana quasi-objectively, and prayers (which address the anima). An anima may have departed, leaving mana in the form of a spell which can be addressed by magic. Although Marett postulates an earlier pre-animistic phase, a \"rudimentary religion\" or \"magico-religious\" phase in which the mana figures without animae, \"no island of pure 'pre-animism' is to be found.\"[14]: xxvi  Like Tylor, he theorizes a thread of commonality between animism and pre-animism identified with the supernatural—the \"mysterious\", as opposed to the reasonable.[14]: 22 \n\nIn 1936, Ian Hogbin criticised the universality of Marett's pre-animism: \"Mana is by no means universal and, consequently, to adopt it as a basis on which to build up a general theory of primitive religion is not only erroneous but indeed fallacious\".[15] However, Marett intended the concept as an abstraction.[14]: 99  Spells, for example, may be found \"from Central Australia to Scotland.\"[14]: 55 \n\nEarly 20th-century scholars also saw mana as a universal concept, found in all human cultures and expressing fundamental human awareness of a sacred life energy. In his 1904 essay, \"Outline of a General Theory of Magic\", Marcel Mauss drew on the writings of Codrington and others to paint a picture of mana as \"power par excellence, the genuine effectiveness of things which corroborates their practical actions without annihilating them\".[16]: 111  Mauss pointed out the similarity of mana to the Iroquois orenda and the Algonquian manitou, convinced of the \"universality of the institution\";[16]: 116  \"a concept, encompassing the idea of magical power, was once found everywhere\".[16]: 117 \n\nMauss and his collaborator, Henri Hubert, were criticised for this position when their 1904 Outline of a General Theory of Magic was published. \"No one questioned the existence of the notion of mana\", wrote Mauss's biographer Marcel Fournier, \"but Hubert and Mauss were criticized for giving it a universal dimension\".[17] Criticism of mana as an archetype of life energy increased. According to Mircea Eliade, the idea of mana is not universal; in places where it is believed, not everyone has it, and \"even among the varying formulae (mana, wakan, orenda, etc.) there are, if not glaring differences, certainly nuances not sufficiently observed in the early studies\".[18] \"With regard to these theories founded upon the primordial and universal character of mana, we must say without delay that they have been invalidated by later research\".[19]\n\nHoolbrad [20] argued in a paper included in the seminal volume “Thinking Through Things: Theorising Artefacts Ethnographically”, that the concept of mana highlights a significant theoretical assumption in Anthropology : that matter, and meaning are separate. A hotly debated issue, Hoolbrad suggests that mana provides motive to re-evaluate the division assumed between matter and meaning in social research. His work is part of the ontological turn in Anthropology, a paradigm shift that aims to take seriously the ontology of other cultures [21]\n\n"
        }
    ]
}