{
    "url": "https://en.wikipedia.org/wiki/Manchu_shamanism",
    "title": "Manchu shamanism",
    "table_of_contents": [
        "1 History",
        "2 Rituals",
        "3 Temples and gods",
        "4 See also",
        "5 References",
        "5.1 Citations",
        "5.2 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Manchu folk religion or Manchu traditional religion is the ethnic religion practiced by most of the Manchu people, the major-Tungusic group, in China. It can also be called Manchu shamanism by virtue of the word \"shaman\" being originally from Tungusic šamán (\"man of knowledge\"),[1] later applied by Western scholars to similar religious practices in other cultures.\n\nIt is an animistic and polytheistic religion, believing in several gods and spirits, led by a universal sky god called Abka Enduri (\"Sky God\" or \"God of Heaven\"), also referred to as Abka Han (\"Sky Khan\" or \"Khan of Heaven\") and Abka Ama (\"Sky Father\"), originally Abka Hehe (\"Sky Woman\", by extension \"Sky Mother\") who is the source of all life and creation.[2] Deities (enduri) enliven every aspect of nature, and the worship of these gods is believed to bring favour, health and prosperity.[3] Many of the deities were originally Manchu ancestors, and people with the same surname are generated by the same god.[4]\n\nShamans are persons of unusual ability, strength and sensitivity, capable of perception and prediction of the ways of the gods. They are endowed with the social function to conduct the sacrificial ceremonies and approach the deities asking them intervention or protection. Because of their abilities the shamans are people of great authority and prestige. Usually, every Manchu kin has its own shaman.[3]\n\nManchu folk religious rites were standardised by the Qianlong Emperor (1736–96) in the \"Manchu Sacrificial Ritual to the Gods and Heaven\" (Manjusai wecere metere kooli bithe), a manual published in Manchu in 1747 and in Chinese (Manzhou jishen jitian dianli) in 1780.[4][5] With the conquest of imperial power in China (Qing dynasty) the Manchu people gradually adopted Chinese language and assimilated into the Chinese religion, although Manchu folk religion persists with a distinct character within broader Chinese religion. Today Manchu Shamanism has between 700,000-900,000 followers.\n\n"
        },
        {
            "title": "Rituals",
            "text": "Study of Manchu religion usually distinguishes two types of ritual, \"domestic\" and \"primitive\", which can be performed in two cultic settings, \"imperial\" and \"common\". The domestic ritual primarily involves the sacrifices for the progenitors of lineages and is the most important, while the primitive ritual involves the sacrifices for zoomorphic gods.[6] The ritual manual of Qianlong was an attempt to adapt all kins' ritual traditions to the style of the imperial kin's ritual tradition. This was only partially effective as common cults were preserved and revitalised over time.[7]\n\nThe ancestral ritual is the same in the common and imperial cults.[8] It is composed of three main moments: the dawn sacrifice (Chinese: chaoji), the sunset sacrifice (xiji) and the \"light-extinguishing\" sacrifice (beidingji) held at midnight. Both common and imperial rituals make use of the gods' pole (Chinese: 神杆 shéngān or 神柱 shénzhù, Manchu: šomo) as a means of establishing connection with Heaven.[8]\n\nWhile the domestic ritual is bright and harmonious, the primitive or \"wild\" ritual is associated with darkness and mystery.[9] Deities involved are not those of the sky, the earth or the ancestors, but are zoomorphic chthonic deities. With its reliance on techniques of ecstasy, the primitive ritual had long been discouraged by the court (Hong Taiji proscribed it as early as 1636).[9]\n\n"
        },
        {
            "title": "Temples and gods",
            "text": "Manchu religious cults originally took place in shrines called tangse (Chinese: 堂子 tángzi, \"hall\"; or 谒庙 yèmiào, \"visitation temple\")[10]) but at least by 1673 all communal tangse were prohibited with the exception of the imperial cult building. Households continued their rituals at private altars called weceku.[8]\n\nCommon cults gradually adopted deities from Chinese religion in addition to Tungusic gods. Guwan mafa (关帝 Guāndì, Divus Guan), whose martial character appealed to the Manchus, became one of the most beloved deities. Another popular cult was that of the Goddess (娘娘 Niángniáng).[8]\n\n"
        }
    ]
}