{
    "url": "https://en.wikipedia.org/wiki/Mandaeism",
    "title": "Mandaeism",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "3 Beliefs",
        "3.1 Principal beliefs",
        "3.2 Fundamental tenets",
        "3.3 Cosmology",
        "3.4 Chief prophets",
        "3.5 Scriptures",
        "4 Worship and rituals",
        "5 Priests",
        "6 Scholarship",
        "7 Other names",
        "7.1 Sabians",
        "7.2 Nasoraeans",
        "8 Relations with other groups",
        "8.1 Elkesaites",
        "8.2 Essenes",
        "8.2.1 Bana'im",
        "8.2.2 Hemerobaptists",
        "8.2.3 Maghāriya",
        "8.2.4 Nasaraeans",
        "8.2.5 Ossaeans",
        "8.3 Kabbalah",
        "8.4 Manichaeans",
        "8.5 Samaritan Baptist sects",
        "8.6 Sethians",
        "8.7 Valentinians",
        "9 Demographics",
        "10 See also",
        "11 Notes",
        "12 References",
        "12.1 Bibliography",
        "12.1.1 Primary sources",
        "12.1.2 Secondary sources",
        "12.1.3 Tertiary sources",
        "13 External links",
        "13.1 Mandaean scriptures",
        "13.2 Books about Mandaeism available online"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMandaeism (Classical Mandaic: ࡌࡀࡍࡃࡀࡉࡉࡀ mandaiia; Arabic: المندائيّة al-Mandāʾiyya), sometimes also known as Nasoraeanism or Sabianism,[a] is a Gnostic, monotheistic and ethnic religion.[1]: 4 [11]: 1  Its adherents, the Mandaeans, revere Adam, Abel, Seth, Enos, Noah, Shem, Aram, and especially John the Baptist. Mandaeans consider Adam, Seth, Noah, Shem and John the Baptist prophets with Adam being the founder of the religion and John being the greatest and final prophet.[12]: 45 [13] The Mandaeans speak an Eastern Aramaic language known as Mandaic. The name 'Mandaean' comes from the Aramaic manda, meaning knowledge.[14][15] Within the Middle East, but outside their community, the Mandaeans are more commonly known as the صُبَّة Ṣubba (singular: Ṣubbī), or as Sabians (الصابئة, al-Ṣābiʾa). The term Ṣubba is derived from an Aramaic root related to baptism.[16] The term Sabians derives from the mysterious religious group mentioned three times in the Quran alongside the Jews, the Christians and the Zoroastrians as a 'People of the Book', and whose name was historically claimed by the Mandaeans as well as by several other religious groups in order to gain legal protection (dhimma) as offered by Islamic law.[17] Occasionally, Mandaeans are called \"Christians of Saint John\".[18]\n\nAccording to Jorunn Jacobsen Buckley and other scholars who specialize in Mandaeism, Mandaeans originated about two thousand years ago in the Palestine region and subsequently moved east due to persecution.[5][19][20] Others claim a southwestern Mesopotamia origin.[6] However, some scholars take the view that Mandaeism is older and dates back to pre-Christian times.[21] Mandaeans assert that their religion predates Judaism, Christianity, and Islam as a monotheistic faith.[22] Mandaeans believe that they are the direct descendants of Shem, Noah's son, in Mesopotamia[23]: 186  and they also believe that they are the direct descendants of John the Baptist's original Nasoraean Mandaean disciples in Jerusalem.[24]: vi, ix \n\nThe core doctrine of the faith is known as Nāṣerutā (also spelled Nașirutha and meaning Nasoraean gnosis or divine wisdom)[25]: xvi [12]: 31  (Nasoraeanism or Nazorenism) with the adherents called nāṣorāyi (Nasoraeans or Nazorenes). These Nasoraeans are divided into tarmidutā (priesthood) and mandāyutā (laity), the latter derived from their term for knowledge manda.[26]: ix [25] Knowledge (manda) is also the source for the term Mandaeism which encompasses their entire culture, rituals, beliefs and faith associated with the doctrine of Nāṣerutā. Followers of Mandaeism are called Mandaeans, but can also be called Nasoraeans (Nazorenes), Gnostics (utilizing the Greek word gnosis for knowledge) or Sabians.[26]: ix [25]\n\nThe religion has primarily been practiced around the lower Karun, Euphrates and Tigris, and the rivers that surround the Shatt al-Arab waterway, part of southern Iraq and Khuzestan province in Iran. Worldwide, there are believed to be between 60,000 and 70,000 Mandaeans.[9] Until the Iraq War, almost all of them lived in Iraq.[27] Many Mandaean Iraqis have since fled their country because of the turmoil created by the 2003 invasion of Iraq and subsequent occupation by U.S. armed forces, and the related rise in sectarian violence by extremists.[28] By 2007, the population of Mandaeans in Iraq had fallen to approximately 5,000.[27]\n\nThe Mandaeans have remained separate and intensely private. Reports of them and of their religion have come primarily from outsiders: particularly from Julius Heinrich Petermann, an Orientalist;[29] as well as from Nicolas Siouffi, a Syrian Christian who was the French vice-consul in Mosul in 1887,[30]: 12 [31] and British cultural anthropologist Lady E. S. Drower. There is an early if highly prejudiced account by the French traveller Jean-Baptiste Tavernier[32] from the 1650s.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term Mandaic or Mandaeism comes from Classical Mandaic Mandaiia and appears in Neo-Mandaic as Mandeyānā. On the basis of cognates in other Aramaic dialects, semiticists such as Mark Lidzbarski and Rudolf Macuch have translated the term manda, from which Mandaiia derives, as \"knowledge\" (cf. Imperial Aramaic: מַנְדַּע manda' in Daniel 2:21, 4:31, 33, 5:12; cf. Hebrew: מַדַּע madda', with characteristic assimilation of /n/ to the following consonant, medial -nd- hence becoming -dd-).[33] This etymology suggests that the Mandaeans may well be the only sect surviving from Late Antiquity to identify themselves explicitly as Gnostics.[34]\n\n"
        },
        {
            "title": "History",
            "text": "According to the Mandaean text the Haran Gawaita, the Nasoraean Mandaeans, who were disciples of John the Baptist, left Judea/Palestine and migrated to Media in the 1st century CE.[6][24]: vi, ix  The reason given for this was their persecution in Jerusalem. The emigrants went first to Haran (possibly Harran in modern-day Turkey), or Hauran and then the Median hills in Iran, before finally settling in the southern provinces of Mesopotamia (modern day Iraq).[19] During Parthian rule, Mandaeans flourished under royal protection. This protection, however, did not last with the Sassanid Bahram I ascending to the throne and his high priest Kartir persecuting all non-Zoroastrian religions.[19]: 4 \n\nAt the beginning of the Muslim conquest of Mesopotamia in c. 640, the leader of the Mandaeans, Anush Bar-Danqa, is said to have appeared before the Muslim authorities, showing them a copy of the Ginza Rabba, the Mandaean holy book, and proclaiming the chief Mandaean prophet to be John the Baptist, who is also mentioned in the Quran as Yahya Bin Zakariya. This identified Mandaeans as among the ahl al-kitāb (People of the Book). Hence, Mandaeism was recognized as a legal minority religion within the Muslim Empire.[1]: 5  However, this account is likely apocryphal: since it mentions that Anush Bar Danqa traveled to Baghdad, it must have occurred after the founding of Baghdad in 762, if it took place at all.[35]\n\nNevertheless, at some point the Mandaeans were identified as the Sabians mentioned along with the Jews, the Christians and the Zoroastrians in the Quran as People of the Book.[36] The earliest source to unambiguously do so was al-Hasan ibn Bahlul (fl. 950–1000) citing the Abbasid vizier Abu Ali Muhammad ibn Muqla (c. 885–940),[37] though it is not clear whether the Mandaeans of this period already identified themselves as Sabians or whether the claim originated with Ibn Muqla.[38] Mandaeans continue to be called Sabians to this day.[1]: 5 \n\nAround 1290, a Dominican Catholic from Tuscany, Ricoldo da Montecroce, or Ricoldo Pennini, was in Mesopotamia where he met the Mandaeans. He described them as believing in a secret law of God recorded in alluring texts, despising circumcision, venerating John the Baptist above all and washing repeatedly to avoid condemnation by God.[30]: 65 \n\nMandaeans were called \"Christians of Saint John\" by members of the Discalced Carmelite mission in Basra during the 16th and 17th centuries, based on reports from missionaries such as Ignatius of Jesus.[18] Some Portuguese Jesuits had also met some \"Saint John Christians\" around the Strait of Hormuz in 1559, when the Portuguese fleet fought with the Ottoman Turkish army in Bahrain.[30]: 69, 87 \n\n"
        },
        {
            "title": "Beliefs",
            "text": "Mandaeism, as the religion of the Mandaean people, is based on a set of religious creeds and doctrines. The corpus of Mandaean literature is quite large, and covers topics such as eschatology, the knowledge of God, and the afterlife.[39]\n\nAccording to Brikha Nasoraia:\n\nAccording to E. S. Drower, the Mandaean Gnosis is characterized by nine features, which appear in various forms in other gnostic sects:[25]: xvi \n\nThe religion extolls an intricate, multifaceted, esoteric, mythological, ritualistic, and exegetical tradition with the  emanation model of creation being the predominant interpretation.[1]: 7, 8 \n\nThe most common name for God in Mandaeism is Hayyi Rabbi ('The Great Life' or 'The Great Living God').[41] Other names used are Mare d'Rabuta ('Lord of Greatness'), Mana Rabba ('The Great Mind'), Malka d-Nhura ('King of Light') and Hayyi Qadmaiyi ('The First Life').[23][42] Mandaeans recognize God to be the eternal, creator of all, the one and only in domination who has no partner.[43]\n\nThere are numerous uthras (angels or guardians),[1]: 8  manifested from the light, that surround and perform acts of worship to praise and honor God. Prominent amongst them include Manda d-Hayyi, who brings manda (knowledge or gnosis) to Earth,[1] and Hibil Ziwa, who conquers the World of Darkness.[11]: 206–213  Some uthras are commonly referred to as emanations and are subservient beings to 'The First Life'; their names include Second, Third, and Fourth Life (i.e. Yushamin, Abatur, and Ptahil).[44][1]: 8 \n\nPtahil (Classical Mandaic: ࡐࡕࡀࡄࡉࡋ), the 'Fourth Life', alone does not constitute the demiurge, but only fills that role insofar as he is seen as the creator of the material world with the help of the evil spirit Ruha. Ruha is viewed negatively as the personification of the lower, emotional, and feminine elements of the human psyche.[45]: 188  Therefore, the material world is a mixture of 'light' and 'dark'.[23][1] Ptahil is the lowest of a group of three emanations, the other two being Yushamin (Classical Mandaic: ࡉࡅࡔࡀࡌࡉࡍ, the 'Second Life' (also spelled Joshamin) and Abatur (Classical Mandaic: ࡀࡁࡀࡕࡅࡓ), the 'Third Life'. Abatur's demiurgic role consists of weighing the souls of the dead to determine their fate. The role of Yushamin, the first emanation, is more obscure; wanting to create a world of his own, he was punished for opposing the King of Light ('The First Life'), but was ultimately forgiven.[30]: 39–40, 43 [26]\n\nSimilar to the Essenes, it is forbidden for a Mandaean to reveal the names of the angels to a gentile.[23]: 94 \n\nMandaeans recognize several prophets. Yahia-Yohanna also known as Yuhana Maṣbana (Classical Mandaic: ࡉࡅࡄࡀࡍࡀ ࡌࡀࡑࡁࡀࡍࡀ, lit. 'John the Baptizer' Iuhana Maṣbana)[46] and Yuhana bar Zakria (John, son of Zechariah)[47] known in Christianity as John the Baptist, is accorded a special status, higher than his role in either Christianity or Islam. Mandaeans do not consider John to be the founder of their religion but they revere him as their greatest teacher who renews and reforms their ancient faith,[19]: 101 [1]: 24  tracing their beliefs back to Adam. John is believed to be a messenger of Light (nhura) and Truth (kushta) who possessed the power of healing and full Gnosis (manda).[12]: 48 \n\nMandaeism does not consider Abraham, Moses or Jesus Mandaean prophets, however, it teaches the belief that Abraham and Jesus were originally Mandaean priests.[24][19][30]: 116  They recognize other prophetic figures from the Abrahamic religions, such as Adam, his sons Hibil (Abel) and Sheetil (Seth), and his grandson Anush (Enosh), as well as Nuh (Noah), Sam (Shem), and Ram (Aram), whom they consider to be their direct ancestors. Mandaeans consider Adam, Seth, Noah, Shem and John the Baptist to be prophets with Adam the founder and John the greatest and final prophet.[12]: 45 [13]\n\nThe Mandaeans have a large corpus of religious scriptures, the most important of which is the Ginza Rabba or Ginza, a collection of history, theology, and prayers.[48] The Ginza Rabba is divided into two halves—the Genzā Smālā or Left Ginza, and the Genzā Yeminā or Right Ginza. By consulting the colophons in the Left Ginza, Jorunn J. Buckley has identified an uninterrupted chain of copyists to the late second or early third century.[49] The colophons attest to the existence of the Mandaeans during the late Parthian Empire.\n\nThe oldest texts are lead amulets from about the third century CE, followed by incantation bowls from about 600 CE. The important religious texts survived in manuscripts that are not older than the sixteenth century, with most coming from the eighteenth and nineteenth centuries.[50]\n\nMandaean religious texts may have been originally orally transmitted before being written down by scribes, making dating and authorship difficult.[23]: 20 \n\nAnother important text is the Haran Gawaita, which tells the history of the Mandaeans. According to this text, a group of Nasoraeans (Mandean priests) left Judea before the destruction of Jerusalem in the first century CE, and settled within the Parthian Empire.[19]\n\nOther important books include the Qolusta, the canonical prayerbook of the Mandaeans, which was translated by E. S. Drower.[51] One of the chief works of Mandaean scripture, accessible to laymen and initiates alike, is the Mandaean Book of John, which includes a dialogue between John and Jesus. In addition to the Ginza, Qolusta, and Draša d-Yahya, there is the Diwan Abatur, which contains a description of the 'regions' the soul ascends through, and the Book of the Zodiac (Asfar Malwāshē). Finally, there are some pre-Muslim artifacts that contain Mandaean writings and inscriptions, such as some Aramaic incantation bowls.\n\n\nMandaean ritual commentaries (esoteric exegetical literature), which are typically written in scrolls rather than codices, include:[1]\n\nThe language in which the Mandaean religious literature was originally composed is known as Mandaic, a member of the Aramaic group of dialects. It is written in the Mandaic script, a cursive variant of the Parthian chancellery script. Many Mandaean laypeople do not speak this language, although some members of the Mandaean community resident in Iran and Iraq continue to speak Neo-Mandaic, a modern version of this language.\n\n"
        },
        {
            "title": "Worship and rituals",
            "text": "The two most important ceremonies in Mandaean worship are baptism (Masbuta), and 'the ascent' (Masiqta – a mass for the dead or ascent of the soul ceremony). Unlike in Christianity, baptism is not a one-off event but is performed every Sunday, the Mandaean holy day, as a ritual of purification. Baptism usually involves full immersion in flowing water, and all rivers considered fit for baptism are called Yardena (after the River Jordan). After emerging from the water, the worshipper is anointed with holy sesame oil and partakes in a communion of sacramental bread and water. The ascent of the soul ceremony, called the masiqta, can take various forms, but usually involves a ritual meal in memory of the dead. The ceremony is believed to help the souls of the departed on their journey through purgatory to the World of Light.[53][23]\n\nOther rituals for purification include the Rishama and the Tamasha which, unlike Masbuta, can be performed without a priest.[23] The Rishama (signing) is performed before prayers and involves washing the face and limbs while reciting specific prayers. It is performed daily, before sunrise, with hair covered and after evacuation of bowels or before religious ceremonies[40] (see wudu). The Tamasha is a triple immersion in the river without a requirement for a priest. It is performed by women after menstruation or childbirth, men and women after sexual activity or nocturnal emission, touching a dead corpse or any other type of defilement[40] (see tevilah). Ritual purification also applies to fruits, vegetables, pots, pans, utensils, animals for consumption and ceremonial garments (rasta).[40] Purification for a dying person is also performed. It includes bathing involving a threefold sprinkling of river water over the person from head to feet.[40]\n\nA Mandaean's grave must be in the north-south direction so that if the dead Mandaean were stood upright, they would face north.[23]: 184  Similarly, Essene graves are also oriented north-south.[54] Mandaeans must face north during prayers, which are performed three times a day.[55][56][23] Daily prayer in Mandaeism is called brakha.\n\nZidqa (almsgiving) is also practiced in Mandaeism with Mandaean laypeople regularly offering alms to priests.\n\nA mandī (Arabic: مندى) (beth manda) or mashkhanna[57] is a place of worship for followers of Mandaeism. A mandī must be built beside a river in order to perform maṣbuta (baptism) because water is an essential element in the Mandaean faith. Modern mandīs sometimes have a bath inside a building instead. Each mandi is adorned with a drabsha, which is a banner in the shape of a cross, made of olive wood half covered with a piece of white pure silk cloth and seven branches of myrtle. The drabsha is not identified with the Christian cross. Instead, the four arms of the drabsha symbolize the four corners of the universe, while the pure silk cloth represents the Light of God.[58] The seven branches of myrtle represent the seven days of creation.[59][60]\n\nMandaeans believe in marriage (qabin) and procreation, placing a high priority upon family life and in the importance of leading an ethical and moral lifestyle. They are pacifist and egalitarian, with the earliest attested Mandaean scribe being a woman, Shlama Beth Qidra, who copied the Left Ginza sometime in the 2nd century CE.[1]: 4  There is evidence for women priests, especially in the pre-Islamic era.[61] God created the human body complete, so no part of it should be removed or cut off, hence circumcision is considered bodily mutilation for Mandaeans and therefore forbidden.[40][23] Mandaeans abstain from strong drink and most red meat, however meat consumed by Mandaeans must be slaughtered according to the proper rituals. The approach to the slaughter of animals for consumption is always apologetic.[40] On some days, they refrain from eating meat.[45] Fasting in Mandaeism is called sauma. Mandaeans have an oral tradition that some were originally vegetarian.[25]: 32 \n\n"
        },
        {
            "title": "Priests",
            "text": "There is a strict division between Mandaean laity and the priests. According to E. S. Drower (The Secret Adam, p. ix):\n\nThere are three grades of priesthood in Mandaeism: the tarmidia (Classical Mandaic: ࡕࡀࡓࡌࡉࡃࡉࡀ) \"disciples\" (Neo-Mandaic tarmidānā), the ganzibria (Classical Mandaic: ࡂࡀࡍࡆࡉࡁࡓࡉࡀ) \"treasurers\" (from Old Persian ganza-bara \"id.\", Neo-Mandaic ganzeḇrānā) and the rišama (Classical Mandaic: ࡓࡉࡔࡀࡌࡀ) \"leader of the people\". Ganzeḇrā, a title which appears first in a religious context in the Aramaic ritual texts from Persepolis (c. 3rd century BCE), and which may be related to the kamnaskires (Elamite <qa-ap-nu-iš-ki-ra> kapnuskir \"treasurer\"), title of the rulers of Elymais (modern Khuzestan) during the Hellenistic age. Traditionally, any ganzeḇrā who baptizes seven or more ganzeḇrānā may qualify for the office of rišama. The current rišama of the Mandaean community in Iraq is Sattar Jabbar Hilo al-Zahrony. In Australia, the Mandaean rišama is Salah Chohaili.[2][63][64]\n\nThe contemporary priesthood can trace its immediate origins to the first half of the 19th century. In 1831, an outbreak of cholera in Shushtar, Iran devastated the region and eliminated most, if not all, of the Mandaean religious authorities there. Two of the surviving acolytes (šgandia), Yahia Bihram and Ram Zihrun, reestablished the priesthood in Suq al-Shuyukh on the basis of their own training and the texts that were available to them.[65]\n\nIn 2009, there were two dozen Mandaean priests in the world.[66] However, according to the Mandaean Society in America, the number of priests has been growing in recent years.\n\n"
        },
        {
            "title": "Scholarship",
            "text": "According to Edmondo Lupieri, as stated in his article in Encyclopædia Iranica, \"The possible historical connection with John the Baptist, as seen in the newly translated Mandaean texts, convinced many (notably R. Bultmann) that it was possible, through the Mandaean traditions, to shed some new light on the history of John and on the origins of Christianity. This brought around a revival of the otherwise almost fully abandoned idea of their Palestinian origins. As the archeological discovery of Mandaean incantation bowls and lead amulets proved a pre-Islamic Mandaean presence in the southern Mesopotamia, scholars were obliged to hypothesize otherwise unknown persecutions by Jews or by Christians to explain the reason for Mandaeans' departure from Palestine.\" Lupieri believes Mandaeism is a post-Christian southern Mesopotamian Gnostic off-shoot and claims that Zazai d-Gawazta to be the founder of Mandaeism in the 2nd Century. Jorunn J. Buckley refutes this by confirming scribes that predate Zazai who copied the Ginza Rabba.[49][20] In addition to Edmondo Lupieri, Christa Müller-Kessler argues against the Palestinian origin theory of the Mandaeans claiming that the Mandaeans are Mesopotamian.[67] Edwin Yamauchi believes Mandaeism's origin lies in the Transjordan, where a group of 'non-Jews' migrated to Mesopotamia and combined their Gnostic beliefs with indigenous Mesopotamian beliefs at the end of the 2nd century CE.[68]: 78 [69] Kevin van Bladel claims that Mandaeism originated no earlier than 5th century Sassanid Mesopotamia, a thesis which has been criticized by James F. McGrath.[70]\n\nBrikha Nasoraia, a Mandaean priest and scholar, accepts a two-origin theory in which he considers the contemporary Mandaeans to have descended from both a line of Mandaeans who had originated from the Jordan valley of Palestine, as well as another group of Mandaeans (or Gnostics) who were indigenous to southern Mesopotamia. Thus, the historical merging of the two groups gave rise to the Mandaeans of today.[71]: 55 \n\nScholars specializing in Mandaeism such as Kurt Rudolph, Mark Lidzbarski, Rudolf Macúch, Ethel S. Drower, Eric Segelberg, James F. McGrath, Charles G. Häberl, Jorunn Jacobsen Buckley, and Şinasi Gündüz argue for a Palestinian origin. The majority of these scholars believe that the Mandaeans likely have a historical connection with John the Baptist's inner circle of disciples.[25]: xiv [72][73]: vii, 256 [1][74][48][75][76][77] Charles Häberl, who is also a linguist specializing in Mandaic, finds Jewish Palestinian Aramaic, Samaritan Aramaic, Hebrew, Greek and Latin influence on Mandaic and accepts Mandaeans having a \"shared Palestinian history with Jews\".[78][79] In addition, scholars such as Richard August Reitzenstein, Rudolf Bultmann, G. R. S. Mead, Samuel Zinner, Richard Thomas, J. C. Reeves, G. Quispel and K. Beyer also argue for a Judea/Palestine or Jordan Valley origin for the Mandaeans.[68]: 78 [80][81][82][83][84][85] James McGrath and Richard Thomas believe there is a direct connection between Mandaeism and pre-exilic traditional Israelite religion.[86][82] Lady Ethel S. Drower \"sees early Christianity as a Mandaean heresy\"[87] and adds \"heterodox Judaism in Galilee and Samaria appears to have taken shape in the form we now call gnostic, and it may well have existed some time before the Christian era.\"[25]: xv  Barbara Thiering questions the dating of the Dead Sea Scrolls and suggests that the Teacher of Righteousness (leader of the Essenes) was John the Baptist.[88] Jorunn J. Buckley accepts Mandaeism's Israelite or Judean origins[19]: 97  and adds:\n\n"
        },
        {
            "title": "Other names",
            "text": "During the 9th and 10th centuries several religious groups came to be identified with the mysterious Sabians (sometimes also spelled 'Sabaeans' or 'Sabeans', but not to be confused with the Sabaeans of South Arabia) mentioned in the Quran alongside the Jews, the Christians, and the Zoroastrians as a 'people of the book' (ahl al-kitāb).[89] These religious groups, which included the Mandaeans but also various pagan groups in Harran (Upper Mesopotamia) and the marshlands of southern Iraq, claimed the name in order to be recognized by the Muslim authorities as a people of the book deserving of legal protection (dhimma).[90]. The earliest source to unambiguously apply the term 'Sabian' to the Mandaeans was al-Hasan ibn Bahlul (fl. 950–1000) citing the Abbasid vizier Abu Ali Muhammad ibn Muqla (c. 885–940).[91] However, it is not clear whether the Mandaeans of this period identified themselves as Sabians or whether the claim originated with Ibn Muqla.[92]\n\nSome modern scholars have identified the Sabians mentioned in the Quran as Mandaeans,[93] although many other possible identifications have been proposed.[94] Some scholars believe it is impossible to establish their original identity with any degree of certainty.[95] Mandaeans continue to be called Sabians to this day.[96]\n\nThe Haran Gawaita uses the name Nasoraeans for the Mandaeans arriving from Jerusalem meaning guardians or possessors of secret rites and knowledge.[97] Scholars such as Kurt Rudolph, Rudolf Macúch, Mark Lidzbarski and Ethel S. Drower and James F. McGrath connect the Mandaeans with the Nasaraeans described by Epiphanius, a group within the Essenes according to Joseph Lightfoot.[98][99][25]: xiv [72][100][75][101][102] Epiphanius says (29:6) that they existed before Christ. That is questioned by some, but others accept the pre-Christian origin of the Nasaraeans.[25]: xiv [103]\n\n"
        },
        {
            "title": "Relations with other groups",
            "text": "The Elkesaites were a Judeo-Christian baptismal sect that originated in the Transjordan and were active between 100 to 400 CE.[104] The members of this sect, like the Mandaeans, performed frequent baptisms for purification and had a Gnostic disposition.[104][23]: 123  The sect is named after its leader Elkesai.[105]\n\nAccording to Joseph Lightfoot, the Church Father Epiphanius (writing in the 4th century CE) seems to make a distinction between two main groups within the Essenes:[102] \"Of those that came before his [Elxai (Elkesai), an Ossaean prophet] time and during it, the Ossaeans and the Nasaraeans.\"[106]\n\nEpiphanius describes the Ossaeans as following:\n\nThe Essenes were a mystic Jewish sect during the Second Temple period that flourished from the 2nd century BCE to the 1st century CE.[107]\n\nEarly Mandaean religious concepts and terminologies recur in the Dead Sea Scrolls, and Yardena (Jordan) has been the name of every baptismal water in Mandaeism.[108] One of the names for the Mandaean God Hayyi Rabbi, Mara d-Rabuta (Lord of Greatness) is found in the Genesis Apocryphon II, 4.[109]: 552–553  An early Mandaean self-appellation is bhiri zidqa meaning 'elect of righteousness' or 'the chosen righteous', a term found in the Book of Enoch and Genesis Apocryphon II, 4.[109]: 552–553 [97][45]: 18 [110] As Nasoraeans, Mandaeans believe that they constitute the true congregation of bnai nhura meaning 'Sons of Light', a term used by the Essenes.[12]: 50 [111] Mandaean scripture affirms that the Mandaeans descend directly from  John the Baptist's original Nasoraean Mandaean disciples in Jerusalem and there are numerous similarities between John's movement and the Essenes.[24]: vi, ix [112] Similar to the Essenes, it is forbidden for a Mandaean to reveal the names of the angels to a gentile.[23]: 94  Essene graves are oriented north-south[54] and a Mandaean's grave must also be in the north-south direction so that if the dead Mandaean were stood upright, they would face north.[23]: 184  Mandaeans have an oral tradition that some were originally vegetarian[25]: 32  and also similar to the Essenes, they are pacifists.[113]: 47 [27]\n\nThe beit manda (beth manda) is described as biniana rab ḏ-srara (\"the Great building of Truth\") and bit tuslima (\"house of Perfection\") in Mandaean texts such as the Qolasta, Ginza Rabba, and the Mandaean Book of John. The only known literary parallels are in Essene texts from Qumran such as the Community Rule, which has similar phrases such as the \"house of Perfection and Truth in Israel\" (Community Rule 1QS VIII 9) and \"house of Truth in Israel.\"[114]\n\nBana'im were a minor Jewish sect and an offshoot of the Essenes during the second century in Palestine.[115][116]\nThe Bana'im put heavy emphasis on the cleanliness of clothing since they believed that garments cannot even have a small mudstain before dipping in purifying water. There exists considerable debate around their activities in Palestine and the meaning of the name, some believe that they would put heavy emphasis on the study of the creation of the world, while some believe that the Bana'im were an Essene order employed with the ax and shovel. Other scholars instead have suggested that the name of the Bana'im is derived from the Greek word for \"bath\". In this case the sect would be similar to the Hemerobaptists or Tovelei Shaḥarit.[117][better source needed]\n\nHemerobaptists (Heb. Tovelei Shaḥarit; 'Morning Bathers') were an ancient religious sect that practiced daily baptism. They were likely a division of the Essenes.[117]\nIn the Clementine Homilies (ii. 23), John the Baptist and his disciples are mentioned as Hemerobaptists. The Mandaeans have been associated with the Hemerobaptists on account of both practicing frequent baptism and Mandaeans believing they are disciples of John.[118][24][119]\n\nMaghāriya were a minor Jewish sect that appeared in the first century BCE, their special practice was the keeping of all their literature in caves in the surrounding hills of Palestine. They made their own commentaries on the Bible and the law. The Maghāriya believed that God is too sublime to mingle with matter, thus they did not believe that God directly created the world, but that an angel, which represents God created the earth which is similar to the Mandaean demiurgic Ptahil. Some scholars have identified the Maghāriya with the Essenes or the Therapeutae.[117][120][121]\n\nsee Nasoraeans\n\nsee Elkesaites\n\nNathaniel Deutsch writes:\n\nR.J. Zwi Werblowsky suggests Mandaeism has more commonality with Kabbalah than with Merkabah mysticism such as cosmogony and sexual imagery. The Thousand and Twelve Questions, Scroll of Exalted Kingship, and Alma Rišaia Rba link the alphabet with the creation of the world, a concept found in Sefer Yetzirah and the Bahir.[122]: 217 \nMandaean names for uthras have been found in Jewish magical texts. Abatur appears to be inscribed inside a Jewish magic bowl in a corrupted form as \"Abiṭur\". Ptahil is found in Sefer HaRazim listed among other angels who stand on the ninth step of the second firmament.[123]: 210–211 \n\nAccording to the Fihrist of ibn al-Nadim, the Mesopotamian prophet Mani, the founder of Manichaeism, was brought up within the Elkesaite (Elcesaite or Elchasaite) sect, this being confirmed more recently by the Cologne Mani Codex. None of the Manichaean scriptures has survived in its entirety, and it seems that the remaining fragments have not been compared to the Ginza Rabba. Mani later left the Elkasaites to found his own religion. In a comparative analysis, the Swedish Egyptologist Torgny Säve-Söderbergh indicated that Mani's Psalms of Thomas was closely related to Mandaean texts.[124] According to E. S. Drower, \"some of the most ancient Manichaean psalms, the Coptic Psalms of Thomas, were paraphrases and even word-for-word translations of Mandaic originals; prosody and phrase offering proof that the Manichaean was the borrower and not vice-versa.\"[24]: IX \n\nAn extensive discussion of the relationships between Mandaeism and Manichaeism can be found in Băncilă (2018).[125]\n\nAccording to Magris, Samaritan Baptist sects were an offshoot of John the Baptist.[126] One offshoot was in turn headed by Dositheus, Simon Magus, and Menander. It was in this milieu that the idea emerged that the world was created by ignorant angels. Their baptismal ritual removed the consequences of sin, and led to a regeneration by which natural death, which was caused by these angels, was overcome.[126] The Samaritan leaders were viewed as \"the embodiment of God's power, spirit, or wisdom, and as the redeemer and revealer of 'true knowledge'\".[126]\n\nThe Simonians were centered on Simon Magus, the magician baptised by Philip and rebuked by Peter in Acts 8, who became in early Christianity the archetypal false teacher. The ascription by Justin Martyr, Irenaeus, and others of a connection between schools in their time and the individual in Acts 8 may be as legendary as the stories attached to him in various apocryphal books. Justin Martyr identifies Menander of Antioch as Simon Magus' pupil. According to Hippolytus, Simonianism is an earlier form of Valentinianism.[127]\n\nKurt Rudolph has observed many parallels between Mandaean texts and Sethian Gnostic texts from the Nag Hammadi library.[128] Birger A. Pearson also compares the \"Five Seals\" of Sethianism, which he believes is a reference to quintuple ritual immersion in water, to Mandaean masbuta.[129] According to Buckley (2010), \"Sethian Gnostic literature ... is related, perhaps as a younger sibling, to Mandaean baptism ideology.\"[130]\n\nA Mandaean baptismal formula was adopted by Valentinian Gnostics in Rome and Alexandria in the 2nd century CE.[19]: 109 \n\n"
        },
        {
            "title": "Demographics",
            "text": "It is estimated that there are 60,000–100,000 Mandaeans worldwide.[60] Their proportion in their native lands has collapsed because of the Iraq War, with most of the community relocating to nearby Iran, Syria, and Jordan. There are approximately 2,500 Mandaeans in Jordan.[131]\n\nIn 2011, Al Arabiya put the number of hidden and unaccounted for Iranian Mandaeans in Iran as high as 60,000.[132] According to a 2009 article in The Holland Sentinel, the Mandaean community in Iran has also been dwindling, numbering between 5,000 and at most 10,000 people.\n\nMany Mandaeans have formed diaspora communities outside the Middle East in Sweden, Netherlands, Germany, USA, Canada, New Zealand, UK and especially Australia, where around 10,000 now reside, mainly around Sydney, representing 15% of the total world Mandaean population.[133]\n\nApproximately 1,000 Iranian Mandaeans have emigrated to the United States, since the US State Department in 2002 granted them protective refugee status, which was also later accorded to Iraqi Mandaeans in 2007.[134] A community estimated at 2,500 members live in Worcester, Massachusetts, where they began settling in 2008. Most emigrated from Iraq.[135]\n\nMandaeism does not allow conversion, and the religious status of Mandaeans who marry outside the faith and their children is disputed.[66]\n\n"
        }
    ]
}