{
    "url": "https://en.wikipedia.org/wiki/Mantispidae",
    "title": "Mantispidae",
    "table_of_contents": [
        "1 Description and ecology",
        "2 Systematics",
        "2.1 Calomantispinae",
        "2.2 Drepanicinae",
        "2.3 Mantispinae",
        "2.4 Symphrasinae",
        "2.5 †Mesomantispinae",
        "2.6 Unassigned",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMantispidae, known commonly as mantidflies, mantispids, mantid lacewings, mantisflies or mantis-flies, is a family of small to moderate-sized insects in the order Neuroptera. There are many genera with around 400 species worldwide,[1] especially in the tropics and subtropics. Only 5 species of Mantispa occur in Europe.[2] As their names suggest, members of the group possess raptorial forelimbs similar to those of praying mantis, a case of convergent evolution.\n\n"
        },
        {
            "title": "Description and ecology",
            "text": "About 5–47 mm (0.20–1.85 in) long and with a wingspan of 5–30 mm (0.2–1.2 in), some mantidflies such as Climaciella brunnea, Euclimacia nodosa[3][4] are wasp mimics,[5] but most are brownish with green, yellow and sometimes red hues. The vernacular and scientific names are derived from their mantis-like appearance, as their spiny \"raptorial\" front legs are modified to catch small insect prey and are very similar to the front legs of mantids (the only difference is that the pincers lack footpads and are not used for walking at all). The adults are predatory insects that are often nocturnal, and are sometimes attracted by porch lights or blacklights. They are usually green, brown, yellow, and sometimes pink, and have four membranous wings which may sometimes be patterned (especially in wasp mimicking species) but are usually clear. Adult mantidflies are predators of suitably sized insects, which they catch as mantids do. However, the underlying mechanisms for the prey capture behavior are different in mantidflies and mantids.[6] Mantidflies are active hunters, but as with other Neuroptera, they are cumbersome fliers.\n\nSymphrasinae larvae are sedentary parasitoids on bee, wasp or scarab beetle larvae. Larvae of the Calomantispinae are predators of small arthropods, and in at least one species they are mobile. Mantispinae have the most specialized larval development among all mantidflies studied to date (the life history of the Drepanicinae remains unknown): their campodeiform larvae seek out female spiders or their egg sacs which they then enter; the scarabaeiform larvae then feed on the spider eggs, draining egg contents through a piercing/sucking tube formed by modified mandibles and maxillae, pupating in the egg sac.[1]\n\nFirst-instar mantispids use two strategies to locate spider eggs: larvae may burrow directly through the silk of egg sacs they find, or they may board and be carried by female spiders prior to sac production (phoresy), entering the sac as it is being constructed. Mantispids that board spiders usually adopt positions on or near the pedicel; some species may enter the spider's book lungs. Larvae maintain themselves aboard spiders by feeding on spider hemolymph. Transfers of larvae from spider to spider are possible during spider mating or cannibalism. All of the major groups of hunting spiders are attacked by spider-boarding mantispids; the egg sacs of web-building species are also entered by egg-sac penetrators.[7]\n\n"
        },
        {
            "title": "Systematics",
            "text": "Among the Neuroptera (which includes lacewings and owlflies), mantidflies are apparently most closely related to the Dilaridae (pleasing lacewings) and the thorny (Rhachiberothidae) and beaded lacewings (Berothidae). These and the prehistoric Mesithonidae - probably a paraphyletic assemblage rather than a natural group - form the superfamily Mantispoidea.\n\nMany mantidflies are placed in one of the four subfamilies, of which the Symphrasinae are probably the most distinct and the Mantispinae are the most advanced. But a considerable number of taxa cannot be easily accommodated in this layout, and are therefore better treated as incertae sedis at present.\n\nExtant taxa based on Global Biodiversity Information Facility[8] and extinct taxa based on Jepson, 2015 and subsequent literature.[9]\n\nAuth: Navás, 1909\n\nAuth: Makarkin 1996\n\nFossil taxa may be of an altogether quite basal position, for example the Jurassic Liassochrysa (about 180 million years old) and Promantispa (about 155 million years old) have been assigned to either a basal position within the group or Drepanicinae, the most basal subfamily within the group. The Early Jurassic Prohemerobius dilaroides (the type species of the \"Prohemerobiidae\" assemblage) as well as the Late Permian Permantispa emelyanovi (of the just as likely paraphyletic \"Permithonidae\") were suggested to possibly represent ancestral mantidflies[11] However, later studies found them to be basal members of Psychopsoidea and Neuroptera respectively.[12]\n\nMost living genera from which fossil species are also known to go back to the Miocene; the Oligocene \"Climaciella\" henrotayi probably does not belong in the living genus. Two fossil species have been described as part of the extant genus Dicromantispa, Dicromantispa moronei from Dominican amber and Dicromantispa electromexicana from Mexican amber.[1]\n\nThe North American species include:\n\nParaberotha, Retinoberotha and Whalfera were formerly placed here, but have since been recognized as Rhachiberothidae. Mantispidiptera are diminutive insects, apparently neuropterans of some sort, perhaps Hemerobiiformia; their exact affiliation cannot at present be determined because of their odd apomorphies, though they are unlikely to have been mantidflies.[1][11]\n\n"
        }
    ]
}