{
    "url": "https://en.wikipedia.org/wiki/Manufacturing_process",
    "title": "Manufacturing",
    "table_of_contents": [
        "1 Etymology",
        "2 History and development",
        "2.1 Prehistory and ancient history",
        "2.2 Medieval and early modern",
        "2.3 First and Second Industrial Revolutions",
        "2.4 Modern manufacturing",
        "3 Industrial policy",
        "3.1 Economics of manufacturing",
        "3.2 Finance",
        "3.3 Safety",
        "3.4 Manufacturing and investment",
        "4 Major manufacturing nations",
        "4.1 List of countries by manufacturing output",
        "5 See also",
        "6 References",
        "7 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nManufacturing is the creation or production of goods with the help of equipment, labor, machines, tools, and chemical or biological processing or formulation. It is the essence of secondary sector of the economy.[1] The term may refer to a range of human activity, from handicraft to high-tech, but it is most commonly applied to industrial design, in which raw materials from the primary sector are transformed into finished goods on a large scale. Such goods may be sold to other manufacturers for the production of other more complex products (such as aircraft, household appliances, furniture, sports equipment or automobiles), or distributed via the tertiary industry to end users and consumers (usually through wholesalers, who in turn sell to retailers, who then sell them to individual customers).\n\nManufacturing engineering is the field of engineering that designs and optimizes the manufacturing process, or the steps through which raw materials are transformed into a final product. The manufacturing process begins with the product design, and materials specification. These materials are then modified through manufacturing to become the desired product.\n\nModern manufacturing includes all intermediate processes involved in the production and integration of a product's components. Some industries, such as semiconductor and steel manufacturers, use the term fabrication instead.\n\nThe manufacturing sector is closely connected with the engineering and industrial design industries.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The Modern English word manufacture is likely derived from the Middle French manufacture (\"process of making\") which itself originates from the Classical Latin manū (\"hand\") and Middle French facture (\"making\"). Alternatively, the English word may have been independently formed from the earlier English manufact (\"made by human hands\") and facture.[2] Its earliest usage in the English language was recorded in the mid-16th century to refer to the making of products by hand.[3][4]\n\n"
        },
        {
            "title": "History and development",
            "text": "Human ancestors have manufactured objects using stone and other tools since long before the emergence of Homo sapiens approximately 200,000 years ago.[5] The earliest methods of stone tool making, known as the Oldowan \"industry\", date back to at least 2.3 million years ago,[6] with the earliest direct evidence of tool usage found in Ethiopia within the Great Rift Valley, dating back to 2.5 million years ago.[7] To manufacture a stone tool, a \"core\" of hard stone with specific flaking properties (such as flint) was struck with a hammerstone. This flaking produced sharp edges which could be used as tools, primarily in the form of choppers or scrapers.[8] These tools greatly aided the early humans in their hunter-gatherer lifestyle to form other tools out of softer materials such as bone and wood.[9] The Middle Paleolithic, approximately 300,000 years ago, saw the introduction of the prepared-core technique, where multiple blades could be rapidly formed from a single core stone.[8] Pressure flaking, in which a wood, bone, or antler punch could be used to shape a stone very finely was developed during the Upper Paleolithic, beginning approximately 40,000 years ago.[10] During the Neolithic period, polished stone tools were manufactured from a variety of hard rocks such as flint, jade, jadeite, and greenstone. The polished axes were used alongside other stone tools including projectiles, knives, and scrapers, as well as tools manufactured from organic materials such as wood, bone, and antler.[11]\n\nCopper smelting is believed to have originated when the technology of pottery kilns allowed sufficiently high temperatures.[12] The concentration of various elements such as arsenic increase with depth in copper ore deposits and smelting of these ores yields arsenical bronze, which can be sufficiently work hardened to be suitable for manufacturing tools.[12] Bronze is an alloy of copper with tin; the latter being found in relatively few deposits globally caused a long time to elapse before true tin bronze became widespread. During the Bronze Age, bronze was a major improvement over stone as a material for making tools, both because of its mechanical properties like strength and ductility and because it could be cast in molds to make intricately shaped objects. Bronze significantly advanced shipbuilding technology with better tools and bronze nails, which replaced the old method of attaching boards of the hull with cord woven through drilled holes.[13] The Iron Age is conventionally defined by the widespread manufacturing of weapons and tools using iron and steel rather than bronze.[14] Iron smelting is more difficult than tin and copper smelting because smelted iron requires hot-working and can be melted only in specially designed furnaces. The place and time for the discovery of iron smelting is not known, partly because of the difficulty of distinguishing metal extracted from nickel-containing ores from hot-worked meteoritic iron.[15]\n\nDuring the growth of the ancient civilizations, many ancient technologies resulted from advances in manufacturing. Several of the six classic simple machines were invented in Mesopotamia.[16] Mesopotamians have been credited with the invention of the wheel. The wheel and axle mechanism first appeared with the potter's wheel, invented in Mesopotamia (modern Iraq) during the 5th millennium BC.[17] Egyptian paper made from papyrus, as well as pottery, were mass-produced and exported throughout the Mediterranean basin. Early construction techniques used by the Ancient Egyptians made use of bricks composed mainly of clay, sand, silt, and other minerals.[18]\n\nThe Middle Ages witnessed new inventions, innovations in the ways of managing traditional means of production, and economic growth. Papermaking, a 2nd-century Chinese technology, was carried to the Middle East when a group of Chinese papermakers were captured in the 8th century.[19] Papermaking technology was spread to Europe by the Umayyad conquest of Hispania.[20] A paper mill was established in Sicily in the 12th century. In Europe the fiber to make pulp for making paper was obtained from linen and cotton rags. Lynn Townsend White Jr. credited the spinning wheel with increasing the supply of rags, which led to cheap paper, which was a factor in the development of printing.[21] Due to the casting of cannon, the blast furnace came into widespread use in France in the mid 15th century.  The blast furnace had been used in China since the 4th century BC.[12] The stocking frame, which was invented in 1598, increased a knitter's number of knots per minute from 100 to 1000.[22]\n\nThe Industrial Revolution was the transition to new manufacturing processes in Europe and the United States from 1760 to the 1830s.[23] This transition included going from hand production methods to machines, new chemical manufacturing and iron production processes, the increasing use of steam power and water power, the development of machine tools and the rise of the mechanized factory system. The Industrial Revolution also led to an unprecedented rise in the rate of population growth. Textiles were the dominant industry of the Industrial Revolution in terms of employment, value of output and capital invested. The textile industry was also the first to use modern production methods.[24]: 40  Rapid industrialization first began in Britain, starting with mechanized spinning in the 1780s,[25] with high rates of growth in steam power and iron production occurring after 1800. Mechanized textile production spread from Great Britain to continental Europe and the United States in the early 19th century, with important centres of textiles, iron and coal emerging in Belgium and the United States and later textiles in France.[24]\n\nAn economic recession occurred from the late 1830s to the early 1840s when the adoption of the Industrial Revolution's early innovations, such as mechanized spinning and weaving, slowed down and their markets matured. Innovations developed late in the period, such as the increasing adoption of locomotives, steamboats and steamships, hot blast iron smelting and new technologies, such as the electrical telegraph, were widely introduced in the 1840s and 1850s, were not powerful enough to drive high rates of growth. Rapid economic growth began to occur after 1870, springing from a new group of innovations in what has been called the Second Industrial Revolution. These innovations included new steel making processes, mass-production, assembly lines, electrical grid systems, the large-scale manufacture of machine tools and the use of increasingly advanced machinery in steam-powered factories.[24][26][27][28]\n\nBuilding on improvements in vacuum pumps and materials research, incandescent light bulbs became practical for general use in the late 1870s. This invention had a profound effect on the workplace because factories could now have second and third shift workers.[29] Shoe production was mechanized during the mid 19th century.[30] Mass production of sewing machines and agricultural machinery such as reapers occurred in the mid to late 19th century.[31] The mass production of bicycles started in the 1880s.[31] Steam-powered factories became widespread, although the conversion from water power to steam occurred in England earlier than in the U.S.[32]\n\nElectrification of factories, which had begun gradually in the 1890s after the introduction of the practical DC motor and the AC motor, was fastest between 1900 and 1930. This was aided by the establishment of electric utilities with central stations and the lowering of electricity prices from 1914 to 1917.[33] Electric motors allowed more flexibility in manufacturing and required less maintenance than line shafts and belts.  Many factories witnessed a 30% increase in output owing to the increasing shift to electric motors. Electrification enabled modern mass production, and the biggest impact of early mass production was in the manufacturing of everyday items, such as at the Ball Brothers Glass Manufacturing Company, which electrified its mason jar plant in Muncie, Indiana, U.S. around 1900. The new automated process used glass blowing machines to replace 210 craftsman glass blowers and helpers. A small electric truck was now used to handle 150 dozen bottles at a time whereas previously used hand trucks could only carry 6 dozen bottles at a time. Electric mixers replaced men with shovels handling sand and other ingredients that were fed into the glass furnace. An electric overhead crane replaced 36 day laborers for moving heavy loads across the factory.[34]\n\nMass production was popularized in the late 1910s and 1920s by Henry Ford's Ford Motor Company,[35] which introduced electric motors to the then-well-known technique of chain or sequential production. Ford also bought or designed and built special purpose machine tools and fixtures such as multiple spindle drill presses that could drill every hole on one side of an engine block in one operation and a multiple head milling machine that could simultaneously machine 15 engine blocks held on a single fixture. All of these machine tools were arranged systematically in the production flow and some had special carriages for rolling heavy items into machining positions. Production of the Ford Model T used 32,000 machine tools.[36]\n\nLean manufacturing (also known as just-in-time manufacturing), was developed in Japan in the 1930s. It is a production method aimed primarily at reducing times within the production system as well as response times from suppliers and to customers.[37][38] It was introduced in Australia in the 1950s by the British Motor Corporation (Australia) at its Victoria Park plant in Sydney, from where the idea later migrated to Toyota.[39] News spread to western countries from Japan in 1977 in two English-language articles: one referred to the methodology as the \"Ohno system\", after Taiichi Ohno, who was instrumental in its development within Toyota.[40] The other article, by Toyota authors in an international journal, provided additional details.[41] Finally, those and other publicity were translated into implementations, beginning in 1980 and then quickly multiplying throughout the industry in the United States and other countries.[42]\n\n"
        },
        {
            "title": "Industrial policy",
            "text": "Emerging technologies have offered new growth methods in advanced manufacturing employment opportunities, for example in the Manufacturing Belt in the United States. Manufacturing provides important material support for national infrastructure and also for national defense.\n\nOn the other hand, most manufacturing processes may involve significant social and environmental costs. The clean-up costs of hazardous waste, for example, may outweigh the benefits of a product that creates it. Hazardous materials may expose workers to health risks. These costs are now well known and there is effort to address them by improving efficiency, reducing waste, using industrial symbiosis, and eliminating harmful chemicals.\n\nThe negative costs of manufacturing can also be addressed legally. Developed countries regulate manufacturing activity with labor laws and environmental laws. Across the globe, manufacturers can be subject to regulations and pollution taxes to offset the environmental costs of manufacturing activities. Labor unions and craft guilds have played a historic role in the negotiation of worker rights and wages. Environment laws and labor protections that are available in developed nations may not be available in the third world. Tort law and product liability impose additional costs on manufacturing.  These are significant dynamics in the ongoing process, occurring over the last few decades, of manufacture-based industries relocating operations to \"developing-world\" economies where the costs of production are significantly lower than in \"developed-world\" economies.\n\nFrom a financial perspective, the goal of the manufacturing industry is mainly to achieve cost benefits per unit produced, which in turn leads to cost reductions in product prices for the market towards end customers.[43] This relative cost reduction towards the market, is how manufacturing firms secure their profit margins.[44]\n\nManufacturing has unique health and safety challenges and has been recognized by the National Institute for Occupational Safety and Health (NIOSH) as a priority industry sector in the National Occupational Research Agenda (NORA) to identify and provide intervention strategies regarding occupational health and safety issues.[45][46]\n\nSurveys and analyses of trends and issues in manufacturing and investment around the world focus on such things as:\n\nIn addition to general overviews, researchers have examined the features and factors affecting particular key aspects of manufacturing development. They have compared production and investment in a range of Western and non-Western countries and presented case studies of growth and performance in important individual industries and market-economic sectors.[47][48]\n\nOn June 26, 2009, Jeff Immelt, the CEO of General Electric, called for the United States to increase its manufacturing base employment to 20% of the workforce, commenting that the U.S. has outsourced too much in some areas and can no longer rely on the financial sector and consumer spending to drive demand.[49] Further, while U.S. manufacturing performs well compared to the rest of the U.S. economy, research shows that it performs poorly compared to manufacturing in other high-wage countries.[50] A total of 3.2 million – one in six U.S. manufacturing jobs – have disappeared between 2000 and 2007.[51] In the UK, EEF the manufacturers organisation has led calls for the UK economy to be rebalanced to rely less on financial services and has actively promoted the manufacturing agenda.\n\n"
        },
        {
            "title": "Major manufacturing nations",
            "text": "According to the United Nations Industrial Development Organization (UNIDO), China is the top manufacturer worldwide by 2019 output, producing 28.7% of the total global manufacturing output, followed by United States, Japan, Germany and  India.[52][53]\n\nUNIDO also publishes a Competitive Industrial Performance (CIP) Index, which measures the competitive manufacturing ability of different nations.  The CIP Index combines a nation's gross manufacturing output with other factors like high-tech capability and the nation's impact on the world economy.  Germany topped the 2020 CIP Index, followed by China, South Korea, the United States and Japan. [54][55]\n\nThese are the top 50 countries by total value of manufacturing output in US dollars for its noted year according to World Bank.[56]\n\n"
        }
    ]
}