{
    "url": "https://en.wikipedia.org/wiki/Manufacturing_in_the_United_States",
    "title": "Manufacturing in the United States",
    "table_of_contents": [
        "1 Employment",
        "1.1 History",
        "1.2 Forecast",
        "1.3 Trade policy",
        "2 Modern overview",
        "2.1 Trade balance",
        "2.2 Industries",
        "3 International comparison",
        "4 See also",
        "5 Further reading",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Manufacturing in the United States is a vital sector.[1] The United States is the world's third largest manufacturer (after the People's Republic of China and the European Union) with a record high real output in Q1 2018 of $2.00 trillion (i.e., adjusted for inflation in 2009 Dollars) well above the 2007 peak before the Great Recession of $1.95 trillion.[2] The U.S. manufacturing industry employed 12.35 million people in December 2016 and 12.56 million in December 2017, an increase of 207,000 or 1.7%.[3] Though still a large part of the US economy, in Q1 2018 manufacturing contributed less to GDP than the 'Finance, insurance, real estate, rental, and leasing' sector, the 'Government' sector, or 'Professional and business services' sector.[3]\n\nThough manufacturing output robustly recovered from the Great Recession to reach an all-time high in 2018, manufacturing employment has been declining since the 1990s. This 'jobless recovery' made job creation or preservation in the manufacturing sector an important topic in the 2016 United States presidential election.[4]\n\n"
        },
        {
            "title": "Employment",
            "text": "Manufacturing jobs helped build out the U.S. middle class after World War II, as the U.S. established pro-labor policies and faced limited global competition. Between 1980 and 1985, and then again 2001 to 2009, there were precipitous declines in US manufacturing jobs; it is estimated that 1/3 of US manufacturing jobs vanished in the eight years 2001 to 2009, and few have returned. Some argue that the 2001-2009 period was worse for US manufacturing than the Great Depression.[5]\n\nSince 1979, the number of U.S. manufacturing employment has been declining, especially the sharp decline in 2001 and 2007. The way in which employment in the U.S. manufacturing industry has fallen provides a series of potential policy responses including insights into how the industry is changing, and unemployment.[6]\n\nThere are several possible explanations for the decline. Bill Lazonick argues that legalization of company's buying their own shares of stock in 1982 has led to sustained stock market bubbles that distorted investment away from physical plant.[7] Others point to automation or developments outside the United States, such as the rise of China, globalized free trade, and supply chain innovation. These have arguably resulted in the off-shoring of thousands of U.S. manufacturing facilities and millions of manufacturing jobs to lower-wage countries. Meanwhile, technological innovation has increased productivity significantly, meaning that manufacturing output in the United States has increased by 80% since the 1980s, despite large job losses in the manufacturing sector during that same period.[8][9]\n\nThe Bureau of Labor Statistics (BLS) forecast in October 2017 that manufacturing employment would fall from 12.3 million in 2016 to 11.6 million in 2026, a decline of 736,000. As a share of employment, manufacturing would fall from 7.9% in 2016 to 6.9% in 2026, continuing a long-term trend.[10]\n\nThe U.S. manufacturing industry employed 12.4 million people in March 2017,[3] generating output (nominal GDP) of $2.2 trillion in Q3 2016, with real GDP of $1.9 trillion in 2009 dollars.[2] The share of persons employed in manufacturing relative to total employment has steadily declined since the 1960s. Employment growth in industries such as construction, finance, insurance and real estate, and services industries played a significant role in reducing manufacturing’s overall share of U.S. employment. In 1990, services surpassed manufacturing as the largest contributor to overall private industry production, and then the finance, insurance and real estate sector surpassed manufacturing in 1991.\n\nSince the entry of China into the World Trade Organization in December 2001, the decline in manufacturing jobs has accelerated.[8] The U.S. goods trade deficit (imports greater than exports) with China was approximately $350 billion in 2016.[11] However it is possible that the import of goods from China is a result rather than a cause. The US stock market also ended a sustained fourteen year bubble in 2001, and the ensuing job loss pushed a significant portion of US population below the poverty line.\n\nThe Economist reported in January 2017 that manufacturing historically created good paying jobs for workers without a college education, particularly for men. The jobs paid well enough so that women did not have to work when they had young children. Unions were strong and owners did not want to risk strikes in their factories due to large capital investments and significant on the job training. Such jobs are much less available in the post-2001 era in the U.S. though they remain available in Germany, Switzerland and Japan, leading to calls to bring those jobs back from overseas, establish protectionism, and reduce immigration. Making it illegal for companies to purchase shares of their own stock has not yet gained traction as a remedy for the diversion of operating profits away from reinvestment in equipment and people. Manufacturing continues to evolve, due to factors such as information technology, supply chain innovations such as containerization, companies un-bundling tasks that used to be in one location or business, reduced barriers to trade, and competition from low-cost developing countries such as China and Mexico. Competition from high wage nations such as Germany is also increasing.[4]\n\nBetween 1980 and 1985, US manufacturing was hard hit by a twin dynamic: first, Japanese productivity rose at a rapid rate, so that Japanese products fell in price by 12%. Second, Fed Chair Paul Volcker raised US interest rates such that the US dollar appreciated. This was the opposite policy from that which a rise in Japanese productivity would have dictated, and the US policy action made Japanese products 30% cheaper than American until 1986. The US machine tool sector never recovered from this body blow.[12] Between 1983 and 2005, U.S. exports grew by 340 percent, with exports of manufactured goods increasing by 407 percent over the same period. In 1983, the primary export commodities were transportation equipment, computer and electronic products, agricultural products, machinery (except electrical), chemicals, and food and kindred products. Together these commodities totaled 69 percent of total U.S. exports. In 2005, the primary export commodities were largely the same: computer and electronic products, transportation equipment, chemicals, machinery (except electrical), miscellaneous manufactured commodities, and agricultural products. Together these commodities accounted for 69 percent of total U.S. merchandise exports.\n\nBetween 1983 and 2005, exports of computer and electronic products grew by 493 percent, overtaking transportation as the leading export commodity (which grew by 410 percent). Though agricultural products exports grew by 26 percent during this period, its share of overall merchandise exports fell from 12 percent in 1983 to 4 percent in 2005.\n\nIn 1983, the top trading partners for U.S. exports were Canada (21 percent of total merchandise exports), Japan (11 percent), United Kingdom (5 percent), Mexico (4 percent), Germany (4 percent), the Netherlands (4 percent), Saudi Arabia (3 percent), France (3 percent), Korea (3 percent), and Belgium and Luxembourg (2 percent).\n\nIn 2005, the top markets for U.S. exports were Canada (24 percent), Mexico (13 percent), Japan (6 percent), China (5 percent), United Kingdom (4 percent), Germany (4 percent), South Korea (3 percent), the Netherlands (3 percent), France (2 percent), and Taiwan (2 percent). Between 1983 and 2005, exports to Mexico increased by 1,228 percent, allowing it to replace Japan as the second-largest market for U.S. exports.\n\nIn the first quarter of 2010, overall U.S. merchandise exports increased by 20 percent compared to the first quarter of 2009, with manufactured goods exports increasing by 20 percent. As in 2009, the highest export commodities were transportation equipment, computer and electronic products, chemicals, machinery (except electrical), agricultural products, and miscellaneous manufactured commodities.\n\nIn the first quarter of 2010, the primary markets for U.S. merchandise exports were Canada, Mexico, China, Japan, the United Kingdom, Germany, South Korea, Brazil, the Netherlands, and Singapore. With the exception of the Netherlands, exports to all of these countries increased in the first quarter of 2010, compared to the same quarter in 2009. Notably, exports to Canada increased by 22 percent, Mexico by 28 percent, and China by 47 percent over this period. Exports to the two NAFTA partners accounted for nearly one-third (32 percent) of U.S. merchandise trade in the first quarter of 2010.\n\nThe panel chart in this section includes four diagrams describing manufacturing labor, output, and productivity historical trends through 2016:\n\nThe Bureau of Labor Statistics projected in October 2017 that:\n\nU.S. manufacturing employment has declined steadily as a share of total employment, from around 28% in 1960 to 8% in March 2017. Manufacturing employment has fallen from 17.2 million persons in December 2000 to 12.4 million in March 2017, a decline of about 5.7 million or about one-third even as the U.S.population ballooned from 220 million to 330 million in the same time frame.[3] An estimated 1-2 million of the job losses in manufacturing 1999–2011 were due to competition with China (the China shock), which entered the World Trade Organization in December 2001.[8] The Economic Policy Institute estimated that the trade deficit with China cost about 2.7 million jobs between 2001 and 2011, including manufacturing and other industries.[19]\n\nWhile U.S. manufacturing employment is down, output was near a record level in 2017 in real GDP terms, indicating productivity (output per worker) has also improved significantly.[20] This is likely due to automation, global supply chains, process improvements, and other technology changes.[8]\n\nEconomist Paul Krugman argued in December 2016 that \"America’s shift away from manufacturing doesn’t have much to do with trade, and even less to do with trade policy.\" He also cited the work of other economists indicating that the declines in manufacturing employment from 1999 to 2011 due to trade policy generally and trade with China specifically were \"less than a fifth of the absolute loss of manufacturing jobs over the period\" but that the effects were significant for regions directly impacted by those losses.[21]\n\n"
        },
        {
            "title": "Modern overview",
            "text": "The United States is the world's third largest manufacturer (after China and the European Union) with a record high real output in Q1 2018 of $2.00 trillion (i.e., adjusted for inflation in 2009 Dollars) about one percent above the 2007 peak before the Great Recession of $1.95 trillion.[2] The U.S. manufacturing industry employed 12.35 million people in December 2016 and 12.56 million in December 2017, an increase of 207,000 or 1.7%.[3]\n\nHistorically, manufacturing has provided relatively well-paid blue-collar jobs, although this has been affected by globalization and automation.\n\nManufacturing continues to evolve, due to factors such as information technology, supply chain innovations such as containerization, companies un-bundling tasks that used to be in one location or business, reduced barriers to trade, and competition from low-cost developing countries such as China and Mexico.[4]\n\nManufacturing is conducted among globally distributed supply chains, with various stages of production conducted in different countries.[22] For example, automotive parts may be manufactured in the U.S., shipped to Mexico for assembly, then sent back to the U.S. In some cases, the components of the final product cross the border multiple times. An estimated 40% of the value of U.S. imports from Mexico is from content produced in the U.S.; this figure is 25% for Canada but only 4% for China. This \"production sharing\" is an indication of the integrated nature of the supply chains between the U.S., Mexico and Canada in the NAFTA region.[23]\n\nDuring 2016, the U.S. exported $1,051 billion in manufactured goods and imported $1,920 billion, a manufacturing goods deficit of $868 billion. The largest exports were transportation equipment ($252B), Chemicals ($174B), Computers and Electronic Products ($116B) and \"Machinery-Except Electrical\" ($109B).[24]\n\nAs of 2019, durable and nondurable goods manufacturing account for $3.1t and $3t of gross output of GDP, respectively.[25]\n\n"
        },
        {
            "title": "International comparison",
            "text": "The Congressional Research Service reported in January 2017 that:\n\n"
        }
    ]
}