{
    "url": "https://en.wikipedia.org/wiki/Mapuche_religion",
    "title": "Mapuche religion",
    "table_of_contents": [
        "1 Overview",
        "2 Indigenous Spiritual Thought and the West",
        "2.1 In the vertical plane (spiritual)",
        "2.2 On the horizontal plane (earthly or Nag Mapu)",
        "3 Cosmogony",
        "3.1 Trengtreng and Kaykay",
        "3.2 Divinities and spirits of the past",
        "4 Cosmology",
        "5 The Human in Mapuche Mythology",
        "5.1 The spirit and human death",
        "5.2 The spiritual path of human beings",
        "6 Color conception of the cosmos",
        "7 Main figures in the Mapuche belief system",
        "7.1 Human beings within the Mapuche belief system",
        "7.2 Mythological beings",
        "8 Machi",
        "9 Legends and mythical creatures",
        "10 See also",
        "11 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The mythology and religion of the indigenous Mapuche people of south-central Chile and southwestern Argentina is an extensive and ancient belief system. A series of unique legends and myths are common to the various groups that make up the Mapuche people. These myths tell of the creation of the world and the various deities and spirits that reside in it.\n\n"
        },
        {
            "title": "Overview",
            "text": "In order to describe the beliefs of the Mapuche people, it is important to note that there are no written records about their ancient legends and myths from before the Spanish arrival, since their religious beliefs were passed down orally. Their beliefs are not necessarily homogenous; among different ethnic groups, and the families, villages, and territorial groups within those ethnic groups, there are variations and differences and discrepancies in these beliefs. Likewise, it is important to understand that many of the Mapuche beliefs have been integrated into the myths and legends of Chilean folklore, and to a lesser extent, folklore in some areas of Argentina. Many of these beliefs have been altered and influenced by Christianity, due largely to the evangelization done by Spanish missionaries.[1][2][3] This happened chiefly through the syncretism of these beliefs and also through misinterpretation or adaptation within both Chilean and Argentine societies. This syncretism has brought about several variations and differences of these core beliefs as they have become assimilated within Chilean, Argentine and even Mapuche culture. Today, these cultural values, beliefs and practices are still taught in some places with an aim to preserve different aspects of this indigenous Mapuche culture.[4]\n\nAbove all the similarities between the common religion and mythology of South America and its indigenous people, the religious beliefs and myths of the Mapuche people stand out because of their unique characteristics that reflect the Mapuche moral, social, cosmological and religious idiosyncrasy.\n\nThere are differing views among scholars if ancestors play a significant role in the Mapuche religion.[5]\n\n"
        },
        {
            "title": "Indigenous Spiritual Thought and the West",
            "text": "Like many other indigenous American cultures, the Mapuche embrace a cyclic concept of time. Cyclic time is an alternative to the mode of linear thought dictated by European rationalism and positivism which has been the prevailing model in the Western world for the last 400 years. Linear time corresponds to a Jewish philosophical revolution based in Zoroastrianism that serves as an oppositional theory to the theory of cyclic time. This understanding of time was fundamental for the development of the West and the birth of modernity/modern thought. \n\nIndigenous groups emphasize that «The West has historically negated the existence of indigenous philosophy, diminishing it to the category of simple Cosmology, folklore, or mythic thought». While the interaction of linear thought with cyclical has resulted in a prime example of cultural syncretism, this interaction has affected the essence of Mapuche beliefs, given that it has changed the core of the Mapuche vision of the Universe by imposing a linear concept of time.\n\nMuch like ancestral spirits (Pillán), humanity (che) participates in both worlds, maintaining a dynamic equilibrium between good and bad. The world of mankind is called Mapu, and above this exists the Ankawenu (sky/heavens).[6] Pedagogically, the three dimensions are described to be interrelated and conform with the structure of the Mapuche universe in the vertical plane:\n\nPrinciple article: Nag mapu\n\nLikewise, that is why, in the ritual aspect, Mapuche religiosity is not expressed through temples or through the construction of other sacred buildings. On the contrary, it is expressed through intimate contact with nature, Ngen, and the Earth represented by Ñuke Mapu.\n\nThus, a clearing in the forest, surrounded by trees (ideally canelos) and purified through ritual dance, becomes the most sacred temple for the Mapuche. The only construction permitted is the rewe, a trunk of canelo on which steps have been carved that allow the officiant, either the Machi or the Ngenpin, to climb to its summit.\n\n"
        },
        {
            "title": "Cosmogony",
            "text": "See also: Cosmogony and Admapu.\n\nMapuche cosmogony designates the origin of the Mapuche in the Ñuke Mapu. It is said that before populating the Earth, spirits watched from above and only saw deserts, until they were permitted to enrich the land with innumerable different beings made from the clouds. Only then did humans come down from the sky, learning the language of nature and bringing the Mapuche language - the same language spoken in the sky. The spirits promised them that they would allow them to return in the future. \n\nPrinciple article: Tenten Vilu and Caicai Vilu\n\nAnother well known cosmological myth describes Chile's geography through the legend of Tenten Vilu and Caicai Vilu. Due to the historical interaction between myths and Christianity, the Mapuche and Huilliche versions of this myth are profoundly entwined with the biblical story of the flood. Later on, Mapuches interpreted this big event as a rebirth of the Mapuche and a phenomenon that is repeated over time, like a major universal purification. Nevertheless, this relation between the Universal Flood was created by Christians, because the original Mapuche story tells us not of a great flood but of a cataclysm generated by an earthquake and a subsequent tsunami, a more probable occurrence in a place like the West coast of South America.\n\nThe religious beliefs of the Mapuche are primarily based on spirit worship of ancestors (mythical or real), and spirits, and elements of nature. These spirits do not correspond to “deities”, as is commonly understood in the Western world. With regard to deities, not even in the oldest aspects of the Mapuche religion does there exist a principal spirit that is considered to be the supreme “God”, creator of the universe and of man, although the word “Ngenechén” is often translated as “God”. This God-Ngenechén relation is likely a forced equivalence created by Jesuits in their missionary zeal during the seventeenth and eighteenth centuries, as a means of making Christianity more acceptable and adaptable. Jesuit influence (The Jesuits, however, were great estimators of the depth of Mapuche transcendental thought) created numerous false equivalences that were nonetheless absorbed by the naturally syncretic Mapuche culture; generating enormous confusion and change that to date has not yet been overcome.\n\nThe divinities and spirits of the ancestors can be divided into:\n\nHowever, in Mapuche thought, good and bad do not radically contradict each other as they do in Christian culture. Thus, it is possible for wekufe to act for good and pillán for bad, without generating confusion between these two classifications of spirits.\n\nThe most important beings are:\n\nIt is also possible that there could be a sole creator with a different name, which is likely due to Christian influence.\n\nThe ancient spirits that existed prior to the creation of Mapu, were understood to be represented by the Ngen, El, Pillán y Wangülén, who were made of light, passion, intuition, dreams, and understanding. Each of these were related to Pu-am, who existed in each of them and of whom each of them were a part. All of them were ageless, simultaneously ancient and young.\n\n"
        },
        {
            "title": "Cosmology",
            "text": "Central to Mapuche cosmology is the idea of a creator called ngenechen, who is embodied in four components: an older man (fucha/futra/cha chau), an older woman (kude/kuse), a young boy, and a young girl. They believe in worlds known as the Wenu Mapu and Minche Mapu. Also, Mapuche cosmology is informed by complex notions of spirits that coexist with humans and animals in the natural world, and daily circumstances can dictate spiritual practices.[10]\n\nThe most well-known Mapuche ritual ceremony is the Ngillatun, which loosely translates \"to pray\" or \"general prayer\". These ceremonies are often major communal events that are of extreme spiritual and social importance. Many other ceremonies are practiced, and not all are for public or communal participation but are sometimes limited to family.\n\nThe main groups of deities and/or spirits in Mapuche mythology are the Pillan and Wangulen (ancestral spirits), the Ngen (spirits in nature), and the wekufe (evil spirits).\n\nSun and moon worship among the Mapuche have parallels among the Central Andean peoples and the Inca religion.[11] Indeed in among Mapuches as well as Central Andean peoples the moon (Mama Killa, Cuyen in Mapudungun) and the sun (Inti, Antu in Mapudungun) are spouses.[11] Mapuche, Quechua and Aymara words for the sun and the moon appear to be a borrowing from Puquina language.[12] Thus the parallels in cosmology may be traced back to the days of the Tiwanaku Empire in which Puquina is thought to have been an important language.[12]\n\n"
        },
        {
            "title": "The Human in Mapuche Mythology",
            "text": "See also: Mythology and Religion.\n\nThe origin myth of the Mapuche. The objective of the human being in the Mapu is to populate it and care for it, while waiting for the arrival of all the spirits to this world. The descendents of the first human beings formed the Lituche (the original village).\n\nFor the Mapuche, the essence/soul of human beings always lives in intimate contact with nature. One example of this is the celebration of all Mapuche rituals in tree clearings. For this, before all else, exists the Pu-Am, a universal soul that permeates all living things. From this universal essence comes that of every man, the Am, that accompanies his body until he dies. However, humans are not the only beings with Am - all living beings possess their own essence. Only the wekufe lack an essence.\n\nIn respect to the carnal death of a man, when a man dies, his Am becomes Pillü and resists separating from his body. But the state of his pillü is very dangerous because the wekufe can take possession of the soul and enslave it or it can be used by the Calcu. To save herself, the anima must travel to the island of Ngill chenmaiwe that the dead can reach with the help of the Trempulcahue: in this place it will become Alwe. Thus, at the funeral, family and friends of the deceased try to drive away the soul essence with shouts and strikes. Once in the alwe form, the soul essence can return to be close to its loved ones without the threat of the wekufe and in this way help its descendents - above all its grandchildren. In some cases, when the human being has achieved actualization on the island of Ngill chenmaiwe, the pillü can transform into pillán or wangulén. Finally, with the passage of time, when the descendants of the deceased have lost memory of the deceased, the alwe returns to reunite with the Pu-Am and thus the cycle reaches its conclusion. \n\nIn Mapuche culture, the ultimate goal for humans is to reach a path that allows one to achieve knowledge in its four forms:\n\nIf a human succeeds in reaching this path, he gains knowledge about himself and his role, meaning that he becomes the owner of his own filew (destiny)[13] and can become a pillán after death. Thus, there is not a significant separation between the divine spirit and human beings, not solely because the latter have been created by the former, but rather because they themselves can become a pillán, if they are men, or a wangulén, if they are a woman. From here, they will be able to live in the wenumapu. The extraordinary importance of respect for parents, and grandparents especially, in Mapuche culture is derived from here. This value is the first of all the duties in the admapu, the collection of Mapuche traditions. So that the soul essence of a human being may become a pillán or a wangulén, there must exist a great descendancy that continues to remember the deceased and honor their memory. As such, a fundamental need for each Mapuche is to have many children that will produce many grandchildren. For those who do not have descendents would be a true Mapuche drama, given that it compromises the possibility of achieving filew and reaching wenumapu. Thus, in the world view of the Mapuche, the spirits of the ancestors, the Pillán, and also the numerous Ngen intervene very often in human dealings through use of natural forces. In this way, the Wekufe do it, generally with the help of the Calcu. The former reward the men who stay loyal to the admapu through the fruits of nature, while they punish (or permit the Wekufe to punish) with droughts or floods, earthquakes and disease.\n\n"
        },
        {
            "title": "Color conception of the cosmos",
            "text": "Between the Mapuche people, color is intimately associated with the understanding of the universe and its respective dimensions.\n\n"
        },
        {
            "title": "Main figures in the Mapuche belief system",
            "text": "The Mapuche religion is not an organized religion and does not have temples or a priestly caste.\n\n"
        },
        {
            "title": "Machi",
            "text": "In the mythology and beliefs of the Mapuche people, the machi \"shaman\", a role usually played by older women, is an extremely important part of the Mapuche culture. The machi performs ceremonies for the warding off of evil, for rain, for the cure of diseases, and has an extensive knowledge of Chilean medicinal herbs, gained during an arduous apprenticeship. Chileans of all origins and classes make use of the many traditional herbs known to the Mapuche. The main healing ceremony performed by the machi is called the machitun.\n\n"
        },
        {
            "title": "Legends and mythical creatures",
            "text": "The most important myths are:\n\n"
        }
    ]
}