{
    "url": "https://en.wikipedia.org/wiki/Marcion_of_Sinope",
    "title": "Marcion of Sinope",
    "table_of_contents": [
        "1 Life",
        "2 Teachings",
        "3 Gnosticism",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Sources",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Marcion of Sinope (/ˈmɑːrʃən, -ʃiən, -siən/; Ancient Greek: Μαρκίων[1][note 1] Σινώπης; c. 85 – c. 160) was an early Christian theologian[2] in early Christianity.[2][3] Marcion preached that God had sent Jesus Christ who was an entirely new, alien god, distinct from the vengeful God of Israel who had created the world.[2][3][4] He considered himself a follower of Paul the Apostle, whom he believed to have been the only true apostle of Jesus Christ, a doctrine called Marcionism.[2][3][5] Marcion published the earliest extant fixed collection of New Testament books.[2][6]\n\nEarly Church Fathers such as Justin Martyr, Irenaeus, and Tertullian denounced Marcion as a heretic, and he was excommunicated by the church of Rome around 144.[7] He published the first known canon of Christian sacred scriptures,[2][8][9] which contained ten Pauline epistles (the Pastoral epistles were not included) and the Gospel of Marcion which is a shorter version of the Gospel of Luke.[2][10] This made him a catalyst in the process of the development of the New Testament canon by forcing the proto-orthodox Church to respond to his canon.[2][11]\n\n"
        },
        {
            "title": "Life",
            "text": "Epiphanius records in his Panarion that Marcion was born the son of a bishop in Pontus (modern-day Turkey), likely Philologus of Sinope.[12] Rhodo and Tertullian, young men in Marcion's old age, described him as a \"mariner\" and a \"ship-master\" respectively. Some time in the late 130s, Marcion traveled to Rome, joined the Roman church, and made a large donation of 200,000 sesterces to the congregation there.[7][13] Conflicts with the church of Rome arose and he was eventually excommunicated in 144, his donation being returned to him.[14] After his excommunication, he returned to Asia Minor, where he continued to lead his many church congregations and teach the Gospel of Marcion, likely an edited version of the Gospel of Luke.\n\nAccording to Christian sources, Marcion's teacher was the Simonian Cerdo. Irenaeus writes that \"a certain Cerdo, originating from the Simonians, came to Rome under Hyginus [...] and taught that the one who was proclaimed as God by the Law and the Prophets is not the Father of our Lord Jesus Christ\" (Against Heresies, 1, 27, 1). Also, according to them, Marcion and the Gnostic Valentinus were companions in Rome.[15]\n\nIn 394, Epiphanius claimed that after beginnings as an ascetic, Marcion seduced a virgin and was accordingly excommunicated by his father, prompting him to leave his home town.[16] This account has been doubted by many scholars, who instead think (as Bart D. Ehrman stated) that \"seduction of a virgin\" was a metaphor for his corruption of the Christian Church, with the Church portrayed as the undefiled virgin.[17] \"Marcion, it appears, has become the victim of the historicisation of such a metaphor, even though it contradicts the otherwise firm tradition of his strict sexual probity\".[18]: 102  Similarly doubtful is Tertullian's claim in The Prescription Against Heretics (written c. 200) that Marcion professed repentance, and agreed to the conditions granted to him—that he should receive reconciliation if he restored to the Church those whom he had led astray—but that he was prevented from doing so by his death.[19]\n\nThe Marcionite church expanded greatly within Marcion's lifetime, becoming a major rival to the emerging Catholic church. After his death, it retained its following and survived Christian controversy and imperial disapproval for several centuries.[20]\n\n"
        },
        {
            "title": "Teachings",
            "text": "Study of the Hebrew scriptures, along with received writings circulating in the nascent Church, led Marcion to conclude that many of the teachings of Jesus were incompatible with the actions of Yahweh, characterized as the belligerent god of the Hebrew Bible. Marcion responded by developing a ditheistic system of belief around the year 144.[note 2] This notion of two gods—a higher transcendent one and a lower world-creator and ruler—allowed Marcion to reconcile his perceived contradictions between Christian Old Covenant theology and the Gospel message proclaimed by the New Testament.\n\nIn contrast to other leaders of the nascent Christian Church, however, Marcion declared that Christianity was in complete discontinuity with Judaism and entirely opposed to the scriptures of Judaism. Marcion did not claim that these were false. Instead, he asserted that they were entirely true, but were to be read in an absolutely literalistic manner, one which led him to develop an understanding that Yahweh was not the same God spoken of by Jesus. For example, Marcion argued that the Genesis account of Yahweh walking through the Garden of Eden asking where Adam was, proved that Yahweh inhabited a physical body and was without universal knowledge, attributes wholly incompatible with the Heavenly Father professed by Jesus.\n\nAccording to Marcion, the god of the Old Testament, whom he called the Demiurge, the creator of the material universe, is a jealous tribal deity of the Jews, whose law represents legalistic reciprocal justice and who punishes mankind for its sins through suffering and death. In contrast, the God that Jesus professed is an altogether different being, a universal God of compassion and love who looks upon humanity with benevolence and mercy. Marcion also produced a book titled Antitheses, which is no longer extant, contrasting the Demiurge of the Old Testament with the Heavenly Father of the New Testament.\n\nMarcion held Jesus to be the son of the Heavenly Father but understood the incarnation in a docetic manner, i.e. that Jesus' body was only an imitation of a material body, and consequently denied Jesus' physical and bodily birth, death, and resurrection.\n\nMarcion was the first to codify a Christian canon. His canon consisted of only eleven books, grouped into two sections: the Evangelikon, a shorter version of the Gospel of Luke, and the Apostolikon, a selection of ten epistles of Paul the Apostle, which were also slightly shorter than the canonical text. Early Christians such as Irenaeus, Tertullian, and Epiphanius claimed that Marcion's editions of Luke and the Pauline epistles were intentionally edited by Marcion to match his theological views, and many modern scholars agree.[21] However, some scholars argue that Marcion's texts were not substantially edited by him, and may in some respects represent an earlier version of these texts than the canonical versions.[4][22][23][24] Like the Gospel of Mark, the gospel used by Marcion did not contain elements relating to Jesus' birth and childhood. Interestingly, it did contain some Jewish elements, and material that challenged Marcion's ditheism—a fact that was exploited by early Christians in their polemics against Marcion.[25]\n\nThe centrality of the Pauline epistles in Marcion's canon reflects the fact that Marcion considered Paul to be the correct interpreter and transmitter of Jesus' teachings, in contrast to the Twelve Disciples and the early Jerusalem church.[5]\n\n"
        },
        {
            "title": "Gnosticism",
            "text": "Marcion is sometimes described as a Gnostic philosopher. In some essential respects, Marcion proposed ideas which aligned well with Gnostic thought. Like the Gnostics, he believed that Jesus was essentially a divine spirit who appeared to human beings in human form, but did not actually take on a fleshly human body.[5]\n\nHowever, Marcionism conceptualizes God in a way which cannot be reconciled with broader Gnostic thought. For Gnostics, some human beings are born with a small piece of God's soul lodged within their spirit (akin to the notion of a Divine Spark).[26] God is thus intimately connected to and part of his creation. Salvation lies in turning away from the physical world (which Gnostics regard as an illusion) and embracing the godlike qualities within oneself. Marcion, by contrast, held that the Heavenly Father (the father of Jesus Christ) was an utterly alien God; he had no part in making the world, nor any connection with it.[26] According to Bart Ehrman: \"Marcion himself should not be thought of as a Gnostic; he held that there were only two gods, not many; he did not think of this world as a cosmic disaster, but as the creation of the Old Testament God; and he did not think divine sparks resided in human bodies that could be set free by understanding the true 'gnosis.' Moreover, his docetic view does not appear to have been the typical view of Gnostics.\"[27]\n\n"
        }
    ]
}