{
    "url": "https://en.wikipedia.org/wiki/March_on_Washington_for_Jobs_and_Freedom",
    "title": "March on Washington for Jobs and Freedom",
    "table_of_contents": [
        "1 Background",
        "2 Planning and organization",
        "3 Convergence",
        "3.1 Security preparations",
        "3.2 Venue and sound system",
        "4 March",
        "5 Speakers",
        "5.1 Official program",
        "5.2 Roy Wilkins",
        "5.3 John Lewis",
        "5.4 Martin Luther King Jr.",
        "5.5 Randolph and Rustin",
        "5.6 Walter Reuther",
        "5.7 Excluded speakers",
        "6 Singers",
        "7 Celebrities",
        "8 Meeting with President Kennedy",
        "9 Media coverage",
        "10 Responses and memories",
        "10.1 Organizers",
        "10.2 Critics",
        "10.3 Participants",
        "11 Effects and legacy",
        "11.1 Political effects",
        "11.2 Anniversary marches",
        "11.2.1 2020 Virtual March on Washington",
        "11.2.2 2021 Voting Rights and D.C. Statehood March",
        "12 Analysis",
        "13 Gallery",
        "14 See also",
        "15 References",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The March on Washington for Jobs and Freedom, also known as simply the March on Washington or The Great March on Washington,[1][2] was held in Washington, D.C., on August 28, 1963.[3] The purpose of the march was to advocate for the civil and economic rights of African Americans. At the march, final speaker Dr. Martin Luther King Jr., standing in front of the Lincoln Memorial, delivered his historic \"I Have a Dream\" speech in which he called for an end to racism.[4]\n\nThe march was organized by A. Philip Randolph and Bayard Rustin, who built an alliance of civil rights, labor, and religious organizations[5] that came together under the banner of \"jobs and freedom.\"[6] Estimates of the number of participants varied from 200,000 to 300,000,[7] but the most widely cited estimate is 250,000 people.[8] Observers estimated that 75–80% of the marchers were black.[9] The march was one of the largest political rallies for human rights in United States history.[6] Walter Reuther, president of the United Auto Workers, was the most integral and highest-ranking white organizer of the march.[10][11]\n\nThe march is credited with helping to pass the Civil Rights Act of 1964.[12][13] It preceded the Selma Voting Rights Movement, when national media coverage contributed to passage of the Voting Rights Act of 1965 that same year.[14]\n\n"
        },
        {
            "title": "Background",
            "text": "African Americans were legally freed from slavery under the Thirteenth Amendment and granted citizenship in the Fourteenth Amendment, and African American men were elevated to the status of citizens and granted full voting rights by the Fifteenth Amendment in the years soon after the end of the American Civil War, but conservative Democrats regained power after the end of the Reconstruction era (in 1877) and imposed many restrictions on people of color in the South. At the turn of the century, Southern states passed constitutions and laws that disenfranchised most black people and many poor whites, excluding them from the political system. The whites imposed social, economic, and political repression against black people into the 1960s, under a system of legal discrimination known as Jim Crow laws, which were pervasive in the American South. Black people suffered discrimination from private businesses as well, and most were prevented from voting, sometimes through violent means.[15] Twenty-one states prohibited interracial marriage.[16]\n\nDuring the 20th century, civil rights organizers began to develop ideas for a march on Washington, DC, to seek justice.  Earlier efforts to organize such a demonstration included the March on Washington Movement of the 1940s. A. Philip Randolph—the president of the Brotherhood of Sleeping Car Porters, president of the Negro American Labor Council,[7] and vice president of the AFL–CIO—was a key instigator in 1941. With Bayard Rustin, Randolph called for 100,000 black workers to march on Washington,[5] in protest of discriminatory hiring during World War II by U.S. military contractors and demanding an Executive Order to correct that.[17] Faced with a mass march scheduled for July 1, 1941, President Franklin D. Roosevelt issued Executive Order 8802 on June 25.[18] The order established the Committee on Fair Employment Practice and banned discriminatory hiring in the defense industry, leading to improvements for many defense workers.[19] Randolph called off the March.[20]\n\nRandolph and Rustin continued to organize around the idea of a mass march on Washington. They envisioned several large marches during the 1940s, but all were called off (despite criticism from Rustin).[21] Their Prayer Pilgrimage for Freedom, held at the Lincoln Memorial on May 17, 1957, featured key leaders including Adam Clayton Powell, Dr. Martin Luther King Jr., and Roy Wilkins. Mahalia Jackson performed.[22]\n\nThe 1963 march was part of the rapidly expanding Civil Rights Movement, which involved demonstrations and nonviolent direct action across the United States.[23] 1963 marked the 100th anniversary of the signing of the Emancipation Proclamation by President Abraham Lincoln. Leaders represented major civil rights organizations. Members of The National Association for the Advancement of Colored People (NAACP) and the Southern Christian Leadership Conference put aside their differences and came together for the march. Many whites and black people also came together in the urgency for change in the nation.\n\nThat year violent confrontations broke out in the South: in Cambridge, Maryland; Pine Bluff, Arkansas; Goldsboro, North Carolina; Somerville, Tennessee; Saint Augustine, Florida; and across Mississippi. In most cases, white people attacked nonviolent demonstrators seeking civil rights.[24] Many people wanted to march on Washington, but disagreed over how the march should be conducted. Some called for a complete shutdown of the city through civil disobedience. Others argued that the civil rights movement should remain nationwide in scope, rather than focus its energies on the nation's capital and federal government.[25] There was a widespread perception that the Kennedy administration had not lived up to its promises in the 1960 election, and King described Kennedy's race policy as \"tokenism\".[26]\n\nOn May 24, 1963, Attorney General Robert F. Kennedy invited African-American novelist James Baldwin, along with a large group of cultural leaders, to a meeting in New York to discuss race relations. However, the meeting became antagonistic, as black delegates felt that Kennedy did not have an adequate understanding of the race problem in the nation. The public failure of the meeting, which came to be known as the Baldwin–Kennedy meeting, underscored the divide between the needs of Black America and the understanding of Washington politicians. But the meeting also provoked the Kennedy administration to take action on the civil rights for African Americans.[27] On June 11, 1963, President Kennedy gave a notable civil rights address on national television and radio, announcing that he would begin to push for civil rights legislation. After his assassination, his proposal was signed into law by President Lyndon B. Johnson as the Civil Rights Act of 1964. That night (early morning of June 12, 1963), Mississippi activist Medgar Evers was murdered in his own driveway, further escalating national tension around the issue of racial inequality.[28]\n\n"
        },
        {
            "title": "Planning and organization",
            "text": "A. Philip Randolph and Bayard Rustin began planning the march in December 1961. They envisioned two days of protest, including sit-ins and lobbying followed by a mass rally at the Lincoln Memorial. They wanted to focus on joblessness and to call for a public works program that would employ black people. In early 1963 they called publicly for \"a massive March on Washington for jobs\".[29] They received help from Stanley Aronowitz of the Amalgamated Clothing Workers; he gathered support from radical organizers who could be trusted not to report their plans to the Kennedy administration. The unionists offered tentative support for a march that would be focused on jobs.[30]\n\nOn May 15, 1963, without securing the cooperation of the NAACP or the Urban League, Randolph announced an \"October Emancipation March on Washington for Jobs\".[31] He reached out to union leaders, winning the support of the UAW's Walter Reuther, but not of AFL–CIO president George Meany.[32] Randolph and Rustin intended to focus the March on economic inequality, stating in their original plan that \"integration in the fields of education, housing, transportation and public accommodations will be of limited extent and duration so long as fundamental economic inequality along racial lines persists.\"[33] As they negotiated with other leaders, they expanded their stated objectives to \"Jobs and Freedom\", to acknowledge the agenda of groups that focused more on civil rights.[34]\n\nIn June 1963, leaders from several different organizations formed the Council for United Civil Rights Leadership, an umbrella group to coordinate funds and messaging.[35] This coalition of leaders, who became known as the \"Big Six\", included: Randolph, chosen as titular head of the march; James Farmer, president of the Congress of Racial Equality; John Lewis, chairman of the Student Nonviolent Coordinating Committee; Dr. Martin Luther King Jr., president of the Southern Christian Leadership Conference;[7] Roy Wilkins, president of the NAACP;[7] and Whitney Young, president of the National Urban League. King in particular had become well known for his role in the Birmingham campaign and for his Letter from Birmingham Jail.[36] Wilkins and Young initially objected to Rustin as a leader for the march, worried that he would attract the wrong attention because he was a homosexual, a former Communist, and a draft resister.[32] They eventually accepted Rustin as deputy organizer, on the condition that Randolph act as lead organizer and manage any political fallout.[37]\n\nAbout two months before the march, the Big Six broadened their organizing coalition by bringing on board four white men who supported their efforts: Walter Reuther, president of the United Automobile Workers; Eugene Carson Blake, former president of the National Council of Churches; Mathew Ahmann, executive director of the National Catholic Conference for Interracial Justice; and Joachim Prinz, president of the American Jewish Congress. Together, the Big Six plus four became known as the \"Big Ten.\"[38][39] John Lewis later recalled, \"Somehow, some way, we worked well together. The six of us, plus the four. We became like brothers.\"[39]\n\n\nOn June 22, the organizers met with President Kennedy, who warned against creating \"an atmosphere of intimidation\" by bringing a large crowd to Washington. The civil rights activists insisted on holding the march. Wilkins pushed for the organizers to rule out civil disobedience and described this proposal as the \"perfect compromise\". King and Young agreed. Leaders from the Student Nonviolent Coordinating Committee (SNCC) and Congress of Racial Equality (CORE), who wanted to conduct direct actions against the Department of Justice, endorsed the protest before they were informed that civil disobedience would not be allowed. Finalized plans for the March were announced in a press conference on July 2.[40] President Kennedy spoke favorably of the March on July 17, saying that organizers planned a peaceful assembly and had cooperated with the Washington, D.C., police.[41]\nMobilization and logistics were administered by Rustin, a civil rights veteran and organizer of the 1947 Journey of Reconciliation, the first of the Freedom Rides to test the Supreme Court ruling that banned racial discrimination in interstate travel.  Rustin was a long-time associate of both Randolph and Dr. King. With Randolph concentrating on building the march's political coalition, Rustin built and led the team of two hundred activists and organizers who publicized the march and recruited the marchers, coordinated the buses and trains, provided the marshals, and set up and administered all of the logistic details of a mass march in the nation's capital.[42]  During the days leading up to the march, these 200 volunteers used the ballroom of Washington DC radio station WUST as their operations headquarters.[43]\n\nThe march was not universally supported among civil rights activists. Some, including Rustin (who assembled 4,000 volunteer marshals from New York), were concerned that it might turn violent, which could undermine pending legislation and damage the international image of the movement.[44] The march was condemned by Malcolm X, spokesperson for the Nation of Islam, who termed it the \"farce on Washington\".[45]\n\nMarch organizers disagreed about the purpose of the march. The NAACP and Urban League saw it as a gesture of support for the civil rights bill that had been introduced by the Kennedy Administration. Randolph, King, and the Southern Christian Leadership Conference (SCLC) believed it could raise both civil rights and economic issues to national attention beyond the Kennedy bill. CORE and SNCC believed the march could challenge and condemn the Kennedy administration's inaction and lack of support for civil rights for African Americans.[5]\n\nDespite their disagreements, the group came together on a set of goals:\n\nAlthough in years past, Randolph had supported \"Negro only\" marches, partly to reduce the impression that the civil rights movement was dominated by white communists, organizers in 1963 agreed that white and black people marching side by side would create a more powerful image.[47]\n\nThe Kennedy Administration cooperated with the organizers in planning the March, and one member of the Justice Department was assigned as a full-time liaison.[48] Chicago and New York City (as well as some corporations) agreed to designate August 28 as \"Freedom Day\" and give workers the day off.[49]\n\nTo avoid being perceived as radical, organizers rejected support from Communist groups. However, some politicians claimed that the March was Communist-inspired, and the Federal Bureau of Investigation (FBI) produced numerous reports suggesting the same.[50][51] In the days before August 28, the FBI called celebrity backers to inform them of the organizers' communist connections and advising them to withdraw their support.[52] When William C. Sullivan produced a lengthy report on August 23 suggesting that Communists had failed to appreciably infiltrate the civil rights movement, FBI Director J. Edgar Hoover rejected its contents.[53] Strom Thurmond launched a prominent public attack on the March as Communist, and singled out Rustin in particular as a Communist and a gay man.[54]\n\nOrganizers worked out of a building at West 130th St. and Lenox in Harlem.[55] They promoted the march by selling buttons, featuring two hands shaking, the words \"March on Washington for Jobs and Freedom\", a union bug, and the date August 28, 1963. By August 2, they had distributed 42,000 of the buttons. Their goal was a crowd of at least 100,000 people.[49]\n\nAs the march was being planned, activists across the country received bomb threats at their homes and in their offices. The Los Angeles Times received a message saying its headquarters would be bombed unless it printed a message calling the president a \"Nigger Lover\". Five airplanes were grounded on the morning of August 28 due to bomb threats. A man in Kansas City telephoned the FBI to say he would put a hole between King's eyes; the FBI did not respond. Roy Wilkins was threatened with assassination if he did not leave the country.[56]\n\n"
        },
        {
            "title": "Convergence",
            "text": "Thousands traveled by road, rail, and air to Washington, D.C., on Wednesday, August 28.  Marchers from Boston traveled overnight and arrived in Washington at 7am after an eight-hour trip, but others took much longer bus rides from cities such as Milwaukee, Little Rock, and St. Louis. Organizers persuaded New York's MTA to run extra subway trains after midnight on August 28, and the New York City bus terminal was busy throughout the night with peak crowds.[57] A total of 450 buses left New York City from Harlem. Maryland police reported that \"by 8:00 a.m., 100 buses an hour were streaming through the Baltimore Harbor Tunnel.\"[58] The United Automobile Workers financed bus transportation for 5,000 of its rank-and-file members, providing the largest single contingent from any organization.[59]\n\nOne reporter, Fred Powledge, accompanied African Americans who boarded six buses in Birmingham, Alabama, for the 750-mile trip to Washington.  The New York Times carried his report:\n\nJohn Marshall Kilimanjaro, a demonstrator traveling from Greensboro, North Carolina, said:[60]\n\nOther bus rides featured racial tension, as black activists criticized liberal white participants as fair-weather friends.[61]\n\nHazel Mangle Rivers, who had paid $8 for her ticket—\"one-tenth of her husband's weekly salary\"—was quoted in the August 29 New York Times. Rivers said that she was impressed by Washington's civility:\n\nSome participants who arrived early held an all-night vigil outside the Department of Justice, claiming it had unfairly targeted civil rights activists and that it had been too lenient on white supremacists who attacked them.[62]\n\nThe Washington, D.C., police forces were mobilized to full capacity for the march, including reserve officers and deputized firefighters. A total of 5,900 police officers were on duty.[63] The government mustered 2,000 men from the National Guard, and brought in 3,000 outside soldiers to join the 1,000 already stationed in the area.[64] These additional soldiers were flown in on helicopters from bases in Virginia and North Carolina. The Pentagon readied 19,000 troops in the suburbs.[65] All of the forces involved were prepared to implement a coordinated conflict strategy named \"Operation Steep Hill\".[66]\n\nFor the first time since Prohibition, liquor sales were banned in Washington D.C.[67] Hospitals stockpiled blood plasma and cancelled elective surgeries.[68] Major League Baseball cancelled two games between the Minnesota Twins and the last place Washington Senators although the venue, D.C. Stadium, was nearly four miles from the Lincoln Memorial rally site.[65]\n\nRustin and Walter Fauntroy negotiated some security issues with the government, gaining approval for private marshals with the understanding that these would not be able to act against outside agitators. The FBI and Justice Department refused to provide preventive guards for buses traveling through the South to reach D.C.[69] William Johnson recruited more than 1,000 police officers to serve on this private force.[70] Julius Hobson, an FBI informant who served on the March's security force, told the team to be on the lookout for FBI infiltrators who might act as agents provocateurs.[71] Jerry Bruno, President Kennedy's advance man, was positioned to cut the power to the public address system in the event of any incendiary rally speech.[65]\n\nThe organizers originally planned to hold the march outside the Capitol Building.[72] However, Reuther persuaded them to move the march to the Lincoln Memorial.[72] He believed the Lincoln Memorial would be less threatening to Congress and the occasion would be appropriate underneath the gaze of President Abraham Lincoln's statue.[72] The committee, notably Rustin, agreed to move the site on the condition that Reuther pay for a $19,000 (equivalent to $172,500 in 2021) sound system so that everyone on the National Mall could hear the speakers and musicians.[72]\n\nRustin pushed hard for the expensive sound system, maintaining that \"We cannot maintain order where people cannot hear.\" The system was obtained and set up at the Lincoln Memorial, but was sabotaged on the day before the March. Its operators were unable to repair it. Fauntroy contacted Attorney General Robert F. Kennedy and his civil rights liaison Burke Marshall, demanding that the government fix the system. Fauntroy reportedly told them: \"We have a couple hundred thousand people coming. Do you want a fight here tomorrow after all we've done?\" The system was successfully rebuilt overnight by the U.S. Army Signal Corps.[73]\n\n"
        },
        {
            "title": "March",
            "text": "The march commanded national attention by preempting regularly scheduled television programs.  As the first ceremony of such magnitude ever initiated and dominated by African Americans, the march also was the first to have its nature wholly misperceived in advance.  Dominant expectations ran from paternal apprehension to dread. On Meet the Press, reporters grilled Roy Wilkins and Martin Luther King Jr. about widespread foreboding that \"it would be impossible to bring more than 100,000 militant Negroes into Washington without incidents and possibly rioting.\" Life magazine declared that the capital was suffering \"its worst case of invasion jitters since the First Battle of Bull Run.\" The jails shifted inmates to other prisons to make room for those arrested in mass arrest.  With nearly 1,700 extra correspondents supplementing the Washington press corps, the march drew a media assembly larger than the Kennedy inauguration two years earlier.[46] Students from the University of California, Berkeley came together as black power organizations and emphasized the importance of the African-American freedom struggle. The march included black political parties; and William Worthy was one of many who led college students during the freedom struggle era.[74]\n\nOn August 28, more than 2,000 buses, 21 chartered trains, 10 chartered airliners, and uncounted cars converged on Washington.[75] All regularly scheduled planes, trains, and buses were also filled to capacity.[46]\n\nAlthough Randolph and Rustin had originally planned to fill the streets of Washington, D.C., the final route of the March covered only half of the National Mall.[48] The march began at the Washington Monument and was scheduled to progress to the Lincoln Memorial. Demonstrators were met at the monument by the speakers and musicians. Women leaders were asked to march down Independence Avenue, while the male leaders marched on Pennsylvania Avenue with the media.[76]\n\nThe start of the March was delayed because its leaders were meeting with members of Congress. To the leaders' surprise, the assembled group began to march from the Washington Monument to the Lincoln Memorial without them. The leaders met the March at Constitution Avenue, where they linked arms at the head of a crowd in order to be photographed 'leading the march'.[77]\n\nMarchers were not supposed to create their own signs, though this rule was not completely enforced by marshals. Most of the demonstrators did carry pre-made signs, available in piles at the Washington Monument.[78] The UAW provided thousands of signs that, among other things, read: \"There Is No Halfway House on the Road to Freedom,\"[79] \"Equal Rights and Jobs NOW,\"[80] \"UAW Supports Freedom March,\"[81] \"in Freedom we are Born, in Freedom we must Live,\"[82] and \"Before we'll be a Slave, we'll be Buried in our Grave.\"[83]\n\nAbout 50 members of the American Nazi Party staged a counter-protest and were quickly dispersed by police.[84] The rest of Washington was quiet during the March. Most non-participating workers stayed home. Jailers allowed inmates to watch the March on TV.[85]\n\n"
        },
        {
            "title": "Speakers",
            "text": "Representatives from each of the sponsoring organizations addressed the crowd from the podium at the Lincoln Memorial. Speakers (dubbed \"The Big Ten\") included The Big Six; three religious leaders (Catholic, Protestant, and Jewish); and labor leader Walter Reuther. None of the official speeches was by a woman. Dancer and actress Josephine Baker gave a speech during the preliminary offerings, but women were limited in the official program to a \"tribute\" led by Bayard Rustin, at which Daisy Bates also spoke briefly (see \"excluded speakers\" below.)\n\nFloyd McKissick read James Farmer's speech because Farmer had been arrested during a protest in Louisiana; Farmer wrote that the protests would not stop \"until the dogs stop biting us in the South and the rats stop biting us in the North.\"[88]\n\nThe order of the speakers was as follows:\n\nClosing remarks were made by A. Philip Randolph and Bayard Rustin, March Organizers, leading with The Pledge and a list of demands.[89]\n\nNoted singer Marian Anderson was scheduled to lead the National Anthem but was unable to arrive on time; Camilla Williams performed in her place. Following an invocation by Washington's Roman Catholic Archbishop Patrick O'Boyle,[90] the opening remarks were given by march director A. Philip Randolph, followed by Eugene Carson Blake.\n\nA tribute to \"Negro Women Fighters for Freedom\" was led by Bayard Rustin, at which Daisy Bates spoke briefly in place of Myrlie Evers, who had missed her flight.[91][92][93] The tribute introduced Daisy Bates, Diane Nash, Prince E. Lee, Rosa Parks, and Gloria Richardson.\n\nFollowing that, speakers were SNCC chairman John Lewis, labor leader Walter Reuther, and CORE chairman Floyd McKissick (substituting for arrested CORE director James Farmer). The Eva Jessye Choir sang, and Rabbi Uri Miller (president of the Synagogue Council of America) offered a prayer. He was followed by National Urban League director Whitney Young, NCCIJ director Mathew Ahmann, and NAACP leader Roy Wilkins. After a performance by singer Mahalia Jackson, American Jewish Congress president Joachim Prinz spoke, followed by SCLC president Dr. Martin Luther King Jr. Rustin read the March's official demands for the crowd's approval, and Randolph led the crowd in a pledge to continue working for the March's goals. The program was closed with a benediction by Morehouse College president Benjamin Mays.\n\nAlthough one of the officially stated purposes of the march was to support the civil rights bill introduced by the Kennedy Administration, several of the speakers criticized the proposed law as insufficient. Two government agents stood by in a position to cut power to the microphone if necessary.[94]\n\nRoy Wilkins announced that sociologist and activist W. E. B. Du Bois had died in Ghana the previous night, where he had been living in exile; the crowd observed a moment of silence in his memory.[95] Wilkins had initially refused to announce the news because he despised Du Bois for becoming a Communist—but insisted on making the announcement when he realized that Randolph would make it if he didn't.[96] Wilkins said: \"Regardless of the fact that in his later years Dr. Du Bois chose another path, it is incontrovertible that at the dawn of the twentieth century his was the voice that was calling you to gather here today in this cause. If you want to read something that applies to 1963 go back and get a volume of The Souls of Black Folk by Du Bois, published in 1903.\"[97]\n\nJohn Lewis of SNCC was the youngest speaker at the event.[98] He planned to criticize the Kennedy Administration for the inadequacies of the Civil Rights Act of 1963. Other leaders insisted that the speech be changed to be less antagonistic to the government. James Forman and other SNCC activists contributed to the revision. It still complained that the Administration had not done enough to protect southern black people and civil rights workers from physical violence by whites in the Deep South.[45][99] Deleted from his original speech at the insistence of more conservative and pro-Kennedy leaders[5][100] were phrases such as:\n\nLewis' speech was distributed to fellow organizers the evening before the march; Reuther, O'Boyle, and others thought it was too divisive and militant.[101] O'Boyle objected most strenuously to a part of the speech that called for immediate action and disavowed \"patience.\" The government and moderate organizers could not countenance Lewis's explicit opposition to Kennedy's civil rights bill. That night, O'Boyle and other members of the Catholic delegation began preparing a statement announcing their withdrawal from the March. Reuther convinced them to wait and called Rustin; Rustin informed Lewis at 2 A.M. on the day of the march that his speech was unacceptable to key coalition members. (Rustin also reportedly contacted Tom Kahn, mistakenly believing that Kahn had edited the speech and inserted the line about Sherman's March to the Sea.  Rustin asked, \"How could you do this? Do you know what Sherman did?) But Lewis did not want to change the speech. Other members of SNCC, including Stokely Carmichael, were also adamant that the speech not be censored.[102] The dispute continued until minutes before the speeches were scheduled to begin. Under threat of public denouncement by the religious leaders, and under pressure from the rest of his coalition, Lewis agreed to omit the 'inflammatory' passages.[103] Many activists from SNCC, CORE, and SCLC were angry at what they considered censorship of Lewis's speech.[104] In the end, Lewis added a qualified endorsement of Kennedy's civil rights legislation, saying: \"It is true that we support the administration's Civil Rights Bill. We support it with great reservation, however.\"[34] Even after toning down his speech, Lewis called for activists to \"get in and stay in the streets of every city, every village and hamlet of this nation until true freedom comes\".[105]\nThe speech given by SCLC president King, who spoke last, became known as the \"I Have a Dream\" speech, which was carried live by TV stations and subsequently considered the most impressive moment of the march.[106] In it, King called for an end to racism in the United States. It invoked the Declaration of Independence, the Emancipation Proclamation, and the United States Constitution. At the end of the speech, Mahalia Jackson shouted from the crowd, \"Tell them about the dream, Martin!\", and King departed from his prepared text for a partly improvised peroration on the theme of \"I have a dream\".[107][108] Over time it has been hailed as a masterpiece of rhetoric, added to the National Recording Registry and memorialized by the National Park Service with an inscription on the spot where King stood to deliver the speech.\n\nA. Philip Randolph spoke first, promising: \"we shall return again and again to Washington in ever growing numbers until total freedom is ours.\"[109] Randolph also closed the event along with Bayard Rustin. Rustin followed King's speech by slowly reading the list of demands.[110] The two concluded by urging attendees to take various actions in support of the struggle.[111]\n\nWalter Reuther urged Americans to pressure their politicians to act to address racial injustices. He said,\n\nAccording to Irving Bluestone, who was standing near the platform while Reuther delivered his remarks, he overheard two black women talking. One asked, \"Who is that white man?\" The other replied, \"Don't you know him? That's the white Martin Luther King.\"[113]\n\nAuthor James Baldwin was prevented from speaking at the March on the grounds that his comments would be too inflammatory.[114] Baldwin later commented on the irony of the \"terrifying and profound\" requests that he prevent the March from happening:[115]\n\nDespite the protests of organizer Anna Arnold Hedgeman, no women gave a speech at the March. Male organizers attributed this omission to the \"difficulty of finding a single woman to speak without causing serious problems vis-à-vis other women and women's groups\".[116] Hedgeman read a statement at an August 16 meeting, charging:\n\nThe assembled group agreed that Myrlie Evers, the new widow of Medgar Evers, could speak during the \"Tribute to Women\". However, Evers was unavailable,[117][118] having missed her flight, and Daisy Bates spoke briefly (less than 200 words) in place of her.[91][92][93][107] Earlier, Josephine Baker had addressed the crowd before the official program began.[93][107] Although Gloria Richardson was on the program and had been asked to give a two-minute speech, when she arrived at the stage her chair with her name on it had been removed, and the event marshal took her microphone away after she said \"hello\".[76] Richardson, along with Rosa Parks and Lena Horne, was escorted away from the podium before Martin Luther King Jr. spoke.[76]\n\nEarly plans for the March would have included an \"Unemployed Worker\" as one of the speakers. This position was eliminated, furthering criticism of the March's middle-class bias.[119]\n\n"
        },
        {
            "title": "Singers",
            "text": "Gospel legend Mahalia Jackson sang, \"I've been 'buked, and I've been scorned\", and   \"How I Got Over\". Marian Anderson sang \"He's Got the Whole World in His Hands\". This was not Marian Anderson's first appearance at the Lincoln Memorial. In 1939, the Daughters of the American Revolution refused permission for Anderson to sing to an integrated audience in Constitution Hall.  With the aid of First Lady Eleanor Roosevelt and her husband Franklin D. Roosevelt, Anderson performed a critically acclaimed open-air concert on Easter Sunday, 1939, on the steps of the Lincoln Memorial.\n\nJoan Baez led the crowds in several verses of \"We Shall Overcome\" and \"Oh Freedom\". Musician Bob Dylan performed \"When the Ship Comes In\", for which he was joined by Baez. Dylan also performed \"Only a Pawn in Their Game\", a provocative and not completely popular choice because it asserted that Byron De La Beckwith, as a poor white man, was not personally or primarily to blame for the murder of Medgar Evers.[120]\n\nPeter, Paul and Mary sang \"If I Had a Hammer\" and Dylan's \"Blowin' in the Wind\".  Odetta sang \"I'm On My Way\".[46]\n\nSome participants, including Dick Gregory criticized the choice of mostly white performers and the lack of group participation in the singing.[121] Dylan himself said he felt uncomfortable as a white man serving as a public image for the Civil Rights Movement. After the March on Washington, he performed at few other immediately politicized events.[122]\n\n"
        },
        {
            "title": "Celebrities",
            "text": "The event featured many prominent celebrities in addition to singers on the program. Josephine Baker, Harry Belafonte, Sidney Poitier, James Baldwin, Jackie Robinson, Sammy Davis, Jr., Dick Gregory, Eartha Kitt, Ossie Davis, Ruby Dee, Diahann Carroll, and Lena Horne were among the black celebrities attending. There were also quite a few white and Latino celebrities who attended or helped fund the March in support of the cause: Tony Curtis, James Garner, Robert Ryan, Charlton Heston, Paul Newman, Joanne Woodward, Rita Moreno, Marlon Brando, Bobby Darin and Burt Lancaster, among others. Judy Garland was part of the planning committee and was also scheduled to perform but had to drop out at the last minute due to commitments to her TV variety series. [123][124]\n\n"
        },
        {
            "title": "Meeting with President Kennedy",
            "text": "After the March, the speakers travelled to the White House for a brief discussion of proposed civil rights legislation with President Kennedy.[125] As the leaders approached The White House, the media reported that Reuther said to King, \"Everything was perfect, just perfect.\"[126] Kennedy had watched King's speech on TV and was very impressed. According to biographer Thomas C. Reeves, Kennedy \"felt that he would be booed at the March, and also didn't want to meet with organizers before the March because he didn't want a list of demands. He arranged a 5 p.m. meeting at the White House with the 10 leaders on the 28th.\"[127]\n\nDuring the meeting, Reuther described to Kennedy how he was framing the civil rights issue to business leaders in Detroit, saying, \"Look, you can't escape the problem. And there are two ways of resolving it; either by reason or riots.\"[128] Reuther continued, \"Now the civil war that this is gonna trigger is not gonna be fought at Gettysburg. It's gonna to be fought in your backyard, in your plant, where your kids are growing up.\"[128] The March was considered a \"triumph of managed protest\" and Kennedy felt it was a victory for him as well—bolstering the chances for his civil rights bill.[129]\n\n"
        },
        {
            "title": "Media coverage",
            "text": "Media attention gave the march national exposure, carrying the organizers' speeches and offering their own commentary. In his section The March on Washington and Television News, William Thomas notes: \"Over five hundred cameramen, technicians, and correspondents from the major networks were set to cover the event. More cameras would be set up than had filmed the last Presidential inauguration. One camera was positioned high in the Washington Monument, to give dramatic vistas of the marchers\".[130] The major networks broadcast some of the March live, though they interspersed footage of interviews with politicians. Subsequent broadcasts focused heavily on the \"I have a dream\" portion of King's speech.[131]\n\nThe Voice of America translated the speeches and rebroadcast them in 36 languages. The United States Information Agency organized a press conference for the benefit of foreign journalists, and also created a documentary film of the event for distribution to embassies abroad.[48] Commented Michael Thelwell of SNCC: \"So it happened that Negro students from the South, some of whom still had unhealed bruises from the electric cattle prods which Southern police used to break up demonstrations, were recorded for the screens of the world portraying 'American Democracy at Work.'\"[132]\n\n"
        },
        {
            "title": "Responses and memories",
            "text": "Although the mass media generally declared the March successful because of its high turnout, organizers were not confident that it would create change. Randolph and Rustin abandoned their belief in the effectiveness of marching on Washington. King maintained faith that action in Washington could work, but determined that future marchers would need to call greater attention to economic injustice. In 1967–1968, he organized a Poor People's Campaign to occupy the National Mall with a shantytown.[133]\n\nBlack nationalist Malcolm X, in his Message to the Grass Roots speech, criticized the march, describing it as \"a picnic\" and \"a circus\". He said the civil rights leaders had diluted the original purpose of the march, which had been to show the strength and anger of black people, by allowing white people and organizations to help plan and participate in the march.[134] One SNCC staffer commented during the march, \"He's denouncing us as clowns, but he's right there with the clown show.\"[135] But the membership of SNCC, increasingly frustrated with the tactics of the NAACP and other moderate groups, gradually embraced Malcolm X's position.[133]\n\nSegregationists including William Jennings Bryan Dorn criticized the government for cooperating with the civil rights activists.[136] Senator Olin D. Johnston rejected an invitation to attend, writing: \"You are committing the worst possible mistake in promoting this March. You should know that criminal, fanatical, and communistic elements, as well as crackpots, will move in to take every advantage of this mob. You certainly will have no influence on any member of Congress, including myself.\"[137]\n\nMany participants said they felt the March was a historic and life-changing experience. Nan Grogan Orrock, a student at Mary Washington College, said: \"You couldn't help but get swept up in the feeling of the March. It was an incredible experience of this mass of humanity with one mind moving down the street. It was like being part of a glacier. You could feel the sense of collective will and effort in the air.\"[138]  SNCC organizer Bob Zellner reported that the event \"provided dramatic proof that the sometimes quiet and always dangerous work we did in the Deep South had had a profound national impact. The spectacle of a quarter of a million supporters and activists gave me an assurance that the work I was in the process of dedicating my life to was worth doing.\"[139]\n\nRichard Brown, then a white graduate student at Harvard University, recalls that the March fostered direct actions for economic progress: \"Henry Armstrong and I compared notes. I realized the Congress of Racial Equality might help black employment in Boston by urging businesses to hire contractors like Armstrong. He agreed to help start a list of reliable contractors that CORE could promote. It was a modest effort—but it moved in the right direction.\"[140]\n\nOther participants, more sympathetic to Malcolm X and the black nationalists, expressed ambivalence. One marcher from New York explained:[141]\n\nMarcher Beverly Alston thought that the day had its greatest impact within the movement: \"Culturally, there has been tremendous progress over the past forty years. Black awareness and self-determination has soared. Politically, I just don't think we've made enough progress.\"[142] Fifteen-year-old Ericka Jenkins from Washington said:[143]\n\nSome people discussed racism becoming less explicit after the March. Reverend Abraham Woods of Birmingham commented: \"Everything has changed. And when you look at it, nothing has changed. Racism is under the surface, and an incident that could scratch it, can bring it out.\"[144]\n\n"
        },
        {
            "title": "Effects and legacy",
            "text": "The symbolism of the March has been contested since before it even took place. In the years following the March, movement radicals increasingly subscribed to Malcolm X's narrative of the March as a co-optation by the white establishment.  However, some black nationalist intellectuals did not see that the liberal reforms of the Johnson administration would assure \"full integration\" based upon the existing power structures and persisting racist culture of daily life in America. Former Communist Party member Harold Cruse posited that full integration was \"not possible within the present framework of the American system\". Black Panther Party member and lawyer Kathleen Cleaver held radical views that only revolution could transform American society to bring about the redistribution of wealth and power that was needed to end the historical facts of exclusion and inequality.[145]\n\nLiberals and conservatives tended to embrace the March, but focused mostly on King's \"I Have a Dream\" speech and the legislative successes of 1964 and 1965.[34] The mass media identified King's speech as a highlight of the event and focused on this oration to the exclusion of other aspects. For several decades, King took center stage in narratives about the March. More recently, historians and commentators have acknowledged the role played by Bayard Rustin in organizing the event.[146]\n\nThe March was an early example of social movements conducting mass rallies in Washington, D.C., and was followed by several other marches in the capital, many of which used similar names.[citation needed]\n\nFor the 50th Anniversary, of the March, the United States Postal Service released a forever stamp that commemorated it.[147]\n\nSoon after the speakers ended their meetings with Congress to go join the March, both houses passed legislation to create a dispute arbitration board for striking railroad workers.[148]\n\nThe March is credited with propelling the U.S. government into action on civil rights, creating political momentum for the Civil Rights Act of 1964 and the Voting Rights Act of 1965.[26]\n\nThe cooperation of a Democratic administration with the issue of civil rights marked a pivotal moment in voter alignment within the U.S. The Democratic Party gave up the Solid South—its undivided support since Reconstruction among the segregated Southern states—and went on to capture a high proportion of votes from black people from the Republicans.[26][149]\n\nThe 1963 March also spurred anniversary marches that occur every five years, with the 20th and 25th being some of the most well known.  The 20th Anniversary theme was \"We Still have a Dream ... Jobs*Peace*Freedom.\"[150]\n\nAt the 50th anniversary march in 2013, President Barack Obama conferred a posthumous Presidential Medal of Freedom on Bayard Rustin and 15 others.[34][146]\n\nOn July 20, 2020, the NAACP, one of the original organizers of the 1963 march, announced that it would commemorate it by organizing another rally on the steps of the Lincoln Memorial, in which King's oldest son, Martin Luther King III, would join civil rights leaders and the families of black men and women who died as a result of police brutality.[151] An online tie-in event was also planned, called the 2020 Virtual March on Washington. It was held August 27 and 28, the latter being the anniversary of the iconic \"I Have a Dream\" speech, and the day after President Trump was scheduled to accept his party's nomination for President at the Republican National Convention.[152] Addressing the ongoing COVID-19 pandemic, the organizers explained that the virtual component of the rally was organized to enable participation by people unable to travel to Washington D.C. or safely participate in the in-person event.[151] The NAACP's Virtual March featured performances from Macy Gray, Burna Boy, and speeches from Stacey Abrams, Nancy Pelosi, Cory Booker, and Mahershala Ali, among many others. It was a two-night event broadcast on ABC News Live, Bounce TV, TV One and on online platforms.[153][154][155][156]\n\nOn August 28, 2021, a march calling for voting rights and statehood for Washington D.C. was held in Washington D.C on the 58th anniversary of the March on Washington.[157] Though the numbers in the march permit revealed that 100,000 people were expected to attend, it was estimated that only 50,000 people attended.[157][158] However, the smaller crowd size did match the National Action Network's earlier estimate.[159] Among the speakers were Martin Luther King III, his wife and Drum Major Institute president Arndrea Waters King, daughter Yolanda, National Action Network leader Rev. Al Sharpton and Washington D.C. Mayor Muriel Bowser.[157] Other speakers at the event included Democratic U.S. Representatives Joyce Beatty, of Ohio, Terri Sewell, of Alabama, Sheila Jackson Lee and Al Green, both of Texas, and Mondaire Jones, of New York; NAACP president Derrick Johnson; and Philonise Floyd, activist and brother of George Floyd.[157]\n\n"
        },
        {
            "title": "Analysis",
            "text": "In 2013, the Economic Policy Institute launched a series of reports around the theme of \"The Unfinished March\". These reports analyze the goals of the original march and assess how much progress has been made.[160][161] They echo the message of Randolph and Rustin that civil rights cannot transform people's quality of life unless accompanied by economic justice. They contend that many of the March's primary goals—including housing, integrated education, and widespread employment at living wages—have not been accomplished. They further argued that although legal advances were made, black people still live in concentrated areas of poverty (\"ghettoes\"), where they receive inferior education and suffer from widespread unemployment.[162]\n\nDedrick Muhammad of the NAACP writes that racial inequality of income and homeownership have increased since 1963 and worsened during the recent Great Recession.[163]\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nBibliography\n\nFurther reading\n\n"
        }
    ]
}