{
    "url": "https://en.wikipedia.org/wiki/Marcel_Perez",
    "title": "Marcel Perez",
    "table_of_contents": [
        "1 Biography",
        "2 Personal life",
        "3 Preservation of films",
        "4 Filmography",
        "5 References",
        "5.1 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Marcel Perez, born Marcel Fernández Pérez (January 29, 1884 – February 8, 1929), was an internationally celebrated Spanish-born creator and star of over 200 silent comedy short subjects. He directed himself in nearly two-thirds of these films, acting, on two continents under such names as Marcel Fabre,[1] Michel Fabre, Fernandea Perez, Manuel Fernández Pérez, Robinet, Tweedy, Tweedledum, and Twede-Dan.\n\n"
        },
        {
            "title": "Biography",
            "text": "Born in Madrid, Perez began his professional career by working as a circus clown in Paris.[2] His film career started with comedy films of the production companies Pathé Frères and Éclair. In 1910 Arturo Ambrosio signed him for his production company, Ambrosio Films. Perez directed several comedies while working for the production company.[3]\n\nHe had directed and acted in the sci-fi film Le avventure straordinarissime di Saturnino Farandola, a series of 18 episodes[4][5] released on the eve of first World War and based on a science fiction novel by Albert Robida.[6] He had played the character of Saturnino Farandola in the film which explored the idea of a voyage around the world.[7] Perez had directed and played the character of Robinet in over 150 films produced by Ambrosio films[8][9] and was thus popularly called Robinet in Italy.[10] He had directed the 1914 melodrama film Amor Pedestre (translation Pedestrian Love), which did not show any body part of the lead actor or actress except their feet.[11][12]\n\nDuring the First World War, Perez left Italy and went to the United States. In America, he was popularly called Tweedle-Dum, Twede-Dan and Tweedy, but among his earliest American movies were a series of four Bungles comedies: Bungles' Rainy Day, Bungles Enforces the Law, Bungles' Elopement and Bungles Lands a Job. The Bungles shorts co-starred Oliver Hardy and were produced by Jacksonville's Vim Comedy Company.[13] Perez began his decade-long occasional collaborations with William A. Seiter on the 1918 military comedy film The Recruit.[1]\n\nConcurrent with his early-1920s short subject work, Perez directed Rubye De Remer in three features; what might have become a more extensive teaming was ended, in part, by her early retirement. Following a cancer-related leg amputation in 1923, his film work was confined almost exclusively to writing and directing, most notably the Alyce Ardell comedies for producer Joe Rock.[14] By early 1924, Perez was reportedly earning $400 weekly as a Jimmy Aubrey gagman.[15]\n\n"
        },
        {
            "title": "Personal life",
            "text": "He was married to the actress Dorothy Earle (1892-1958).[1]\n\n"
        },
        {
            "title": "Preservation of films",
            "text": "Ten surviving Perez titles held by the EYE Film Institute Netherlands and the Library of Congress[16] were restored and released on DVD on January 26, 2015,[17] with another 8 films released in February 2018\non The Marcel Pérez Collection, Volume Two.[18]\n[19] Material from fifteen other Pérez “Robinet” short subjects was posted online by the EYE Film Institute Netherlands in the closing months of 2019.\n\n"
        },
        {
            "title": "Filmography",
            "text": "Including\n\n"
        }
    ]
}