{
    "url": "https://en.wikipedia.org/wiki/Maria_Valtorta",
    "title": "Maria Valtorta",
    "table_of_contents": [
        "1 Early life",
        "2 Settling in Viareggio",
        "3 Reports of visions",
        "4 Notebooks",
        "5 Publication",
        "6 Holy See's reaction to publication",
        "6.1 Regarding unauthorized publication",
        "6.2 Regarding content",
        "7 Controversy",
        "8 Death and burial",
        "9 Mentions in other reported visions",
        "10 Imprimatur",
        "11 See also",
        "12 References",
        "13 Sources",
        "14 Bibliography",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Maria Valtorta (14 March 1897 – 12 October 1961) was a Roman Catholic Italian writer and poet. She was a Franciscan tertiary and a lay member of the Servants of Mary who reported reputed personal conversations with, and dictations from, Jesus Christ.\n\nIn her youth, Valtorta travelled around Italy due to her father's military career. Her father eventually settled in Viareggio. In 1920, aged 23, while she was walking on a street with her mother, a delinquent youth struck her in the back with an iron bar for no apparent reason. In 1934, the injury confined her to bed for the remaining 28 years of her life. Her spiritual life was influenced by reading the autobiography of Saint Thérèse of Lisieux and, in 1925, at the age of 28, before becoming bedridden, she offered herself to God as a victim soul.\n\nFrom 23 April 1943, until 1951 she produced over 15,000 handwritten pages in 122 notebooks, mostly detailing the life of Jesus as an extension of the gospels. Her handwritten notebooks containing close to 700 reputed episodes in the life of Jesus were typed on separate pages by her priest and reassembled, becoming the basis of her 5,000-page book The Poem of the Man-God.[1]\n\nValtorta lived most of her life bedridden in Viareggio, Italy, where she died in 1961. She is buried at the grand cloister of the Basilica of Santissima Annunziata in Florence.[2]\n\nThe Congregation for the Doctrine of the Faith gave permission to Emilio Pisani at the Centro Editoriale Valtortiano (the publishing house of Maria Valtorta’s works)[3] to continue publishing her work as it is without modifications. In a letter dated May 6, 1992 (Prot. N. 324-92), addressed to Pisani, Bishop Dionigi Tettamanzi, secretary to the Italian Episcopal Conference, gave permission for the work to continue to be published for the “true good of readers and in the spirit of the genuine service to the faith of the Church.” [4]\n\n"
        },
        {
            "title": "Early life",
            "text": "Valtorta was born in Caserta, in the Campania region of Italy, the only child of parents from the Lombardy region, her father being born in Mantova and her mother in Cremona. Her father, Giuseppe, was in the Italian cavalry and her mother, Iside, was a teacher of French. At age 7 she was enrolled in the Institute of the Marcellienne Sisters and at age 12 she was sent to the boarding school in Monza administered by the Sisters of Charity.[5] As the family moved around Italy due to her father's military career, she received a classic education in various parts of Italy and focused on Italian literature.\n\nIn 1913, when she was about 16 years old, her father retired and the family moved to Florence. She stated that in 1916 she had a personal religious experience and felt a closeness to God which transformed her life.[5] In 1917, during the First World War, she volunteered as a Samaritan nurse and for 18 months worked at the military hospital in Florence.\n\nOn 17 March 1920, at the age of 23, while she was walking on a street with her mother, a delinquent youth struck her in the back with an iron bar for no apparent reason. As a result of that injury, she was confined to bed for three months. Although she seemed to have recovered, and was able to move around for over a decade thereafter, the complications from that incident eventually confined her to bed for 28 years, from April 1934 to the end of her life.\n\n"
        },
        {
            "title": "Settling in Viareggio",
            "text": "In 1924, her family moved from Florence to settle in the nearby town of Viareggio, on the coast of Tuscany. After settling in Viareggio, she hardly ever left that town. In Viareggio she led a life dominated by solitude and, except for occasional excursions to the seaside and the pine-forest, her days mostly consisted of doing the daily household shopping and visiting the Blessed Sacrament in church.\n\nInfluenced by the autobiography of Thérèse, on 28 January 1925 (several years before becoming bedridden) she made a vow to offer herself to God as a victim soul and to renew that offer to God every day.[5] Later, in 1943, after reading about the life of Saint John Vianney she wrote that she also considered him a victim soul. In 1931 she took private vows of chastity, poverty and obedience.[6]\n\nThe last day Valtorta was able to leave her house on her own, despite her high level of fatigue, was 4 January 1933. From 1 April 1934 she was no longer able to leave her bed. In 1935, a year after she was bed-ridden, Martha Diciotti began to care for her. Valtorta's father died in 1935 and her mother in 1943, after which she was mostly alone in the house, with Martha Diciotti taking care of her to the end of her life. Except for a brief wartime evacuation to Sant’ Andrea di Compito in Lucca, from April to December 1944, during the Second World War, the rest of her life was spent in her bed at 257 Via Antonio Fratti in Viareggio.[7]\n\nIn 1942, Valtorta was visited by Fr Romuald M. Migliorini of the Servants of Mary, who became her spiritual director. As a missionary priest, Father Migliorini had previously been the vicar apostolic in Swaziland, Africa.[6] Early in 1943, when Valtorta had been infirm for nine years, Father Migliorini suggested to her to write about her life and, in about two months, she had produced several hundred handwritten pages for her confessor which became the basis of her autobiography.\n\n"
        },
        {
            "title": "Reports of visions",
            "text": "On the morning of 23 April 1943, Good Friday, Valtorta reported a voice suddenly speaking to her and asking her to write. From her bedroom she called for Marta Diciotti, showed her the sheet in her hands and said that \"something extraordinary\" had happened. Diciotti called Father Migliorini regarding the \"dictation\" Valtorta had reported. Father Migliorini asked her to write down anything else she \"received\" and over time provided her with notebooks to write in.\n\nThereafter, Maria wrote almost every day until 1947 and intermittently in the following years until 1951. She would write with a fountain pen in the notebook resting on her knees and placed upon the writing board she had made herself. At times she would call Marta to read back to her what she had written.[8][better source needed]\n\nHer notebooks were dated each day, but her writing was not in sequence, in that some of the last chapters of The Poem of the Man-God were written before the early chapters.\n\n"
        },
        {
            "title": "Notebooks",
            "text": "From 1943 to 1951 Valtorta produced over 15,000 handwritten pages in 122 notebooks. She wrote her autobiography in seven additional notebooks. These pages became the basis of her major work, The Poem of the Man-God, and constitute about two thirds of her literary work. The reputed visions give a detailed account of the life of Jesus from his birth to the Passion with more elaboration than the Gospels provide. For instance, while the Gospel includes a few sentences about the wedding at Cana, the text includes a few pages and narrates the words spoken among the people present. The reputed visions also describe the many journeys of Jesus throughout the Holy Land and his conversations with people such as the apostles.[9]\n\n"
        },
        {
            "title": "Publication",
            "text": "Maria Valtorta was at first reluctant to have her notebooks published, but on the advice of her priests, Father Romualdo Migliorini and Corrado Berti of the Servite Order, agreed in 1947 to their publication.\n\nShortly after April 1947, Father Berti presented the first copy of the work to Pope Pius XII, who on 26 February 1948 received Fathers Migliorini and Berti, along with their prior, Father Andrea Checchin, in special audience, as reported on the next day's L'Osservatore Romano, the Vatican newspaper.[10]\n\nThe permission of the author's ordinary, or of the ordinary of the place of publication or of printing, was required for publishing such books and had to be given in writing, Confident in Pope Pius XII's verbal approval, Father Berti had in 1948 offered the Poem of the Man-God to the Vatican Printing Office, which however did not publish it. Instead, in 1949, the Holy Office summoned Father Berti and ordered him to surrender all copies and promise not to publish the work.\n\nThe work later received attention from the Canadian Bishop, Roman Danylak, who in his retirement in Italy had begun to support claims by a number of individuals that they had received visions of Jesus and Mary (including the Garabandal apparitions, and an alleged miracle in Naju, Korea).[11][12] According to Danylak (writing decades after the event), the publishers of the first edition of Valtorta's book had not submitted the work to prior ecclesiastical approval.\n\nIn 1950, Maria Valtorta signed a contract with the publisher Emilio Pisani, who between 1956 and 1959 printed the work in four volumes,[13] the first of which was titled \"The Poem of Jesus\" and the others \"The Poem of the Man-God\".\n\n"
        },
        {
            "title": "",
            "text": "On 16 December 1959, the Congregation of the Holy Office ordered the 4-volume work entitled \"The Poem of the Man-God\" placed on the Index of Forbidden Books. Pope John XXIII approved the decree and directed that the condemnation be published. The decree was then promulgated by the Holy Office on 5 January 1960.[14] The decree was published also in L'Osservatore Romano of 6 January 1960, accompanied by a front-page article under the heading \"A Badly Fictionalized Life of Jesus\".[15] After publication of a second edition by the same publisher, the Vatican newspaper republished the content of the decree on 1 December 1961, together with an explanatory note.\n\nCardinal Joseph Ratzinger, Prefect of the Congregation for the Doctrine of the Faith, in his letter 144/58 of 31 January 1985, entrusted to Cardinal Giuseppe Siri, Archbishop of Genoa, the decision whether to inform a priest of his archdiocese that the Valtorta work had indeed been placed on the Index, which keeps its moral force, and that \"a decision against distributing and recommending a work, which has not been condemned lightly, may be reversed, but only after profound changes that neutralize the harm which such a publication could bring forth among the ordinary faithful\". Cardinal Siri not only informed the priest, but also published (with the name of the priest removed) the text of Cardinal Ratzinger's letter.\n\nAgain in 1983, Cardinal Ratzinger wrote to Bishop Raymond James Boland of Birmingham, Alabama, in response to a letter a member of Bishop Boland's diocese had sent to him. He recalled the notes that the Congregation had already issued for the guidance of the faithful and that had been published on various numbers of L'Osservatore Romano, and he stated that his Congregation had requested the Italian episcopal conference to ask the publisher to have a disclaimer printed in the volumes that \"clearly indicated from the very first page that the 'visions' and 'dictations' referred to in it are simply the literary forms used by the author to narrate in her own way the life of Jesus. They cannot be considered supernatural in origin.\"\n\nBy then, the Italian Bishops Conference had already carried out the Congregation's request: in letter 324/92 of 6 January 1992, it recalled the notes about the matter that had appeared on L'Osservatore Romano of 6 January 1960 and 15 June 1966 and it requested that \"in any future reprint of the volumes, each should, right from its first page, clearly state that the 'visions' and 'dictations' referred to in it cannot be held to be of supernatural origin but must be considered simply as literary forms used by the author to narrate in her own way the life of Jesus\".[16]\n\nAccording to Bishop Roman Danylak, among those impressed by the work at the Vatican was Pope Pius XII's confessor, Father (later Cardinal) Augustin Bea, who later wrote that he found the parts of the work that he had read \"not only interesting and pleasing, but truly edifying\".[17] An article in The Wanderer, which describes the books as \"poorly written prose, filled with imagined conversations between Jesus, Mary, Joseph, and the Apostles that can be, most charitably, described as banal\", says that Bea was a consultor of the Holy Office at the time it condemned the book, as was Dominican theologian Reginald Garrigou-Lagrange.[18] The article further lists seven reasons why the Poem of the Man-God was condemned:\n\n"
        },
        {
            "title": "Controversy",
            "text": "Supporters of Valtorta argue that, according to canon law, the Roman Pontiff has full power over the whole Church, hence the initial approval given by Pope Pius XII effectively nullified any subsequent ruling by the Holy Office, including the Holy Office's action under his own reign and its later condemnation of the work and placing it on the Index, even with the approval of Pope John XXIII, in 1960.\n\nIn 1963, Pope Paul VI succeeded John XXIII and, under his reign, the Holy Office, with its name changed to Sacred Congregation for the Doctrine of the Faith, abolished the Index altogether in 1965. Valtorta's followers argue that this in effect nullified the condemnation of 1959, since the Index no longer existed after 1965. Others consider the abolition of the Index as not reversing the Church's opinion of the work. In 1960, the Holy Office condemned the work, as well as placing it on the Index;[14] and Cardinal Joseph Ratzinger (later Pope Benedict XVI) acting as head of the Congregation in 1985 wrote that \"the Index retains its moral force despite its dissolution.\" Valtorta supporters point to the fact that at different times the list of forbidden books included writings by Jean-Paul Sartre, Voltaire, Jean-Jacques Rousseau, David Hume, René Descartes, Francis Bacon, John Milton, and Blaise Pascal, among others, while other authors (such as Karl Marx or Adolf Hitler) were never put on the Index.[19][20][21]\n\nCanadian distributor of Valtorta's works, Leo A. Brodeur, has argued that, at the moment, the official position of the Catholic Church with respect to the book is less than clear. While he admitted that the \"notes for the guidance of the faithful\" that Cardinal Ratzinger mentioned as still valid in his letter to Bishop Boland were severe condemnations, he saw in the request that a disclaimer of supernatural origin be inserted in the volumes an implicit permission to publish them if accompanied by that disclaimer. The implicit permission, if this is what it was, has not been availed of either in Italian or in English, and Brodeur himself refused to accept that the content of the book is not of supernatural origin.[22]\n\nEarlier, the Italian publisher Emilio Pisani commented on Cardinal Ratzinger's letter to Cardinal Siri, which recalled that the Index Librorum Prohibitorum, in which the book was included, still maintained its moral force, and for that reason it was inopportune to circulate and recommend the book, which had been condemned in order to neutralize the damage it could bring to the more unprepared faithful. Pisani declared that the last words, \"the more unprepared faithful\" –in the original text, \"i fedeli più sprovveduti\" (the more unwary faithful)– mean that only the more unprepared faithful are excluded from using the book.\n\nThe Poem of the Man-God has also drawn criticism from a variety of theologians and skeptics who claim internal inconsistencies,[23] friction with the Holy See,[24] and theological errors of the Biblical account of the Gospel and Catholic dogma.[25]\n\nRegarding the issue of internal consistency and correspondence with the Gospels, Valtorta supporters say that, ever since Saint Augustine of Hippo addressed the Augustinian hypothesis (that the Gospel of Mark used the Gospel of Matthew as a source and that the Gospel of Luke used both Matthew and Mark) in the 5th century, religious scholars have been debating issues regarding the order of composition of the Gospels, at times with no clear resolution. Such debates still take place among experts even on issues regarding the Church canons and the canonical Gospels themselves.[26][27] Valtorta supporters say that The Poem of the Man-God seems to provide solutions to some synoptic debates such as those regarding Luke 22:66[28]\nand Matthew 26:57[29] on the Trial of Jesus by providing simple explanations that resolve the conflicts. Valtorta's explanation that the illegality of a night trial made it necessary to hold a legal one in the morning was propounded by others since at least the time of André Marie Jean Jacques Dupin (1783–1865).[30][31] According to Valtorta publisher, Emilio Pisani, scripture scholar Gabriele Allegra expressed his support for The Poem of the Man-God and its correspondence with the Gospel.[32] Allegra is said to have written: \"I hold that the work of Valtorta demands a supernatural origin. I think that it is the product of one or more charisma and that it should be studied in the light of the doctrine of charisma.\"[33]\n\nIn 1972, another book by Maria Valtorta was published. The Book of Azariah, as it is called, is a series of \"lessons\" that she presented as dictated to her by her guardian angel Azariah.  Each took as its starting point one of 58 Masses in the pre-1970 Roman Missal.\n\nIn 1994, Fr. Mitch Pacwa, S.J., wrote a sharp criticism identifying numerous theological and historical errors. He said, \"The best that can be said for The Poem of the Man-God is that it is a bad novel. This was summed up in the L'Osservatore Romano headline, which called the book 'A Badly Fictionalized Life of Jesus.' At worst, Poem's impact is more serious. Though many people claim that Poem helps their faith or their return to reading Scripture, they are still being disobedient to the Church's decisions regarding the reading of Poem. How can such disregard for Church authority and wisdom be a help in renewing the Church in these difficult times?\"\n\n"
        },
        {
            "title": "Death and burial",
            "text": "Valtorta died and was buried in Viareggio in 1961, at age 64. In 1973 with ecclesiastic permission, her remains were moved to Florence to the chapel in the Grand Cloister of the Basilica della Santissima Annunziata di Firenze.  Chiseled on her tomb are the words: Divinarum rerum scriptrix\" (\"Writer of divine things\").\n\nPresiding over the services at Valtorta's \"privileged burial\" and the relocation of her remains from Viareggio to the Santissima Annunziata Basilica was Father Gabriel M. Roschini.[34] A respected Mariologist, founding professor at the Marianum pontifical institute in Rome and advisor to the Congregation for the Doctrine of the Faith, Father Roschini had studied Valtorta's writings and her book The Poem of the Man-God and was initially skeptical of the authenticity of her work. But upon studying her work further he grew to appreciate it as a private revelation. He wrote of Valtorta's work: \"We find ourselves facing an effect (her work) which seems to be beyond its cause (Maria Valtorta).\"[35]\n\nThe house at 257 Via Antonio Fratti in Viareggio, where all her messages were written, was purchased by the publisher of The Poem of the Man-God and has been preserved intact. It can be visited by appointment in Viareggio, Italy.\n\n"
        },
        {
            "title": "Mentions in other reported visions",
            "text": "Two of the Medjugorje visionaries (on whose status in the eyes of the Catholic Church see Catholic Church response to the Medjugorje apparitions) said Maria Valtorta's book had received supernatural approval. Vicka Ivankovic told an American attorney: \"Our Lady said if a person wants to know Jesus, he should read THE POEM OF THE MAN-GOD by Maria Valtorta. That book is the truth.\"[36] Marija Pavlovic, another of the Medjugorje visionaries, said in 1985: \"Maria Valtorta! All true. The Poem of the Man-God. The Madonna said two years ago, all true! Dictated by Jesus!\"[37] A claim she repeated in 1988. However Fr. Philip Pavich, OFM, an American Croatian Franciscan priest stationed in Medjugorje, sent a circular letter to the Medjugorje fans, questioning the purported visions of Maria Valtorta and the subsequent book.[17]\n\nMaria Valtorta's work is also mentioned in the writings of Monsignor Ottavio Michelini, a priest of the Diocese of Carpi, who reported a series of Dictations and Visions given to him by Jesus Christ and the Virgin Mary from 1975 to 1979. He reported these words dictated to him by Christ: \n\nThe particular Michelini book from which this quotation was taken is called La medida está colmada in its Spanish version and remains in the library of The Archidiocesan Minor Seminary of Monterrey in the city of San Pedro Garza García. It is worth noting that the first page of the book has a seal that reads \"Biblioteca Seminario Menor de Monterrey Donativo del Sr. Emmo. Adolfo Antonio Cardenal Suárez Rivera\", (\"Library of the Minor Seminary of Monterrey Donated by Sr. Eminentísimo Adolfo Cardinal Suárez Rivera\"), for many years Cardinal Archbishop of the Diocese of Monterrey. This Spanish edition of Michelini's writings, where supposedly Christ himself defends Valtorta's Work, comes with a copy of two letters between Bishops. The first letter is from the Bishop of León, México, Anselmo Zarza Bernal and is addressed to Bishop Miguel García Franco at the time Bishop of Mazatlán. The response to Bishop Zarza is the second letter. In the first letter, Bishop Zarza recommends to Bishop García Franco the reading and reflection on Michelini's book. In response Bishop García wrote: \"I received your letter ... that came with the book\" (Michelini's Book). \"I find all the doctrine contained in the book 100% orthodox, more yet, in whole coincident with the writings of Mrs. Conchita Cabrera de Armida.\"\n\n"
        },
        {
            "title": "Imprimatur",
            "text": "In 2002, The Poem of the Man-God received the imprimatur of retired Bishop Roman Danylak, although he explained that this need not necessarily convey the views or convictions of either the delegated priest/theologian censor who gives his Nihil Obstat, or of the bishop, who granted permission to print the book.[39] Under Canon 824 §1 \"Unless it is otherwise provided, the local Ordinary whose permission or approval for publishing a book is to be sought according to the canons of this title, is the author's proper local Ordinary, or the Ordinary of the place in which the book is published.\"[40] In 2002, Bishop Danylak was titular bishop of Nyssa, which is located in Cappadocia. He died in 2012.[41] In defense of providing what he called his \"imprimatur\" for the Poem of the Man-God, Bishop Danylak recalled John 8:7.[42] Bishop Danylak wrote in his 2002 letter, \"it is outright immoral and sinful to continue to level their accusing fingers at this gift of heaven and God’s faithful servant and victim soul, Maria Valtorta.\"[43]\n\nIn 2006, Dr. Mark Miravalle, S.T.D. cited Bishop Danylak's letter writing a lengthy support of Valtorta's work and dismissing Cardinal Ratzinger's criticism, saying that \"Cardinal Ratzinger's 1985 comment to a fellow cardinal in a letter that speaks against the supernatural character of the literary forms of The Poem was not in the canonical or ecclesiastical form of an official and universally binding decree of the Congregation for the Doctrine of the Faith.\"[44] Miravalle did not address Ratzinger's important 1993 comment, cited in an essay by Mitch Pacwa, \"The 'visions' and 'dictations' referred to in the work, The Poem of the Man-God, are simply the literary forms used by the author to narrate in her own way the life of Jesus. They cannot be considered supernatural in origin.\"\n\nOn the occasion of the 50th anniversary of Maria Valtorta's death on 12 October 2011, a Change petition was started by Hermann Munk to ask the Congregation for the Doctrine of the Faith/Vatican to actively promote Valtorta's work, though fewer than 600 signatories were added. The petitioner's web site reported that there has not been any response from the CDF.[45] On 12 and 15 October 2011 there were Masses in memory of Maria Valtorta in the Basilica della Santissima Annunziata in Florence, where Valtorta readers from all over the world presented.[46]\n\n"
        }
    ]
}