{
    "url": "https://en.wikipedia.org/wiki/Mariana_UFO_incident",
    "title": "Mariana UFO incident",
    "table_of_contents": [
        "1 The incident",
        "2 Air Force investigation",
        "3 Lawsuit",
        "4 Later studies",
        "5 Baker analysis",
        "6 Condon report",
        "7 Today",
        "8 See also",
        "9 References",
        "9.1 Notes",
        "9.2 Sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Mariana UFO Incident occurred in August 1950 in Great Falls, Montana. The film footage of the sighting is believed to be among the first ever taken of what came to be called an unidentified flying object. The footage was investigated by the U.S. Air Force, and found to be reflections from two F-94 jet fighters.\n\n"
        },
        {
            "title": "The incident",
            "text": "At 11:29 am on August 15, 1950, Nick Mariana, the general manager of the Great Falls Selectrics minor-league baseball team, and his nineteen-year-old secretary, Virginia Raunig, were inspecting the empty Legion Stadium baseball field before a game.[1] A bright flash caught Mariana's eye and, according to his reports, he saw two bright silvery objects, rotating while flying over Great Falls at a speed he estimated to be two hundred to four hundred miles per hour. He believed that they were roughly fifty feet wide and one hundred and fifty feet apart.[2] Mariana ran to his car to retrieve his 16 mm movie camera and filmed the UFOs for sixteen seconds. The camera could film the objects in color, but could not record sound. Raunig also witnessed the objects.[3] The day after Mariana's sighting, the Great Falls Tribune, the city's daily newspaper, described his sighting and the film in an article, which was picked up by other media outlets around the nation. For several weeks after the sighting, Mariana showed his film to local community groups, including the Central Roundtable Athletic Club.[4]\n\n"
        },
        {
            "title": "Air Force investigation",
            "text": "After seeing the film, a reporter for the Great Falls Tribune called Wright-Patterson Air Force Base in Ohio and informed them of Mariana's sighting and film. U.S. Air Force Captain John P. Brynildsen interviewed Mariana at nearby Malmstrom AFB outside of Great Falls. When Mariana and Ms. Raunig both told him that they had seen two jet fighters pass over the baseball stadium shortly after the sighting, Brynildsen felt that perhaps the jets were the objects Mariana had seen and captured on film.[5] With Mariana's permission, Capt. Brynildsen sent the film to Wright-Patterson AFB for analysis. He told a reporter in Great Falls that he had \"picked up about eight feet of film from Mariana.\" However, in his message to Wright-Patterson he said that he was sending \"approximately fifteen feet of moving picture film\" to the base for study.[6]  According to UFO historian Jerome Clark, this discrepancy was never cleared up.[7]\n\nAt Wright-Patterson AFB the film was briefly examined and determined to be the reflections from two F-94 jet fighters that were known to be flying over Great Falls at the time of Mariana's sighting. Lt. Col. Ray W. Taylor returned the film to Mariana with a cover letter stating that \"our photoanalysts were unable to find anything identifiable of an unusual nature\".[8] However, according to Air Force officer Edward J. Ruppelt, who would become the supervisor of the Air Force's Project Blue Book investigation into the UFO mystery in 1951, \"in 1950 there was no interest [by the Air Force] in the UFO, so after a quick viewing, Project Grudge had written them off as the reflections from two F-94 jet fighters that were in the area\".[9] Controversy soon arose when Mariana claimed that the first thirty-five frames of his film - which he said most clearly showed the UFOs as rotating disks - were missing. People in the Great Falls area who had viewed Mariana's film supported his claims.[10] They claimed that the missing frames clearly showed the UFOs as spinning, metallic disks with a \"notch or band\" along their outer edges. The Air Force personnel denied this accusation, and insisted that they had removed only a single frame of film which was damaged in the analysis.[11]\n\n"
        },
        {
            "title": "Lawsuit",
            "text": "In January 1951, Bob Considine, a writer and UFO skeptic, wrote an article for Cosmopolitan magazine. Entitled \"The Disgraceful Flying Saucer Hoax\", it debunked the most famous UFO sightings to that date, including Mariana's sighting and film. Claiming that Considine's article implied that he was \"a liar, prankster, half-wit, crank, publicity hound and fanatic\", Mariana filed a lawsuit for slander against Considine. The lawsuit was eventually dropped in September 1955.[12]\n\n"
        },
        {
            "title": "Later studies",
            "text": "In July 1952, Captain Ruppelt was able to convince Mariana to let the Air Force see the film again for a more detailed analysis. Mariana reluctantly agreed, but only after requiring the Air Force to sign an agreement that they would not remove any frames of the film.[13] The film analysts at Wright-Patterson AFB concluded that the objects in Mariana's film were not \"birds, balloons, or meteors\".[14] The original conclusion - that the objects were reflections from the F-94 jets - was also ruled out. According to Ruppelt in his memoirs: \"The two jets weren't anywhere close to where the two UFOs had been... we studied each individual light and both appeared too steady to be reflections. We drew a blank on the Montana Movie, it was an unknown\".[15] In January 1953 the Air Force and CIA convened a committee of prominent scientists to examine the \"best\" cases collected by Project Blue Book. Called the Robertson Panel, after its chairman, physicist H.P. Robertson, it viewed Mariana's UFO film. The scientists judged that the objects in the film were \"reflections of aircraft known to have been in the area\".[16]\n\n"
        },
        {
            "title": "Baker analysis",
            "text": "In 1954 Greene-Rouse productions decided to film a documentary-movie about the UFO phenomenon. They asked Nick Mariana for the rights to use his film in the documentary, and Mariana agreed. To analyze the film, they hired Robert M.L. Baker, Jr., a scientist and engineer for the Douglas Aircraft company. Baker completed his analysis of Mariana's film in early 1956. He concluded that the explanation that the objects were simply reflections from the F-94 jets was \"quite strained\".[17]\n\nIn 1968 Baker testified before a Congressional hearing on UFOs. He commented on his analysis of the Mariana film: \"Preliminary analysis excluded most natural phenomena. More detailed study indicated that the only remaining natural phenomenon candidate for the Utah film was birds in flight, and for the Montana film it was airplane fuselage reflections of the sun. After about 18 months of rather detailed, albeit not continuous, study using various film-measuring equipments [sic] at Douglas and at UCLA, as well as analysis of a photogrammetric experiment, it appeared that neither of these hypothesized natural phenomena explanations had merit\".[18]\n\nIn 1969 Baker presented a paper at the AAAS UFO panel organized by Thornton Page and Carl Sagan. He discussed the Mariana film as well as other films and photographs of UFOs. Baker concluded that the Mariana film was unidentifiable. He emphasized the importance of improving the quality of photographic data before speculating about the nature of UFOs.[19]\n\n"
        },
        {
            "title": "Condon report",
            "text": "In 1966 the U.S. government established and funded a study of the UFO phenomenon. Located at the University of Colorado at Boulder, and chaired by Dr. Edward U. Condon, a prominent physicist, the committee's researchers decided to \"reinvestigate\" Mariana's UFO film. The Condon Committee assigned two investigators to study the case: Dr. Roy Craig, a physicist who was generally skeptical of UFOs, and Dr. David Saunders, a psychologist who had long been interested in the Mariana UFO incident.\n\nSaunders and Craig soon added a new problem to the case - they were not sure whether the film had been taken on August 5 or August 15, 1950. After interviewing Mariana, the two researchers came to different conclusions about the film. Craig remained skeptical of Mariana's claims that 35 frames had been removed from the footage: \"the comment I considered most significant, which Mr. Mariana's ex-secretary made to me during a telephone interview...when I pressed for information or beliefs regarding clipping of the film by the Air Force. The very hesitant comment was, 'What you have to remember in all this is... that Nick Mariana is a promoter'. That comment was adequate to close our conversation\".[20] In his memoirs, Dr. Craig also wrote that: \"I would not like to have to defend Dr. Saunders's conviction that the Mariana film is strong evidence that we have extraterrestrial visitors\".[21] However, David Saunders thought the Mariana film was a crucial case in the Colorado Project's case files. Impressed by Baker's analysis, Saunders was suspicious of the discrepancy over the missing frames at the beginning of the Mariana film. He was particularly concerned with reports that the first three seconds of the film that were missing clearly indicated the objects were spinning discs.[22] He came to the conclusion that Mariana's film \"was the one sighting of all time that did more than any other single case to convince me that there is something to the UFO problem\".[23]\n\nDr. William Hartmann, an astronomer for the University of Arizona, analyzed the Mariana UFO film for the Condon Report. His conclusion was that \"past investigations have left airplanes as the principal working hypothesis. The data at hand indicate that while it strains credibility to suppose that these were airplanes, the possibility nonetheless cannot be entirely ruled out. There are several independent arguments against airplane reflections.\".[24]\n\n"
        },
        {
            "title": "Today",
            "text": "Copies of Mariana's film currently reside in the US National Archives.[25] It is still featured in documentaries, television programs, and shared online.  The film continues to be debated. Since Mariana's sighting, over 100 other UFO sightings have been made in Great Falls, Montana, making it one of the most active locations for UFO sightings in North America. In 2008, the minor-league baseball team in Great Falls was renamed the Great Falls Voyagers in honor of the Mariana UFO incident.[26]\n\n"
        }
    ]
}