{
    "url": "https://en.wikipedia.org/wiki/Marin_Marais",
    "title": "Marin Marais",
    "table_of_contents": [
        "1 Career",
        "2 Works",
        "2.1 Instrumental music",
        "2.2 Operas",
        "2.3 Sacred works",
        "3 Discography",
        "4 References in film",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMarin Marais (French: [maʁɛ̃ maʁɛ]; 31 May 1656, in Paris – 15 August 1728, in Paris) was a French composer and viol player. He studied composition with Jean-Baptiste Lully, often conducting his operas, and with master of the bass viol Monsieur de Sainte-Colombe for six months. In 1676 he was hired as a musician to the royal court of Versailles and was moderately successful there, being appointed in 1679 as ordinaire de la chambre du roy pour la viole, a title he kept until 1725.\n\nHe was the father of the composer Roland Marais (c. 1685 – c. 1750).\n\n"
        },
        {
            "title": "Career",
            "text": "Marin Marais was a master of the viol, and the leading French composer of music for the instrument. He wrote five books of Pièces de viole (1686–1725) for the instrument, generally suites with basso continuo. These were quite popular in the court, and for these he was remembered in later years as he who \"founded and firmly established the empire of the viol\" (Hubert Le Blanc, 1740). His other works include a book of Pièces en trio (1692) and four operas (1693–1709), Alcyone (1706) being noted for its tempest scene.\n\nTiton du Tillet included Marais in Le Parnasse françois, making the following comments on two of his pieces, Le Labyrinthe, perhaps inspired by the labyrinth of Versailles,[1] and La Gamme:\n\nAs with Sainte-Colombe, little of Marin Marais' personal life is known after he reached adulthood.  Marin Marais married a Parisian, Catherine d'Amicourt, on 21 September 1676.  They had 19 children together.\n\nFacsimiles of all five books of Marais' Pièces de viole are published by Éditions J.M. Fuzeau.  A complete critical edition of his instrumental works in seven volumes, edited by John Hsu, is published by Broude Brothers.\n\nMarais is credited with being one of the earliest composers of program music.[2] His work The Bladder-Stone Operation,[3] for viola da gamba and harpsichord, includes composer's annotations such as \"The patient is bound with silken cords\" and \"He screameth.\"[2] The title has often been interpreted as \"The Gall-Bladder Operation,\" but that surgery was not performed until the late 19th century.[4] Urinary bladder surgery to remove stones was already a medical specialty in Paris in the 17th century.[5][6]\n\n"
        }
    ]
}