{
    "url": "https://en.wikipedia.org/wiki/Marine_Corps_War_Memorial",
    "title": "Marine Corps War Memorial",
    "table_of_contents": [
        "1 History",
        "2 Memorial marker and inscriptions",
        "2.1 Marker",
        "2.2 Major action inscriptions",
        "3 Memorial rumor and criticism",
        "4 Refurbishment",
        "5 Related memorials",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States Marine Corps War Memorial (Iwo Jima Memorial) is a national memorial located in Arlington County, Virginia. The memorial was dedicated in 1954 to all Marines who have given their lives in defense of the United States since 1775.[1] It is located in Arlington Ridge Park within the George Washington Memorial Parkway,[2] near the Ord-Weitzel Gate to Arlington National Cemetery and the Netherlands Carillon. The memorial was turned over to the National Park Service in 1955.\n\nThe war memorial was inspired by the iconic 1945 photograph of six Marines raising a U.S. flag atop Mount Suribachi during the Battle of Iwo Jima in World War II[3] taken by Associated Press combat photographer Joe Rosenthal. Upon first seeing the photograph, sculptor Felix de Weldon created a maquette for a sculpture based on the photo in a single weekend at Patuxent River Naval Air Station in Maryland, where he was serving in the Navy. He and architect Horace W. Peaslee designed the memorial. Their proposal was presented to Congress, but funding was not possible during the war. In 1947, a federal foundation was established to raise funds for the memorial.\n\n"
        },
        {
            "title": "History",
            "text": "The centerpiece of the memorial is a colossal sculpture group depicting the six Marines who raised the second and largest of two U.S. flags that were both raised atop Mount Suribachi located at the south end of Iwo Jima, on February 23, 1945. The first flag flown over the mountain was regarded to be too small to be seen by all the American troops on the other side of it where most of the fighting would take place, so it was replaced by a larger flag.\n\nThe flag-raising also was recorded by Marine Sergeant Bill Genaust, a combat motion picture cameraman. He filmed the event in color while standing beside Rosenthal. Genaust's footage established that the second flag raising was not staged. On March 4, 1945, he was killed by the Japanese after entering a cave on Iwo Jima and his remains have never been found. The subjects of Rosenthal's photograph (identification changes were made in 1947, 2016, and 2019), from right to left, are as follows:[4]\n\nThe Memorial was approved by the United States Congress and commission for the memorial was awarded in 1951, after it was approved and accepted by the Marine Corps League who also selected De Weldon as the sculptor. De Weldon spent three years creating a full-sized master model in plaster, with figures 32 feet (9.8 m) tall. This was disassembled like a giant puzzle, and each piece was separately cast in bronze. Peaslee's base for the memorial is made of black diabase granite from a quarry in Lönsboda, a small town in the southernmost province of Sweden.[5] It features a number of inscriptions. The Groundbreaking ceremony was held on February 19, 1954, exactly nine years after the Marines landed on Iwo Jima. General Lemuel Shepherd, 20th Commandant of the Marine Corps, did the groundbreaking. Construction of the memorial began in September. The bronze pieces of the sculpture were assembled to Brooklyn, New York for casting in bronze. This took about 3 months to complete. After that, they were reassembled into a dozen pieces and were shipped back to Arlington, Virginia in a 3 truck convoy, to which was added a 60 feet (18 m) flagpole. The total cost of the memorial was $850,000, including the development of the site. It was paid for with donations mostly from active duty Marines and Marine Reservists. Other donors included former Marines and friends of the Marine Corps and members of the Naval Service; no public funds were used.\n\nThe memorial was dedicated on Wednesday, November 10, 1954, the 179th anniversary of the founding of the Marine Corps.[1] The Presiding officials included President Dwight D. Eisenhower, Vice President Richard Nixon, Secretary of Defense Charles E. Wilson, Deputy Secretary of Defense Robert Anderson, Assistant Secretary of the Interior Orme Lewis, and General Lemuel C. Shepherd. Besides the words and prayers said by three military chaplains, remarks during the dedication were given by Robert Anderson, Chairman of the Day, Colonel J.W. Moreau, U.S. Marine Corps (Retired), President, Marine Corps War Memorial Foundation, Orme Lewis, and General Lemuel Shepherd who presented the monument to the people of the United States. Following that, a U.S. flag was raised up the Memorial's flagpole. Felix de Weldon also spoke, and Richard Nixon gave the dedicatory address.[6] The dedication ceremony ended with the playing of taps. The Memorial was under the stewardship of the Marine Corps Memorial Foundation until the monument was dedicated.\n\nPresident John F. Kennedy issued a proclamation on June 12, 1961, that a Flag of the United States should fly over the memorial 24 hours a day, which is one of the few official sites where this is required.[7] Despite being mounted on the staff of the sculpture, which depicts an event that occurred when the U.S. flag had 48 stars, the flag used is a modern one (specifically, one featuring the number and arrangement of stars prescribed as of when the flag is being flown) in keeping with both the text of the proclamation and the memorial's dedication to all Marines who died in defense of the United States regardless of when their deaths occurred.\n\nThe memorial is located on a high ridge, overlooking the national capital. The Marine Barracks, Washington, D.C. uses the memorial as the centerpiece of its weekly Sunset Parade, featuring the Drum and Bugle Corps and the Silent Drill Platoon.\n\n"
        },
        {
            "title": "Memorial marker and inscriptions",
            "text": "The memorial consists of front and rear inscriptions, and inscribed in gold letters around the polished black granite upper base of the memorial is the date and location of every United States Marine Corps major action up to the present time.\n\nFront (west side): \"Uncommon Valor Was A Common Virtue\" – \"Semper Fidelis\"\n\nRear (east side): \"In Honor And Memory Of The Men Of The United States Marine Corps Who Have Given Their Lives To Their Country Since 10 November 1775\"\n\nFelix de Weldon's and Joe Rosenthal's names are also inscribed on the bottom left and bottom right base of the front side of the memorial. Rosenthal's name was added in 1982.\n\n"
        },
        {
            "title": "Memorial rumor and criticism",
            "text": "A persistent rumor has attributed the existence of a thirteenth hand from the six statues of the men depicted on the memorial, and speculation about the possible reasons for it. When informed of the rumor, de Weldon exclaimed, \"Thirteen hands. Who needed thirteen hands? Twelve were enough.\"[8]\n\nIn discussing the site for the United States Air Force Memorial, originally to be near de Weldon's work, J. Carter Brown, chairman of the United States Commission of Fine Arts in 1998, described the Marine Corps Memorial as kitsch. \"It was taken from a photograph, it is by a sculptor, even though he was a member of this commission at one point, who is not going to go down as a Michelangelo in history—and yet it is very effective, largely because of its site,\" he said. Brown's remark was met with calls for his resignation from the commission, and disagreement over his categorization from the commission's staff.[9]\n\n"
        },
        {
            "title": "Refurbishment",
            "text": "On April 29, 2015, philanthropist David Rubenstein pledged over five million dollars to refurbish the memorial in honor of his father, a Marine veteran from World War II who died in 2013, \"and all Marines who have died in service to the United States.\" The $5.37 million donation, made through the National Park Foundation, supported cleaning and waxing the statue, polishing the black granite panels, regilding inscriptions, relandscaping, and making repairs to the pavement, lighting and flagpole.[10] While the Park Service performs regular routine maintenance, this was the first comprehensive refurbishment of the memorial since its dedication in 1954.[11] The work was done in three phases with completion in 2018.[12]\n\n"
        },
        {
            "title": "Related memorials",
            "text": "When there were no government funds for sculpture during the war, the sculptor financed a concrete version of similar design in a one-third size that was placed on a parcel of land in Washington, D.C. until 1947, when it was put into storage. It later was restored and displayed at a museum on an aircraft carrier and again, returned to storage. This small concrete statue of the second U.S. flag raising at Iwo Jima in 1945 was scheduled to be auctioned in February 2013 at a New York auction dedicated to World War II artifacts,[13] but it failed to receive the minimum bid required for the auction of it to begin.\n\nOther related memorials and copies:\n\n"
        },
        {
            "title": "References",
            "text": " This article incorporates public domain material from websites or documents of the United States Marine Corps.\n\n"
        }
    ]
}