{
    "url": "https://en.wikipedia.org/wiki/Mark_Tilden",
    "title": "Mark Tilden",
    "table_of_contents": [
        "1 Early career",
        "2 Current Work",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mark W. Tilden is a robotics physicist who produces complex robotic movements from simple analog logic circuits, often with discrete electronic components, and usually without a microprocessor. He is controversial because of his libertarian Tilden's Laws of Robotics,[1] and is known for his invention of BEAM robotics and the WowWee Robosapien humanoid robot.\n\n"
        },
        {
            "title": "Early career",
            "text": "Born in the UK in 1961, raised in Canada, Tilden started at the University of Waterloo then moved on to the Los Alamos National Laboratory where he developed simple robots such as the SATbot which instinctively aligned itself to the magnetic field of the earth, de-mining insectoids, \"Nervous Network\" theory and applications, interplanetary explorers, and behavioral research into many solar-powered \"Living Machines\" of his own design.\n\nTilden later referred to his early robots as \"wimpy\" for the results of their programming using Isaac Asimov's Three Rules of Robotics.[2] He accordingly promulgated another set of three rules for what he called \"wild\" robots, essentially survivalists.[3][4]\n\n"
        },
        {
            "title": "Current Work",
            "text": "Having left government service and moved to Hong Kong, Tilden currently works as a freelance robotics designer, consultant and lecturer. His commercial products are marketed through WowWee Toys.[5] Biomorphic robot-based items include B.I.O. Bugs (2001), Constructobots (2002), G.I Joe Hoverstrike (2003), RoboSapien (2004), Robosapien v2 (2005), Roboraptor (2005), Robopet (2005), Roboreptile (2006), RS Media (2006, co-developed with Davin Sufer and Maxwell Bogue), Roboquad (2007), Roboboa (2007), the humanform Femisapien (2008), Joebot (2009), and the Roomscooper floor-cleaning robot (2010).\n\nTilden and his robots have been featured on several television specials, such as \"Robots Rising\" (Discovery), \"The Shape of Life\" (PBS), \"TechnoSpy\" (TLC), \"Extreme Machines - Incredible Robots\" (TLC), \"The Science behind Star Wars\" (Discovery), as well as many magazines, newspaper publications, websites, and books.  A comprehensive article on Tilden (December-2010) by Thomas Marsh is viewable online through the \"Robot\" Magazine website.[6]\n\nTilden also was a technical consultant for the robot scenes in the 2001 movie Lara Croft: Tomb Raider. His robots are also continuous background props in the TV series The Big Bang Theory. Movies which feature his robots in prominent roles include The 40 Year Old Virgin, Paul Blart Mall Cop and X-Men: The Last Stand. Tilden appeared in the 2016 documentary film Machine of Human Dreams, which showed the work of several prominent technologists based in Hong Kong.\n\n"
        }
    ]
}