{
    "url": "https://en.wikipedia.org/wiki/Market_segment",
    "title": "Market segmentation",
    "table_of_contents": [
        "1 Definition and brief explanation",
        "2 History",
        "3 Criticisms",
        "4 Market segmentation strategy",
        "5 Segmentation, targeting, positioning",
        "6 Identifying the market to be segmented",
        "7 Bases for segmenting consumer markets",
        "7.1 Geographic segmentation",
        "7.2 Demographic segmentation",
        "7.3 Psychographic segmentation",
        "7.4 Behavioural segmentation",
        "7.4.1 Purchase/usage occasion",
        "7.4.2 Benefit-sought",
        "7.4.3 Attitudinal segments",
        "7.5 Hybrid segmentation",
        "7.6 Other types of consumer segmentation",
        "7.6.1 Generational segments",
        "7.6.2 Cultural segmentation",
        "7.6.3 Online customer segmentation",
        "8 Selecting target markets",
        "8.1 Criteria for evaluating segment attractiveness",
        "8.1.1 Segment size and growth",
        "8.1.2 Segment structural attractiveness",
        "8.1.3 Company objectives and resources",
        "9 Developing the marketing program and positioning strategy",
        "10 Basis for segmenting business markets",
        "11 Use in customer retention",
        "12 Segmentation: algorithms and approaches",
        "12.1 A-priori segmentation",
        "12.2 Post-hoc segmentation",
        "12.3 Statistical techniques used in segmentation",
        "12.4 Data sources used for segmentation",
        "12.4.1 Internal sources",
        "12.4.2 External sources",
        "13 Companies (proprietary segmentation databases)",
        "14 See also",
        "15 References",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn marketing, market segmentation is the process of dividing a broad consumer or business market, normally consisting of existing and potential customers, into sub-groups of consumers (known as segments) based on some type of shared characteristics.\n\nIn dividing or segmenting markets, researchers typically look for common characteristics such as shared needs, common interests, similar lifestyles, or even similar demographic profiles. The overall aim of segmentation is to identify high yield segments – that is, those segments that are likely to be the most profitable or that have growth potential – so that these can be selected for special attention (i.e. become target markets). Many different ways to segment a market have been identified. Business-to-business (B2B) sellers might segment the market into different types of businesses or countries, while business-to-consumer (B2C) sellers might segment the market into demographic segments, such as lifestyle, behavior, or socioeconomic status.\n\nMarket segmentation assumes that different market segments require different marketing programs – that is, different offers, prices, promotion, distribution, or some combination of marketing variables. Market segmentation is not only designed to identify the most profitable segments, but also to develop profiles of key segments in order to better understand their needs and purchase motivations. Insights from segmentation analysis are subsequently used to support marketing strategy development and planning. Many marketers use the S-T-P approach; Segmentation → Targeting → Positioning to provide the framework for marketing planning objectives. That is, a market is segmented, one or more segments are selected for targeting, and products or services are positioned in a way that resonates with the selected target market or markets.\n\n"
        },
        {
            "title": "Definition and brief explanation",
            "text": "Market segmentation is the process of dividing up mass markets into groups with similar needs and wants.[1] The rationale for market segmentation is that in order to achieve competitive advantage and superior performance, firms should: \"(1) identify segments of industry demand, (2) target specific segments of demand, and (3) develop specific 'marketing mixes' for each targeted market segment. \"[2] From an economic perspective, segmentation is built on the assumption that heterogeneity in demand allows for demand to be disaggregated into segments with distinct demand functions.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The business historian, Richard S. Tedlow, identifies four stages in the evolution of market segmentation:[4]\n\nThe practice of market segmentation emerged well before marketers thought about it at a theoretical level.[5] Archaeological evidence suggests that Bronze Age traders segmented trade routes according to geographical circuits.[6] Other evidence suggests that the practice of modern market segmentation was developed incrementally from the 16th century onwards. Retailers, operating outside the major metropolitan cities, could not afford to serve one type of clientele exclusively, yet retailers needed to find ways to separate the wealthier clientele from the \"riff raff\". One simple technique was to have a window opening out onto the street from which customers could be served. This allowed the sale of goods to the common people, without encouraging them to come inside. Another solution, that came into vogue from the late sixteenth century, was to invite favored customers into a back-room of the store, where goods were permanently on display. Yet another technique that emerged around the same time was to hold a showcase of goods in the shopkeeper's private home for the benefit of wealthier clients. Samuel Pepys, for example, writing in 1660, describes being invited to the home of a retailer to view a wooden jack.[7] The eighteenth-century English entrepreneurs, Josiah Wedgewood and Matthew Boulton, both staged expansive showcases of their wares in their private residences or in rented halls to which only the upper classes were invited while Wedgewood used a team of itinerant salesmen to sell wares to the masses.[8]\n\nEvidence of early marketing segmentation has also been noted elsewhere in Europe. A study of the German book trade found examples of both product differentiation and market segmentation in the 1820s.[9] From the 1880s, German toy manufacturers were producing models of tin toys for specific geographic markets; London omnibuses and ambulances destined for the British market; French postal delivery vans for Continental Europe and American locomotives intended for sale in America.[10] Such activities suggest that basic forms of market segmentation have been practiced since the 17th century and possibly earlier.\n\nContemporary market segmentation emerged in the first decades of the twentieth century as marketers responded to two pressing issues. Demographic and purchasing data were available for groups but rarely for individuals and secondly, advertising and distribution channels were available for groups, but rarely for single consumers. Between 1902 and 1910, George B Waldron, working at Mahin's Advertising Agency in the United States used tax registers, city directories, and census data to show advertisers the proportion of educated vs illiterate consumers and the earning capacity of different occupations, etc. in a very early example of simple market segmentation.[11][12] In 1924 Paul Cherington developed the 'ABCD' household typology; the first socio-demographic segmentation tool.[11][13] By the 1930s, market researchers such as Ernest Dichter recognized that demographics alone were insufficient to explain different marketing behaviours and began exploring the use of lifestyles, attitudes, values, beliefs and culture to segment markets.[14] With access to group-level data only, brand marketers approached the task from a tactical viewpoint. Thus, segmentation was essentially a brand-driven process.\n\nWendell R. Smith is generally credited with being the first to introduce the concept of market segmentation into the marketing literature in 1956 with the publication of his article, \"Product Differentiation and Market Segmentation as Alternative Marketing Strategies.\"[15] Smith's article makes it clear that he had observed \"many examples of segmentation\" emerging and to a certain extent saw this as a \"natural force\" in the market that would \"not be denied.\"[16] As Schwarzkopf points out, Smith was codifying implicit knowledge that had been used in advertising and brand management since at least the 1920s.[17]\n\nUntil relatively recently, most segmentation approaches have retained a tactical perspective in that they address immediate short-term decisions; such as describing the current “market served” and are concerned with informing marketing mix decisions. However, with the advent of digital communications and mass data storage, it has been possible for marketers to conceive of segmenting at the level of the individual consumer. Extensive data is now available to support segmentation in very narrow groups or even for a single customer, allowing marketers to devise a customised offer with an individual price that can be disseminated via real-time communications.[18] Some scholars have argued that the fragmentation of markets has rendered traditional approaches to market segmentation less useful.[19]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "The limitations of conventional segmentation have been well documented in the literature.[20] Perennial criticisms include:\n\nMarket segmentation has many critics. But in spite of its limitations, market segmentation remains one of the enduring concepts in marketing and continues to be widely used in practice. One American study, for example, suggested that almost 60 percent of senior executives had used market segmentation in the past two years.[28]\n\n"
        },
        {
            "title": "Market segmentation strategy",
            "text": "A key consideration for marketers is whether to segment or not to segment. Depending on company philosophy, resources, product type, or market characteristics, a business may develop an undifferentiated approach or differentiated approach. In an undifferentiated approach, the marketer ignores segmentation and develops a product that meets the needs of the largest number of buyers.[29] In a differentiated approach the firm targets one or more market segments, and develops separate offers for each segment.[29]\n\nIn consumer marketing, it is difficult to find examples of undifferentiated approaches. Even goods such as salt and sugar, which were once treated as commodities, are now highly differentiated. Consumers can purchase a variety of salt products; cooking salt, table salt, sea salt, rock salt, kosher salt, mineral salt, herbal or vegetable salts, iodized salt, salt substitutes, and many more. Sugar also comes in many different types - cane sugar, beet sugar, raw sugar, white refined sugar, brown sugar, caster sugar, sugar lumps, icing sugar (also known as milled sugar), sugar syrup, invert sugar, and a plethora of sugar substitutes including smart sugar which is essentially a blend of pure sugar and a sugar substitute. Each of these product types is designed to meet the needs of specific market segments. Invert sugar and sugar syrups, for example, are marketed to food manufacturers where they are used in the production of conserves, chocolate, and baked goods. Sugars marketed to consumers appeal to different usage segments – refined sugar is primarily for use on the table, while caster sugar and icing sugar are primarily designed for use in home-baked goods.\n\nA number of factors are likely to affect a company's segmentation strategy:[31]\n\n"
        },
        {
            "title": "",
            "text": "The process of segmenting the market is deceptively simple. Seven basic steps describe the entire process including segmentation, targeting, and positioning. In practice, however, the task can be very laborious since it involves poring over voluminous data, and requires a great deal of skill in analysis, interpretation, and some judgment. Although a great deal of analysis needs to be undertaken, and many decisions need to be made, marketers tend to use the so-called S-T-P process, that is Segmentation→ Targeting → Positioning, as a broad framework for simplifying the process.[32] Segmentation comprises identifying the market to be segmented; identification, selection, and application of bases to be used in that segmentation; and development of profiles. Targeting comprises an evaluation of each segment's attractiveness and selection of the segments to be targeted. Positioning comprises the identification of optimal positions and the development of the marketing program.\nPerhaps the most important marketing decision a firm makes is the selection of one or more market segments on which to focus. A  market segment is a portion of a larger market whose needs differ somewhat from the larger market. Since a market segment has unique needs, a firm that develops a total product focused solely on the needs of that segment will be able to meet the segment's desires better than a firm whose product or service attempts to meet the needs of multiple segments.[33]\n\nCurrent research shows that, in practice, firms apply three variations of the S-T-P framework: ad-hoc segmentation, syndicated segmentation, and feral segmentation.[34]\n\n"
        },
        {
            "title": "Identifying the market to be segmented",
            "text": "The market for any given product or service is known as the market potential or the total addressable market (TAM). Given that this is the market to be segmented, the market analyst should begin by identifying the size of the potential market. For existing products and services, estimating the size and value of the market potential is relatively straightforward. However, estimating the market potential can be very challenging when a product or service is totally new to the market and no historical data on which to base forecasts exists.\n\nA basic approach is to first assess the size of the broad population, then estimate the percentage likely to use the product or service, and finally to estimate the revenue potential.\n\nAnother approach is to use a historical analogy.[35] For example, the manufacturer of HDTV might assume that the number of consumers willing to adopt high-definition TV will be similar to the adoption rate for color TV. To support this type of analysis, data for household penetration of TV, Radio, PCs, and other communications technologies is readily available from government statistics departments. Finding useful analogies can be challenging because every market is unique. However, analogous product adoption and growth rates can provide the analyst with benchmark estimates, and can be used to cross-validate other methods that might be used to forecast sales or market size.\n\nA more robust technique for estimating the market potential is known as the Bass diffusion model, the equation for which follows:[36]\n\nWhere:\n\nThe major challenge with the Bass model is estimating the parameters for p and q. However, the Bass model has been so widely used in empirical studies that the values of p and q for more than 50 consumer and industrial categories have been determined and are widely published in tables.[37] The average value for p is 0.037 and for q is 0.327.\n\n"
        },
        {
            "title": "Bases for segmenting consumer markets",
            "text": "A major step in the segmentation process is the selection of a suitable base. In this step, marketers are looking for a means of achieving internal homogeneity (similarity within the segments), and external heterogeneity (differences between segments).[38] In other words, they are searching for a process that minimizes differences between members of a segment and maximizes differences between each segment. In addition, the segmentation approach must yield segments that are meaningful for the specific marketing problem or situation. For example, a person's hair color may be a relevant base for a shampoo manufacturer, but it would not be relevant for a seller of financial services. Selecting the right base requires a good deal of thought and a basic understanding of the market to be segmented.\n\nIn reality, marketers can segment the market using any base or variable provided that it is identifiable, substantial, responsive, actionable, and stable.[39]\n\nFor example, although dress size is not a standard base for segmenting a market, some fashion houses have successfully segmented the market using women's dress size as a variable.[41] However, the most common bases for segmenting consumer markets include: geographics, demographics, psychographics, and behaviour. Marketers normally select a single base for the segmentation analysis, although, some bases can be combined into a single segmentation with care. Combining bases is the foundation of an emerging form of segmentation known as ‘Hybrid Segmentation’ (see § Hybrid segmentation). This approach seeks to deliver a single segmentation that is equally useful across multiple marketing functions such as brand positioning, product and service innovation and eCRM. \n\nThe following sections provide a detailed description of the most common forms of consumer market segmentation.\n\nGeographic segmentation divides markets according to geographic criteria. In practice, markets can be segmented as broadly as continents and as narrowly as neighborhoods or postal codes.[42] Typical geographic variables include:\n\nThe geo-cluster approach (also called geodemographic segmentation) combines demographic data with geographic data to create richer, more detailed profiles.[43] Geo-cluster approaches are a consumer classification system designed for market segmentation and consumer profiling purposes. They classify residential regions or postcodes on the basis of census and lifestyle characteristics obtained from a wide range of sources. This allows the segmentation of a population into smaller groups defined by individual characteristics such as demographic, socio-economic, or other shared socio-demographic characteristics.\n\nGeographic segmentation may be considered the first step in international marketing, where marketers must decide whether to adapt their existing products and marketing programs for the unique needs of distinct geographic markets. Tourism Marketing Boards often segment international visitors based on their country of origin.\n\nA number of proprietary geo-demographic packages are available for commercial use. Geographic segmentation is widely used in direct marketing campaigns to identify areas that are potential candidates for personal selling, letter-box distribution, or direct mail. Geo-cluster segmentation is widely used by Governments and public sector departments such as urban planning, health authorities, police, criminal justice departments, telecommunications, and public utility organizations such as water boards.[44]\n\nSegmentation according to demography is based on consumer- demographic variables such as age, income, family size, socio-economic status, etc.[45]\nDemographic segmentation assumes that consumers with similar demographic profiles will exhibit similar purchasing patterns, motivations, interests, and lifestyles and that these characteristics will translate into similar product/brand preferences.[46] In practice, demographic segmentation can potentially employ any variable that is used by the nation's census collectors. Typical demographic variables and their descriptors are as follows:\n\nIn practice, most demographic segmentation utilizes a combination of demographic variables.\n\nThe use of multiple segmentation variables normally requires analysis of databases using sophisticated statistical techniques such as cluster analysis or principal components analysis. These types of analysis require very large sample sizes. However, data collection is expensive for individual firms. For this reason, many companies purchase data from commercial market research firms, many of whom develop proprietary software to interrogate the data.\n\nThe labels applied to some of the more popular demographic segments began to enter the popular lexicon in the 1980s.[52][53][54] These include the following:[55][56]\n\nPsychographic segmentation, which is sometimes called psychometric or lifestyle segmentation, is measured by studying the activities, interests, and opinions (AIOs) of customers. It considers how people spend their leisure,[57] and which external influences they are most responsive to and influenced by. Psychographics is a very widely used basis for segmentation because it enables marketers to identify tightly defined market segments and better understand consumer motivations for product or brand choice.\n\nWhile many of these proprietary psychographic segmentation analyses are well-known, the majority of studies based on psychographics are custom designed. That is, the segments are developed for individual products at a specific time. One common thread among psychographic segmentation studies is that they use quirky names to describe the segments.[58]\n\nBehavioural segmentation divides consumers into groups according to their observed behaviours. Many marketers believe that behavioural variables are superior to demographics and geographics for building market segments[59] and some analysts have suggested that behavioural segmentation is killing off demographics.[60] Typical behavioural variables and their descriptors include:[61]\n\nNote that these descriptors are merely commonly used examples. Marketers customize the variable and descriptors for both local conditions and for specific applications. For example, in the health industry, planners often segment broad markets according to 'health consciousness' and identify low, moderate, and highly health-conscious segments. This is an applied example of behavioural segmentation, using attitude to product or service as a key descriptor or variable which has been customized for the specific application.\n\nPurchase or usage occasion segmentation focuses on analyzing occasions when consumers might purchase or consume a product. This approach customer-level and occasion-level segmentation models and provides an understanding of the individual customers’ needs, behaviour, and value under different occasions of usage and time. Unlike traditional segmentation models, this approach assigns more than one segment to each unique customer, depending on the current circumstances they are under.\n\nBenefit segmentation (sometimes called needs-based segmentation) was developed by Grey Advertising in the late 1960s.[63] The benefits-sought by purchasers enables the market to be divided into segments with distinct needs, perceived value, benefits sought, or advantage that accrues from the purchase of a product or service. Marketers using benefit segmentation might develop products with different quality levels, performance, customer service, special features, or any other meaningful benefit and pitch different products at each of the segments identified. Benefit segmentation is one of the more commonly used approaches to segmentation and is widely used in many consumer markets including motor vehicles, fashion and clothing, furniture, consumer electronics, and holiday-makers.[64]\n\nLoker and Purdue, for example, used benefit segmentation to segment the pleasure holiday travel market. The segments identified in this study were the naturalists, pure excitement seekers, escapists.[65]\n\nAttitudinal segmentation provides insight into the mindset of customers, especially the attitudes and beliefs that drive consumer decision-making and behaviour. An example of attitudinal segmentation comes from the UK's Department of Environment which segmented the British population into six segments, based on attitudes that drive behaviour relating to environmental protection:[66]\n\nOne of the difficulties organisations face when implementing segmentation into their business processes is that segmentations developed using a single variable base, e.g. attitudes, are useful only for specific business functions. As an example, segmentations driven by functional needs (e.g. “I want home appliances that are very quiet”) can provide clear direction for product development, but tell little how to position brands, or who to target on the customer database and with what tonality of messaging.\n\nHybrid segmentation is a family of approaches that specifically addresses this issue by combining two or more variable bases into a single segmentation. This emergence has been driven by three factors. First, the development of more powerful AI and machine learning algorithms to help attribute segmentations to customer databases; second, the rapid increase in the breadth and depth of data that is available to commercial organisations; third, the increasing prevalence of customer databases amongst companies (which generates the commercial demand for segmentation to be used for different purposes).\n\nA successful example of hybrid segmentation came from the travel company TUI, which in 2018 developed a hybrid segmentation using a combination of geo-demographics, high-level category attitudes, and more specific holiday-related needs.[67] Before the onset of Covid-19 travel restrictions, they credited this segmentation with having generated an incremental £50 million of revenue in the UK market alone in just over two years.[68]\n\nFacebook has recently developed what marketing professor Mark Ritson describes as a “very impressive” hybrid segmentation using a combination of behavioural, attitudinal, and demographic data.[69]\n\nWith a clear break from the traditional paradigm of focusing on a single variable base, many marketers view hybrid segmentation as marking the beginning of a new era in segmentation.[70]\n\nIn addition to geographics, demographics, psychographics, and behavioural bases, marketers occasionally turn to other means of segmenting the market or developing segment profiles.\n\nA generation is defined as \"a cohort of people born within a similar span of time (15 years at the upper end) who share a comparable age and life stage and who were shaped by a particular span of time (events, trends, and developments).\"[71] Generational segmentation refers to the process of dividing and analyzing a population into cohorts based on their birth date. Generational segmentation assumes that people's values and attitudes are shaped by the key events that occurred during their lives and that these attitudes translate into product and brand preferences.\n\nDemographers, studying population change, disagree about precise dates for each generation.[72] Dating is normally achieved by identifying population peaks or troughs, which can occur at different times in each country. For example, in Australia the post-war population boom peaked in 1960,[73] while the peak occurred somewhat later in the US and Europe,[74] with most estimates converging on 1964. Accordingly, Australian Boomers are normally defined as those born between 1945–1960; while American and European Boomers are normally defined as those born between 1946–64. Thus, the generational segments and their dates discussed here must be taken as approximations only.\n\nThe primary generational segments identified by marketers are:[75]\n\nCultural segmentation is used to classify markets according to their cultural origin. Culture is a major dimension of consumer behaviour and can be used to enhance customer insight and as a component of predictive models. Cultural segmentation enables appropriate communications to be crafted for particular cultural communities. Cultural segmentation can be applied to existing customer data to measure market penetration in key cultural segments by product, brand, channel as well as traditional measures of recency, frequency, and monetary value. These benchmarks form an important evidence-base to guide strategic direction and tactical campaign activity, allowing engagement trends to be monitored over time.[77]\n\nCultural segmentation can be combined with other bases, especially geographics so that segments are mapped according to state, region, suburb, and neighborhood. This provides a geographical market view of population proportions and may be of benefit in selecting appropriately located premises, determining territory boundaries, and local marketing activities.\n\nCensus data is a valuable source of cultural data but cannot meaningfully be applied to individuals. Name analysis (onomastics) is the most reliable and efficient means of describing the cultural origin of individuals. The accuracy of using name analysis as a surrogate for cultural background in Australia is 80–85%, after allowing for female name changes due to marriage, social or political reasons, or colonial influence. The extent of name data coverage means a user will code a minimum of 99 percent of individuals with their most likely ancestral origin.\n\nOnline market segmentation is similar to the traditional approaches in that the segments should be identifiable, substantial, accessible, stable, differentiable, and actionable.[78] Customer data stored in online data management systems such as a CRM or DMP enables the analysis and segmentation of consumers across a diverse set of attributes.[79] Forsyth et al., in an article 'Internet research' grouped current active online consumers into six groups: Simplifiers, Surfers, Bargainers, Connectors, Routiners, and Sportsters. The segments differ regarding four customers' behaviours, namely:[80]\n\nFor example, Simplifiers make over 50 percent of all online transactions. Their main characteristic is that they need easy (one-click) access to information and products as well as easy and quickly available service regarding products. Amazon is an example of a company that created an online environment for Simplifiers. They also 'dislike unsolicited e-mail, uninviting chat rooms, pop-up windows intended to encourage impulse buys, and other features that complicate their on- and off-line experience'. Surfers like to spend a lot of time online, thus companies must have a variety of products to offer and constant updates, Bargainers are looking for the best price, Connectors like to relate to others, Routiners want content, and Sportsters like sport and entertainment sites.\n\n"
        },
        {
            "title": "Selecting target markets",
            "text": "Another major decision in developing the segmentation strategy is the selection of market segments that will become the focus of special attention (known as target markets). The marketer faces a number of important decisions:\n\nWhen a marketer enters more than one market, the segments are often labeled the primary target market, secondary target market. The primary market is the target market selected as the main focus of marketing activities. The secondary target market is likely to be a segment that is not as large as the primary market, but has growth potential. Alternatively, the secondary target group might consist of a small number of purchasers that account for a relatively high proportion of sales volume perhaps due to purchase value or purchase frequency.\n\nIn terms of evaluating markets, three core considerations are essential:[81]\n\nThere are no formulas for evaluating the attractiveness of market segments and a good deal of judgment must be exercised.[82] Nevertheless, a number of considerations can be used to assist in evaluating market segments for overall attractiveness. The following lists a series of questions that can be asked.\n\n"
        },
        {
            "title": "Developing the marketing program and positioning strategy",
            "text": "When the segments have been determined and separate offers developed for each of the core segments, the marketer's next task is to design a marketing program (also known as the marketing mix) that will resonate with the target market or markets. Developing the marketing program requires a deep knowledge of key market segments' purchasing habits, their preferred retail outlet, their media habits, and their price sensitivity. The marketing program for each brand or product should be based on the understanding of the target market (or target markets) revealed in the market profile.\n\nPositioning is the final step in the S-T-P planning approach; Segmentation → Targeting → Positioning; a core framework for developing marketing plans and setting objectives. Positioning refers to decisions about how to present the offer in a way that resonates with the target market. During the research and analysis that forms the central part of segmentation and targeting, the marketer will have gained insights into what motivates consumers to purchase a product or brand. These insights will form part of the positioning strategy.\n\nAccording to advertising guru, David Ogilvy, \"Positioning is the act of designing the company’s offering and image to occupy a distinctive place in the minds of the target market. The goal is to locate the brand in the minds of consumers to maximize the potential benefit to the firm. A good brand positioning helps guide marketing strategy by clarifying the brand’s essence, what goals it helps the consumer achieve, and how it does so in a unique way.\"[83]\n\nThe technique known as perceptual mapping is often used to understand consumers' mental representations of brands within a given category. Traditionally two variables (often, but not necessarily, price and quality) are used to construct the map. A sample of people in the target market are asked to explain where they would place various brands in terms of the selected variables. Results are averaged across all respondents, and results are plotted on a graph, as illustrated in the figure. The final map indicates how the average member of the population views the brand that makes up a category and how each of the brands relates to other brands within the same category. While perceptual maps with two dimensions are common, multi-dimensional maps are also used.\n\nThere are a number of different approaches to positioning:[84]\n\n"
        },
        {
            "title": "Basis for segmenting business markets",
            "text": "Segmenting business markets is more straightforward than segmenting consumer markets. Businesses may be segmented according to industry, business size, business location, turnover, number of employees, company technology, purchasing approach, or any other relevant variables.[85] The most widely used segmentation bases used in business to business markets are geographics and firmographics.[86]\n\nThe most widely used bases for segmenting business markets are:\n\n"
        },
        {
            "title": "Use in customer retention",
            "text": "The basic approach to retention-based segmentation is that a company tags each of its active customers on four axes:\n\nThis analysis of customer lifecycles is usually included in the growth plan of a business to determine which tactics to implement to retain or let go of customers.[90] Tactics commonly used range from providing special customer discounts to sending customers communications that reinforce the value proposition of the given service.\n\n"
        },
        {
            "title": "Segmentation: algorithms and approaches",
            "text": "The choice of an appropriate statistical method for the segmentation depends on a number of factors including, the broad approach (a-priori or post-hoc), the availability of data, time constraints, the marketer's skill level, and resources.[91]\n\nA priori research occurs when \"a theoretical framework is developed before the research is conducted\".[92] In other words, the marketer has an idea about whether to segment the market geographically, demographically, psychographically or behaviourally before undertaking any research. For example, a marketer might want to learn more about the motivations and demographics of light and moderate users in an effort to understand what tactics could be used to increase usage rates. In this case, the target variable is known – the marketer has already segmented using a behavioural variable – user status. The next step would be to collect and analyze attitudinal data for light and moderate users. The typical analysis includes simple cross-tabulations, frequency distributions and occasionally logistic regression or one of a number of proprietary methods.[93]\n\nThe main disadvantage of a-priori segmentation is that it does not explore other opportunities to identify market segments that could be more meaningful.\n\nIn contrast, post-hoc segmentation makes no assumptions about the optimal theoretical framework. Instead, the analyst's role is to determine the segments that are the most meaningful for a given marketing problem or situation. In this approach, the empirical data drives the segmentation selection. Analysts typically employ some type of clustering analysis or structural equation modeling to identify segments within the data. Post-hoc segmentation relies on access to rich datasets, usually with a very large number of cases, and uses sophisticated algorithms to identify segments.[94]\n\nThe figure alongside illustrates how segments might be formed using clustering; however, note that this diagram only uses two variables, while in practice clustering employs a large number of variables.[95]\n\nMarketers often engage commercial research firms or consultancies to carry out segmentation analysis, especially if they lack the statistical skills to undertake the analysis. Some segmentation, especially post-hoc analysis, relies on sophisticated statistical analysis.\n\nCommon statistical approaches and techniques used in segmentation analysis include:\n\nMarketers use a variety of data sources for segmentation studies and market profiling. Typical sources of information include:[107][108]\n\n"
        }
    ]
}