{
    "url": "https://en.wikipedia.org/wiki/Mars_Geyser_Hopper",
    "title": "Mars Geyser Hopper",
    "table_of_contents": [
        "1 Background",
        "2 Mission overview",
        "2.1 Mission concept",
        "3 Spacecraft",
        "3.1 Power source",
        "3.2 Propulsion",
        "3.3 Communication",
        "3.4 Scientific instruments",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Mars Geyser Hopper (MGH) is a NASA design reference mission for a Discovery-class spacecraft concept that would investigate the springtime carbon dioxide Martian geysers found in regions around the south pole of Mars.[1][2]\n\nThe power technology that MGH proposed to use was the Advanced Stirling radioisotope generator (ASRG).[3] NASA finished the ASRG design and made one test unit of the device but the program was concluded by the mid-2010s.[4][5] Neither InSight nor any of the next Discovery's semi-finalists use the ASRG or an RTG due to high demand and limited supply of the type of plutonium it relies on.[6]\n\n"
        },
        {
            "title": "Background",
            "text": "The Discovery program was started in the 1990s following discussions at NASA for a new program, and has achieved such missions as Genesis, Deep Impact and Kepler among others; this is the program this mission was designed for selection in, at least initially.[7]\n\nOne of the first unmanned robotic spacecraft to do a hop was Surveyor 6 lunar lander, which successfully soft landed on the Moon 1967 and conducted a post-landing hop.[3] Another possibly for a hopper mission may be Saturn's moon Enceladus.[8] Hoppers are noted for their ability to potentially visit different landing sites.[8] Another hopper-type mission was the Comet Hopper, which won a Discovery semi-finalist award to study a hopping mission to the Comet 46P/Wirtanen.[9]\n\nThere was some speculation in 2012 that the Geyser Hopper mission could be flown after the InSight Mars lander.[10]\n\n"
        },
        {
            "title": "Mission overview",
            "text": "The mission was projected to cost US$350 million and to meet a cost cap of no more than US$425 million, not including the launch cost. It must have a March 1, 2016 launch date requirement (or no later than December 31, 2016) to land during the Mars southern summer. In order to reduce the cost and minimize risk, the spacecraft concept is based on a previous spacecraft design, the Mars Phoenix lander, which has a demonstrated flight heritage that incorporates soft landing capability and incorporates a restartable rocket propulsion system, suitable to be repurposed for this mission requirements.[2]\n\nThe spacecraft would land at a target landing area near the south pole of Mars, where geysers exist over a stretch of several hundred kilometers with densities of at least one geyser every 1 to 2 kilometres (0.62 to 1.24 mi) and have the ability to \"hop\" at least twice from its landed location after a summertime landing to reposition itself close to a geyser site, and wait through the winter until the first sunlight of spring to witness first-hand the Martian geyser phenomenon and investigate the debris pattern and channel.[2]\n\nMartian geysers are unlike any terrestrial geological phenomenon. The shapes and unusual spider appearance of these features have stimulated a variety of scientific hypotheses about their origin, ranging from differences in frosting reflectance, to explanations involving biological processes. However, all current geophysical models assume some sort of geyser-like activity.[11][12][13][14][15][16][17][18][19] Their characteristics and formation process are still a matter of debate.\n\nThe seasonal frosting and defrosting of CO2 ice results in the appearance of a number of features, such dark dune spots with spider-like rilles or channels below the ice,[12] where spider-like radial channels are carved between the ground and ice, giving it an appearance of spider webs, then, pressure accumulating in their interior ejects gas and dark basaltic sand or dust, which is deposited on the ice surface and thus, forming dark dune spots.[11][12][13][14][15][16][17] This process is rapid, observed happening in the space of a few days, weeks or months, a growth rate rather unusual in geology – especially for Mars.[20]\n\nThe primary mission duration, starting from launch, is 30 months, comprising 8 months of interplanetary cruise followed by a primary mission of 22 months (one Mars year) on the surface. The spacecraft will enter the atmosphere, and make a rocket-powered soft landing in a region of the south pole where geysers are known to form. This landing will take place during the polar summer, when the surface is free of ice. The predicted landing ellipse is 20 by 50 kilometres (12 mi × 31 mi) and hence the landing will be targeted to a region, and not to a specific geyser location. During the first post-landing phase, it will conduct science operations to characterize the landing site, to understand the surface geology of the area during the ice-free summer period.[1]\n\nThe spacecraft will then stow its science instruments and re-ignite the engines for a first hop of a distance of up to 2 kilometers (1.2 mi).[2] This hop is designed to place the lander in a location where it can directly probe the geyser region, examining the surface at a spot where a geyser had been.\n\nOnce again, the spacecraft will stow its instruments and activate the engines for a second hop, a distance of ~100 meters (330 ft). This hop will place the lander onto the winter-over site, a spot chosen to be a relatively high elevation where the lander can get a good view of the surroundings, close to but not located on the site of a known geyser, and outside the fall-out pattern of the expected debris plume. The spacecraft will characterize the local area during the remaining sunlight, and then go into \"winter-over mode\". The lander will continue to transmit engineering status data and meteorological reports during the winter, but will not conduct major science operations.[1]\n\nOn the arrival of polar spring, the lander will study the geyser phenomenon from the location selected for optimum viewing. Automated geyser detection on board the spacecraft will scan the environment, although the routine imagery will be buffered on the spacecraft, images will not be relayed to Earth until the spacecraft detects a geyser. This triggers high-speed, high-resolution imagery, including LIDAR characterization of particle motion and infrared spectroscopy. Simultaneously, the science instruments will do chemical analysis of any fallout particles spewed onto the surface of the lander.[2]\n\nGeysers erupt at a rate of about one a day during peak springtime season. If more than one is detected simultaneously, the spacecraft algorithm will focus on the nearest or \"best\".\nThe lander will continue this primary geyser science for a period of about 90 days. Tens of geyser observations are expected over the spring/summer season. Extended mission operations, if desired, would continue the observation from August 11, 2018 through a full Martian year and into the second Martian summer.[2]\n\nThe hopper concept could also be used for exploration missions other than the polar geyser observation\nmission discussed here. The ability to make multiple rocket-powered hops from an initial landing location to a science region of interest would be valuable across a large range of terrain on Mars, as well as elsewhere in the Solar System, and would demonstrate a new form of rover with the ability to traverse far more rugged terrain than any previous missions, a mission concept that would be applicable to exploration of many planets and moons.[2]\n\n"
        },
        {
            "title": "Spacecraft",
            "text": "The geyser phenomenon occurs following an extended period of complete darkness, and the geysers themselves occur at the beginning of polar spring, when temperatures are in the range of −150 °C (−238 °F), and the sun angle is only a few degrees above the horizon. The extreme environment, low Sun angles during the geyser occurrence, and the fact that it would be desirable to emplace the probe well before the occurrence of the geysers, during a period of no sunlight, makes this a difficult environment for the use of solar arrays as the primary power source. Thus, this is an attractive mission for use of the Advanced Stirling Radioisotope Generator (ASRG) with a mass of 126 kilograms (278 lb) including a Li-ion battery for use during Entry/Descent/Landing (EDL) as well as during the hops when there is a short duration requirement for additional power.[2] However, the ASRG development was cancelled by NASA in 2013.[21]\n\nHopping propulsion is based on the Phoenix landing system, using integrated hydrazine monopropellant blow-down system with 15 Aerojet MR-107N thrusters with Isp 230 sec for landing and hopping. RCS is four pairs of Aerojet MR-103D thrusters at 215 sec Isp, and one Aerojet MR-102 thruster at 220 sec Isp.[2] The system will be fueled with 191 kg of propellant.\n\nThe lander will communicate through X-band direct to Earth on cruise deck for transit; it will then use UHF antenna. Imaging and all data relaying would be coordinated with the Mars Reconnaissance Orbiter operations team.[2]\n\nThe science instruments include stereo cameras (MastCam) to view the geyser events and a robotic arm (from Phoenix) to dig beneath the soil surface and gather soil samples for chemical analysis on the Hopper. A light detection and ranging instrument (LIDAR), a landing camera and a thermal spectrometer for remote geological analysis as well as weather sensing are included.[2]\n\n"
        },
        {
            "title": "References",
            "text": "This article incorporates content copied from NASA sources.\n\n"
        }
    ]
}