{
    "url": "https://en.wikipedia.org/wiki/Mars_2020",
    "title": "Mars 2020",
    "table_of_contents": [
        "1 Conception",
        "2 Objectives",
        "3 Spacecraft",
        "3.1 Cruise stage and EDLS",
        "3.2 Perseverance rover",
        "3.3 Ingenuity helicopter",
        "4 Mission",
        "5 Launch and cruise",
        "6 Entry, descent, and landing (EDL)",
        "7 Major mission milestones and works",
        "7.1 Samples cached for the Mars sample-return mission",
        "8 Gallery",
        "9 Cost",
        "10 Public outreach",
        "11 See also",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMars 2020 is a Mars rover mission forming part of NASA's Mars Exploration Program that includes the rover Perseverance, the small robotic, coaxial helicopter Ingenuity, and associated delivery vehicles. Mars 2020 was launched from Earth on an Atlas V launch vehicle at 11:50:01 UTC on 30 July 2020,[6] and confirmation of touch down in the Martian crater Jezero was received at 20:55 UTC on 18 February 2021.[1] On 5 March 2021, NASA named the landing site of the rover Octavia E. Butler Landing.[7] As of 9 December 2022, Perseverance and Ingenuity have been on Mars for 641 sols (659 total days; 1 year, 294 days).\n\nPerseverance will investigate an astrobiologically relevant ancient environment on Mars and investigate its surface geological processes and history, including the assessment of its past habitability, the possibility of past life on Mars, and the potential for preservation of biosignatures within accessible geological materials.[8][9] It will cache sample containers along its route for retrieval by a potential future Mars sample-return mission.[9][10][11] The Mars 2020 mission was announced by NASA in December 2012 at the fall meeting of the American Geophysical Union in San Francisco. Perseverance's design is derived from the rover Curiosity, and it uses many components already fabricated and tested in addition to new scientific instruments and a core drill.[12] The rover also employs nineteen cameras and two microphones,[13] allowing for audio recording of the Martian environment. On April 30, 2021, Perseverance became the first spacecraft to hear and record another spacecraft, the Ingenuity helicopter, on another planet.\n\nThe launch of Mars 2020 was the third of three space missions sent toward Mars during the July 2020 Mars launch window, with missions also launched by the national space agencies of the United Arab Emirates (the Emirates Mars Mission with the orbiter Hope on 19 July 2020) and China (the Tianwen-1 mission on 23 July 2020, with an orbiter, deployable and remote cameras, lander, and Zhurong rover).\n\n"
        },
        {
            "title": "Conception",
            "text": "The Mars 2020 mission was announced by NASA on 4 December 2012 at the fall meeting of the American Geophysical Union in San Francisco.[14] The selection of Mars as the target of NASA's flagship mission prompted surprise in the scientific community. Some criticized NASA for continuing to focus on Mars exploration instead of other Solar System destinations in constrained budget times.[15][16] Support came from California U.S. Representative Adam Schiff, who said he was interested in the possibility of advancing the launch date, which would enable a larger payload.[14] Science educator Bill Nye endorsed the Mars sample-return role, saying this would be \"extraordinarily fantastic and world-changing and worthy.\"[17]\n\n"
        },
        {
            "title": "Objectives",
            "text": "The mission will seek signs of habitable conditions on Mars in the ancient past, and will also search for evidence – or biosignatures – of past microbial life, and water. The mission was launched 30 July 2020 on an Atlas V-541,[14] and the Jet Propulsion Laboratory managed the mission. The mission is part of NASA's Mars Exploration Program.[18][19][20][10] The Science Definition Team proposed that the rover collect and package as many as 31 samples of rock cores and surface soil for a later mission to bring back for definitive analysis on Earth.[21] In 2015, they expanded the concept, planning to collect even more samples and distribute the tubes in small piles or caches across the surface of Mars.[22]\n\nIn September 2013, NASA launched an Announcement of Opportunity for researchers to propose and develop the instruments needed, including the Sample Caching System.[23][24] The science instruments for the mission were selected in July 2014 after an open competition based on the scientific objectives set one year earlier.[25][26] The science conducted by the rover's instruments will provide the context needed for detailed analyses of the returned samples.[27] The chairman of the Science Definition Team stated that NASA does not presume that life ever existed on Mars, but given the recent Curiosity rover findings, past Martian life seems possible.[27]\n\nThe Perseverance rover will explore a site likely to have been habitable. It will seek signs of past life, set aside a returnable cache with the most compelling rock core and soil samples, and demonstrate the technology needed for the future human and robotic exploration of Mars. A key mission requirement is that it must help prepare NASA for its long-term Mars sample-return mission and crewed mission efforts.[9][10][11] The rover will make measurements and technology demonstrations to help designers of a future human expedition understand any hazards posed by Martian dust, and will test technology to produce a small amount of pure oxygen (O2) from Martian atmospheric carbon dioxide (CO2).[28]\n\nImproved precision landing technology that enhances the scientific value of robotic missions also will be critical for eventual human exploration on the surface.[29] Based on input from the Science Definition Team, NASA defined the final objectives for the 2020 rover. Those became the basis for soliciting proposals to provide instruments for the rover's science payload in the spring of 2014.[28] The mission will also attempt to identify subsurface water, improve landing techniques, and characterize weather, dust, and other potential environmental conditions that could affect future astronauts living and working on Mars.[30]\n\nA key mission requirement for this rover is that it must help prepare NASA for its Mars sample-return mission (MSR) campaign,[31][32][33] which is needed before any crewed mission takes place.[9][10][11] Such effort would require three additional vehicles: an orbiter, a fetch rover, and a  two-stage, solid-fueled Mars ascent vehicle (MAV).[34][35] Between 20 and 30 drilled samples will be collected and cached inside small tubes by the Perseverance rover,[36] and will be left on the surface of Mars for possible later retrieval by NASA in collaboration with ESA.[33][36] A \"fetch rover\" would retrieve the sample caches and deliver them to a  two-stage, solid-fueled Mars ascent vehicle (MAV). In July 2018, NASA contracted Airbus to produce a \"fetch rover\" concept study.[37] The MAV would launch from Mars and enter a 500 km orbit and rendezvous with the Next Mars Orbiter or Earth Return Orbiter.[33] The sample container would be transferred to an Earth entry vehicle (EEV) which would bring it to Earth, enter the atmosphere under a parachute and hard-land for retrieval and analyses in specially designed safe laboratories.[32][33]\n\nIn the first science campaign Perseverance performs an arching drive southward from its landing site to the Séítah unit to perform a \"toe dip\" into the unit to collect remote-sensing measurements of geologic targets. After that she will return to the Crater Floor Fractured Rough to collect the first core sample there. Passing by the Octavia B. Butler landing site concludes the first science campaign.\n\nThe second campaign shall start with several months of travel towards the \"Three Forks\" where Perseverance can access geologic locations at the base of the ancient delta of Neretva river, as well as ascend the delta by driving up a valley wall to the northwest.[38]\n\n"
        },
        {
            "title": "Spacecraft",
            "text": "The three major components of the Mars 2020 spacecraft are the 539 kg (1,188 lb)[39] cruise stage for travel between Earth and Mars; the Entry, Descent, and Landing System (EDLS) that includes the 575 kg (1,268 lb)[39] aeroshell  descent vehicle + 440 kg (970 lb) heat shield; and the 1,070 kg (2,360 lb) (fueled mass)[39] descent stage needed to deliver Perseverance and Ingenuity safely to the Martian surface. The Descent Stage carries 400 kg (880 lb) landing propellant for the final soft landing burn after being slowed down by a 21.5 m (71 ft)-wide, 81 kg (179 lb) parachute.[39] The 1,025 kg (2,260 lb)[39] rover is based on the design of Curiosity.[14] While there are differences in scientific instruments and the engineering required to support them, the entire landing system (including the descent stage and heat shield) and rover chassis could essentially be recreated without any additional engineering or research. This reduces overall technical risk for the mission, while saving funds and time on development.[40]\n\nOne of the upgrades is a guidance and control technique called \"Terrain Relative Navigation\" (TRN) to fine-tune steering in the final moments of landing.[41][42] This system allowed for a landing accuracy within 40 m (130 ft) and avoided obstacles.[43] This is a marked improvement from the Mars Science Laboratory mission that had an elliptical area of 7 by 20 km (4.3 by 12.4 mi).[44] In October 2016, NASA reported using the Xombie rocket to test the Lander Vision System (LVS), as part of the Autonomous Descent and Ascent Powered-flight Testbed (ADAPT) experimental technologies, for the Mars 2020 mission landing, meant to increase the landing accuracy and avoid obstacle hazards.[45][46]\n\nPerseverance was designed with help from Curiosity's engineering team, as both are quite similar and share common hardware.[14][47] Engineers redesigned Perseverance's wheels to be more robust than Curiosity's, which, after kilometres of driving on the Martian surface, have shown progressed deterioration.[48] Perseverance will have thicker, more durable aluminium wheels, with reduced width and a greater diameter, 52.5 cm (20.7 in), than Curiosity's 50 cm (20 in) wheels.[49][50] The aluminium wheels are covered with cleats for traction and curved titanium spokes for springy support.[51] The combination of the larger instrument suite, new Sampling and Caching System, and modified wheels makes Perseverance 14 percent heavier than Curiosity, at 1,025 kg (2,260 lb) and 899 kg (1,982 lb), respectively.[50] The rover will include a five-jointed robotic arm measuring 2.1 m (6 ft 11 in) long. The arm will be used in combination with a turret to analyze geologic samples from the Martian surface.[52]\n\nA Multi-Mission Radioisotope Thermoelectric Generator (MMRTG), left over as a backup part for Curiosity during its construction, was integrated onto the rover to supply electrical power.[14][53] The generator has a mass of 45 kg (99 lb) and contains 4.8 kg (11 lb) of plutonium dioxide as the source of steady supply of heat that is converted to electricity.[54] The electrical power generated is approximately 110 watts at launch with little decrease over the mission time.[54]\n\nTwo lithium-ion rechargeable batteries are included to meet peak demands of rover activities when the demand temporarily exceeds the MMRTG's steady electrical output levels. The MMRTG offers a 14-year operational lifetime, and it was provided to NASA by the United States Department of Energy.[54] Unlike solar panels, the MMRTG does not rely on the presence of the Sun for power, providing engineers with significant flexibility in operating the rover's instruments even at night and during dust storms, and through the winter season.[54]\n\nThe Norwegian-developed radar RIMFAX is one of the seven instruments that have been placed on board. The radar has been developed together with FFI (Norwegian Defence Research Establishment), led by Principal Investigator Svein-Erik Hamran of FFI, the Norwegian Space Center,[55] and a number of Norwegian companies. Space has also been found for the first time for an uncrewed helicopter, which will be controlled by NTNU (Norwegian University of Science and Technology) trained cybernetics engineer Håvard Fjær Grip and his team at NASA's Jet Propulsion Laboratory in Los Angeles.[56]\n\nIngenuity is a robotic helicopter that demonstrated the technology for rotorcraft flight in the extremely thin atmosphere of Mars.[57] The aircraft was deployed from the rover's deck, and has flown five times during its 30-day test campaign early in the mission.[58] Each flight took no more than 117 seconds, at altitudes ranging from 3 to 10 m (9.8 to 32.8 ft) off the ground, and a maximum distance of 266 m (873 ft).[57] It used autonomous control and communicated with Perseverance directly after each landing. It is the first powered flight on another planet, and NASA will be able to build on the design for future Mars missions.[59]\n\n"
        },
        {
            "title": "Mission",
            "text": "The mission will explore Jezero crater, which scientists speculate was a 250 m (820 ft) deep lake about 3.9 billion to 3.5 billion years ago.[60] Jezero today features a prominent river delta where water flowing through it deposited much sediment over the eons, which is \"extremely good at preserving biosignatures\".[60][61] The sediments in the delta likely include carbonates and hydrated silica, known to preserve microscopic fossils on Earth for billions of years.[62] Prior to the selection of Jezero, eight proposed landing sites for the mission were under consideration by September 2015; Columbia Hills in Gusev crater, Eberswalde crater, Holden crater, Jezero crater,[63][64] Mawrth Vallis, Northeastern Syrtis Major Planum, Nili Fossae, and Southwestern Melas Chasma.[65]\n\nA workshop was held on 8–10 February 2017 in Pasadena, California, to discuss these sites, with the goal of narrowing down the list to three sites for further consideration.[66] The three sites chosen were Jezero crater, Northeastern Syrtis Major Planum, and Columbia Hills.[67] Jezero crater was ultimately selected as the landing site in November 2018.[60] The \"fetch rover\" for returning the samples is expected to launch in 2026. The landing and surface operations of the \"fetch rover\" would take place early in 2029. The earliest return to Earth is envisaged for 2031.[68]\n\n"
        },
        {
            "title": "Launch and cruise",
            "text": "The launch window, when the positions of Earth and Mars were optimal for traveling to Mars, opened on 17 July 2020 and lasted through 15 August 2020.[69] The rocket was launched on 30 July 2020 at 11:50 UTC, and the rover landed on Mars on 18 February 2021 at 20:55 UTC, with a planned surface mission of at least one Mars year (668 sols or 687 Earth days).[70][71][72] NASA was not the only Mars mission to use this window: the United Arab Emirates Space Agency launched its Emirates Mars Mission with the Hope orbiter on 20 July 2020, which arrived in Mars orbit on 8 February 2021, and China National Space Administration launched Tianwen-1 on 23 July 2020, arriving in orbit on 10 February 2021 and successfully soft landed with the Zhurong rover on 14 May 2021.[73]\n\nNASA announced that all of the trajectory correction maneuvers (TCM) were a success. The spacecraft fired thrusters to adjust its course toward Mars, shifting the probe's initial post-launch aim point onto the Red Planet.[74]\n\n"
        },
        {
            "title": "",
            "text": "Prior to landing, the Science Team from an earlier NASA lander, InSight, announced that they would attempt to detect the entry, descent and landing (EDL) sequence of the Mars 2020 mission using InSight's seismometers. Despite being more than 3,400 km (2,100 mi) away from the Mars landing site, the team indicated that there was a possibility that InSight's instruments would be sensitive enough to detect the hypersonic impact of Mars 2020's cruise mass balance devices with the Martian surface.[75][76]\n\nThe rover's landing was planned similar to the Mars Science Laboratory used to deploy Curiosity on Mars in 2012. The craft from Earth was a carbon fiber capsule that protected the rover and other equipment from heat during entry into the Mars atmosphere and initial guidance towards the planned landing site. Once through, the craft jettisoned the lower heat shield and deployed parachutes from the upper shield to slow the descent to a controlled speed. With the craft moving under 320 km/h (200 mph) and about 1.9 km (1.2 mi) from the surface, the rover and skycrane assembly detached from the upper shield, and rocket propulsion jets on the skycrane controlled the remaining descent to the planet. As the skycrane moved closer to the surface, it lowered Perseverance via cables until it confirmed touchdown, detached the cables, and flew a distance away to avoid damaging the rover.[77]\n\nPerseverance successfully landed on the surface of Mars with help of the skycrane on 18 February 2021 at 20:55 UTC, to begin its science phase, and began sending images back to Earth.[78] Ingenuity reported back to NASA via the communications systems on Perseverance the following day, confirming its status. The helicopter was not expected to be deployed for at least 60 days into the mission.[79] NASA also confirmed that the on-board microphone on Perseverance had survived entry, descent and landing (EDL), along with other high-end visual recording devices, and released the first audio recorded on the surface of Mars shortly after landing,[80] capturing the sound of a Martian breeze[81] as well as a hum from the rover itself. On 7 May 2021, NASA confirmed that Perseverance managed to record both audio and video from Ingenuity's fourth flight which took place on 30 April 2021.[82]\n\n"
        },
        {
            "title": "Cost",
            "text": "NASA plans to expend roughly US$2.8 billion on the Mars 2020 mission over 10 years: almost US$2.2 billion on the development of the Perseverance rover, US$80 million on the Ingenuity helicopter, US$243 million for launch services, and US$296 million for 2.5 years of mission operations.[31][92] Adjusted for inflation, Mars 2020 is the sixth-most expensive robotic planetary mission made by NASA and is cheaper than its predecessor, the Curiosity rover.[93] As well as using spare hardware, Perseverance also used designs from Curiosity's mission without needing to redesign them, which helped save \"probably tens of millions, if not 100 million dollars\" according to Mars 2020 Deputy Chief Engineer Keith Comeaux.[94]\n\n"
        },
        {
            "title": "Public outreach",
            "text": "To raise public awareness of the Mars 2020 mission, NASA undertook a \"Send Your Name To Mars\" campaign, through which people could send their names to Mars on a microchip stored aboard Perseverance. After registering their names, participants received a digital ticket with details of the mission's launch and destination. There were 10,932,295 names submitted during the registration period.[95] In addition, NASA announced in June 2019 that a student naming contest for the rover would be held in the fall of 2019, with voting on nine finalist names held in January 2020.[96] Perseverance was announced to be the winning name on 5 March 2020.[97][98]\n\nIn May 2020, NASA attached a small aluminum plate to Perseverance to commemorate the impact of the COVID-19 pandemic and pay \"tribute to the perseverance of healthcare workers around the world\". The COVID-19 Perseverance Plate features planet Earth above the Rod of Asclepius, with a line showing the trajectory of the Mars 2020 spacecraft departing Earth.[99]\n\nA small piece of the wing covering from the Wright brothers' 1903 Wright Flyer is attached to a cable underneath Ingenuity's solar panel.[100]\n\nNASA scientist Swati Mohan delivered the news of the successful landing.[101]\n\n"
        }
    ]
}