{
    "url": "https://en.wikipedia.org/wiki/Marshall_Sahlins",
    "title": "Marshall Sahlins",
    "table_of_contents": [
        "1 Biography",
        "2 Work",
        "2.1 Early work",
        "2.2 Contributions to economic anthropology",
        "2.3 Contributions to historical anthropology",
        "2.4 Centrality of culture",
        "3 Selected publications",
        "4 Awards",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Marshall David Sahlins (/ˈsɑːlɪnz/ SAH-linz; December 27, 1930 – April 5, 2021)[1][2]  was an American cultural anthropologist best known for his ethnographic work in the Pacific and for his contributions to anthropological theory. He was Charles F. Grey Distinguished Service Professor Emeritus of Anthropology and of Social Sciences at the University of Chicago.[3]\n\n"
        },
        {
            "title": "Biography",
            "text": "Marshall Sahlins was born in Chicago, the son of Bertha (Skud) and Paul A. Sahlins. His parents were Russian Jewish immigrants.[4] His father was a doctor while his mother was a homemaker.[2] He grew up in a secular, non-practicing family. His family claims to be descended from Baal Shem Tov, a mystical rabbi considered to be the founder of Hasidic Judaism. Sahlins' mother admired Emma Goldman and was a political activist as a child in Russia.[5]\n\nSahlins received his Bachelor of Arts and Master of Arts degrees at the University of Michigan where he studied with evolutionary anthropologist Leslie White. He earned his PhD at Columbia University in 1954.[2] There his intellectual influences included Eric Wolf, Morton Fried, Sidney Mintz, and the economic historian Karl Polanyi.[6] In 1957, he became assistant professor at the University of Michigan.[2] In the 1960s he became politically active, and while protesting against the Vietnam War, Sahlins coined the term for the imaginative form of protest now called the \"teach-in\", which drew inspiration from the sit-in pioneered during the civil rights movement.[7] In 1968, Sahlins signed the \"Writers and Editors War Tax Protest\" pledge, vowing to refuse tax payments in protest against the Vietnam War.[8] In the late 1960s, he also spent two years in Paris, where he was exposed to French intellectual life (and particularly the work of Claude Lévi-Strauss) and the student protests of May 1968. In 1973, he took a position in the anthropology department at the University of Chicago, where he was the Charles F. Grey Distinguished Service Professor of Anthropology Emeritus. His commitment to activism continued throughout his time at Chicago, most recently leading to his protest over the opening of the university's Confucius Institute[9][10] (which later closed in the fall of 2014).[11] On February 23, 2013, Sahlins resigned from the National Academy of Sciences to protest the call for military research for improving the effectiveness of small combat groups and also the election of Napoleon Chagnon.  The resignation followed the publication in that month of Chagnon's memoir and widespread coverage of the memoir, including a profile of Chagnon in The New York Times Magazine.[12]\n\nAlongside his research and activism, Sahlins trained a host of students who went on to become prominent in the field. One such student, Gayle Rubin, said: \"Sahlins is a mesmerizing speaker and a brilliant thinker. By the time he finished the first lecture, I was hooked.\"[13]\n\nIn 2001, Sahlins became publisher of Prickly Pear Pamphlets, which was started in 1993 by anthropologists Keith Hart and Anna Grimshaw, and was renamed Prickly Paradigm Press. The imprint specializes in small pamphlets on unconventional subjects in anthropology, critical theory, philosophy, and current events.[14] He died on April 5, 2021 at the age of 90 in Chicago.[15]\n\nHis brother was the writer and comedian Bernard Sahlins (1922–2013).[16] His son, Peter Sahlins, is a historian.[17]\n\n"
        },
        {
            "title": "Work",
            "text": "Sahlins is known for theorizing the interaction of structure and agency, his critiques of reductive theories of human nature (economic and biological, in particular), and his demonstrations of the power that culture has to shape people's perceptions and actions.   Although his focus has been the entire Pacific, Sahlins has done most of his research in Fiji and Hawaii.\n\nSahlins's training under Leslie White, a proponent of materialist and evolutionary anthropology at the University of Michigan, is reflected in his early work. His 1958 book Social Stratification in Polynesia offered a materialist account of Polynesian cultures.[19] In his Evolution and Culture (1960), he touched on the areas of cultural evolution and neoevolutionism. He divided the evolution of societies into \"general\" and \"specific\". General evolution is the tendency of cultural and social systems to increase in complexity, organization and adaptiveness to environment. However, as the various cultures are not isolated, there is interaction and a diffusion of their qualities (like technological inventions). This leads cultures to develop in different ways (specific evolution), as various elements are introduced to them in different combinations and on different stages of evolution.[3] Moala, Sahlins's first major monograph, exemplifies this approach.\n\nStone Age Economics (1972) collects some of Sahlins's key essays in substantivist economic anthropology. As opposed to \"formalists,\" substantivists insist that economic life is produced through cultural rules that govern the production and distribution of goods, and therefore any understanding of economic life has to start from cultural principles, and not from the assumption that the economy is made up of independently acting, \"economically rational\" individuals. Perhaps Sahlins's most famous essay from the collection, \"The Original Affluent Society,\" elaborates on this theme through an extended meditation on \"hunter-gatherer\" societies. Stone Age Economics inaugurated Sahlins's persistent critique of the discipline of economics, particularly in its Neoclassical form.\n\nAfter the publication of Culture and Practical Reason in 1976, his focus shifted to the relation between history and anthropology, and the way different cultures understand and make history. Of central concern in this work is the problem of historical transformation, which structuralist approaches could not adequately account for. Sahlins developed the concept of the \"structure of the conjuncture\" to grapple with the problem of structure and agency, in other words that societies were shaped by the complex conjuncture of a variety of forces, or structures. Earlier evolutionary models, by contrast, claimed that culture arose as an adaptation to the natural environment. Crucially, in Sahlins's formulation, individuals have the agency to make history. Sometimes their position gives them power by placing them at the top of a political hierarchy. At other times, the structure of the conjuncture, a potent or fortuitous mixture of forces, enables people to transform history. This element of chance and contingency makes a science of these conjunctures impossible, though comparative study can enable some generalizations.[20] Historical Metaphors and Mythical Realities (1981), Islands of History (1985), Anahulu (1992), and Apologies to Thucydides (2004) contain his main contributions to historical anthropology.\n\nIslands of History sparked a notable debate with Gananath Obeyesekere over the details of Captain James Cook's death in the Hawaiian Islands in 1779. At the heart of the debate was how to understand the rationality of indigenous people. Obeyesekere insisted that indigenous people thought in essentially the same way as Westerners and was concerned that any argument otherwise would paint them as \"irrational\" and \"uncivilized\". In contrast Sahlins argued that each culture may have different types of rationality that make sense of the world by focusing on different patterns and explain them within specific cultural narratives, and that assuming that all cultures lead to a single rational view is a form of eurocentrism.[3]\n\nOver the years, Sahlins took aim at various forms of economic determinism (mentioned above) and also biological determinism, or the idea that human culture is a by-product of biological processes. His major critique of sociobiology is contained in The Use and Abuse of Biology. His 2013 book, What Kinship Is—And Is Not picks up some of these threads to show how kinship organizes sexuality and human reproduction rather than the other way around. In other words, biology does not determine kinship. Rather, the experience of \"mutuality of being\" that we call kinship is a cultural phenomenon.[21]\n\n"
        }
    ]
}