{
    "url": "https://en.wikipedia.org/wiki/Martin_Sheen",
    "title": "Martin Sheen",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Political views",
        "4 Personal life",
        "4.1 Family",
        "4.2 Academic pursuits",
        "4.3 Protests",
        "4.4 Religion",
        "4.5 Family life and abortion stance",
        "5 Awards and honors",
        "6 Filmography",
        "7 Awards and nominations",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRamón Antonio Gerardo Estévez (born August 3, 1940), known professionally as Martin Sheen, is an American actor. He first became known for his roles in the films The Subject Was Roses (1968) and Badlands (1973), and later achieved wide recognition for his leading role as Captain Benjamin Willard in Apocalypse Now (1979), as U.S. President Josiah Bartlet in the television series The West Wing (1999–2006), and as Robert Hanson in the Netflix television series Grace and Frankie (2015–2022).\n\nIn film, Sheen has won the Best Actor award at the San Sebastián International Film Festival for his performance as Kit Carruthers in Badlands. Sheen's portrayal of Capt. Willard in Apocalypse Now earned a nomination for the BAFTA Award for Best Actor.\n\nSheen has worked with a wide variety of film directors, including Richard Attenborough, Francis Ford Coppola, Terrence Malick, David Cronenberg, Mike Nichols, Martin Scorsese, Steven Spielberg, and Oliver Stone. Sheen received a star on the Hollywood Walk of Fame in 1989. In television, Sheen has won a Golden Globe and two Screen Actors Guild awards for playing the role of President Josiah Bartlet in The West Wing, and an Emmy for guest starring in the sitcom Murphy Brown. In 2012, he portrayed Uncle Ben in The Amazing Spider-Man directed by Marc Webb.\n\nBorn and raised in the United States by a Spanish father and an Irish mother, he adopted the stage name Martin Sheen to help him gain acting parts.[3] He is the father of four children, all of whom are actors.\n\nSheen has directed one film, Cadence (1990), in which he appears alongside his sons Charlie and Ramón. He has narrated, produced, and directed documentary television, earning two Daytime Emmy awards in the 1980s, and has been active in liberal politics.\n\n"
        },
        {
            "title": "Early life",
            "text": "Sheen was born in Dayton, Ohio, on August 3, 1940, to Mary-Ann (née Phelan) and Francisco Estévez Martínez.[4][5] During birth, Sheen's left arm was crushed by forceps, giving him limited lateral movement of that arm (Erb's palsy) and resulting in the arm being three inches (7.6 cm) shorter than his right.[6] Both of Sheen's parents were immigrants; his mother was Irish, from Borrisokane, County Tipperary, and his father, who was Spanish, was born in Salceda de Caselas, Galicia.[7][8] After moving to Dayton in the 1930s, his father was a factory worker/machinery inspector at the National Cash Register Company.[9] Sheen grew up on Brown Street in the South Park neighborhood, the seventh of ten children (nine boys and a girl).[8] Due to his father's work, the family lived on the island of Bermuda on St. John's Road, Pembroke Parish, where five of his brothers were born. Martin was the first child to be born in Dayton, Ohio, after the family returned from Bermuda.[10][citation needed] Sheen contracted polio as a child and had to remain bedridden for a year. His doctor's treatment using Sister Kenny's method helped him regain use of his legs.[8]\n\nWhen he was eleven years old, Sheen's mother died, and the children faced the possibility of living in an orphanage or foster homes. The family was able to remain together with the assistance of the Holy Trinity Catholic Church in Dayton.[11] Raised as a Catholic, he graduated from Chaminade High School (now Chaminade Julienne Catholic High School).[8][12] At fourteen years old he organized a strike of golf caddies while working at a private golf club in Dayton, Ohio. He complained about the golfers, saying: \"They often used obscene language in front of us... we were little boys and they were abusive... anti-Semitic.... And they, for the most part, were upstanding members of the community.\"[13]\n\nSheen was drawn to acting at a young age, but his father disapproved of his interest in the field. Despite his father's opposition, Sheen borrowed money from a Catholic priest and moved to New York City in his early twenties, hoping to make it as an actor.[9] He spent two years in the Living Theatre company.  It was in New York that he met Catholic activist Dorothy Day. Working with her Catholic Worker Movement, he began his commitment to social justice,[8][14] and would one day go on to play Peter Maurin, cofounder of the Catholic Worker Movement, in Entertaining Angels: The Dorothy Day Story. Sheen deliberately failed the entrance examination for the University of Dayton so that he could pursue his acting career.[15]\n\n\nHe adopted his stage name, Martin Sheen, from a combination of the CBS casting director, Robert Dale Martin, who gave him his first big break, and the Catholic televangelist archbishop, Fulton J. Sheen.[16] In a 2003 Inside the Actors Studio interview, Sheen explained, \n"
        },
        {
            "title": "Career",
            "text": "Sheen was greatly influenced by the actor James Dean.[8] Speaking of the impact Dean had on him, Sheen stated, “All of his movies had a profound effect on my life, in my work and all of my generation. He transcended cinema acting. It was no longer acting, it was human behavior.”[18] Sheen developed a theatre company with other actors in hopes that a production would earn him recognition. In 1963, he made an appearance in \"Nightmare\", an episode of the television science fiction series The Outer Limits. In 1964, he co-starred in the Broadway play The Subject Was Roses; he later reprised his role in the 1968 film of the same name, and was nominated for a Golden Globe Award for Best Supporting Actor.[19] Sheen also starred in the television production Ten Blocks on the Camino Real (1966), an adaptation of Tennessee Williams' play Camino Real directed by Jack Landau and presented by NET, a PBS predecessor.\n\nDuring the 1960s and early 1970s, Sheen appeared as a guest star on many popular television series, including Insight (1960s-1980s), My Three Sons (1964), Flipper (1967), The F.B.I. (1968), Mission: Impossible (1969), Hawaii Five-O (1970), Dan August (1971), The Rookies (1973), Columbo (1973), and The Streets of San Francisco (1973). He also had a recurring role as \"Danny Morgan\" on Mod Squad (1970–1971).[20] By the early 1970s, Sheen was increasingly focusing on television films and motion pictures.\n\nSheen portrayed Dobbs in the 1970 film adaptation of Catch-22. He then co-starred in the controversial Emmy Award-winning 1972 television film That Certain Summer, said to be the first television movie in America to portray homosexuality in a sympathetic light. His next important feature film role was in 1973, when he starred with Sissy Spacek in the crime drama Badlands, playing an antisocial multiple murderer. Sheen has stated that his role in Badlands was one of his two favorites, the other being his role as a U.S. Army special operations officer in Apocalypse Now.[8][21] Also in 1973, Sheen appeared opposite David Janssen in \"Such Dust As Dreams Are Made On\", the first pilot for the television series Harry O.\n\nIn 1974, Sheen portrayed a hot rod driver in the television film The California Kid[22] and that same year received an Emmy Award[23] nomination for Best Actor in a television drama for his portrayal of Pvt. Eddie Slovik in the television film The Execution of Private Slovik.[8] Based on an incident that occurred during World War II, the film told the story of the only U.S. soldier to be executed for desertion since the American Civil War.\n\nSheen's performance led to Francis Ford Coppola's casting him in a lead role as U.S. Army Captain Benjamin L. Willard in 1979's Apocalypse Now, gaining him wide recognition. Filming in the Philippine jungle in the typhoon season of 1976, Sheen admitted he was not in great shape and was drinking heavily.[8] For the film's legendary opening sequence in a Saigon hotel room, Sheen's portrayal of Willard as heavily intoxicated was aided by Sheen's celebrating his 36th birthday on-set that day, and being actually drunk.[24] Twelve months into filming, Sheen suffered a minor heart attack and had to crawl out to a road for help.[8] While he was recovering, his younger brother Joe Estevez stood in for him in a number of long shots and in some of the voice-overs.[25] Sheen was able to resume filming a few weeks later.[24] In 1979, Sheen acted in The Final Countdown with Kirk Douglas, another actor with family connections to Bermuda (Diana Dill, Douglas's first wife and the mother of their sons Michael Douglas and Joel Douglas was a Bermudian).\n\nSheen has played U.S. President John F. Kennedy in the miniseries Kennedy; Attorney General Robert F. Kennedy in the television special The Missiles of October; White House Chief of Staff A.J. McInnerney in The American President; White House Counsel John Dean in the television mini-series Blind Ambition; sinister would-be president Greg Stillson in The Dead Zone; the President in the Lori Loughlin-Chris Noth television mini-series, Medusa's Child; the president in the short film Family Attraction.\n\nIn 1993, Sheen's sympathetic portrayal of General Robert E. Lee in the Ronald Maxwell film Gettysburg met with acclaim.\n\nHe played fictional Democratic president Josiah \"Jed\" Bartlet in the acclaimed television drama, The West Wing.[8]\nHe plays Captain Hollister In Firestarter opposite Drew Barrymore and David Keith\n\nIn November 2010, Sheen was cast as Uncle Ben in Sony's 2012 reboot of the Spider-Man film series, The Amazing Spider-Man, directed by Marc Webb.[26]\n\nSheen has performed voice-over work as the narrator for the Eyewitness series and as the \"real\" Seymour Skinner in the controversial Simpsons episode \"The Principal and the Pauper.\" In addition, he played the role of the Illusive Man in the highly acclaimed video game Mass Effect 2, and the sequel, Mass Effect 3. He provided the voice of Emilio in the English language version of the 2011 animated film Arrugas (Wrinkles). Martin Sheen is also the host of In Focus, a television program whose Facebook page claims airs on PBS affiliate stations on Public Television, but in fact does not, according to the company's spokesperson, as reported in The Washington Post on December 27, 2012.[27]\n\nIn 2009, Sheen travelled to Mexico City to star in Chamaco with Kirk Harris, Alex Perea, Gustavo Sánchez Parra and Michael Madsen. Sheen appeared in Martin Scorsese's The Departed as Captain Oliver Queenan, a commanding officer who is watching an undercover cop (Leonardo DiCaprio). Martin Sheen and son Ramon Estevez combined both their real and stage names to create the Warner Bros.-affiliated company, Estevez Sheen Productions. In 2010 the company released The Way, written and directed by Sheen's son Emilio Estevez who also stars in the film as Martin's on-screen son, who dies while hiking the Camino de Santiago. His daughter, Renée, also has a part in the film. Driven by sadness, Martin's character, an American doctor, leaves his Californian life and embarks on the 800 km (500 mi) pilgrimage from the French Pyrenees to Spain's Santiago de Compostela himself, with his son's ashes. The Way premiered at the 2010 Toronto International Film Festival.\n\nIn 2010, he filmed Stella Days[28] in County Tipperary, Ireland, near the birthplace of his mother. Thaddeus O'Sullivan directed and Irish actor Stephen Rea starred,[29] along with IFTA award-winning actress Amy Huberman. Sheen plays parish priest Daniel Barry, whose love of movies leads him to help set up a cinema in Borrisokane.[29][30]\n\nSheen played a starring role in Netflix's Grace and Frankie (2015–2022). In December 2019 Sheen signed on to play legendary FBI director J. Edgar Hoover alongside Lakeith Stanfield, Jesse Plemons, and Daniel Kaluuya in Judas and the Black Messiah. Produced by Warner Bros. Pictures, the film was released in 2021. It was directed by Shaka King and chronicles the death of Black Panther Party leader Fred Hampton in Chicago on December 4, 1969.[31]\n\n"
        },
        {
            "title": "Political views",
            "text": "Martin Sheen has been active in countless nonviolent acts of civil disobedience and arrested 66 times as he stood up for peace and against nuclear power, nuclear weapons testing, dangerous arms buildup, abuse of farmworkers,\nCanadian sealclubbing and other causes.[32] Although he did not attend college, Sheen credited the Marianists at University of Dayton as a major influence on his public activism, as well as Archbishop Desmond Tutu.[33] Sheen is known for his outspoken support of liberal political causes, such as opposition to United States military actions and a hazardous-waste incinerator in East Liverpool, Ohio. Sheen has resisted calls to run for office, saying: \"There's no way that I could be the president. You can't have a pacifist in the White House.... I'm an actor. This is what I do for a living.\"[34] Sheen is an honorary trustee of the Dayton International Peace Museum.\n\nHe supported the 1965 farm worker movement with Cesar Chavez in Delano, California.[35] Sheen endorsed marches and walkouts called by the activist group By Any Means Necessary (BAMN) to force the State of California to introduce a holiday in memory of Cesar Chavez. On the day of the protests (March 30), thousands of students, primarily Latino from California and elsewhere, walked out of school in support of the demand. Sheen also stated that he participated in the large-scale immigration marches in Los Angeles in 2006 and 2007.[36][37][citation needed]\n\nAccording to W. James Antle III, writing in The American Conservative, Sheen is a follower of the consistent life ethic, which opposes abortion, euthanasia, capital punishment and war.[38] Sheen articulated his view in an interview with The Progressive: \"I'm inclined to be against abortion of any life. But I am equally against the death penalty or war.\" He also stated at the same occasion: \"I personally am opposed to abortion, but I will not judge anybody else's right in that regard because I am not a woman and I could never face the actual reality of it.\"[21] He also supports the Democrats for Life of America's Pregnant Women Support Act.[39]\n\nSheen starred in Jakov Sedlar's religious drama Gospa in 1995. Sheen also narrated several movies for the Croatian director during the 1990s.[40][41]\n\nMartin Sheen and Paul Watson (from the non-profit environmental organization Sea Shepherd Conservation Society) were confronted on May 16, 1995 by a number of Canadian sealers in a hotel on Magdalen Islands over Sea Shepherd's history of attacks on sealing and whaling ships. Sheen negotiated with the sealers while Watson was escorted to the airport by police.[42] Sheen became involved with gun control in 2000 after the National Shooting Sports Foundation hired his politically conservative brother, actor Joe Estevez who sounds like Sheen, to do a voice-over for a pro-gunmaker commercial earlier in the year.[43][44]\n\nIn early 2003 Sheen signed the \"Not in My Name\" declaration opposing the invasion of Iraq (along with prominent figures such as Noam Chomsky and Susan Sarandon); the declaration appeared in the magazine The Nation. Sheen visited Camp Casey on August 28, 2005 to pray with anti-Iraq War activist Cindy Sheehan, who had demanded a second meeting with U.S. President George W. Bush.[45] Addressing Sheehan's supporters, Sheen said: \"At least you've got the acting president of the United States\", referring to his role as president Josiah Bartlet on The West Wing.[46]\n\nDuring the 1980 Democratic Party presidential primaries, he supported Senator Ted Kennedy and gave multiple speeches supporting him in Florida.[47] Sheen campaigned with Rob Reiner for Democratic presidential candidates Howard Dean and John Kerry in 2004.[48] Members of the Democratic Party in Ohio reportedly contacted Sheen in 2006 to persuade him to run for the United States Senate. Sheen declined the offer, stating, \"I'm just not qualified. You're mistaking celebrity for credibility.\"[49] In the 2008 U.S. Presidential Election, Sheen initially endorsed New Mexico Governor Bill Richardson and helped raise funds for his campaign.[50] After Richardson dropped out of the campaign, Sheen supported Barack Obama.[49]\n\nIn 2006, when Sheen was living in Ireland as a result of his enrollment in NUI Galway, he criticised Irish mushroom farmers for exploiting foreign workers by paying them as little as €2.50 an hour - way below the country's minimum wage of €7.65.[51][failed verification]\n\nFrom 2008 to 2013, Sheen's activism included attendances at meetings of the environmentalist group Earth First![52] and speaking appearances at youth empowerment events called We Day on behalf of Free The Children, an international charity and educational partner.[53] Sheen has been named an ambassador of Free The Children and has supported such initiatives as the We are Silent campaign, a 24-hour pledge of silence.[54] Speaking about his work with Free The Children, Sheen has said, \"I'm hooked! I told them whenever I could offer some insight or energy or whatever I had, I'd be delighted if they would call on me, and they have.\"[55] Sheen championed Help Darfur Now, a student-run organization to help aid victims of the genocide in Darfur, the western region in Sudan. He also appeared in the 2009 anti-fur documentary \"Skin Trade.\"[56]\n\nSheen appeared in television and radio ads urging Washington state residents to vote 'no' on Initiative 1000, a proposed assisted suicide law before voters in the 2008 election.[57]\n\nSheen first spoke to 18,000 young student activists at Free The Children's 2010 We Day. \"While acting is what I do for a living, activism is what I do to stay alive,\" he said.[58]\n\nIn March 2012, Sheen and George Clooney performed in Dustin Lance Black's play, '8' — a staged reenactment of the federal trial that overturned California's Prop 8 ban on same-sex marriage — as attorney Theodore Olson.[59] The production was held at the Wilshire Ebell Theatre and broadcast on YouTube to raise money for the American Foundation for Equal Rights.[60][61]\n\nSheen reunited with the cast of The West Wing in September 2012 to produce a video explaining Michigan's ballot and its partisan and nonpartisan sections. The video doubled as a campaign ad for Bridget McCormack, who was running as a nonpartisan candidate for Michigan's Supreme Court. McCormack's sister, actress Mary McCormack, co-starred with Sheen on The West Wing in its final three seasons.[62]\n\nWhen the film Bhopal: A Prayer for Rain premiered in 2014, Sheen advocated for Amnesty International's campaign Justice for Bhopal.[63]\n\nSheen narrated the trailer for a proposed documentary film about the prosecution of former Alabama governor Don Siegelman in 2015.[64]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Sheen married Janet Templeton on December 23, 1961, and they have three sons and a daughter, all of whom are actors: Emilio, Ramón, Carlos, and Renée. Carlos, however, decided to change his name when he began acting, calling himself Charlie Sheen[8] after making the decision to anglicize his first name and take his surname from his father's stage name, although he was already known only as Charlie throughout his elementary school years.\n\nCharlie and his father parodied their roles in the 1993 movie Hot Shots! Part Deux; when their river patrol boats passed each other, they both shouted, \"I loved you in Wall Street!\" a film they both starred in as father and son in 1987.\n\nHe has played the father of sons Emilio and Carlos in various projects: he played Emilio's father in The War at Home, In the Custody of Strangers and The Way, and Charlie's father in Wall Street, No Code of Conduct, two episodes of Spin City, and Anger Management. He also appeared as a guest star in one episode of Two and a Half Men playing the father of Charlie's neighbor Rose (Melanie Lynskey), and another as guest star Denise Richards's father; at the time that episode aired, Richards was married to Charlie. Martin also played a \"future\" version of Charlie in a Visa commercial. Martin has played other characters with his children. He starred in the film Bobby, which was directed by Emilio, who also starred in the movie alongside his father. Renée had a supporting role in The West Wing, as a  White House staff secretary.  Emilio also appeared, uncredited, in an episode of The West Wing portraying his father's character, President Bartlet, in home movie footage.[65]\n\nSheen became a grandfather at age 43 when Emilio had a son with his girlfriend, Carey Salley. Sheen has a total of ten grandchildren and two great-grandchildren.[66][67][68][69][70][71][72][73][74]\n\nHe celebrated his 50th wedding anniversary in 2011.[9]\n\nIn 2012, Sheen was a guest on the U.S. version of Who Do You Think You Are?, tracing his Irish and Galician ancestry.\n\nHe underwent a quadruple heart bypass operation in December 2015.[75]\n\nAfter the end of filming of The West Wing, Sheen planned to further his education: \"My plan is to read English literature, philosophy and theology in Galway, Ireland, where my late mother came from and where I'm also a citizen.\"[76] Speaking after an honorary arts doctorate was conferred on him by the National University of Ireland, Sheen joked that he would be the \"oldest undergraduate\" at the National University of Ireland (NUI), Galway, when he started his full-time studies there in the autumn of 2006. Although expressing concern that he might be a \"distraction\" to other students at NUI Galway, he attended lectures like everyone else. Speaking the week after filming his last episode of The West Wing, he said, \"I'm very serious about it.\" He once said, \"I never went to college when I was young and am looking forward to giving it a try... at age 65!\"[77] On September 1, 2006, Sheen was among the first to register as a student at NUI Galway, where he took classes in English literature, philosophy, and oceanography.[78] He completed his course after a semester at the university and was awarded a European Computer Driving License.\n\nSheen maintains links with Galway and \"heartily\" supported Michael D. Higgins (himself an alumnus of NUI Galway) in the 2011 Irish presidential election, having become a \"dear friend\" of Higgins while studying there.[79]\n\nIn a speech at Oxford University in 2009, Sheen stated that he had been arrested 66 times for protesting and acts of civil disobedience.[80] He was described by human rights activist Craig Kielburger as having \"a rap sheet almost as long as his list of film credits.\"[81]\n\nOn April 1, 2007, Sheen was arrested, with 38 other activists, for trespassing at the Nevada Test Site at a Nevada Desert Experience event protesting against the site.[82]\n\nHe has a long association with Sea Shepherd and that conservation organization has named a ship, the RV Martin Sheen to recognize his commitment and support.\n\nSheen is Catholic, having had his faith restored during conversations in Paris in 1981 with Terrence Malick, director of Sheen's breakthrough film, Badlands (1973).[12][21][24] Sheen stated in a 1983 interview with The Varsity that he is a Catholic on a \"spiritual level\" and that he \"couldn't care less about religion.\"[83] Sheen also stated that he believed in reincarnation.[83] He is a supporter of the Catholic Worker movement.[84]\n\nIn a 2011 interview with RTÉ, Sheen stated that his wife was conceived through rape, and if her mother had aborted her, or dumped her in the Ohio River as she had considered, his wife would not exist. He also disclosed that three of his grandchildren were conceived out of wedlock, saying his sons \"were not happy at the time but they came to love these children. We have three grown grandchildren, two of them are married, they're some of the greatest source [sic] of joy in our lives.\"[85]\n\n"
        },
        {
            "title": "Awards and honors",
            "text": "In the spring of 1989, Sheen was named honorary mayor of Malibu, California. He promptly marked his appointment with a decree proclaiming the area \"a nuclear-free zone, a sanctuary for aliens and the homeless, and a protected environment for all life, wild and tame\".[86] Some local citizens were angered by the decree, and the Malibu Chamber of Commerce met in June of that year to consider revoking his title, but voted unanimously to retain him.[87]\n\nWhile Sheen claims he deliberately failed the entrance exam for the University of Dayton so that he could pursue his acting career, he still has an affinity for UD, and is seen drinking from a \"Dayton Flyers\" coffee mug during several episodes of The West Wing. Sheen also developed an ongoing relationship with Wright State University, where he performed Love Letters as a benefit for scholarships in the Department of Theatre, Dance and Motion Pictures, and hosted a trip of donors to the set of The West Wing with the department's chair, W. Stuart McDowell, in September 2001. The Sheen/Estevez & Augsburger Scholarship Fund has since attracted over $100,000 in scholarships in the arts for students in need at WSU since its inception in 2000.[15] Sheen also has a great affinity for the University of Notre Dame and in 2008 was awarded the Laetare Medal,[88] the highest honor bestowed on American Catholics, in May 2008 at the school's commencement.\n\nSheen received six Emmy Award nominations for Outstanding Lead Actor in a Drama Series for his performance on The West Wing, for which he won a Golden Globe Award for Best Performance by an Actor in TV-Drama, as well as two SAG Awards for Outstanding Performance by a Male Actor in a Drama Series, and was part of the cast that received two SAG Awards for Outstanding Performance by an Ensemble in a Drama Series.\n\nIn his acting career, Sheen has been nominated for ten Emmy Awards, winning one. He has also earned eight nominations for Golden Globe Awards. Sheen has a star on the Hollywood Walk of Fame, at 1500 Vine Street.[89]\n\nIn 2001 Sheen won a TV Guide Award for 'Actor of the Year in a Drama Series' for The West Wing.[90] In the animated Nickelodeon movie, TV show and TV spin-off of The Adventures of Jimmy Neutron, there is a character named Sheen Estevez, which is Sheen's original last name – Estévez – and working last name, Sheen.\n\nSheen was the 2003 recipient of the Marquette University Degree of Doctor of Letters, honoris causa for his work on social and Catholic issues.[91] In 2011, he was awarded an honorary life membership in the Law Society of University College Dublin.[92] On May 3, 2015 Sheen received an honorary Doctor of Human Letters degree from the University of Dayton for his lifelong commitment to peace, social justice and human rights exemplifying the Catholic, Marianist university's missions.[93]\n\n"
        }
    ]
}