{
    "url": "https://en.wikipedia.org/wiki/Martin_Buber",
    "title": "Martin Buber",
    "table_of_contents": [
        "1 Biography",
        "2 Major themes",
        "3 Zionist views",
        "4 Literary and academic career",
        "5 Philosophy",
        "5.1 Dialogue and existence",
        "5.1.1 Ich-Du",
        "5.1.2 Ich-Es",
        "6 Hasidism and mysticism",
        "7 Awards and recognition",
        "8 Published works",
        "8.1 In English",
        "8.2 Original writings (German)",
        "8.3 Collected works",
        "8.4 Correspondence",
        "9 See also",
        "10 References",
        "11 Sources",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMartin Buber (Hebrew: מרטין בובר; German: Martin Buber; Yiddish: מארטין בובער; February 8, 1878 –\nJune 13, 1965) was an Austrian Jewish and Israeli philosopher best known for his philosophy of dialogue, a form of existentialism centered on the distinction between the I–Thou relationship and the I–It relationship.[2] Born in Vienna, Buber came from a family of observant Jews, but broke with Jewish custom to pursue secular studies in philosophy. In 1902, he became the editor of the weekly Die Welt, the central organ of the Zionist movement, although he later withdrew from organizational work in Zionism. In 1923, Buber wrote his famous essay on existence, Ich und Du (later translated into English as I and Thou),[3] and in 1925, he began translating the Hebrew Bible into the German language reflecting the patterns of the Hebrew language.\n\nHe was nominated for the Nobel Prize in Literature ten times, and Nobel Peace Prize seven times.[4]\n\n"
        },
        {
            "title": "Biography",
            "text": "Martin (Hebrew name: מָרְדֳּכַי, Mordechai) Buber was born in Vienna to an Orthodox Jewish family. Buber was a direct descendant of the 16th-century rabbi Meir Katzenellenbogen, known as the Maharam (מהר\"ם), the Hebrew acronym for “Our Teacher, the Rabbi, Rabbi Meir”, of Padua. Karl Marx is another notable relative.[5] After the divorce of his parents when he was three years old, he was raised by his grandfather in Lemberg (now Lviv in the Ukraine).[5] His grandfather, Solomon Buber, was a scholar of Midrash and Rabbinic Literature. At home, Buber spoke Yiddish and German. In 1892, Buber returned to his father's house in Lemberg.\n\nDespite Buber's putative connection to the Davidic line as a descendant of Katzenellenbogen, a personal religious crisis led him to break with Jewish religious customs. He began reading Immanuel Kant, Søren Kierkegaard, and Friedrich Nietzsche.[6] The latter two, in particular, inspired him to pursue studies in philosophy. In 1896, Buber went to study in Vienna (philosophy, art history, German studies, philology).\n\nIn 1898, he joined the Zionist movement, participating in congresses and organizational work. In 1899, while studying in Zürich, Buber met his future wife, Paula Winkler, a \"brilliant Catholic writer from a Bavarian peasant family\"[7] who in 1901 left the Catholic Church and in 1907 converted to Judaism.[8]\n\nBuber, initially, supported and celebrated the Great War as a 'world historical mission' for Germany along with Jewish intellectuals to civilize the Near East.[9] Some researchers believe that while in Vienna during and after World War I, he was influenced by the writings of Jacob L. Moreno, particularly the use of the term ‘encounter’.[10][11]\n\nIn 1930, Buber became an honorary professor at the University of Frankfurt am Main, but resigned from his professorship in protest immediately after Adolf Hitler came to power in 1933. He then founded the Central Office for Jewish Adult Education, which became an increasingly important body as the German government forbade Jews from public education. In 1938, Buber left Germany and settled in Jerusalem, Mandatory Palestine, receiving a professorship at Hebrew University and lecturing in anthropology and introductory sociology. After the creation of the state of Israel in 1948, Buber became the best known Israeli philosopher.\n\nBuber and Paula had two children: a son, Rafael Buber, and a daughter, Eva Strauss-Steinitz. They helped raise their granddaughters Barbara Goldschmidt (1921–2013) and Judith Buber Agassi (1924–2018), born by their son Rafael's marriage to Margarete Buber-Neumann.\nBuber's wife Paula Winkler died in 1958 in Venice, and he died at his home in the Talbiya neighborhood of Jerusalem on June 13, 1965.\n\nBuber was a vegetarian.[12]\n\n"
        },
        {
            "title": "Major themes",
            "text": "Buber's evocative, sometimes poetic, writing style marked the major themes in his work: the retelling of Hasidic and Chinese tales, Biblical commentary, and metaphysical dialogue. A cultural Zionist, Buber was active in the Jewish and educational communities of Germany and Israel.[13] He was also a staunch supporter of a binational solution in Palestine, and, after the establishment of the Jewish state of Israel, of a regional federation of Israel and Arab states. His influence extends across the humanities, particularly in the fields of social psychology, social philosophy, and religious existentialism.[14]\n\nBuber's attitude toward Zionism was tied to his desire to promote a vision of \"Hebrew humanism\".[15] According to Laurence J. Silberstein, the terminology of \"Hebrew humanism\" was coined to \"distinguish [Buber's] form of nationalism from that of the official Zionist movement\" and to point to how \"Israel's problem was but a distinct form of the universal human problem. Accordingly, the task of Israel as a distinct nation was inexorably linked to the task of humanity in general\".[16]\n\n"
        },
        {
            "title": "Zionist views",
            "text": "Approaching Zionism from his own personal viewpoint, Buber disagreed with Theodor Herzl about the political and cultural direction of Zionism. Herzl did not envision Zionism as a movement with religious objectives. In contrast, Buber believed the potential of Zionism was for social and spiritual enrichment. For example, Buber argued that following the formation of the Israeli state, there would need to be reforms to Judaism: \"We need someone who would do for Judaism what Pope John XXIII has done for the Catholic Church\".[17] Herzl and Buber would continue, in mutual respect and disagreement, to work towards their respective goals for the rest of their lives.\n\nIn 1902, Buber became the editor of the weekly Die Welt, the central organ of the Zionist movement. However, a year later he became involved with the Jewish Hasidic movement. Buber admired how the Hasidic communities actualized their religion in daily life and culture. In stark contrast to the busy Zionist organizations, which were always mulling political concerns, the Hasidim were focused on the values which Buber had long advocated for Zionism to adopt. In 1904, he withdrew from much of his Zionist organizational work, and devoted himself to study and writing. In that year, he published his thesis, Beiträge zur Geschichte des Individuationsproblems, on Jakob Böhme and Nikolaus Cusanus.[18]\n\nIn the early 1920s, Martin Buber started advocating a binational Jewish-Arab state, stating that the Jewish people should proclaim \"its desire to live in peace and brotherhood with the Arab people, and to develop the common homeland into a republic in which both peoples will have the possibility of free development\".[19]\n\nBuber rejected the idea of Zionism as just another national movement, and wanted instead to see the creation of an exemplary society; a society which would not, he said, be characterized by Jewish domination of the Arabs. It was necessary for the Zionist movement to reach a consensus with the Arabs even at the cost of the Jews remaining a minority in the country. In 1925, he was involved in the creation of the organization Brit Shalom (Covenant of Peace), which advocated the creation of a binational state, and throughout the rest of his life, he hoped and believed that Jews and Arabs one day would live in peace in a joint nation. In 1942, he co‑founded the Ihud party, which advocated a bi-nationalist program. Nevertheless, he was connected with decades of friendship to Zionists and philosophers such as Chaim Weizmann, Max Brod, Hugo Bergman, and Felix Weltsch, who were close friends of his from old European times in Prague, Berlin, and Vienna to the Jerusalem of the 1940s through the 1960s.\n\nAfter the establishment of Israel in 1948, Buber advocated Israel's participation in a federation of \"Near East\" states wider than just Palestine.[20]\n\n"
        },
        {
            "title": "Literary and academic career",
            "text": "From 1905 he worked for the publishing house Rütten & Loening as a lecturer; there he initiated and supervised the completion of the social psychological monograph series Die Gesellschaft [de].\n\nFrom 1906 until 1914, Buber published editions of Hasidic, mystical, and mythic texts from Jewish and world sources. In 1916, he moved from Berlin to Heppenheim.\n\nDuring World War I, he helped establish the Jewish National Committee[21] to improve the condition of Eastern European Jews. During that period he became the editor of Der Jude (German for \"The Jew\"), a Jewish monthly (until 1924). In 1921, Buber began his close relationship with Franz Rosenzweig. In 1922, he and Rosenzweig co-operated in Rosenzweig's House of Jewish Learning, known in Germany as Lehrhaus.[22]\n\nIn 1923, Buber wrote his famous essay on existence, Ich und Du (later translated into English as I and Thou). Though he edited the work later in his life, he refused to make substantial changes. In 1925, he began, in conjunction with Franz Rosenzweig, translating the Hebrew Bible into German (Die Schrift). He himself called this translation Verdeutschung (\"Germanification\"), since it does not always use literary German language, but instead attempts to find new dynamic (often newly invented) equivalent phrasing to respect the multivalent Hebrew original. Between 1926 and 1930, Buber co-edited the quarterly Die Kreatur (\"The Creature\").[23]\n\nIn 1930, Buber became an honorary professor at the University of Frankfurt am Main. He resigned in protest from his professorship immediately after Adolf Hitler came to power in 1933. On October 4, 1933, the Nazi authorities forbade him to lecture. In 1935, he was expelled from the Reichsschrifttumskammer (the National Socialist authors' association). He then founded the Central Office for Jewish Adult Education, which became an increasingly important body, as the German government forbade Jews to attend public education.[24] The Nazi administration increasingly obstructed this body.\n\nFinally, in 1938, Buber left Germany, and settled in Jerusalem, then capital of Mandate Palestine. He received a professorship at Hebrew University, there lecturing in anthropology and introductory sociology. The lectures he gave during the first semester were published in the book The problem of man (Das Problem des Menschen);[25][26] in these lectures he discusses how the question \"What is Man?\" became the central one in philosophical anthropology.[27] He participated in the discussion of the Jews' problems in Palestine and of the Arab question – working out of his Biblical, philosophic, and Hasidic work.\n\nHe became a member of the group Ihud, which aimed at a bi-national state for Arabs and Jews in Palestine. Such a binational confederation was viewed by Buber as a more proper fulfillment of Zionism than a solely Jewish state. In 1949, he published his work Paths in Utopia,[28] in which he detailed his communitarian socialist views and his theory of the \"dialogical community\" founded upon interpersonal \"dialogical relationships\".\n\nAfter World War II, Buber began lecture tours in Europe and the United States. In 1952, he argued with Jung over the existence of God.[29]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Buber is famous for his thesis of dialogical existence, as he described in the book I and Thou.[3] However, his work dealt with a range of issues including religious consciousness, modernity, the concept of evil, ethics, education, and Biblical hermeneutics.[30]\n\nBuber rejected the label of \"philosopher\" or \"theologian\", claiming he was not interested in ideas, only personal experience, and could not discuss God, but only relationships to God.[31]\n\nPolitically, Buber's social philosophy on points of prefiguration aligns with that of anarchism, though Buber explicitly disavowed the affiliation in his lifetime and justified the existence of a state under limited conditions.[32][33]\n\nIn I and Thou,[3] Buber introduced his thesis on human existence. Inspired by Feuerbach's The Essence of Christianity and Kierkegaard's Single One, Buber worked upon the premise of existence as encounter.[34] He explained this philosophy using the word pairs of Ich-Du and Ich-Es to categorize the modes of consciousness, interaction, and being through which an individual engages with other individuals, inanimate objects, and all reality in general. Theologically, he associated the first with the Jewish Jesus and the second with the apostle Paul (formerly Saul of Tarsus, a Jew).[35] Philosophically, these word pairs express complex ideas about modes of being—particularly how a person exists and actualizes that existence. As Buber argues in I and Thou, a person is at all times engaged with the world in one of these modes.\n\nThe generic motif Buber employs to describe the dual modes of being is one of dialogue (Ich-Du) and monologue (Ich-Es).[36] The concept of communication, particularly language-oriented communication, is used both in describing dialogue/monologue through metaphors and expressing the interpersonal nature of human existence.\n\nIch‑Du (\"I‑Thou\" or \"I‑You\") is a relationship that stresses the mutual, holistic existence of two beings. It is a concrete encounter, because these beings meet one another in their authentic existence, without any qualification or objectification of one another. Even imagination and ideas do not play a role in this relation. In an I–Thou encounter, infinity and universality are made actual (rather than being merely concepts).[36] Buber stressed that an Ich‑Du relationship lacks any composition (e. g., structure) and communicates no content (e. g., information). Despite the fact that Ich‑Du cannot be proven to happen as an event (e. g., it cannot be measured), Buber stressed that it is real and perceivable. A variety of examples are used to illustrate Ich‑Du relationships in daily life—two lovers, an observer and a cat, the author and a tree, and two strangers on a train. Common English words used to describe the Ich‑Du relationship include encounter, meeting, dialogue, mutuality, and exchange.\n\nOne key Ich‑Du relationship Buber identified was that which can exist between a human being and God. Buber argued that this is the only way in which it is possible to interact with God, and that an Ich‑Du relationship with anything or anyone connects in some way with the eternal relation to God.\n\nTo create this I–Thou relationship with God, a person has to be open to the idea of such a relationship, but not actively pursue it. The pursuit of such a relation creates qualities associated with It‑ness, and so would prevent an I‑You relation, limiting it to I‑It. Buber claims that if we are open to the I–Thou, God eventually comes to us in response to our welcome. Also, because the God Buber describes is completely devoid of qualities, this I–Thou relationship lasts as long as the individual wills it. When the individual finally returns to the I‑It way of relating, this acts as a barrier to deeper relationship and community.\n\nThe Ich-Es (\"I‑It\") relationship is nearly the opposite of Ich‑Du.[36] Whereas in Ich‑Du the two beings encounter one another, in an Ich‑Es relationship the beings do not actually meet. Instead, the \"I\" confronts and qualifies an idea, or conceptualization, of the being in its presence and treats that being as an object. All such objects are considered merely mental representations, created and sustained by the individual mind. This is based partly on Kant's theory of phenomenon, in that these objects reside in the cognitive agent's mind, existing only as thoughts. Therefore, the Ich‑Es relationship is in fact a relationship with oneself; it is not a dialogue, but a monologue.\n\nIn the Ich-Es relationship, an individual treats other things, people, etc., as objects to be used and experienced. Essentially, this form of objectivity relates to the world in terms of the self – how an object can serve the individual's interest.\n\nBuber argued that human life consists of an oscillation between Ich‑Du and Ich‑Es, and that in fact Ich‑Du experiences are rather few and far between. In diagnosing the various perceived ills of modernity (e. g., isolation, dehumanization, etc.), Buber believed that the expansion of a purely analytic, material view of existence was at heart an advocation of Ich‑Es relations - even between human beings. Buber argued that this paradigm devalued not only existents, but the meaning of all existence.\n\n"
        },
        {
            "title": "Hasidism and mysticism",
            "text": "Buber was a scholar, interpreter, and translator of Hasidic lore. He viewed Hasidism as a source of cultural renewal for Judaism, frequently citing examples from the Hasidic tradition that emphasized community, interpersonal life, and meaning in common activities (e. g., a worker's relation to his tools). The Hasidic ideal, according to Buber, emphasized a life lived in the unconditional presence of God, where there was no distinct separation between daily habits and religious experience. This was a major influence on Buber's philosophy of anthropology, which considered the basis of human existence as dialogical.\n\nIn 1906, Buber published Die Geschichten des Rabbi Nachman, a collection of the tales of the Rabbi Nachman of Breslov, a renowned Hasidic rebbe, as interpreted and retold in a Neo-Hasidic fashion by Buber. Two years later, Buber published Die Legende des Baalschem (stories of the Baal Shem Tov), the founder of Hasidism.[22]\n\nBuber's interpretation of the Hasidic tradition, however, has been criticized by Chaim Potok for its romanticization. In the introduction to Buber's Tales of the Hasidim, Potok claims that Buber overlooked Hasidism's \"charlatanism, obscurantism, internecine quarrels, its heavy freight of folk superstition and pietistic excesses, its tzadik worship, its vulgarized and attenuated reading of Lurianic Kabbalah\". Even more severe is the criticism that Buber de-emphasized the importance of the Jewish Law in Hasidism.\n\n"
        },
        {
            "title": "Published works",
            "text": "Chinesische Geister- und Liebesgeschichten included the first German translation ever made of Strange Stories from a Chinese Studio. Alex Page translated the Chinesische Geister- und Liebesgeschichten as \"Chinese Tales\", published in 1991 by Humanities Press.[40]\n\nWerke 3 volumes (1962–1964)\n\nMartin Buber Werkausgabe (MBW). Berliner Akademie der Wissenschaften / Israel Academy of Sciences and Humanities, ed. Paul Mendes-Flohr & Peter Schäfer with Martina Urban; 21 volumes planned (2001–)\n\nBriefwechsel aus sieben Jahrzehnten 1897–1965 (1972–1975)\n\nSeveral of his original writings, including his personal archives, are preserved in the National Library of Israel, formerly the Jewish National and University Library, located on the campus of the Hebrew University of Jerusalem[41]\n\n"
        }
    ]
}