{
    "url": "https://en.wikipedia.org/wiki/Martin_Berkeley",
    "title": "Martin Berkeley",
    "table_of_contents": [
        "1 Life and career",
        "2 HUAC testimony",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nMartin Berkeley (August 21, 1904 − May 6, 1979) was a Hollywood and television screenwriter who collaborated with the House Un-American Activities Committee (HUAC) in the 1950s by naming dozens of Hollywood artists as Communists or Communist sympathizers.\n\n"
        },
        {
            "title": "Life and career",
            "text": "Martin Berkeley was born in Brooklyn, New York, on August 21, 1904.\n\nIn the 1920s he performed in several productions on Broadway.[1] With Marie Baumer, he co-wroteSeen but Not Heard, a comedy that ran on Broadway for several weeks in 1936.[2] His drama Roosty lasted for just a week of performances in 1938.[3]\n\nHe worked for MGM from 1940 to 1945 and for 20th Century Fox from 1945 until 1950.\n\nIn 1949 he was nominated for the Writers Guild of America Award for Best Written American Western for his work on Green Grass of Wyoming. His screenwriting credits, often shared, include So Dark the Night (1946), Gypsy Colt (1954), Tarantula! (1955), Revenge of the Creature, The Big Caper (1957) and Dr. Gillespie's Criminal Case.\n\n"
        },
        {
            "title": "HUAC testimony",
            "text": "After being identified to the House Un-American Activities Committee by another screenwriter, Richard Collins,[4] Berkeley at first denied the charge that he belonged to the Communist Party, though in fact he had belonged to the party until 1943.[5] Friends heard of the accusations against him and initiated a defense fund in his support.[5] Then he admitted he had been a party member and agreed to cooperate with the committee's investigation. One study of the period says he gave up 155 names.[6] Victor Navasky estimated of the number he implicated at 161 and wrote that many of his identifications were inaccurate. Among those Berkeley said attended a meeting of party members at his house was Lillian Hellman.[7] Berkeley has been called HUAC's \"number-one friendly witness\" because he provided more names and more thorough documentation than any other witness.[8] He gave the committee so many names that a Hollywood joke said he was simply replicating the membership list of a club frequented by Hollywood celebrities.[4] Others he named included Dorothy Parker, Edward Chodorov, Michael Gordon, and Dashiell Hammett.[5] HUAC investigator William Wheeler reportedly told Berkeley that he was providing more names than they needed: \"Don't name that many. You're just going to get yourself in big, deep trouble.\"[4]\n\nBerkeley testified publicly on September 19, 1951, and in closed meetings of the committee in 1953. He told the committee that people in his role could not work Communist propaganda into scripts without it being noticed by film producers and studio executives.[9] He painted a particularly negative portrait of writer John Howard Lawson as the \"grand Poo-Bah of the Communist movement\" who \"speaks with the voice of Stalin and the bells of the Kremlin.\"[10]\n\nBerkeley was represented by Edward Bennett Williams, who had close ties to many enthusiasts of the anti-Communist campaign of the McCarthy era.[4]\n\nFollowing his testimony, Berkeley became a member of an organization formed to expose Communist influence in the entertainment industry, the Motion Picture Alliance for the Preservation of American Ideals (MPA).[5]\n\nHe had an extensive second career in television, including the series Shotgun Slade, Tales of Wells Fargo, and Tombstone Territory.\n\nBerkeley died on May 6, 1979 in Brandon, Florida.\n\nA collection of his scripts and screenplays is on deposit with the Performing Arts Special Collections at UCLA.[11]\n\n"
        }
    ]
}