{
    "url": "https://en.wikipedia.org/wiki/Martin_Lings",
    "title": "Martin Lings",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "3 Books",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMartin Lings (24 January 1909 – 12 May 2005), also known as Abū Bakr Sirāj ad-Dīn, was an English writer, scholar, and philosopher. A student of the Swiss metaphysician Frithjof Schuon[1] and an authority on the work of William Shakespeare, he is best known as the author of Muhammad: His Life Based on the Earliest Sources, first published in 1983 and still in print.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Lings was born in Burnage, Manchester, in 1909 to a Protestant family.[2]  The young Lings gained an introduction to travelling at a young age, spending significant time in the United States because of his father's employment. Lings attended Clifton College[3] and went on to Magdalen College, Oxford, where he gained a BA in English Language and Literature. At Magdalen, he was a student and then a close friend of C. S. Lewis. After graduating from Oxford Lings went to Vytautas Magnus University, in Lithuania, where he taught Anglo-Saxon and Middle English.[2]\n\nFor Lings himself, however, the most important event whilst at Oxford was his discovery of the writings of René Guénon, a French metaphysician and Muslim convert, and those of Frithjof Schuon, a German spiritual authority, metaphysician and Perennialist.  In 1938, Lings went to Basel to make Schuon's acquaintance. This prompted his embracing Islam to embrace the branch of the Alawiyya tariqa led by Schuon. Thereafter, Lings remained Schuon's disciple and expositor for the rest of his life.[4]\n\n"
        },
        {
            "title": "Career",
            "text": "In 1939, Lings went to Cairo, Egypt, to visit a friend who was an assistant of René Guénon. Soon after arriving in Cairo, his friend died and Lings began studying Arabic. Cairo became his home for over a decade; he became an English language teacher at the University of Cairo and produced Shakespeare plays annually.[5] Lings married Lesley Smalley in 1944 and lived with her in a village near the pyramids.[6]  Despite having settled comfortably in Egypt, Lings was forced to leave in 1952 after anti-British disturbances.[7]\n\nOn returning to the United Kingdom he continued his education, earning a BA in Arabic and a PhD from the School of Oriental and African Studies (University of London). His doctoral thesis became a book on Algerian Sufi Ahmad al-Alawi.[2] After completing his doctorate in 1959, Lings worked at the British Museum and later the British Library, overseeing eastern manuscripts and other textual works,[2] rising to the position of Keeper of Oriental Printed Books and Manuscripts 1970–73.  He was also a frequent contributor to the journal Studies in Comparative Religion.\n\nA writer throughout this period, Lings' output increased in the last quarter of his life.  While his thesis work on Ahmad al-Alawi had been well regarded, his most famous work was a biography of Muhammad, written in 1983, which earned him acclaim in the Muslim world and prizes from the governments of Pakistan and Egypt.[8]  His work was hailed as the \"best biography of the prophet in English\" at the National Seerat Conference in Islamabad.[9] He also continued travelling extensively, although he made his home in Kent. He died on 12 May 2005.[6]\n\nLings and a Salafist scholar named Abu Bilal Mustafa al-Kanadi had a public debate about some accounts of Lings' Biography of Muhammad. The exchange was published by Saudi Gazette.[10]\n\nHis contribution to Shakespeare scholarship was to point out the deeper esoteric meanings found in Shakespeare's plays, and the spirituality of Shakespeare himself. More recent editions of Lings's books on Shakespeare include a foreword by Charles, Prince of Wales.[11] Just before his death he gave an interview on this topic, which was posthumously made into the film Shakespeare's Spirituality: A Perspective. An Interview With Dr. Martin Lings.[12]\n\n"
        }
    ]
}